[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kanchipuram"]},", sometimes called Kanjeevaram or Kanchi, is a small town in ",{"type":"[[","value":[["Tamil Nadu"]]},". One of the most important spiritual centres of Hinduism, and a major pilgrim destination; Kanchipuram has several medieval temples with spectacular architecture. It used to be the capital of the Pallava kingdom from the 4th to the 10th century, and was a centre of learning for all the major religions of South India. Hindu temples are still present and in use today, and there are archaeological remains of Jain temples. Unfortunately, although Kanchipuram was reputed to be the centre of Buddhism in South India, and was visited by Chinese Buddhist monks, there are no remains of the Buddhist presence today.\n\nModern Kanchipuram is a major weaving centre and visitors will be able to buy handwoven silk at wholesale rates.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nKanchipuram has a railway station, but is not well served by trains. Slow passenger trains connect it to the ",{"type":"[[","value":[["Chennai"]]}," suburb of Chengalpattu, but not to the city itself. Another slow passenger connects Kanchipuram to pilgrimage centre ",{"type":"[[","value":[["Tirupati"]]},". Express trains running from ",{"type":"[[","value":[["Mumbai"]]}," to ",{"type":"[[","value":[["Madurai"]]}," stop at Kanchipuram twice a week. Be warned that scheduled travel time from Mumbai to Kanchipuram is 26 hours, and the train could easily take longer. Taking a train to Chennai, and traveling by road from there will probably be faster and more convenient.\n\n",{"type":"===","value":["By bus"]},"\nThe Tamil Nadu state government operated transport corporation runs buses from Kanchipuram to most major towns in Tamil Nadu.\n",{"type":"====","value":["From Chennai"]},"\nBuses from Chennai leave for Kanchipuram every fifteen minutes from the Koyambedu interstate bus terminal. There is also an airconditioned bus service which departs from the T-Nagar bus terminal every hour.\n",{"type":"====","value":["From Bangalore"]},"\nBuses from Bangalore leave for Kanchipuram seven times a day.\n",{"type":"====","value":["From Mammalapuram"]},"\nBuses from Mammalapuram leave approximately once per hour, it seems. There's one as late as 3:30PM, probably later. If you cannot get a direct bus, it's possible to go half-way and then change to a 212B or a more expensive and quicker private bus in order to complete your journey.\n\n",{"type":"===","value":["By car"]},"\nKanchipuram is 69 Km from Chennai and about 280 Km from Bangalore. If you take the Chennai-Bangalore expressway, you can reach it in about an hour and a half from the outskirts of Chennai, or four and a half hours from Bangalore. Traveling from car by Tirupati will take three to four hours.\n\nState Highway 58 connects Kanchipuram to Chengalpattu, which can be reached either from Chennai or from ",{"type":"[[","value":[["Mamallapuram"]]}," and ",{"type":"[[","value":[["Pondicherry"]]},".\nIf you're coming from ",{"type":"[[","value":[["Madurai"]]}," or ",{"type":"[[","value":[["Trichy"]]},", the temple towns of South Tamil Nadu, you can take the road up to Tindivanam, and take State Highway 116 through Vandavasi from there.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Walking"]},"\nUnfortunately it's hard to find a good map of the town. However, Google Maps is good for orientation and the location of major temples, which is all you really need. Once you know the general direction, you can usually spot temples easily due to their tall stone entry towers (",{"type":"''","value":["gopuram"]},").\nBe warned: Kanchipuram's sidewalks are not ideal for walking! Many shops keep their merchandise on their sidewalks for free space, and cars and motorcycles park on the sidewalks as well. You'll often be pushed on to the road itself, where you'll have to negotiate with traffic.\nAs far as weather is concerned, Kanchi isn't as humid as Chennai, so walking isn't as exhausting. But if you're not used to Indian summers, walking can be exhausting. To stay safe, start early in the morning (maybe 7AM or so), come back for a rest by late morning, and head out again in the evening.  Mornings and evenings are the best times for photography, anyway.\n\n",{"type":"===","value":["Auto Rickshaw"]},"\nThree wheeler auto-rickshaws are also available. You need to fix the price before you start - you will find these all around the town.\n\nIf you plan to visit the temples, you can bargain a package deal - cost depends on how many and which temples you might want to visit. A thumb rule of price is around ₹20 point to point.\n\n",{"type":"===","value":["Taxi"]},"\nThere are a large number of 'ambassador' taxis that hang out just north of the bus station, east of the roundabout. If you are travelling in a group, you might like to negotiate a driver for a day instead of dealing with auto rickshaws.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kanchi Kamakshi Temple"]}," abode of Kamakshi (Goddess Parvathi) - consort of Lord Shiva."]},{"type":"*","value":[{"type":"'''","value":["Vaikunta Perumal Temple"]}," has beautiful pillared corridors around the sanctum. One of the most ancient temples with 3 tier Sannathi cum Gopuram."]},{"type":"*","value":[{"type":"'''","value":["Varadaraja Perumal Temple"]}," The gopuram of this temple, is particularly impressive when viewed across the lush green fields from the road leading from Kanchi. "]},{"type":"*","value":[{"type":"'''","value":["Kailasanathar Temple"]}," must see high point in architecture.The architecture of this temple is more alike that of Mahabalipuram temple. "]},{"type":"*","value":[{"type":"'''","value":["Kanchi Kudil"]}," The ancient culture and scultural heritage of Hinduism is proclaimed in a small house, open to visitors."]},{"type":"*","value":[{"type":"'''","value":["Kachapeshwarar Temple"]}]},{"type":"*","value":[" '''Sri Kanchi Kamakoti Peetam Sri Sankara Matam."]},{"type":"*","value":[{"type":"'''","value":["International Library"]}," situated in Enathur, 3.5 KM from kanchipuram town, this library contains a treasure of ancient manuscripts written on Palm Leaves. Infront of the library is a 60 ft high statue of Adi Shankaracharya. The library is a part of the Kanchipuram Shankara University."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sri Lakshmi Narayana Perumal Temple"],["url="],["email="],["address=Neervalur"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ekambeshwarar Temple"],["url="],["email="],["address=Northwest of town"],["lat="],["long="],["directions=Look for the huge stone tower dominating the skyline!"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The highest, largest and most impressive temple in town, spanning 40 acres and dating back to the Pallava period. Represents the earth form of the five form-element abodes of Lord Shiva. Featuring huge quantities of carved stonework, it is one of the most important Shiva temples. The inner sanctum protects a mango tree said to be 3500 years old, embodying the four Vedas and bearing fruits of four different tastes each season. Much of the 40 acres of the temple seems to be closed to visitors, but the central building is impressive enough. Also known as ",{"type":"'''","value":["Ekambaranatha Temple"]},"."]]}]},"\n",{"type":"==","value":["Do"]},"\nThe Kanchi Mutt holds kutcheris, or South Indian classical music concerts in the evenings. Head there to see if something is on and you can attend.\n\n",{"type":"==","value":["Buy"]},"\n\nKanchipuram is a famous silk weaving centre, and you can find wonderful bargains if you shop around for sarees, scarves and stoles, or fabric to take home.  If you are led by a taxi\/auto driver to a shop, the price you pay will include his commission - so do explore shops independently before you decide to buy. Most silk shops are on Mahatma Gandhi Road.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sakthi Ganapathy"]}," has 3 branches in the city and has best value for money."]},{"type":"*","value":[{"type":"'''","value":["Sangeetha Vegetarian Restaurant"]},", Near Bus Stand. "]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Saravana Bhavan"],["url="],["email="],["address=North side of Gandhi road, west a little from the main roundabout by the bus station"],["lat="],["long="],["directions=Next to a hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=Roughly ₹40-60 per dish"],["content=This chain is known for good south Indian food with branches all over. You have the choice of self service, a lunch room with fans, or an a\/c room that is nicely cool. Food is consistently good and particularly good for westerners because of high standards for cleanliness. Extensive menu in English. Try the 'fourteen idli' (sambar idli), which is idli swimming in sambar sauce."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sri Rama Cafe"],["url="],["email="],["address=Next to the similarly named Sri Rama hotel"],["lat="],["long="],["directions=South side of Gandhi Rd. (Hospital Rd.), near the main roundabout (Kancheepuram-Chengalpat intersection) by the bus station"],["phone="],["tollfree="],["fax="],["hours="],["price=A bargain at ₹40."],["content=Very long established pure vegetarian restaurant in South Indian style. Sit down, watch a banana leaf get spread in front of you and loaded up with rice, curry and breads. Drinking water is also served. Extra curry and rice were offered to me at no charge, so a meal here is basically \"all you can eat\"."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hotel Tamilnadu"],["url="],["email="],["address=Old train station street"],["lat="],["long="],["directions=Opposite the old train station, or there abouts (there's a big 'BAR' sign)"],["phone="],["tollfree="],["fax="],["hours=(was it 7?) 'till 11PM"],["price=135 per beer, but they round off a little after 3 or so"],["content=Nice little spot with no hassle, old school bartender dude who's apparently been there 20 years. Relatively spacious. Must smoke outside but there's space and it's only a doorway away. As close to heaven as a visiting alcoholic is going to get."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Soorya"],["alt=At Hotel Baboo Soorya"],["url="],["email="],["address=487 Gandhi Road"],["lat="],["long="],["directions=Walk east from the Hospital Rd. intersection near the bus station, turn north, it's on your right"],["phone=Who phones a bar?"],["tollfree="],["fax="],["hours=Evening"],["price="],["content=Basically this place is tiny. It could be better called 'a restaurant that serves alcohol' but is full by 9PM even on a Sunday. Tiny spot. If you go, then go early...but take my advice and opt elsewhere if possible."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Government grog shop"],["url="],["email="],["address=Opposite and slightly south of the entrance to the bus station on Kancheepuram-Chengalpat"],["lat="],["long="],["directions=Cross the road from the bus station exit, turn left and walk down a hundred meters"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can buy your booze here and then drink it in your hotel. Note that many hotels forbid drinking, so either check first or hide the evidence!"]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=GRT Regency"],["url="],["email="],["address=87 Gandhi Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A nice hotel with free wireless internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jaya Bala"],["url="],["email="],["address="],["lat="],["long="],["directions=near the GRT Regency and above the Saravana Bhavan restaurant"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Modest but clean.  Inexpensive, attentive staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Simla Lodge"],["url="],["email="],["address=Corner of Hospital Rd. and Kancheepuram-Chengalpat"],["lat="],["long="],["directions=At the roundabout near the bus station."],["phone = +91 44-27223342"],["tollfree="],["fax="],["hours="],["price=600 for a double with fan, 900 with AC"],["checkin="],["checkout=12"],["content=Spacious, marble-encrusted double rooms with VERY basic amenities and fan go for ₹600. They claimed to have no singles free. Definitely not a first-choice, but the location is very central and it beats walking about in the heat of the day searching! AC rooms were reportedly 900."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mamallapuram"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chennai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tirupati"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tiruttani"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vellore"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Tamil Nadu North Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["12.830833333"],["79.707777778"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kanchipuram"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Tamil_Nadu\/Localities\/Kanchipuram\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Kanchipuram"]]}]