[{"type":"{{","value":[["pagebanner"],["Kanchanaburi banner.jpg"],["caption=Kanchanaburi War Cemetery"]]},"\n",{"type":"[[","value":[["Image:RiverKwaiBridge Train.JPG"],["thumb"],["400px"],["Train crossing the Bridge over the River Kwai"]]},"\n\n",{"type":"'''","value":["Kanchanaburi"]}," (",{"type":"[[","value":[["Thai phrasebook"],["Thai"]]},": กาญจนบุรี) is a city at the confluence of the Rivers Kwai Noi and Kwai Yai.\n\n",{"type":"==","value":["Understand"]},"\nFor most visitors the main sight of interest is the ",{"type":"'''","value":["Bridge over the River Kwai"]},", as the start of the infamous World War II ",{"type":"'''","value":["Death Railway"]}," to Burma (now ",{"type":"[[","value":[["Myanmar"]]},"), as well as the many associated museums. There is an increasingly thriving backpacker scene taking advantage of the chilled-out riverside vibe for those who want to get away from Bangkok. Kanchanaburi is also the gateway to the surrounding province of the same name. More foreign visitors are discovering why Thais know it as one of the most beautiful provinces in the country with its easily accessible waterfalls and national parks.\n\n",{"type":"===","value":["Orientation"]},"\nOrienting yourself in Kanchanaburi is very easy. The main road, ",{"type":"'''","value":["Saeng Chuto Road"]},", runs the length of town from north to south, connecting the River Kwai Bridge, the train station, and the bus station. Running parallel to this, closer to the river, is ",{"type":"'''","value":["Mae Nam Kwae Road"]}," where most of the guest houses and the local bar scene can be found.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourist Authority of Thailand"],["url="],["email="],["address=Saeng Chuto Rd"],["lat="],["long="],["directions=Just south of the bus terminal"],["phone="],["tollfree="],["fax="],["hours=08:00-16:00 daily"],["price="],["content=Distributes a useful free map of the city and province."]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nBKS public buses (line 81) leave from ",{"type":"[[","value":[["Bangkok#By_bus"],["Bangkok"]]},"'s ",{"type":"'''","value":["Southern Bus Terminal"]}," (",{"type":"''","value":["Sai Tai Taling Chan"]}," สายใต้ตลิ่งชัน), which is far west in the suburb of ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]},". In Kanchanaburi, there are two separate but nearby bus terminals, with 1st class buses departing from an office off Saengchuto Rd, and 2nd class buses from the larger terminal one block east.\n\n",{"type":"*","value":[" 1st class buses leave Bangkok every 15 minutes from 05:00-22:30, take about 2 hours, and cost 99 baht, including a bottle of water."]},"\n",{"type":"*","value":[" 2nd class buses (new route) leave Bangkok every 20 minutes from 03:30-19:00 and take about 2 hours. Cost 95 baht."]},"\n",{"type":"*","value":[" 2nd class buses (old route) leave Bangkok every 15-30 minutes from 04:00-18:00 and take about 3 hours."]},"\nThere are also tourist minibuses directly to\/from ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},", departing Kanchanaburi at 13:30 and 18:30.\n\nThere are also some buses leaving less frequently from Bangkok's Northern Mo Chit bus terminal (note: not the same as Mo Chit BTS station, and not within walking distance of it, although a standard 50 baht motorbike taxi ride is available. It's called \"Mo Chit 2\"). Here are the times (approximate):\n\nFirst-class bus with toilet (3 hours, 122 baht): 06:00, 11:00, 14:30.\n\nSecond-class bus with no toilet inside (not sure about time and price, times are probably the same): 05:00, 07:00, 09:30, 12:30, 17:00.\n\nBus rides may be variable or cancelled (for example, with 14:30 being last of the day.) But there are vans available at the bus station leaving even when you're told there's no way to get there by bus!  It may pay to talk to the information desk about this.  Price is around 120 baht, about 2 hr.\n\nFrom ",{"type":"[[","value":[["Nakhon Pathom"]]},", there are direct buses (2nd class only) every 15 to 30 minutes between 04:00 and 18:00, which take two hours. Alternatively, you can hop off a 1st class bus when it passes by Nakhon Pathom, but double-check with staff to ensure the route allows this and they know your plans.\n\nFrom ",{"type":"[[","value":[["Sangkhlaburi"]]}," to Kanchanaburi, you're spoilt for choice:\n\n",{"type":"*","value":[" Air-con VIP buses leave at 08:45, 10:45, and 14:30 and take 4 hours."]},"\n",{"type":"*","value":[" Air-con minibuses leave at 06:30, 07:30, 11:30, 13:00, 15:30 and take 3.5 hours."]},"\n",{"type":"*","value":[" Standard buses leave at 06:45, 08:15, 10:15, 13:15 and take 5 hours."]},"\n",{"type":"===","value":[" By train"]},"\nTrains leave ",{"type":"[[","value":[["Bangkok"]]},"'s ",{"type":"'''","value":["Thonburi Train Station"]}," at 07:45 and arrive at Kanchanaburi at 10:20, with another at 13:45, arriving at 16:35. You may be interested in buying a ticket all the way to the ",{"type":"'''","value":["River Kwai Bridge"]},", since these two trains are the only ones which cross the bridge each day. 100 baht for foreigners (Dec 2005).\n\nBe warned that reaching Thonburi Station from Khao San Rd is harder than it looks. Tuk-tuk drivers will try to charge you outrageous rates, and walking involves crossing two bridges and looping back.  The best way is probably to take the passenger boat from Phra Arthit Pier to connect with a cross-river ferry that reaches the Thonburi Railway Pier. Then walk or take the open minibus from there. You can also walk a bit away from Khao San Rd and find a metered taxi that will not rip you off. The fare should be about 70 or 80 baht from Khao San on the meter.\n\nReturn trains leave at 07:25 and 14:48 from the main railway station. From the River Kwai Bridge they leave 6 minutes earlier. Riding 3rd class is an adventure in itself, and definitely recommended.\n\nBoth train services continue to\/from Nam Tok, the current terminus of the Death Railway. The normal trains will charge \"farang\" (Westerners) 100 baht in each direction from Kanchanaburi to Wang Pho, the last station before Nam Tok. Thais pay less. \n\nThe 10:30 train has a special tourist section, where the low, low price of 300 baht gets you air-con, a soft drink, and a certificate of having ridden the Death Railway.\n\nYou can also take a train from Thonburi to Ban Pong for 14 baht, then from Ban Pong take a non-air conditioned bus to Kanchanaburi for 30 baht, a total of 44 baht.\n\n",{"type":"===","value":["By car"]},"\nKanchanaburi is about 3 hours' drive from Bangkok, via Hwy 4 (Phetkasem)from Bangkok until it hooks up with Hwy 323, which will take you all the way to Kanchanaburi.\n\nYou can catch a taxi to Kanchanaburi and return to Bangkok for the day for around 1,700 baht. This should include stopping at the bridge over River Kwai and museum, Kanchanaburi township, the local dam and POW cemetery. You may need to pay a bit extra to visit Erawan Falls and the Tiger Temple, which is about an hour out of the town.\n\n",{"type":"===","value":["By limousine taxi"]},"\nBangkok Airport limousines are a comfortable and swift means of travel between Thailand's capitol and Kanchanaburi. Fares in luxury Japanese sedans are typically from 3,000-3,500 baht.\n\n",{"type":"===","value":["By minibus"]},"\nDay trips from Bangkok are commonly sold at Bangkok travel agencies. Typically, these include Toyota minibus transport from one's hotel to Kanchanaburi and back (visiting the famous bridge, Erawan National Park, etc., depending on the package), and perhaps lunch and entrance fees.  One example: approximately 1,100 baht for transport, lunch, entrance fees to Erawan National Park, and the famous bridge.\n\n",{"type":"==","value":[" Get around"]},"\nKanchanaburi is just a little too stretched out to comfortably walk. Small orange and large yellow ",{"type":"[[","value":[["Thailand#Songthaew"],["songthaews"]]}," (converted pickups) cruise up and down Saeng Chuto, connecting bus station, train station, and the bridge, and charge a standard 10 baht. Motorbike taxis and tuk-tuks are also available, with negotiable prices, and some guesthouses offer bicycle rentals. A number of places in town (mostly along Maenam Kwai Rd) rent bicycles for 50 baht\/day, or motorcycles for 150-200 baht, depending on whether it is an automatic. In the area near budget accommodations\/guesthouses such as Ploy, you can rent bicycles or motorcycles from Yanee at 197 Maenumkaew Rd. Remember to ask for a map and directions to popular sights.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["World War II"]},"\n\nPretty much all the sights in Kanchanaburi itself are directly related to WWII. The museums are dusty and generally not worth it, except for the Thailand-Burma Railway Centre, which gives a good introduction of the Death Railway and its history. There are also two war cemeteries, the most moving of which is the Kanchanaburi War Cemetery.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bridge over the River Kwai"],["alt=Saphan Mae Nam Kwae"],["url="],["email="],["address="],["lat=14.04090"],["long=99.50370"],["directions=Some 3 km north of Kanchanaburi, down New Zealand Rd, off Saeng Chuto Rd"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=This iron bridge across the Kwai Yai River is the main attraction for many visitors. Immortalized in the famous movie and novel, it was a part of the infamous ",{"type":"'''","value":["Death Railway"]}," to ",{"type":"[[","value":[["Myanmar"],["Burma"]]},", constructed by POWs working for the Japanese in hellish conditions during WWII. Some 16,000 POWs and 90,000 Asian workers (most of them enslaved) died during railway construction. The present iron bridge is the second wartime incarnation (a part of the original can be found in the War Museum), but two central box spans were rebuilt after the war to replace three sections destroyed by Allied bombing."]]}]},"\n:You can cross the bridge on foot on the central steel-plated walkway. There are small cantilevered platforms between the spans for better views and avoiding trains. The guardrails are incomplete, so be careful with small children! Off the end of the bridge, you can feed or ride an elephant bare-back at negotiated price of 600 baht per ride. It's reported that elephant is tethered on a short chain and has to stand in its own waste. Use your judgement.\n\n:The bridge is still in use and there is a station right next to it. Trains run from Nam Tok (the train line's terminus) to ",{"type":"'''","value":["River Kwai Bridge station"]}," (a little over 2 hours away) and then onward to Kanchanaburi and Bangkok. \n\n:Food and souvenirs are available at the bridge.\n\n:The walk to the bridge is not particularly pleasant (if you fancy a long walk, save it for the less crowded other side of the bridge), but songthaews (10 baht) run along the main road (Saeng Chuto Rd) from the centre. You'll know when to get off when you see the railway line cross the road. Then just follow the track.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chongkai War Cemetery"],["url="],["email="],["address="],["lat=14.00503"],["long=99.51436"],["directions=Either bargain with a taxi or rent a bicycle to get there; it's on the west side of the river"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A neatly maintained small cemetery 2 km out of town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=JEATH War Museum"],["url="],["email="],["address=Pak Phraek Rd"],["lat=14.01627"],["long=99.53049"],["directions=Adjacent to the Wat Chaichumphon temple complex 1 km south of town centre"],["phone="],["tollfree="],["fax="],["hours=08:30-18:00"],["price=40 baht"],["content=The free guide leaflet concludes with these salutary words, \"May Peace Always Conquer Violence\". Exhibits are housed in a palm hut, modeled on the kind of buildings that Death Railway POWs would have slept in. The exhibits themselves are time-worn and many have been attacked by insects and weather. It may strike you as amateurish. The temple complex next door is much more interesting. A cross-river boat service is available from the Jeath Museum. This is the main draw of the ",{"type":"''","value":["WWII Museum and Art Gallery"]}," complex. It features a section of the first wooden bridge, recreations of the POW barracks and random military paraphernalia. Downstairs is an exhibit of prehistoric Thailand complete with semi-erotic murals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kanchanaburi War Cemetery"],["alt=Don Rak"],["url=http:\/\/www.cwgc.org\/"],["email="],["address=Saeng Chuto Rd"],["lat=14.03122"],["long=99.52567"],["directions=Opposite the railway station"],["phone="],["tollfree="],["fax="],["hours=07:00-14:00"],["price=Free"],["content=This is the final resting place of almost 7,000 POWs who gave their lives for the construction of the Death Railway to Burma. All POWs at this site are from the United Kingdom, the Netherlands, and Australia. After WWII, the Allies decided to move all the buried POWs along the railway line to two war cemeteries in Kanchanaburi as they would be easier to maintain in a good condition. It is a sombre, yet very peaceful reminder of what went on here. The graves are set up in straight lines with neatly kept lawns. Some of the graves have moving personal inscriptions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thailand-Burma Railway Centre"],["url=http:\/\/www.tbrconline.com\/"],["email="],["address=73 Jaokannun Rd"],["lat=14.03232"],["long=99.52478"],["directions=Next to Kanchanaburi War Cemetery, near the south of Mae Nam Khae Rd"],["phone=+66 3 451 2721"],["tollfree="],["fax="],["hours=09:00-17:00 daily"],["price=120 baht"],["content=Generally considered to be the best source of information regarding World War II in Thailand, railway construction and route, and the conditions endured by POWs and Asian labourers. Very moving exhibits, including video and interactive displays. A visit takes at least one hour, and probably longer if you want to read everything.Fee includes a free coffee or tea at upstairs cafe, where you can sit at the window bench overlooking the Kanchanaburi War Cemetery. It is a good place to sit and reflect after your tour of the centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=World War II Museum and Art Gallery"],["url="],["email="],["address=Mae Nam Khwae Rd"],["lat=14.04135"],["long=99.50488"],["directions=About 50 m from the Bridge over the River Kwai"],["phone="],["tollfree="],["fax="],["hours=8:30-17:30 daily"],["price=40 baht"],["content=This well-signposted complex houses a bizarre collection of museums and exhibits, most of which are poorly maintained and labelled. To your left as you enter is the \"War Museum\", a 4 storey building encrusted with statues, which starts off with a little Burmese shrine but is mostly devoted to pre-WWII Thai history through the ages and is filled with wall paintings of kings and racks of rusty pistols. There are good views of the bridge from the roof of the riverside building. Above the WWII museum is the most bizarre section, housing (among other things) dusty stamp collections and a gallery with wall paintings of all Miss Thailand winners. The ",{"type":"''","value":["WWII and (old) Jeath Museum"]}," is lurking in the basement."]]}]},"\n",{"type":"===","value":["Notable temples"]},"\n",{"type":"[[","value":[["File:Wat Ban Tham (2).jpg"],["170px"],["thumb"],["right"],["Wat Ban Tham"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wat Ban Tham"],["alt= the Temple of the Golden Dragon"],["url="],["email="],["address="],["lat=13.96940"],["long=99.57740"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" Don Chedi archaeological site"]},{"type":"*","value":[" Giant Tree"]},{"type":"*","value":[" Kuan Yum"]},{"type":"*","value":[" Wat Tham Khao Noi"]},{"type":"*","value":[" Wat Tham Khaopoon, 5 km out of town (past Chongkai War Cemetery). 20 baht entrance fee to cave complex with Buddha images."]},{"type":"*","value":[" Wat Tham Mungkornthong"]},{"type":"*","value":[" Wat Tham Sua"]},"\n",{"type":"===","value":["Around Kanchanaburi"]},"\nThe area northwest of Kanchanaburi is dominated by beautiful River Kwai valleys. It is an area of great natural beauty, with a dazzling number of waterfalls, caves, lakes, and mountainous scenery. Most attractions can be visited as a day-trip from Kanchanaburi. Independent travel is possible for most attractions, but can be a hassle as local trains and buses are slow and inflexible. If you want to see Hellfire Pass and the Erawan Falls in one day, it's almost compulsory to take one of the guided tours as there is no public bus connection between them.\n\n",{"type":"====","value":["Along the Death Railway"]},"\n",{"type":"[[","value":[["Image:Sai Yok Noi Falls wv.JPG"],["thumb"],["350px"],["Sai Yok Noi Falls"]]},"\n\nWhile most visitors see the spectacular Erawan Falls, the ",{"type":"'''","value":["Sai Yok Noi Falls"]}," are more accessible, because they are straight on the road to ",{"type":"[[","value":[["Sangkhlaburi"]]},". The ",{"type":"'''","value":["Sai Yok Yai Falls"]}," are further away from Kanchanaburi on the same road. But beside the falls, the national park is home to limestone caves and hot springs as well. And it can easily be combined with the Hellfire Pass Memorial.\n\n",{"type":"====","value":["Hellfire Pass"]},"\nOnly relocated in the 1980s, ",{"type":"'''","value":["Konyu Cutting"]}," (known as ",{"type":"'''","value":["Hellfire Pass"]}," by POWs and Asian labourers who cut and blasted through rock by hand to clear this pass for the Death Railway) has been reclaimed from the jungle as a profound war memorial funded by the Australian government. Excellent museum and self-guided walking tour facilities are available (donations welcome). Highly recommended. The descent through the jungle down to the pass (listening to oral histories through audio headsets) is a moving experience. Before leaving, take a moment to reflect at the peace lookout overlooking the beautiful Kwai Noi Valley. More challenging walking options are available. Annual Anzac Day Dawn Service held here. 80 km northwest of Kanchanaburi. For a day trip, consider taking the morning train from Kanchanaburi to Nam Tok (2.5 hr), then samlor to the memorial (20 min); return by bus (1 hr) or afternoon train. \n\nNam Tok to the Museum is quite a distance. It may be that your only option is a bus from the main road, which means walking from the station to there. Songthaews may be available.\n\n",{"type":"====","value":["Sai Yok National Park, Phra That Falls and Hin Dat Hot Springs"]},"\n\n",{"type":"====","value":["Tiger Temple"]},"\n",{"type":"'''","value":["Wat Pa Luang Ta Bua"]},", popularly known as the ",{"type":"'''","value":["Tiger Temple"]},", is the biggest tourist trap of the region. Admission starts at 600 baht per person, but depending on the 'experience' you'd like, goes as high as 5,000 baht. The temple is nowhere to be seen, but the tigers are lounging in a dusty canyon, surrounded by minders in yellow shirts and overseen by a monk off in the corner. When they are not sitting unnaturally still, the tigers are kept in barren concrete cells. You can watch the tigers from a distance, and when your time comes, the minders will take your camera and snap a few photos of you crouching behind the dazed tiger, as well as a few close-ups of the tigers themselves. You can also pay a 1,000 baht extra for a \"special\" photo with a tiger, where you can have the head of a semi-unconscious one put in your lap. It's all kind of odd, but the pictures will certainly wow your friends, unless they value animal welfare over souvenirs, in which case you might seriously disappoint them. Unverified reports of a tourist being seriously mauled by the tigers abound, although it is only common sense to not annoy tigers. A few years of domestication will not erase centuries of innate wildness. \n\nAlso, you are not allowed to wear bright yellow, pink, or orange T-Shirts, or they will not allow you inside. You must also sign a release form, just in case you're harmed by the many animals at the temple (there are also water buffalo and deer roaming the parkland). You must bring your own camera, because the trainers do not have any.\n\nThe tiger temple is off the road heading to Sai Yok. you can take a bus heading towards Sai Yok or Sangkhlaburi. There is a sign about 1 km before the Tiger Temple. Once you see the sign make a big fuss and run up to the front of the bus and motion that you want to get off. The temple itself is about 1-2 km down the side road. to get back to Kanchanaburi, you can either try and flag down a bus on the main road going towards Kanchanaburi or you might be able to buy a ride with one of the minibus tour groups. you can also rent a motorcycle and ride there yourself.\n\nIn the past, reports from Tiger Temple volunteer workers and staff released that the tigers were maltreated and abused by the abbot of the temple and his staff. A 2008 report from the British conservation group Care for the Wild International (CWI) reveals disturbing evidence of animal abuse and illegal tiger trafficking at the temple. It has since been revealed that the animals are drugged on a daily basis, although there are some travellers reporting otherwise. There are numerous conservation and animal welfare groups campaigning against the controversial Tiger Temple, which has a track record of ill-treatment of the animals, including tigers disappearing in trucks during the night.\n\nIf you'd like to ignore the warnings of many travellers before you, as well as the reports of conservation experts, then to get to the temple, you can approach a songthaew driver at the bus terminal and ask to hire him for an afternoon as you should best visit the temple then and not in the morning. He should charge about 700 baht for a hire from 13:00-18:00.\n\n",{"type":"====","value":["Erawan National Park"]},"\n",{"type":"[[","value":[["Image:Erawan National Park, Kanchanaburi, Thailand (355632009).jpg"],["thumb"],["One waterfall of Erawan National Park"]]},"\n\nThe ",{"type":"'''","value":["Erawan Falls"]}," are contenders for the most beautiful waterfalls in Thailand, and a must-see if time and budget allow. Entrance fee is 200 baht for foreigners. The falls are composed of seven tiers, all of which are picturesque and great for swimming. Plan to spend at least two hours hiking plus the time you want to spend swimming in the falls.\n\nDon't come unprepared. Wear a swimsuit and bring sunblock, since you'll want to have a dip in the turquoise pools on most levels. Don't forget to bring a towel. When swimming, watch out for fish feasting on the soles of your feet. They won't hurt you and are only looking for a meal on dead skin cells, but the feeling can be disconcerting.\n\nEveryone can do the hike, but don't underestimate it. Good shoes will make the trip more pleasant, though flip flops are commonly worn. At the highest levels, one may have to walk through shallow water. The first four tiers are relatively close together and the walk is very straightforward. For the more adventurous, there is a large rock at the fourth tier that can be used as a water slide. Beyond the fifth tier, the hike will become slightly more difficult. The sixth and seventh tiers are not far from each other, but the paths are not well defined at this point, so be sure to look for the hard-to-spot signs. Additionally, beware of hornets at the top tier.\n\nBicycles can be rented at the entrance for 20 baht\/hr, however you can only bike to the first level, which is only a 5 min walk, so they aren't really useful. Many Thais don't go further than the second level as beyond this food and beverages, except a water bottle after leaving a deposit, are not allowed. \n\nIf you walk on the right hill side of the road leading to the park gate, rather than the road itself, you will pass nice bamboo forest and you won't be asked to pay entrance fee, since they collect it only at the toll gate if you enter by main road.\n\n",{"type":"'''","value":["Getting there:"]},"\n\n",{"type":"'''","value":["Public Transport:"]},"  Public Bus 8170 leaves the Kanchanaburi bus terminal every 50-60 min between 08:00-17:20. The fare is 50 baht and the ride takes ~90 min. If you stay far away north from the bus terminal, and you probably will, you can just walk to Saeng Chuto Rd from your guesthouse and hail the bus there. Be sure to get an early bus, since there will be fewer people at the falls and you won't have to hurry to get back. The last bus leaves for Kanchanaburi at 16:00.\n\n",{"type":"'''","value":["Transport Tour:"]},", Tour agencies in Bangkok commonly sell a package that includes Toyota minibus transport from your Bangkok hotel to the falls and back, with lunch and the park entrance fee of 200 baht included, for 1,100 baht. The packages are generally standardised and non-negotiable in price. Some tours also include a stop at the Bridge over the River Kwai, so inquire.\n\nTour packages that visitors can purchase from the nearby hotels\/resorts in Kanchanaburi may include a stop to the Erawan waterfalls and other selected tourist attractions such as elephant riding, bamboo rafting, Tiger Temple, and Hellfire Pass. These packages range around 1,600 baht and include all transportation to and from the resort, park fees, lunch, and an English-speaking guide.\n\n",{"type":"'''","value":["Sleeping:"]},"\nIt is possible to spend the night in the national park, meaning you get to experience the falls without the day tripper crowds. Camping sites are available on a nice green area by the riverside. The national park rents out tents from 50-300 baht (for the biggest). The park also rents out accessories such as sleeping bags, lanterns, and stoves for a very small amount. The accommodation services office is just past the car park. Bungalows are also available from 800 baht.\n\nFor food, try the market which is a one km walk back up the road towards the highway. There it is also possible to find cheaper snacks, drinks or other items. Just remember to bring your park ticket with you to prove you have already paid.\n\n",{"type":"====","value":["Srinakarind National Park"]},"\nAnother area of beautiful natural scenery is the ",{"type":"'''","value":["Srinakarind Reservoir"]},", which is right behind the ",{"type":"'''","value":["Srinakarind Dam"]},". Unfortunately, there is no public bus service here. The beginning of this waterway is called ",{"type":"'''","value":["Lumnam Jone"]},", which is the headwaters of the famous River Kwai. It has some beautiful surroundings and crystal clear water. It is hard to get to: on foot it will take a few hours walk, and by boat it takes around 5 hr from the ferry pier at Srinakarind Dam. Lumnam Jone can only be reached by one tour operator to limit the amount of visitors to the region. The trip takes two days and one night and can only be booked for the first weekend of the month. Some other interesting sights in the area are the ",{"type":"'''","value":["Phra That Cave"]},", the ",{"type":"'''","value":["Huay Mae Khamin Waterfalls"]}," and the ",{"type":"'''","value":["Tham Than Lot Cave"]},". The Srinakarind Dam has a nice cafe serving mostly Thai food and is open every day.\n\nThe area has two main ethnic groups, Thais and Karen. There are several villages of mostly Karen people in Naasuan of Amphoe Sri Sawat. Near the amphoe is a small Mon village. Beyond Ong Sit village and off a side road is a Lao village called Jerot. The villagers originally came here to help clear the forest when the dam was built and ended up settling in the area. Although many of the Karen women do a wonderful job of weaving (sarongs, blouses, bags), there is no local shop that sells these products. Occasionally there will be a house that will have items for sale, but they may be hard to find.\n\n",{"type":"====","value":["Tham Than Lot National Park"]},"\n",{"type":"====","value":["Elephants"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Elephants and Friends Conservation Camp"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 85 8475996"],["tollfree="],["fax="],["hours="],["price="],["content=The camp has the goal of helping mistreated, sick, and old elephants in Thailand and to give them a good home. As a visitor you will help in the daily care of the elephants, such as riding them (bare back) to the river for their bath, growing or collecting food (banana trees), or just playing with them. It's impossible to get there by public transport. You can get there by (rented) motorbike or arrange a pick-up from Lat Ya or Kanchanaburi. If you want to come and help, the only way to make a reservation is to call Phot Nadee, the owner, who speaks English. With him you can make an arrangement for a pick-up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taweechai Elephant Camp"],["alt="],["url=http:\/\/www.twcelephantcamp.com"],["email="],["address="],["lat="],["long="],["directions=Easy to get to from Kanchanaburi, essentially a straight line drive for 40 km along Rte 3199. There are English road signs indicating the camp. If coming by bus, take Bus 8170 bound for Erawan Falls and tell it to stop at Taweechai. You'll need to take a motorcycle taxi to the camp for 30 baht"],["phone=+66 17 748301"],["fax="],["hours="],["price=Admission prices vary depending on activity and group size so again it is a good idea to call ahead"],["content=One of the largest elephant camps. Home to nearly 30 elephants, including one born in late-2009, Taweechai offers elephant rides, bathing with elephants (suitable for children), bamboo rafting (swimming optional) and special elephant training mahout courses. You can also buy photo frames made from real elephant dung. The camp itself is well-maintained and nicely decorated. For example, it features the mounted skeleton of a 100 year old elephant. The elephants are well-treated and fed almost constantly. The camp owns large areas of nearby forest and at 16:00 the elephants leave the camp to spend the night wandering and grazing. They are given a very long chain so as not to be confined and in the mornings they are usually very dirty. Taweechai is halfway along the route from Kanchanaburi to the Erawan Falls and so can be included in a day trip to the falls. The majority of Western tourists have not yet discovered the camp as it seems to be visited almost exclusively by Thai and Russian tour groups. It is very busy so calling ahead to book is a good idea for groups. For couples or small groups it may be possible to turn up and ride, particularly in the low season."]]}]},"\n",{"type":"====","value":["Itinerary"]},"\nIndependent-minded travellers may wish to hire a songthaew at the bus station the day before you want to travel. It should cost between 1,500-2,000 baht, and you tell the driver where you want to go. He will pick you up from your hotel in the morning as part of the deal and return you there afterwards.\n\nFor your day out, check out Hellfire Pass and the museum, 80 km from Kachanaburi. Take a couple of hours or more there, then come back along the same road to Nam tok Saiyoknoi waterfall. Erewan Waterfall is too far away for this trip but well worth a look, and there is also an old preserved steam locomotive. From there ask to go to Wang Pho village, and make sure to get the driver to stop at a market along the way to buy bulk peanuts\/bananas because you want to see \"ling ling\" (\"ling\" is Thai for \"monkey\", and the repetition means a lot of them)  On the road down to Wang Pho, the driver should veer off to the left near the bottom of the winding road leading towards the River Kwai. Here there are millions of wild monkeys or at least an awful lot of them. Enjoy yourself feeding them peanuts or bananas, they are not aggressive. You can watch all the tour buses driving past this little-known attraction. However, feeding monkeys disrupts their natural feeding habits and can make them reliant on humans for food. So, its probably better just to watch the monkeys in their natural environment.\n\nIn Wang Pho village, take time to have a look at the place. The Death Railway has a station here, the final one before Nam Tok. The villagers are friendly, and one stall does a really good fried banana! Then go to Tam Grasae, a cave a couple of kilometres distant where the railway crosses a trestle bridge built by WWII POWs. It appears to be in original condition. The River Kwai is immediately below you, and the trestle hugs the side of the cliff in skirting it. The cave itself is well worth a look. There is a tourist market here also.\n\nOn the way back, on the main road to Kanchanaburi, depending on the time you have left, there is a temple on the way back on the right where the monks are friendly to tourists, and then the Tiger Temple on the left further along.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Massage"]},"\nThere are many massage parlours along Mae Nam Khwae Rd in Kanchanaburi. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Azure Comsaed River Kwai Resort & Spa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 34 631443"],["tollfree="],["fax=+66 34 589094"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Foot & Thai Massage"],["url="],["email="],["address=228\/2 Tamakam Rd"],["lat="],["long="],["directions=diagonally opposite Yanee (bicycle or motorbike rental)"],["phone=+66 87 1666381"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pung Waan Resort and Spa"],["url="],["email="],["address=72\/1 Moo 2, Thamakham"],["lat="],["long="],["directions="],["phone=+66 34 514792-5"],["tollfree="],["fax=+66 34 515830"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rest & Relax Massage"],["url="],["email="],["address="],["lat="],["long="],["directions=Mae Nom Kwae Rd next to Bell's Pizza"],["phone="],["tollfree="],["fax="],["hours="],["price=Massage starts at 150 baht\/hr"],["content=Comfortable and relaxing interior. Convenient location. Variety of services offered."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Suan Nanachaat"],["url=http:\/\/www.suan-nanachaat.com"],["email="],["address=Garden of Many Nations 36\/12, Nong Bua"],["lat="],["long="],["directions="],["phone=+66 35 633356 (Thai), +66 81 6999052 (English)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Tour"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Animal Safari"],["url=http:\/\/safarivolunteer.com"],["email=safariparkopenzoo@gmail.com"],["address=40\/2 Moo 5, Nongkum"],["lat="],["long="],["directions="],["phone=+66 34 531888"],["tollfree="],["fax="],["hours="],["price=Volunteers pay €140 (5,356 baht) per week"],["content=See tigers, lions, leopards, giraffes, zebras, monkeys, binturongs (bearcats). Western volunteers ensure animal welfare is constantly being improved. Minimum stay, 1 week."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ikankayak"],["alt=Kayaking"],["url=http:\/\/www.ikankayak.com"],["email=info@ikankayak.com"],["address=PO Box 44, Kanchanaburi Post Office"],["lat=14.07360"],["long=99.47202"],["directions="],["phone=+66 90 3808052"],["tollfree="],["fax="],["hours="],["price=450 baht up"],["content=Guided and self-guided kayak trips in the Kanchanaburi area. The trips last from two hours to 3 days depending on your needs. Listed with the local tourism authority. We also rent kayaks to experienced kayakers."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere's are plenty of ATMs, which all charge a 150 baht surcharge for using foreign cards, except for Aeon. Their ATMs are at the corner of Saeng Chuto Rd and Chaichumphon Rd, which is the crossing with traffic lights just south of the bus station.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Kanokarn"],["url="],["email="],["address="],["lat="],["long="],["directions=off Saeng Chuto Rd in the centre of town, behind the area that becomes a food market at night"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The first two floors are similar to a Western department store. It is sectioned off by brand and sells clothes and electrical goods. The top floor is like the shopping malls found in Bangkok or Hong Kong. It looks like an indoor market and sells phone cases and accessories, manga figurines, and VCDs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Night Market"],["alt=Also known as JJ's"],["url="],["email="],["address="],["lat="],["long="],["directions=In front of the train station on Saeng Chuto Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nothing out of the ordinary, but quite cheap as it's geared for locals."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=River Kwai Bookshop"],["url="],["email="],["address=293 Maenam Kwai Rd"],["lat="],["long="],["directions=Opposite Im-Jung open-air restaurant"],["phone=+66 34 511819"],["tollfree="],["fax="],["hours=12:30–21:00, closed W"],["price="],["content=Thousands of new and used books, categorized for easy browsing, including author-signed titles. Books bought, sold, exchanged. Ordering service. Also 2 big roofed river rafts on River Kwai for overnight (sleep aboard or ashore), day or half-day private hire. Dinner cruise, disco, karaoke, educational field trip, just viewing, or lazing in a hammock with a good book amidst idyllic river and mountain scenery."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=River Kwai Park Market"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dozens of stalls selling touristy knick-knacks, but quite a few Thais seem to come here for jewellery shopping as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tesco Lotus"],["alt="],["url=http:\/\/www.tescolotus.com"],["email="],["address="],["lat="],["long="],["directions=Saeng Chuto Rd, to the south of town"],["phone="],["tollfree="],["fax="],["hours=08:00-23:00"],["price="],["content=Large hypermarket. There is also a Tesco Express on Mae Nam Kwai Road."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\nFor cheap street eats, the market in front of the train station will fulfil all your 10 baht ",{"type":"''","value":["pad Thai"]}," needs. Street vendors parade up & down River Kwai Rd all day & night. Approximately 20 baht per serving. Many stop outside of 7-Eleven by Jolly Frog selling sausages, roti, and other small snacks. Ice cream and pastries during the day.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ahaan Fine"],["url="],["email="],["address="],["lat="],["long="],["directions=River Kwai Rd (about 75 m up from Apple Guesthouse on the left)"],["phone="],["tollfree="],["fax="],["hours=Daily, 11:00-23:00"],["price=30-70 baht"],["content=A small, tastefully laid out restaurant offering a wide selection of Thai dishes at prices between food stall prices and guest house prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=BBQ-all you can eat"],["url="],["email="],["address=Sang Chuto Rd"],["lat="],["long="],["directions=200 m before Tesco on LHS heading from the town"],["phone="],["tollfree="],["fax="],["hours=19:00-23:00"],["price=90 baht"],["content=Great value if you are hungry. You cook the food at the table (no burgers\/sausages). They also supply you with rice\/noodles etc. Good selection of seafood, chicken, liver, pork, etc. Very popular with local residents."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jok Isaan Thai Food"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This small entirely Thai-run place doesn't actually have a name but all the locals know Jok makes some of the best food. Her location changed in early 2011 to a small, clean, building right next to the large reggae bar, Land Pole. She specialises in Isaan dishes such as lab, som tom, gai yang, and khao niew."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bell's Pizzeria"],["url=http:\/\/www.bellspizzeria.com"],["email="],["address=24\/5 Maenamkwai Rd"],["lat="],["long="],["directions="],["phone=+66 81 0106614"],["tollfree="],["fax="],["hours=16:00-23:00"],["price=170-220 baht for a pizza"],["content=Italian and Thai food. Bar during the afternoon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=By de River Restaurant and Massage"],["url="],["email="],["address="],["lat="],["long="],["directions=On Mae Nam Kwai Rd about 700 m from the River Kwai Bridge"],["phone="],["tollfree="],["fax="],["hours=17:00-23:00"],["price="],["content=Home made Thai food with views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Floating restaurants"],["url="],["email="],["address="],["lat="],["long="],["directions=next to the River Kwai Bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These seem to uphold the fine traditions of their brethren worldwide by serving mediocre food at inflated prices although some travellers find the food good and the price reasonable. Nice views and great atmosphere though. However, the main problem is transport back into town if you are staying there. The river and bridge are a little distant unless you are really into walking (there are songthaews though)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Friend Bar & Restaurant"],["url="],["email="],["address=44 Maenamkwai Rd"],["lat="],["long="],["directions="],["phone=+66 81 8581326"],["tollfree="],["fax="],["hours=Daily, 09:00-23:00"],["price="],["content=Full English breakfast, classic Thai food, Western menu, and Japanese food. Drinks, cocktails and free pool."]]}]},"\n",{"type":"[[","value":[["Image:Kwai River at Kanchanaburi.jpg"],["thumb"],["right"],["By de River restaurant, the spirit of The River Kwai."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mangosteen Cafe and Books"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily, 08:30-17:00"],["price="],["content=Thai and Western food with good service. Great coffees, apple pie, cocktails and fresh fruit drinks. One of the cleanest and best run places on the strip. Also 1,000 English language books for sale and small reference library for cafe guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Schluck"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily, 17:00-23:00"],["price=from 40 baht for Thai food, 90 baht for European-style food"],["content=Western and Thai food. Pizza and steak are home-made. Euro-oriental décor and jazz music."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are many places where you'll be able to enjoy drinks, but most of the bars are close to the guest houses along ",{"type":"'''","value":["Mae Nam Kwai Rd"]},". Most of the bars are noisy karaoke bars popular among the locals or the usual British pubs with football on TV. Some bars have young Thai ladies on the hunt for rich foreigners.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Crackers Bar"],["url="],["email="],["address=232\/5 River Kwai Rd"],["lat="],["long="],["directions="],["phone=+66 34 624119"],["tollfree="],["fax="],["hours="],["price="],["content=Run by an Australian expat (Crackers) or Mr Phillips, great bloke who will give you the rundown on Kanchanaburi. Good prices, great atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=I Baa Bar"],["url="],["email="],["address=Mae Nam Kwai Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great music and atmosphere and there's a pool table. Ek, the Thai owner, is very friendly and a good source of local information. They also serve good Western and Thai food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=My Corner"],["url="],["email="],["address=Soi Pakistan"],["lat="],["long="],["directions=on the way to Sugar Cane 1 Guesthouse"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quiet nice place away from the dust of the main road. Chill spot with free Wi-Fi, cold beer, and real coffee. You can play your own music over the speakers or pluck at a guitar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=No Name Bar"],["url="],["email="],["address=Mae Nam Kwai Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good food and a good place."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sugar Members Bar"],["url="],["email="],["address=Mae Nam Kwai Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This thriving bar is usually packed with foreigners and backpackers, and stays open until the last person stops buying drinks. The music is loud and usually Western. Sugar, the owner, is a very friendly Thai woman with a taste for amusing innuendos. Shisha available."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["Under 500 baht"],["500 baht to 1,500 baht"],["Over 1,500 baht"]]},"\n\nThere are lots of guesthouses, resorts and hotels available. The density increases the nearer you get to the bridge. As usual if you book in advance they will arrange a free pick up service for you. If you haven't done so yet, you should try one night in a ",{"type":"'''","value":["raft room"]}," floating on the river.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apple's Guesthouse"],["url=http:\/\/www.applenoi-kanchanaburi.com"],["email="],["address=52 Rong Heeb Oil"],["lat="],["long="],["directions=At the south end of Mae Nam Khai Rd"],["phone=+66 34 512017"],["tollfree="],["fax="],["hours="],["price=490-690 baht"],["checkin="],["checkout="],["content=This guesthouse features a bunch of rooms adjacent to a nice big garden outside. The rooms are fairly spacious and luxurious, and contain a hot shower. Rooms have either fan or air-con rooms, with the fan-rooms being cheaper. Rooms do not feature TVs, due to the owner's environmental concerns. There is a good restaurant attached as well, but breakfast is lacking. Portions are small, it is served late (not before 07:30) and it is not included in the room price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bluestar Guesthouse"],["url=http:\/\/www.bluestar-guesthouse.com\/"],["email="],["address=241 Mae Nam Kwai Rd"],["lat="],["long="],["directions=between the two 7-Elevens"],["phone=+66 34 624733,+66 34 512161"],["tollfree="],["fax="],["hours="],["price=150-650 baht"],["checkin="],["checkout="],["content=Near Sud Chai Bridge, all rooms with private toilet. Wi-Fi streams from the main counter. About half the rooms are within range."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=C&C Guest House"],["url=http:\/\/www.ccriverkwai.com"],["email=cctrekking@yahoo.com"],["address=265\/2 Mae Nam Kwai Rd"],["lat="],["long="],["directions="],["phone=+66 81 9217644, +66 58 336466, +66 34 624547"],["tollfree="],["fax=+66 34 624548"],["hours="],["price=100+ baht"],["checkin="],["checkout="],["content=Fantastic value for the rooms situated on the houseboat on the River Kwai and the bamboo huts on the picturesque riverside. Garden, restaurant, basic sanitary facilities. Close to the Death Railway Bridge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jolly Frog Backpackers"],["alt="],["url="],["email="],["address=Soi China, Mae Nam Kwai Rd"],["lat="],["long="],["directions="],["phone=+66 34 514579"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Single 70 baht. Double 150 baht, 200 baht with private bath, 290 baht with air-con"],["content=Restaurant with Wi-Fi, nice lawn and garden area with hammocks, and dock on river. Bring your own towel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nita Raft House"],["alt="],["url="],["email="],["address=27\/1 Pak Parek Rd"],["lat="],["long="],["directions="],["phone=+66 34 514521"],["tollfree="],["fax="],["checkin="],["checkout="],["price=120-200 baht per person"],["content=Fan single and double rooms with shared baths."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ploy Guest House"],["url=http:\/\/www.ploygh.com\/"],["email="],["address=79\/2 Mae Nam Kwai Rd"],["lat="],["long="],["directions="],["phone=+66 34 515804"],["tollfree="],["fax="],["hours="],["price=Double rooms from 550 baht (Internet rate) or 650 baht, including coffee and toast for breakfast"],["checkin="],["checkout="],["content=All rooms in Siam-style with air-con, private toilet and hot shower. Restaurant\/bar with river view. Walled garden outside your room with incorporated open-air shower."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pong Phen Guesthouse"],["alt="],["url=http:\/\/www.pongphen.com"],["email=pongphen@hotmail.com"],["address=Soi Bangklated, River Kwai Rd"],["lat="],["long="],["directions="],["phone=+66 34 512981, +66 85 2937683, +66 95 494920"],["tollfree="],["fax="],["checkin="],["checkout="],["price=150\/400+ baht"],["content=Swimming pool, motorbike hire, shuttle\/taxi services to Bangkok & the local area, and local sightseeing tours. Friendly staff, Wi-Fi, movie screenings on a large TV at 18:00. The reception is shared with the restaurant and is a good place to meet other guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rainbow Lodge"],["alt="],["url=http:\/\/www.rainbowlodge-kanchanaburi.com"],["email=rainbow.lodge@hotmail.com"],["address=48 Rong Heeb Aoi Soi, Caokhunnen Rd"],["lat="],["long="],["directions=Head office at See Thailand Travel next to 7-Eleven on River Kwai Rd (Maenumkwa Rd)"],["phone=+66 34 513976, +66 81 7630116"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fan room with TV & toilet 1,050 baht, fan & hot water 390 baht, standard room: TV, air-con, hot shower &toilet 490-590 baht. VIP room TV, air-con, fridge, hot shower & toilet 1,050-1,200 baht. All rooms have free Wi-Fi and a buffet dinner is provided. Peaceful location right on the banks of the River Kwai. 5 min stroll from main tourist street. Thai cooking classes. Guided tours of Kanchanaburi and elsewhere in Thailand. Call on arrival for free pick up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sam's Guesthouse"],["url=http:\/\/www.samsguesthouse.com"],["email=sams_guesthouse@hotmail.com"],["address=14\/2 Moo 1 Maenawkwae Rd"],["lat=14.03507"],["long=099.51771"],["directions="],["phone=+66 34 515956, +66 81 9483448 (Sams cell)"],["tollfree="],["fax="],["hours="],["price=400-1,000 baht"],["checkin="],["checkout="],["content=All rooms come with air-con, most are wooden bungalows in a quiet area on the River Kwai."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tamarind Guesthouse"],["url="],["email=tamarind_guesthouse@yahoo.co.th"],["address=29\/1 Thamakham Rd"],["lat="],["long="],["directions=Close to the night market"],["phone=+66 89 8377256"],["tollfree="],["fax="],["hours="],["price=Air-con rooms with hot shower & TV, 550 baht; fan room with hot shower, 350 baht; suite with air-con, hot shower and TV, 700 baht; raft house with hot shower, 350 baht; single room with shared bath, 150 baht."],["checkin="],["checkout="],["content=Rooms overlook the River Kwai. Raft house and new building. Internet and Wi-Fi, travel advice, tours, transfers to other places in Thailand. Friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tanaville"],["url="],["email="],["address=Walk towards the GKhwae bridge on Mae Nam Khwae Rd, pass the 2nd 7-Eleven and it is 150 m to the right"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=200 baht for a raft room (on the river itself) with a shared bathroom. 300 baht for a room with a fan. 400 baht for air-con"],["checkin="],["checkout="],["content=Not a new place but the owners are nice and there is a well cared garden. Shared facilities are clean. Good if you want to sit on the river, relax and see the water flow by with an occasional boat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=V.N. Guest House"],["url=http:\/\/www.vnguesthouse.net"],["email=info@vnguesthouse.net"],["address=44 Rong Heeb Oil Rd"],["lat="],["long="],["directions="],["phone=+66 34 514082"],["tollfree="],["fax="],["hours="],["price=Raft rooms from 250 baht, double rooms with bath 250 baht, air-con rooms 400 baht."],["checkin="],["checkout="],["content=Free Wi-Fi."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kasem Island Resort"],["url=http:\/\/www.kasemisland.com"],["email="],["address=44-48 Chaichumphon Rd, Chukadon Pier River Kwai"],["lat="],["long="],["directions="],["phone=+66 81 4994941"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fan-rafting rooms or air-con rooms with private balcony overlooking the River Kwai. An island resort on the River Kwai. Rooms for 2-3 persons."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pavilion Rim Kwai"],["url=http:\/\/www.pavilionrimkwairesort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beautifully landscaped gardens on the banks of the River Kwai."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=River Kwai Hotel"],["url=http:\/\/www.riverkwai.co.th\/"],["email="],["address=284\/15-16 Saeng Chuto Rd"],["lat="],["long="],["directions=Mid-way between the bus and train stations"],["phone=+66 34 511565"],["tollfree="],["fax="],["hours="],["price=1,000 baht"],["checkin="],["checkout="],["content=Centrally located hotel with a really good breakfast Thai or Western. Was once the city's fanciest hotel but now it's getting a little long in the tooth. Large swimming pool, an OK restaurant. If you want to be adventurous, better walk to the railway station some 600 m distant, turn right as you leave the hotel, go around the night market, and eat there cheaply, because this is where the locals shop and eat. Internet café, though more expensive than many other nearby cafes, beer garden, dubious massage\/karaoke bar and disco."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=River Kwai Jungle Rafts"],["url=http:\/\/www.riverkwaijungleraft.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Floating rooms in the heart of the jungle near Saiyok Kanchanaburi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Saiyok River House"],["url=http:\/\/www.saiyokriverhouse.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 34 591050"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rooms are for two persons, three persons & six persons. There is a three-bedroom house for couples or a family."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Felix River Kwai Resort"],["url=http:\/\/www.felixriverkwaihotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=1,800+ baht"],["checkin="],["checkout="],["content=Walking distance from the bridge, just on the opposite side from the main touristy area. Nice, well-maintained facilities, with several restaurants, Internet access in the lobby, massage parlour, air-con rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nakakiri River Kwai Resort"],["url=http:\/\/www.nakakiriresortkanchanaburi.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=1,350+ baht"],["checkin="],["checkout="],["content=One of the largest River Kwai resorts. You can enjoy their hot springs, huge ATV track, giant swimming pool, and nearby waterfall, while staying in jungle river raft houses, one of the fancier hotel rooms overlooking the river, or the top locations — poolside or river view villas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Royal River Kwai Resort and Spa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=2,300+ baht"],["checkin="],["checkout="],["content=Great views, OK breakfast, helpful staff but a distance from the town itself. Tranquil environment and twice-daily (10:30 and 14:30) shuttle service that can be booked for the entire afternoon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=U Inchantree Resort"],["url=http:\/\/www.uhotelsresorts.com\/inchantree"],["email="],["address="],["lat="],["long="],["directions=5 min walk from the bridge"],["phone="],["tollfree="],["fax="],["hours="],["price=From 2,900 baht including continental buffet and bespoke breakfast for 2"],["checkin="],["checkout="],["content=26 small but well-equipped modern rooms. Luxury bed and duvet, LCD cable TV, iPod. Friendly attentive staff, restaurant and riverside terrace. Fitness room, library and free Wi-Fi. Located on a bend in the river offering views of the mountains in the distance."]]}]},"\n",{"type":"==","value":["Connect"]},"\nMost of the guesthouses along ",{"type":"'''","value":["Mae Nam Kwai Rd"]}," purport to have Wi-Fi. Some of the bars lined up along that road also have Wi-Fi.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bangkok"]]}," — most visitors get out where they came from"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nakhon Pathom"]]}," — the world's largest stupa makes a good pitstop along the way to Bangkok"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sangkhlaburi"]]}," — last town before the Three Pagodas Pass border crossing into Myanmar"]},{"type":"*","value":[" ",{"type":"[[","value":[["Three Pagodas Pass"]]}," — the border between Thailand and Myanmar, 4 hours away by bus"]},"\n",{"type":"{{","value":[["routebox"],["image1=SRT Southern Line.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Nakhon Pathom"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Kanchanaburi"],["Nam Tok"]]}],["minorr1=",{"type":"[[","value":[["Kanchanaburi"],["River Kwai Bridge"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kanchanaburi"]]},"\n\n",{"type":"{{","value":[["geo"],["14.019444"],["99.531111"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["West of Bangkok"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Kanchanaburi"]]}]