[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kangding"]}," (康定; ",{"type":"''","value":["Kāngdìng"]},"; Tibetan:དར་མདོ།,",{"type":"''","value":[" '"]},"Dardo'''''), is the largest city and capital of ",{"type":"[[","value":[["Ganzi (prefecture)"],["Ganzi"]]}," (Garzê) Tibetan Prefecture, in western ",{"type":"[[","value":[["Sichuan"]]}," Province, ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThis small mountain city is at an altitude of 2600m (8,530 ft) and offers a welcome relief from the pollution and overcrowding of the larger cities of the ",{"type":"[[","value":[["Sichuan"]]}," plain. By far the largest city in Western Sichuan it is mainly ethnically Han Chinese with a notable Tibetan presence and flair, particular in its shops, restaurants and the lama local temple. For centuries it has been the meeting place of many cultures and therefore is home to memorial to the Tea Horse Road. It serves as kind of last outpost before the wild Tibetan mountains and passes of the Chengdu-Lhasa highway and the historical Tibetan region of Khamba. The views of the neighboring alpine peaks down the river are spectacular. Outdoor activity opportunities abound with particular focus on hiking and growing influx of bikers in the summer. There also is an authentic \"hot springs\" nearby and a cable car in the city that takes you up the mountainside. It can get very cold here in the winter and if you venture up you will most likely be the only tourist in the city!\n\nBecause of the proximity to Tibet, mobile police stations may be found at many intersections.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nBuses travel from ",{"type":"[[","value":[["Chengdu"]]}," (6 to 9 hours, ¥127), ",{"type":"[[","value":[["Tagong"]]}," (4 hours, ¥40), and to ",{"type":"[[","value":[["Ya'an"]]}," on the way back to Chengdu.  Tickets to points west, such as ",{"type":"[[","value":[["Litang"]]}," (9 hours, ¥81), may or may not be available to foreigners depending on the political situation in Tibetan areas.  Shared taxis to other destinations, such as Danba to the north, may be found outside the bus station when they are going.\n\n",{"type":"===","value":["By plane"]},"\nThe airport is one of the highest in Asia and the world at 4,000 meters with flights to ",{"type":"[[","value":[["Chengdu"]]},". Flights in the winter are not available. It is about 30 km outside the city over a large mountain pass which takes time to reach therefore.\n\n",{"type":"==","value":["Get around"]},"\nTaxis start at ¥5, while the size of the city makes walking feasible.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Anjue Temple"],["alt=Anjuesi"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind the Black Tent Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small, central temple."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jinggang Temple"],["alt=Jinggangsi"],["url="],["email="],["address="],["lat="],["long="],["directions=A short taxi ride or twenty minute uphill walk from the centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Temple with an adjacent shop that sells prayer flags and other Buddhist goods. At lunch time it is also possible to ask if you may eat in the temple kitchen, for a small fee."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Namo Temple"],["alt=Namosi"],["url="],["email="],["address="],["lat="],["long="],["directions=A short taxi ride or twenty minute uphill walk from the centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Paoma Mountain"],["alt=Paomashan"],["url="],["email="],["address="],["lat="],["long="],["directions=Cable car from Jinggang Temple or you can walk up in thirty minutes"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the mountain under which the city lies, famous for being referenced to a popular love song and horse races in the past.  Guide books have cautioned about incidents of muggings in the past, so going in groups may be advisable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mosque"],["url="],["email="],["address="],["lat="],["long="],["directions=City centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Entry inside may be limited."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Roman Catholic Church"],["url="],["email="],["address="],["lat="],["long="],["directions=City centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Entry inside may be limited."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Town Spring"],["url="],["email="],["address="],["lat="],["long="],["directions=City centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=English signboards that give an interesting background to the history of the spring and horse races on Paoma Shan\/Mountain."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Town Square"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=From 7PM most evenings"],["price="],["content=Witness droves of locals dance to traditional music at the town square. They all mimic one leader through the steps, can you spot who she is?"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yak Bridge"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the end of the middle of town going towards the bus station at the local farmer's market"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= (",{"type":"''","value":["During Spring Festival"]},") Serves as a marketplace for all things yak. Culturally relevant to the local Tibetans, it is a one of a kind site to see. Warning, not for traveler with a weak stomach!"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Er Dao Qiao"],["url="],["email="],["address="],["lat="],["long="],["directions=Located 4 kilometre and ¥10 taxi ride away"],["phone="],["tollfree="],["fax="],["hours="],["price=A private room with a pool is ¥10 per hour; a public pool is ¥48"],["content=A hot spring resort. A private room with a pool may entail a wait of up to a few hours, while a public pool is available immediately. A bit rough on the edges but this place is very affordable and its the real deal offering great medicinal benefits. Bring your own towel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mugecuo"],["alt=3200m"],["url="],["email="],["address="],["lat="],["long="],["directions=feasible as a day trip, the entrance is roughly 21 km from Kangding, along the same road as the hot springs"],["phone="],["tollfree="],["fax="],["hours=8AM-5PM"],["price=¥120 + ¥100 internal bus ticket"],["content=National park containing lakes, forests, mountains, hikes, hot springs and grasslands. The entrance price is rather high by Chinese standards but it still well worth the (literally) breathtaking views. This is wild man's lake in Tibetan and you will be going up high to see the glory of the unspoiled alpine world. If you venture up in winter via taxi (¥200 one way) you most likely will be the one and only guests in the park with it all to yourself. You can practice your Mandarin or Tibetan with the local staff who just love visitors at this time of year essentially giving you a private tour of the whole park. Bring sunscreen and warm clothing. Internal bus circuits the park from the lake down to the valley every 30 min."]]}]},"\n",{"type":"*","value":["Also in Kanding you can go to 88, but don't expect amazing club, just few local young people are there, not an illustrious club."]},"\n",{"type":"==","value":["Buy"]},"\nATM's of major Chinese banks make shopping possible. There are many shops along Xinshi Dian Jie (the street en route from the bus station to the town square\/centre) that specialise in Tibetan jewelery, accessories, clothing, artwork, silverware, and religious paraphernalia and clothing.\n\nNote that most ATMs don't accept international credit cards. You can change money at the Agriculture Bank of China on the main road in the town center.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=A're Tibetan restaurant"],["url="],["email="],["address=Xinshi Dian Jie"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Prices are not excessive"],["content=Venue for both good food and ambience. The restaurant is decorated in a traditional style, with adjacent private rooms and waitresses in traditional dress. Waitresses and local customers have a habit of dancing to the local music playing in the cafe. The food is varied and delicious. Westerners may appreciate the potato fried in Yak butter. Service is prompt."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sonam Tso"],["url="],["email="],["address="],["lat="],["long="],["directions=From the Black Tent Hotel cross the river and then turn hard right along the street on the south riverbank, walk about 60 feet"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small cafe serving drinks and - perhaps - western breakfast.  Check out the unusual Tibetan handicraft prototypes that adorn the cafe walls."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kalakar Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=On the south bank directly facing the river, about 10 minutes walk down from the Black Tent"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant on the second floor that serves up french fries, bobo shakes, and other East-West-blend fast foods."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tangsubao"],["url="],["email="],["address="],["lat="],["long="],["directions=From the Black Tent hotel doorway turn right and walk to the front steps of the large Kangding Hotel, then turn left to follow the alley; after about 40 feet you will find the restaurant on your left.  There is no English sign, but you will see a doorway leading to the kitchen on the right and microscopic dining room on the left"],["phone="],["tollfree="],["fax="],["hours=Open for breakfast only"],["price="],["content=a tiny hole-in-the-wall, serves up the best meat dumpings in Kangding, maybe anywhere.  They do take-away, or you can ask them to set up a table in the street."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yongzhu Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=On a small street on the left side of the Kangding Hotel which goes uphill"],["phone=+86 836 2832381"],["tollfree="],["fax="],["hours="],["price=¥30\/bed"],["checkin="],["checkout="],["content=A Tibetan styled and owned guesthouse with very clean rooms & dorms, some with own bathroom. 24 hour hot showers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Zhilam Hostel"],["url=http:\/\/www.zhilamhostel.com"],["email="],["address="],["lat="],["long="],["directions=up the path from Kangding Hotel"],["phone=+86 836 2831100"],["tollfree="],["fax="],["hours="],["price=Dorms ¥35"],["checkin="],["checkout="],["content=Quiet and clean hostel, overlooking Kangding.  Run by two Americans, only foreign run guesthouse in town. It is built in authentic Tibetan style and supports local cultural interests. The only downside is its location high up above the town which requires a little hike. Internet, coffee, breakfast, dinner and lots of friendly travel info. Dorm rooms and suites. Big groups only as at 15\/04\/2010."]]}]},"\n",{"type":"==","value":["Go next"]},"\nAlong Xinshidian Street, it is possible to charter a minibus to Tagong which you can bargain down to ¥45 per person (roughly 3 hours, cuts across to Tagong and does not bypass Xinduqiao). It may entail a wait of a few hours as the driver looks for other passengers to share the cost, but will allow you to stop for pictures along this scenic mountain pass road.\n\n",{"type":"===","value":["Public Bus"]},"\n\n",{"type":"{|","value":[["class=\"wikitable\""],["! Destinantion"],["! Departures (HH:MM)"],["! Price (¥)"],["! Duration (HH:MM)"],["! Lunch-Stop"],["! Last update"],["|-"],["|",{"type":"[[","value":[["Leshan"]]}],["|07:00, ?"],["|107.00"],["|7:30"],["|Yes"],["|",{"type":"<","value":["small",["31 January 2008"]]}]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kangding"]]},"\n\n",{"type":"{{","value":[["geo"],["30.055278"],["101.964722"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ganzi (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kangding"]]}]