[{"type":"{{","value":[["pagebanner"],["30GLRussel2011.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greenland-guide.gl\/kangerlussuaqtourism\/default.htm Kangerlussuaq"]}]}," is a settlement on the west coast of ",{"type":"[[","value":[["Greenland"]]}," near the end of a fjord of the same name. Its Danish name is ",{"type":"'''","value":["Søndre Strømfjord"]},", and until the early 1990's was home to a U.S. military base known as ",{"type":"'''","value":["Bluie West Eight"]},". The settlement and the airfield share a symbiotic relationship, with most residents being employed by it in one way or another.\n",{"type":"[[","value":[["File:Kangerlussuaq Airport in summer 2010 (3).JPG"],["thumb"],["400px"],["Kangerlussuaq Airport"]]},"\n",{"type":"==","value":["Understand"]},"\n\nKangerlussuaq began as an important stopover point for aircraft between North America and Europe during World War II. During the Cold War the airfield served as a U.S. early warning facility before being decommissioned in 1992.\n\nToday, the airfield is one of the largest in Greenland and still serves as the main staging area for scientific personnel manning Greenland's many research facilities and base camps. An area to the east of town was the launch site for several sounding rockets used in upper atmospheric studies in the 1970s and 1980s. A radar facility used for ionospheric studies is operated by the U.S. National Science Foundation and the Danish Meteorological Institute to the west of town at Kellyville. \n\nThe town itself is roughly be divided into two halves, the original settlement itself and the former military area on the opposite side of the airfield. With the closure of the military base many of the former barracks are slowly being converted for civilian use.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Over land"]},"\nAs with most settlements in Greenland, ground transportation is very limited. Hiking maps of the area from ",{"type":"[[","value":[["Sisimiut"]]}," to Kangerlussuaq are available from Scanmaps ",{"type":"[","value":["http:\/\/www.scanmaps.com"]}," and small huts are placed strategically along the route. Some experience in hiking is neccesary, as traffic is sparse, and trails disappear. \n\nIn the winter, the same route can be used for transport on dog sleds. Contact the tourist office to arrange a trip.\n\n",{"type":"===","value":["By plane"]},"\n\nAir Greenland operates scheduled flights between Greenland and abroad.. Air Greenland flies to destinations in Greenland and ",{"type":"[[","value":[["Copenhagen"]]}," from Kangerlussuaq Airport, utilising Boeing 757 and Airbus A330-planes. Air Greenland is the only company flying between Kangerlussuaq and domestic destinations. Scientific and technical personnel flying into Greenland for research purposes will typically fly into Kangerlussuaq via New York Air National Guard C-130s from Stratton ANG Base in Schenectady, New York, USA.\n\n",{"type":"===","value":["By boat"]},"\nArctic Umiaq Line launched a weekly coastal ferry connection between ",{"type":"[[","value":[["Nuuk"]]},", Kangerlussuaq and ",{"type":"[[","value":[["Uummannaq"]]}," in Spring 2006.\n\nThe Norwegian line Hurtigruten uses Kangerlussuaq as the start and endpoints for their Disko Bay cruises.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Inlandeis Russels Gletscher.JPG"],["thumb"],["Russel's Glacier"]]},"\n",{"type":"[[","value":[["File:Sondrestrom Upper Atmospheric Research Facility (3).JPG"],["thumb"],["Sondrestrom Research Facilty"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Greenland ice sheet"]}," begins at the upper end of the valley to the east of town and is a spectacular sight to behold. The ice sheet can be reached at the end of the gravel road which leads out of town from near the east end of the runway.  The nearest point of ice is ",{"type":"'''","value":["Russel's Glacier"]},", about 20 km (14 mi) from town, but the road is fairly flat so that the entire hike can be completed in a good Kangerlussuaq summer day, though it is generally more fun to take 2-3 days and spend some time near the ice, and perhaps continue further up the road to some of the lakes edging the ice, with small icebergs floating in them.  Be prepared for colder temperatures near the ice, as it can significantly decrease the temperature of the surrounding air, and set up a constant daytime \"ice breeze\" of cold air blowing from the glacier. The image at the top of the article shows that glacier."]},"\n",{"type":"*","value":[" Kangerlussuaq is located under a spot known for strong auroral activity. Visitors during the winter months should be able to see spectacular displays of the ",{"type":"'''","value":[{"type":"[[","value":[["Northern Lights"],["Aurora Borealis (Northern Lights)"]]}]}," at night.  Kangerlussuaq's stable weather conditions give a ",{"type":"'''","value":["99%"]}," chance of visual between November and March."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kellyville"]}," (officially known as the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/isr.sri.com Sondrestrom Incoherent Scatter Radar Facility"]}]},") is a radar facility operated by the U.S. National Science Foundation and Danish Meteorological Institute located about 15 km outside of town, named after the U.S. scientist who first proposed the site.  Investigations of various atmospheric phenomena, including the Aurora Borealis, take place at the site and at instruments and antennas scattered throughout the nearby landscape.  The facility is permanently manned by a small site crew as well as visiting researchers, and can be easily identified by the large radar dish. Tours are by appointment only."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:KangerlussuaqRusselExcursion.jpg"],["thumb"],["Excursion to Russel's Glacier"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Excursions"],["alt="],["url=http:\/\/wogac.com\/excursions"],["email=info@wogac.com"],["address="],["lat="],["long="],["directions=Departs from the parking lot at the airlport, book in the souvenir shop"],["phone=",{"type":"''","value":["+299"]}," 841648"],["tollfree="],["fax="],["hours="],["price=DKK 550 for the short excursions, more for the multi-day excursions"],["content=It is often possible to do the short excursions while you wait for a connecting flight. They include Northern lights watching, dog sledding, hiking trips, ice fishing, and others."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hike"]}," through the tundra around town, and observe the local wildlife including caribou, musk ox, and arctic hares."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Horseback riding"]}," on the rugged Icelandic ponies kept at the stable in town can be arranged at the Tourist office in the airport building."]},"\n",{"type":"*","value":[" Take a snowmobile trip across the ",{"type":"'''","value":["Icecap"]},"."]},"\n",{"type":"*","value":[" Take a ",{"type":"'''","value":["boat tour"]}," of the fjord."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Play golf"]}," Søndre Strømfjord has a golf course to the east of the airport. You won't find a single straw of grass, but you will get the chance to play on what must be one of the northernmost golf courses in the world (",{"type":"[[","value":[["Ulukhaktok"]]}," and ",{"type":"[[","value":[["Tromsø"]]}," are further north). reportedly the green fee is a mere 50-100 DKK, and clubs can be rented at a similar price."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fish"]}," for cod through holes drilled in the fjord ice during winter months."]},"\n",{"type":"*","value":[" Go ",{"type":"'''","value":["dog sledding"]}," with the huskies on the fjord during winter months."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nVery few businesses are located in Kangerlussuaq. Supplies can be purchased at a small local supermarket across the street from the airport terminal. Souvenirs are available for purchase at a gift shop in the airport terminal and from a smaller shop in the Albatros hotel immediately southwest of the airport terminal. Musk-ox wool and Christmas items (such as stockings) may be purchased from the \"Musk Ox\" shop immediately opposite the airport terminal, next door to the Post Office.\n\nThere is no foreign currency exchange in Kangerlussuaq. Visitors may purchase Danish Kroner using a credit card at a small transfer facility in one of the airport buildings. Some stores will accept foreign credit cards.\n\nThere is a small grocery store (called the Anibutik) on the South side of town near the Science Housing facilities.  It's in the same building as the Polar Bear Cafe.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" The cafeteria at the ",{"type":"'''","value":["Kangerlussuaq Airport"]}," is probably the largest of the few eateries in town. The cafeteria typically serves standard offerings such as sandwiches, burgers, curries, and other European fare."]},"\n",{"type":"*","value":[" The 'AniButik Og Cafe' at the Polar Bear Inn located near the Science Housing Facilities on the South side of the town has great food.  They serve authentic Thai food, curries, burgers, and their famous hot dogs. "]},"\n",{"type":"*","value":[" There is a take-away pizzeria opposite the airport terminal, next to the Post Office."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\nThe 'upscale' restaurant adjacent to the main airport cafeteria (located through the far doors at the end of the cafeteria) is quite pricey, but, offers Very delectible native Greenlandic meals with Reindeer, Musk Ox etc along with a nice glass of wine which is hard to come by.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Kangerlussuaq Hotel"]}," is located in a wing of the Kangerlussuaq Airport terminal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Kangerlussuaq Camping"]}," is located very near the airport, about 200 yards from the runway."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Kangerlussuaq Youth Hostel"]},", a.k.a. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/wogac.com\/accommodation\/old-camp Old Camp"]}]}," is located 2 km from the airport and is open year round."]},"\n",{"type":"==","value":["Connect"]},"\n\nTourist Office ",{"type":"[","value":["http:\/\/wogac.com"]},", the place to go to get information and make arrangements for your trip to Kangerlussuaq.\n\n",{"type":"==","value":["Stay safe"]},"\n\nKangerlussuaq is a very small settlement and as such has virtually no crime. Care should be taken when hiking through certain areas during hunting season (try not to look like a caribou). \n\nThough, by Greenlandic standards, Kangerlussuaq is blessed with a mild climate, the greatest local danger is probably still posed by the weather in winter. The average ",{"type":"''","value":["high"]}," in January (the best time for seeing the ",{"type":"[[","value":[["Northern Lights"],["Aurora Borealis"]]},") is -12 C (8 F), and during cold snaps, extended periods around -28 C (-20 F) are not uncommon. Arctic parkas and boots are a must to spend more than a few minutes outside under these conditions.  \n\nThe other local year-round danger is local musk oxen which frequent the area around ",{"type":"'''","value":["Lake Fergusen"]}," and ",{"type":"'''","value":["Black Ridge"]}," to the south of town.  Keep a distance of several tens of meters from any animal, as they often charge without warning and are much faster than their shaggy, ambling appearance belies.  If you see a group of musk oxen forming into the typical circle or line defensive formations, with their heads and horns facing you and any young behind the main rank, it means you have been identified as a mortal threat, and you should get away from the area as calmly and quickly as possible.  Musk oxen are particularly nervous if you are located uphill from them, so ",{"type":"''","value":["never"]}," approach or pass by from above.  \n\nA few other dangers are presented by the geography.  The river coming from the ice cap, which passes by town and empties into the head of the fjord, has deposited huge silt flats which can be very unstable and present large areas of quicksand indistinguishable from harder sand.  For this reason, do not venture out into the river bed, and do not drink the silty water coming from the glacier as the extremely fine silt can wreak havoc on your intestines, and clogs even the best of filters (water in ponds and streams elsewhere is perfectly safe).  Finally, if you go to the edge of the inland ice in summer, beware that it is an active glacier and huge calving events can happen at any time, dropping tons of ice accompanied by bursts of pent-up, near-freezing melt water.  Keep a safe distance from the edge.\n\nIt should also be noted that there is no hospital in Kangerlussuaq. While lighter injuries can be treated at the local clinic, serious medical emergencies may require evacuation by air to ",{"type":"[[","value":[["Sisimiut"]]}," or ",{"type":"[[","value":[["Nuuk"]]},".\n\nMosquitoes and black flies are a serious problem during the summer months. Bug repellent is a must.\n\n",{"type":"[[","value":[["Wikipedia:Kangerlussuaq"]]},"\n\n",{"type":"{{","value":[["geo"],["67.008611"],["-50.689167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western Greenland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kangerlussuaq"]]}]