[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Kangra Fort from Sansar Chandra Museum 02.JPG"],["thumb"],["Kangra Fort"]]},"\n\n",{"type":"'''","value":["Kangra"]}," is a town in ",{"type":"[[","value":[["Himachal Pradesh"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By road"]},"\nKangra is around 460 km from New Delhi. There are direct buses. All buses from Delhi pass through ",{"type":"[[","value":[["Chandigarh"]]},", which is 223 km (6-7 hours) from Kangra. Roads in good condition and there is no risk of being robbed. Its a safe place to visit.\n\nFrequent buses run the 20 km up to ",{"type":"[[","value":[["Dharamsala"]]}," (30 INR). \n\n",{"type":"===","value":["By train"]},"\nThe slow and exceedingly scenic Kangra Valley railway line from ",{"type":"[[","value":[["Pathankot"]]}," stops at ",{"type":"'''","value":["Kangra Mandir"]}," (several departures per day, 20 INR, 98 km, 4 hr), which the main stop for accessing Kangra (and also ",{"type":"[[","value":[["Dharamsala"]]},"). Don't get off at the preceding stop Kangra, which is on the wrong side of the valley. Once off the train at Kangra Mandir, follow the path, cross the footbridge, follow the path a little more to the cluster autorickshaw drivers. The drivers will ask for a highly unreasonable 100 INR to get into town, negotiate if you can or wait by the main road and take a bus (some passing buses also run all the way to Dharamsala without having to change in Kangra town).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1. ",{"type":"'''","value":["Kangra Nagarkot Fort-"]}," This fort is situated at approx 5Km from Kangra Bus Stand on Chandigarh Road.This is a beautiful place to visit. A visiter may view down the river flowing which presents a dashing view.\n2. Bajreshwari Devi Temple. This is a famous temple of north India. People from far states like UP, Bihar, Punjab comes to visit this temple.\n3. Gupt Ganga Dham.  This place is approx 2 km from BUS stand and approx 500 m from Kotwali Bazar. There is a swimming pool where people can enjoy swimming also one can stay here for minimal cost"]]}]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Valley View Crest"],["url=http:\/\/www.valleyview-crest.com"],["email="],["address=Satobari Hills, Near Dal Lake, Naddi,Upper Dharamsala Himachal Pradesh, Kangra\nIndia"],["lat="],["long="],["directions=Kangra"],["phone=+91 189 222 00 91"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hotel Valley View Crest - a beautifully situated hotel just below the Dhauladhar ranges with a magnificent view of the Valley welcome you to explore the nature and enjoy the peaceful and cool atmosphere at Dharamshala, Himachal Pradesh.\n\nThe hotel caters and provides all necessary facilities and amenities to ensure your memorable stay with us. Well decorated, airy accommodation facilities with balcony and forest \/ valley views to feast your eyes and heart. The newly build hotel promises a memorable and comfortable stay while your holidays at Dharamshala or Mcleodganj.\n\nCome with us and let us serve you with our best services, so that you enjoy your most precious holidays with your family or friends. Welcome to Valley View Crest !"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunrise Tourist Home"]}," - Home away from home!!!  Nice, quiet and homely atmosphere with full view of the Dhauladhar range on one side and the mystique Kangra valley on the other. Call owner ",{"type":"'''","value":["Atul Verma at 09816335360"]},". (He's a Royal Enfield biker, trekker and a tourist guide as well.)  My all time favourite place in Kangra district."]},"\n",{"type":"==","value":["Go next"]},"\nKangra is something of a local hub with plenty of bus departures to far and wide. \n",{"type":"*","value":[" ",{"type":"[[","value":[["Dharamsala"]]}," - Home of the Dalai Lama and a sizeable Tibetan community"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pathankot"]]}," - Regional rail hub, which connects the Kangra Valley line to the rest of the Indian rail network"]},{"type":"*","value":[" ",{"type":"[[","value":[["Joginda Nagar"]]}," - The other end of the Kangra Valley line, one of the region's many hill stations"]},"\n",{"type":"{{","value":[["IsPartOf"],["Kangra (district)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Kangra"]]}]