[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kanha-national-park Kanha National Park"]}]}," is in ",{"type":"[[","value":[["Madhya Pradesh"]]}," in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nA good number of wildlife species are present in Kanha National Park. These wildlife species creates the core of the Kanha national park which was taken under Project Tiger Reserve in 1974. This park is the only habitat for rare hard ground Barasingha in ",{"type":"[[","value":[["India"]]},". \n\nSituated in the Indian state of Madhya Pradesh, Kanha National Park is one of the most beautiful and well managed of all national parks in India. It is well known not only within the tourists, natural history photographers and wildlife lovers but also to public at large. Tourist throng here to see the magnificent big cat Tiger and one of the rarest deer the Hard ground Barasingha (Swamp Deer) also known as the – Jewel of Kanha national park.   \nMany endangered species have indeed been saved here. Today Kanha is among the few most scenic and beautiful wildlife reserves in Asia. This 'Tiger Country' is the ideal home for both predator and prey. The romance of the Kanha National Park has not reduced over time – it is still as beautiful as described by Rudyard Kipling in his famous book – The Jungle Book. \n\nLocated in the Mandla district of Madhya Pradesh, 160 Km s from Jabalpur, Kanha national park cum Tiger reserve extends over an area of over 1,940 Sq. km’s of which 940 Sq. Km’s is designated core area and the rest buffer. The major feature of this region's interesting topography is the horseshoe shape valley and the whole park area is surrounded by the spurs of the Mekal. The Surpan River meanders through Kanha's central Maidans, grasslands that cover the extensive plateau.  Kanha National Park offers home to rare hard ground barasingha. \n\nKanha's sal and bamboo forests and rolling grasslands, are by far the most striking features of this region where sighting Swamp deer, Sambhar, Chital, Gaur and other denizens of jungle is common. Just imagine, the feeling of seeing the king of the forests – Tiger, on an evening stroll or taking a nap under shade of tree or may be tigress teaching its cubs the nuances of jungle life. \n",{"type":"===","value":["History"]},"\nThe park was created in 1955 by a special law and, since then, it has dedicated itself in preserving a variety of animal species. It was declared a Tiger reserve in 1974 and since than has been under constant vigilence and conservation activities are being followed deligently.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"'''","value":["Main Flora:"]},"\nShorea robusta, Lagerstroemia parviflora, Terminalia tomentosa, Dendrocalamus strictus\n\n",{"type":"'''","value":["Main Fauna:"]}," \nChital Cervus axis, sambar Cervus unicolor, barasingha Cervus duvauceli branderi, barking deer Muntiacus muntjak, chausingha Tetracerus quadricornis, gaur Bos gaurus, langur Presbytis entellus, wild pig Sus scrofa, jackal Canis aureus, sloth bear Melursus ursinus, wild dog Cuon alpinus, panther Panthera pardus, tiger Panthera tigris.\n\nThe main wildlife attractions in the reserve are Tiger, Gaur, Sambhar, Chital, Barasingha, Barking deer, Sloth bear, Jackal, Fox, Porcupine, Jungle cat, Python, Hare, Monkey, Mongoose and leopard. Including many reptiles, insects and butterflies you can enjoy the creation of God in its colour and splendor. \n\nThe bird species include Storks, Teals, Pintails, Pond herons, Egrets, Peacock, Pea fowl, Jungle fowl, Spur fowl, Partridges, Quails, Ring doves, Spotted parakeets, Green pigeons, Cuckoos, Rollers, Bee-eater, Hoopoes, Drongos, Warblers, Kingfishers, Woodpeckers, Finches, Orioles, Owls, and Fly catchers amongst many others.\n\n",{"type":"===","value":["Climate"]},"\nThe climate of this region is tropical. Summers are hot and dry with a maximum and minimum temperature of 42°C and 24°C. Winters are cold with an average maximum and minimum temperature of 24°C and 1°C, respectively. The annual average rainfall is 152 cm. The park is closed from July to mid October during monsoon.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Jabalpur"]]}," has the nearest airport and railway head, about 3 hours away. ",{"type":"[[","value":[["Mandla"]]}," is the nearest city.\nKhatia (3 km from Kisli) and Mukki are the two main entry points to the Kanha National Park. From Jabalpur, Kisli is 165 km via Chiraidongri, and Mukki is 203 km via Motinala and Garhi. For travellers from Bilaspur (182 km), Raipur (213 km) and Balaghat (83 km), Mukki on State Highway No. 26 is more convenient. From Nagpur, Kisli is 259 km via Nainpur and Chiraidongri, and Mukki is 289 km via Balaghat.\n\nWith flight connectivity from Mumbai and Delhi it has become a very good option for travellers to come via Jabalpur.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nTo enter the national parks tourism zone tourists have to pay an entry fees of Rs. 1000\/= per entry but entry for Kanha Zone is 1500\/- per entry. Additional 200\/- Guide charges and 30\/- booking charges also have to be paid. National park can be visited only by Gypsy's which are available in plenty at the entry gate or else can be booked via resort you are staying at. One Gypsy is allowed to carry maximum 6 tourists. For student groups entry fees can be made 50% on special request to the field director office in advance. \n\nForeign tourists have to pay double the entry fees of Indian tourist i.e. 2000\/- for Sarai and Mukki zone and 3000\/- for Kanha zone, guide charges and ticket charges are same i.e. 200\/- and 30\/- respectively. All rates are in Indian Rupees.\n\nThe park is closed between 1st July and 15th October annually.\n\n",{"type":"==","value":["Get around"]},"\nThe best way of taking a safari in the park is in open Gypsy which are available and can be booked on reaching or directly through www.mponline.gov.in a government website. Present booking charges for safaris are Rs. 1230\/= per safari. Rates for morning and evening rides are between 1500 to 2500 IN Rs and 1000 to 1700 IN Rs respectively. If you are reaching in main tourist season or week ends and holidays its better to book your Gypsy and pay your entry fees in advance or else you may just watch people going in yourself sitting at your resort.\n\n",{"type":"'''","value":["Kawardha Palace:"]},"\n\nKawardha Palace is located at a three hours drive from the Kanha National Park.  This beautiful resort was built in the period of 1936-39 by the king Dharamraj Singh.  This resort is spread in the area of eleven acres and beautiful Italian marble is used to built this resort.  Other places near to Kawardha Palace are Mandawa mahal, Krishna Temple, Madan manjari Mahal and Bhoremdeo Temple.\n\n",{"type":"'''","value":["Excursions:"]}," \n\nBamni Dadar is located near to Kanha National Park. This place is also known as the sunset point. It is famous among the tourists coming to visit Kanha National Park. Almost every tourists who comes to visit Kanha Sanctuary, also visits sunset point as well.  Sunset is the best time to capture the scenic beauty of Kanha National Park in the camera. Sunset from the Bamni Dadar is amazing.\n\n",{"type":"'''","value":["Zones"]},"\nKanha national parks tourism area is divided into 4 zones - Kanha, Kisli, Sarai and Mukki with Kanha zone being the premium zone. Although all the zones are equally good as far as bio diversity is concerned but tigers in Kanha and Kisli zones are more accustomed to Gypsy and human traffic and so much easily sighted. To check Tourism maps of Kanha National Park see: ",{"type":"[","value":["http:\/\/www.kanhavillage.com\/kanha_national_park\/kanha-national-park-zones Kanha National Park Tourism Zone maps"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Bamni Dadar:"]}," \n\nBamni Dadar is well known as the sunset point. This place is quite famous among the tourists and mostly people visit this place to capture a wonderful view of sunset.  Animals like Sambar, Barking Deer, Gaur and the Four Horned Antelope can be easily seen here. \n\n",{"type":"'''","value":["Kanha Museum:"]},"\n\nKanha Museum is located inside the park and is amazing place to visit. This is the best place to get information about the topography and different interesting aspects about the park.\n\n",{"type":"'''","value":["Medicinal Plantation:"]},"\n\nMedicinal Plantation Conservation Area or MPCA is located at village Boda Chhapri 2 kms from village Mocha and worth a visit. But do remember to ask for a naturalist with good knowledge of plants and do not go on your own as this place is well inside dense forest. Best is to contact the local forest officers for permission and guide.\n\n",{"type":"==","value":["Do"]},"\n\nTourists should do an advance booking to visit the Kanha national park. Tourists should book the advance trip with tour operators who can also take care for all the essential requirement of theirs.Jeep safari is arranged twice in a day, once in the morning and once in the evening time, which is the best way to explore the beauty of this national park. ",{"type":"[","value":["http:\/\/thrillophilia.com\/Adventure-Sports-Wild-Kanha-National-Park_79.htmlt"]},"\n\nZones: Kanha tourism is divided in 4 zones Kanha, Kisli, Sarhi and Mukki with Kanha zone being the premium zone. It is good if you take morning safari to Kanha zone and evening to Kisli or Sarhi zones. ",{"type":"[","value":["http:\/\/www.kanhavillage.com\/kanha_national_park\/kanha-national-park-zones"]},"\n\n",{"type":"'''","value":["Elephant Safari:"]}," This is one of the best ways to give a closer view to the animals of Kanha national park.  Tourists can enjoy the amazing sightseeing as well as enjoy the wild animals in their natural habitat",{"type":"[","value":["http:\/\/kanha.co.in\/"]},"\n\nJungle walk (Nature trails): One of the best way to explore and understand the local bio diversity is on foot. Forest department has made jungle trails near Khatia entrance gate and Village Chhapri. To go on trail contact your accommodation provider or at the entrance gate. Nature trail at village chhapri is highly recommended for bird watchers.\n\n",{"type":"==","value":["Buy"]},"\nThere are a lot of options for buying stuff as Kanha is a highly commercialized forest.There are a huge number of stores available. You can try buying local handicrafts and t-shirts or key chains and woodworks. You can even buy stuff from the stores. most items are overpriced so use your sense and negotiate.\n\n",{"type":"'''","value":["Bold text"]},"==Eat==\nKodo - Kutki restaurant at Kanha Village Eco Resort is a good option, it has separate veg and non veg kitchen facilities, they serve excellent Indian and continental food and has Ethnic (Tribal) food also available. There is a fixed menu but on special request food of choice can be prepared.\n",{"type":"'''''","value":["'Bold text"]},"'\nThere are many other hotels that offer eating facilities. Kamlesh Dhabha is a local eating joint where you can get good food. Their 'Malai Kofta' and 'Daal' are especially worth trying.\nplace order for chicken half hour in advance, as it is freshly dressed and then prepared.\n\n",{"type":"==","value":["Drink"]},"\npopular brands of liquor are available at the wine shop at mocha. shop seemed to be open from early morning to late night.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kanha Village Eco Resort"],["alt=Kanha Village"],["url=http:\/\/www.kanhavillage.com\/"],["email=info@kanhavillage.com"],["address=Near Kanha NP, Village Boda Chhapri, Mandla"],["lat=22.33547"],["long=80.49193"],["directions=2 Kms from Mocha Bus Stand"],["phone=+919977853263"],["tollfree="],["fax="],["checkin=13.00"],["checkout=12.00"],["price=US $ 120"],["content=An eco friendly wildlife resort with construction from locally available biodegradable material like clay, straw, etc. Bath area areas cement \/ RCC construction. Cottages have family pool, Air conditioners, mini refrigerator, writing table, sitting area, etc.. Adjacent to a pond and dense forest so if lucky possibilities of viewing wildlife from resort is always there. Resort got \"Best Eco Tourism Initiative Award 2010\". Only place in Kanha which is following responsible and sustainable tiger tourism rules. Come Celebrate Nature Celebrate Life"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Krishna Jungle Resort"],["url=http:\/\/www.jungleresort.in"],["email="],["address=Village Mocha"],["lat="],["long="],["directions=District Mandla"],["phone = +91 761 4004023"],["tollfree="],["fax="],["hours="],["price=150 USD PP on Jungle Plan"],["checkin=noon"],["checkout=noon"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gawa Kanha Resort"],["url=http:\/\/www.gawakanharesort.com"],["email="],["address=Malajkhand, Near Mikki Gate, Balaghat"],["lat=77.412415"],["long=23.267212"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs. 4000 \/Rs 2600 on twin sharing basis"],["checkin=12 pm"],["checkout=12 pm"],["content=Spread over 40.2 acres, the Guava (called “Gawa” locally) orchard at Malajkhand is home to a wonderful biodiversity. The orchard contains 2200 fruit bearing guava trees. The orchard also houses a herbal nursery where many carefully selected medicinal plants are seeded and nurtured with immense care. The resort is also being developed into a complete biodiversity park, with a large variety of flora and fauna available on its campus. The resort is a marvel of energy conservation. Except for a little usage for some emergency needs, the resort is completely managed through its own renewable energy setup of full of solar powered plants. One can take beautiful nature walks or roam around to the nearest townships in its electric powered golf cars."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shergarh tented camp"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=With only six tents, Shergarh is arguably the most personal of Kanha's many accommodations. Activities include morning and afternoon game drives, hiking, and a selection of bicycles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=999 Wildlife Resort"],["alt="],["url=http:\/\/www.skwildliferesort.com"],["email="],["address=Village Mocha"],["lat="],["long="],["directions=Indri to Kanha Road, near Khatia Gate"],["phone = +91 7646-280115"],["tollfree="],["fax="],["hours="],["price="],["checkin=24 hrs"],["checkout=12.oo pm"],["content=Luxury tents and cottages. Organizes a tiger safari at the reserve."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kanha Earth Lodge"],["alt="],["url="],["email="],["address=Kanha National Park,Village - Narna, P.O. Sarkeha, Tehsil Baihar, Dist - Balaghat, Madhya Pradesh"],["lat="],["long="],["directions="],["phone=+91 - 124 - 4222657"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Kanha Earth Lodge is tucked in a forested area of 16 acres adjoining the buffer zone of Kanha in a small tribal hamlet. It is set in deep jungles away from the tourism hub of Kanha yet close enough for an easy access to the Khatia\/Kisli park gate (9.5 km). There is good opportunity to view a variety of mammals and birds around the lodge itself. The lodge's architecture was inspired by the stunning Gond tribal villages which are situated on the fringes of Kanha, making it blend effortlessly with the forest and rural architecture. Local material and manpower was used extensively in building the lodge; many construction workers have been trained and are now part of the permanent lodge team."]]},"sleep"]},"name : Kanha Resort , chpari road , gram: moch , Kanha National Park\nwww.kanhahotel.com   email : info@mpholidays.com\nKanha resorts is spread in 10 acres of with 16 ac cottages. It is surrounded by all over thick valley of forest.\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["Bandhavgarh"]}," -\nGolbro Tiger View Resort (GTV Resort),\nNear Petrol Pump, Tala, Bandhavgarh.\nWeb Site - ",{"type":"[","value":["http:\/\/www.bandhavgarh.info"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["geo"],["22.3333"],["80.6333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Madhya Pradesh"]]},"\n",{"type":"[[","value":[["WikiPedia:Kanha_National_Park"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kanha National Park"]]}]