[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Niger River, Kankan.png"],["thumb"],["350px"],["Washing clothes in the Niger River"]]},"\n\n",{"type":"'''","value":["Kankan"]}," is a city in ",{"type":"[[","value":[["Guinea"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nOften called the second city of Guinea, after ",{"type":"[[","value":[["Conakry"]]},", however some believe in fact the second city is Labe while others give that title to N'zerekore! Either way, Kankan can't be missed since it is strategically located on relatively decent road from Conakry to Bamako, Mali.  The town also boasts the 2nd largest public university in the country(Universite de KanKan) which is even equipped with an American Reading Room! Kankan still has no electricity or running water so don't be surprised if you find the city in total darkness. Don't expect much at all in the form of luxury (i.e. supermarkets, shopping malls, etc). Although you may run into some English speakers, it's best to have at least a basic knowledge of French, although many people will only speak the local language, Malinke.\n\n",{"type":"==","value":["Get in"]},"\nUnder normal road conditions, it is around an 11-12 hour journey to Conakry and roughly 5 hours to Bamako.\n\n",{"type":"==","value":["Get around"]},"\nAnother worthwhile option is to hire a moto-taxi (taxi-motor) driver to give you a tour of centre-ville(downtown) and a few underlying areas. Your driver (sans helmet) can take you through the many dirt roads to get a glimpse of the traditional style huts, the market and so on. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nKankan is famous for the world renowned ",{"type":"'''","value":["Mamaya"]}," dance which many people come to celebrate as part of the post Ramadan ",{"type":"'''","value":["Tabaski"]}," celebration. The Milo River is also a nice place to visit. Additionally, it would be interesting to pay a visit to the Universite de Kankan. Generally, however, isn't a whole lot to see or do in KanKan. Many people stop through Kankan in transit between Bamakao and Conakry and beyond. The heat from March-May is relentless and prove as the least comfortable time to vist.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nIf you like to dance, club Sarata is your best bet (as of mid 2008). You will be treated to some of the most popular Guinean (also Ivorian, Malian and Senegalese) music selections. The cover charge is very cheap, usually less than 1 dollar depending on the exchange rate!\n\n",{"type":"==","value":["Sleep"]},"\nMost decent hotels (especially Hotel Bate and Hotel Villa) have electricity (at night) and running water.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe Mandingo cultural site ",{"type":"'''","value":["Gberedou\/Hamana"]}," is located about 40 km to the northeast. The area has exceptional spiritual significance as it harbors a traditional Mandingo religious milieu. In addition,  supports a unique architectural style of residential structures.\n\n",{"type":"{{","value":[["geo"],["10.3833"],["-9.3000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Guinea"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Kankan"]]}]