[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Kano"]}," is a city in ",{"type":"[[","value":[["Northern Nigeria"]]}," and the capital of Kano State.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Kano-market.jpg"],["thumb"],["300px"],["Kano Market"]]},"\nKano is the largest city in northern Nigeria.  It has a population of around 2 million giving it a busy atmosphere.  It is an ancient trading city inhabited for well over a thousand years.  Despite the international airport there is little tourist trade, but there are still surprisingly many attractions to visit and, as with the rest of Nigeria, the joy is in the people and the buzz of the streets.\n\nThe city is predominantly Muslim with a small percentage of Christians and traditional religions.  Sharia law was introduced around 2001 but only applies to Muslims and punishments are rare.  There have been sectarian riots, but this is mainly due to political tensions and is not targeted at foreigners.\n\nForeign currency is not usually accepted so get some Nigerian Naira at a bank or an ATM.\n\nElectricity brownouts are a common problem and don't expect the cleanest of streets.\n\nThe official language is English, but the language of the street is Hausa.\n\n",{"type":"==","value":["Get in"]},"\nVisitors from outside Nigeria will need a visa.  This costs around $70 and you should apply to the relevant Embassy or High Commission at least four weeks in advance.  They will need proof that you can support yourself financially and may ask for a letter from your employer.\n\nYou will need vaccinations against yellow fever, cholera, medication for malaria and other diseases.\n",{"type":"===","value":["By plane"]},"\nKano has an international airport, the first in the country. Even though it is only a shadow of what it used to be, it still has international flights coming in from Egypt (Egypt Air), Lebanon (MEA), and some other airlines.\n\n",{"type":"===","value":["By train"]},"\nAfter a long hiatus, passenger services have finally returned to Kano. There's a once weekly train from ",{"type":"[[","value":[["Lagos"]]}," via ",{"type":"[[","value":[["Ibadan"]]}," and ",{"type":"[[","value":[["Kaduna"]]}," amongst others. Departures are on Friday's and travel time is just over 30 hours. Tickets starts from ₦1,900 in second class and ₦5,000 in sleeper class. There's also a once-weeky service from ",{"type":"[[","value":[["Nguru"]]},". Delays are common and dates of service changes frequently, always check at the station.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kano Railway Station"],["alt="],["url="],["email="],["address=Fagge Rd"],["lat=11.999227"],["long=8.538995"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nYellow and blue coloured taxis can be hired on the roadside, ensure you agree a price before leaving.  More common are the motorbikes where travellers sit behind the driver.  There are also some motorised rickshaws introduced for Muslim women who do not want want to sit up close to a motorbike driver.\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Kano-dye-pits.jpg"],["thumb"],["250px"],["Ancient Dye Pits."]]},"\n",{"type":"[[","value":[["Image:Kano-history-museum.jpg"],["thumb"],["250px"],["Gidan Dan Hausa Museum."]]},"\n\nThe ",{"type":"'''","value":["dye pits"]}," of Kano are over 500 years old and privately owned.  Indigo is mixed with potassium and ash and fermented for a month before being ready to dye cloths. The indigo dyes were once used to make garments for Nigerian royalty and they are said to also be usable as medicine. You can get a short tour around the pits and they will be happy to sell you cloths and clothes dyed blue in a variety of tie dye patterns.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kurmi market"],["alt="],["url="],["email="],["address="],["lat=12.00257"],["long=8.51278"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Textiles from around the world are on sale here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gidan Makama Museum"],["alt="],["url="],["email="],["address=Emir Palace Rd"],["lat=11.988743"],["long=8.521087"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in a 15th-century historical building, this museum has a significant collections of arts, crafts and items of historic interest related to the Kano area. Galleries include the Zaure in the main entrance with displays of traditional materials, city walls and maps of Kano, the history of statehood, Kano in the 19th century, the Civil War, economy, industry and music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gidan Dan Hausa Museum and Kano State Cultural Centre"],["alt="],["url="],["email="],["address="],["lat=11.982376"],["long=8.545645"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has a collection of artifacts from stone age to present day within the collonial house of the governor from the 1900s.  A friendly tour guide will explain all the objects for you."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Great Mosque"],["alt="],["url="],["email="],["address="],["lat=12.01265"],["long=8.52999"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the centre of the city and on Fridays over 50,000 people will worship there."]]}]},"\n",{"type":"==","value":["Do"]},"\nClimb the old hill in the centre of the city.  It is where the city started and is now an underground water reservoir.\n",{"type":"==","value":["Learn"]},"\nBayero University Kano has a range of courses.\n",{"type":"==","value":["Work"]},"\nThe state government is investing heavily in the computing industry and has built a new ICT park.\n",{"type":"==","value":["Buy"]},"\nThere are a few supermarkets but in the daytime it is more exciting is to buy from one of the formal markets around town.  At dusk and until about 2 in the morning you can buy from any of the hundreds of stalls along the sides of the major roads.  You will also be offered items to buy whenever you stop while driving.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\nBuy food from any stall along the road sides.  Masa are ground corn buns, they are often dipped into pepper soup.  \n",{"type":"===","value":["Mid-range"]},"\nRestaurants are all over the centre of the city selling African dishes, fried chicken or Chinese food.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Golden Palace"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Surprisingly good Chinese food. Not too expensive and serves beer. No pork, so only try the dumplings if you like the idea of beef in your dumplings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lebanon Club"],["alt="],["url="],["email="],["address="],["lat=12.013519"],["long=8.554994"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fantastic Lebanese fare (hummus, kebabs, falafel, etc). Serves beer. Members only, but visitors can pay N200 to get in, negotiate if you are just visiting town."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nSharia law means alcohol is hard to find. Most hotels do not serve alcohol on the premises but for a small fee you can easily get a staff member to buy some bottles of beer for consumption in your room (most hotel rooms in Kano have fridges). The area called Sabon Gari has many bars and nightclubs where alcoholic drinks are freely available and many stores where you can buy wine, or other alcoholic drinks.\nThere are malt drinks in cans with beer branding which are an acquired taste.  There are few dairy products in the area but some milk based drinks are available. Western brands such as Coca Cola or Nescafe are common.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"''","value":["Important warning: Like almost all hotels in Nigeria, you will be required to pay for your room up-front. Typically 125% of the room rate before you get the key. Ask for a receipt. The advance paid will be deducted from the bill on checking out."]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Prince Hotel"],["url=http:\/\/www.princehotelng.com"],["email=princehotel-kano@hotmail.com"],["address=Tamandu Rd, Kano"],["lat=11.99884"],["long=8.54620"],["directions="],["phone=064 984251"],["tollfree="],["fax="],["hours="],["price=$100 plus"],["checkin="],["checkout="],["content=Prince Hotel is a well run hotel located in a quiet district and is a favourite with expatriates and NGOs.  Security is good, and you will find all categories of well kept rooms, chalets and suites, though the Standard rooms are fairly small.  All rooms are fully appointed with air conditioner, fridge, satellite television, and en-suite bathroom. Wi-Fi internet is available for about $3 for 24 hours. One of the few hotels in Kano where you can have a decent meal and a drink at their Calypso Restaurant which offers excellent continental and Lebanese cuisine. Laundry and room service is also available.  No gym as yet but there is a nice pool for lodging guests only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tahir Guest Palace"],["url=http:\/\/www.tahirguestpalace.com"],["email="],["address="],["lat=12.00171"],["long=8.56708"],["directions="],["phone=08050298537"],["tollfree="],["fax="],["hours="],["price=around $100"],["checkin="],["checkout="],["content=Tahir Guest Palace is a sprawling complex of buildings containing probably the largest number of rooms in Kano. Security is OK. Rooms are all very large, a\/c, fridge, easy chairs, large double beds, fridge. The best gym in Northern Nigeria for about $7 per session. Restaurant with buffet service at night,OK but not outstanding. Room service, laundry service and bakery across the road. Small shop and travel agent in the hotel. No alcohol. Good breakfast. Internet free of charge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Royal Tropicana Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Around $70 per night"],["checkin="],["checkout="],["content=Tropicana is a large hotel similar to the Tahir.  The standard rooms are cozy but well kept with a\/c, tv, fridge, etc.  Internet is excellent and free."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nKano is a largely safe city and theft or violence to foreigners is rare.  Keep valuables in a zipped pocket and do not wear overly revealing clothes.  When buying outside shops you will probably need to haggle, walk away if you are unsure of the deal.  People may try to swindle you so check your prices before agreeing and if anyone asks for money feel free to walk away.  Do not use internet banking from anything but private computers.\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["12.0000"],["8.5167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Nigeria"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kano"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Kano"]]}]