[{"type":"{{","value":[["pagebanner"],["Kansas banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.travelks.com Kansas"]}]}," is a state in the ",{"type":"[[","value":[["Great Plains"]]}," region of the ",{"type":"[[","value":[["United States of America"]]},".  It is generally considered the center of the country in geographical terms, and one of its nicknames is \"the Heart of America.\"  Thanks to the Wizard of Oz, many non-Kansans (and some Kansans as well) think of it as a place from which to escape; however, there are a lot of great places to visit, particularly if you are interested in the history of the American West. With a little exploration, almost every little town has something of interest.\n\nKansas derives from the Sioux language meaning \"People of the South Wind\".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Kansas regions map.png"],["regionmaptext="],["regionmapsize=465px"],["region1name=",{"type":"[[","value":[["Eastern Kansas"]]}],["region1color=#b1bc81"],["region1items="],["region1description=Most of the larger cities are in this region, which is surprisingly hilly and has more trees and water than the other regions."],["region2name=",{"type":"[[","value":[["Western Kansas"]]}],["region2color=#b8ab6e"],["region2items="],["region2description= More rural, with very low population density and a lot of open land.  Farming forms the basis of the economy.  It is generally drier and flatter."],["region3name=",{"type":"[[","value":[["Central Kansas"]]}],["region3color=#babe74"],["region3items="],["region3description=A mixture of farmland, rolling hills, and man-made lakes, it is a transition zone between the hilly east and the arid west. Home to Wichita, the largest city in the state."],["region4name=",{"type":"[[","value":[["Flint Hills"]]}],["region4color=#c8d690"],["region4items="],["region4description=Down the center of Eastern Kansas run the Flint Hills, an area of great geological interest, with some of the last living grasslands of the true Great Plains"],["region5name=",{"type":"[[","value":[["Southeastern Kansas"]]}],["region5color=#98b564"],["region5items="],["region5description=Part of the ",{"type":"[[","value":[["Ozarks"]]}," region, with beautiful hills, coal mining, and endemic rural poverty.  Ozark influence wanes the further you get from the southeast corner of the state."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Topeka"]]}," - capital and third-largest city of Kansas, and the site of the Kansas State Historical Society Museum."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dodge City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hutchinson (Kansas)"],["Hutchinson"]]}," - home to the second largest space museum in the world, the Kansas Cosmosphere and Space Center. The Kansas State Fair is held there annually. The Kansas Underground Salt Museum is the only museum 650 feet below ground in North America. On the state fair grounds is the Annual Kansas Mennonite Relief Sale."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kansas City (Kansas)"],["Kansas City"]]}," and environs - smaller half of Metro Kansas City, which spills across the border into ",{"type":"[[","value":[["Missouri"]]},".  Kansas City as a whole is much larger and more cosmopolitan than Wichita.  The second largest city in Kansas is not Kansas City, Kansas, but ",{"type":"[[","value":[["Overland Park"]]},", Kansas, a wealthy yet nondescript suburb of Kansas City.  Overland Park, along with Kansas City suburbs like ",{"type":"[[","value":[["Shawnee (Kansas)"],["Shawnee"]]},", ",{"type":"[[","value":[["Olathe (Kansas)"],["Olathe"]]},", and ",{"type":"[[","value":[["Lenexa"]]}," make up ",{"type":"[[","value":[["Johnson County (Kansas)"],["Johnson County"]]},", which is the largest county by population in Kansas, and one of the richest counties in the United States by per capita income."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lawrence (Kansas)"],["Lawrence"]]}," - home of the University of Kansas.  Lawrence boasts the strongest art, music and bar scenes - not only in the state, but anywhere between Chicago and Denver.  Lawrence was founded by anti-slavery fighters (\"Free-Staters\" or \"Jayhawkers\") shortly before the start of the Civil War.  This heritage led to the creation of the University of Kansas' imaginary bird mascot, the Jayhawk. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Liberal"]]}," — there's no place like Dorothy's recreated home, a funny name, and a big aircraft museum"]},{"type":"*","value":[" ",{"type":"[[","value":[["Manhattan (Kansas)"],["Manhattan"]]}," - home of Kansas State University. Aggieville is one of the most vibrant places in this college town.  The town is affectionately nicknamed \"the Little Apple.\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Wichita"]]}," - largest city in Kansas, is \"the Air Capital of the World\" because of the large number of aerospace firms located there, from the smallest Cessna to the 787 Dreamliner, or Airbus 380 Wichita has a hand in the design and\/or manufacture of the plane. It has a large air museum. It is also home to Wichita State University, which hosts a top engineering school and highly ranked business school."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Lewis & Clark National Historic Trail"]]}," - Between May 1804 and September 1806, 32 men, one woman, and a baby traveled from the plains of the Midwest to the shores of the Pacific Ocean. They called themselves the Corps of Discovery"]},"\n",{"type":"*","value":[" Fort Scott National Historic site, ground zero for the Bleeding Kansas term, where the state's slave policy of yesteryear can be thoroughly studied"]},"\n",{"type":"==","value":["Understand"]},"\nAlthough Native Americans have lived in Kansas for thousands of years and the first Europeans visited in the 1600s, most Kansas communities date from the early to mid-1880s. The real development of Kansas didn’t take place until the 1850s when pro-slavery settlers from Missouri and antislavery settlers from New England flooded into the area. This period of  \"Bleeding Kansas\" included a great deal of violence and some people consider this area to have been the cradle of the Civil War. In communities like Lawrence, Kansas many organizations and businesses still proudly display the \"free state\" name.\n\n",{"type":"==","value":["Talk"]},"\nMost residents of Kansas speak a neutral American Standard English. However, in the southeastern region there is a faint southern influence – both in accent and word choice. This dates back to Civil War era, many pro-slavery citizens moved into this part of the state to land grab and sway elections. Many of the communities in the area still have connections to southwest Missouri and northeast Arkansas communities.\n\nThe farther west you go you may run into pockets of communities with German, Russian, or even Swedish accents. This due to the large number of immigrants that settled in Kansas during the late 1800s\n\n",{"type":"==","value":["Get in"]},"\nIf you are driving to Kansas from the east or west, it would be best to take Interstate 70.  I-35 travels from the south center of the state and passes northeast meeting I-70 in Kansas City.  I-135 travels from Wichita to Salina, connecting the other two major interstate highways.\n\n",{"type":"[[","value":[["Wichita"]]}," has the only major airport in the state, with service to about a dozen cities.  Several other smaller cities have very limited commercial service. Many people flying into the state (especially the eastern part) would come through ",{"type":"[[","value":[["Kansas City (Missouri)"]]},". \n\nThe only regular train service is Amtrak's Southwest Chief, which travels east-west across the state, passing through Kansas City, Lawrence, Topeka, Newton, Hutchinson, Dodge City, and Garden City.  This train continues to and from Chicago daily from\/to the east and Los Angeles from\/to the west.   There is also daily connecting daily service to and from St. Louis at Kansas City.\n\nGreyhound Lines and Jefferson Lines provide daily regular serice to and from many destinations in Kansas.\n\n",{"type":"==","value":["Get around"]},"\nThe only way to travel in Kansas is to drive.  Part of the experience of being in the state is to spend time on the road, which is as interesting an experience as you make it. Take the time to plan a route off of the main highways and see the country. Otherwise, if you require public transportation, Kansas may not a place for you.  Even the larger cities, like Wichita, Topeka, and Kansas City, offer very limited public transportation.\n\nIntercity bus transportation in western Kansas is provided by Bee Line Express (which is part of Prestige Bus Lines).  Keep in mind that these buses do not have frquent departures.\n",{"type":"==","value":["Eat"]},"\nKansas' best known regional food is Kansas City-style BBQ, associated with the metropolitan Kansas City area including Wyandotte County and Johnson County, as well as portions of Missouri. It is a slow \"pit\" style barbecue; sauce is usually an important component to the finished meal. Well-known restaurants include Rosedale and Wyandotte BBQ in Kansas City, Hayward's Pit BBQ and KC Masterpiece and Gates BBQ in Overland Park (Gates, however, is based in Kansas City, Missouri -- an important distinction to some), and Zarda BBQ in Lenexa. KC Masterpiece in Overland Park is the original restaurant that started the chain and its nationally distributed \"sweet sauce.\"  In the small town of Spring Hill, K&M BBQ was voted the best BBQ in the Kansas City metro area.\n\nIn ",{"type":"[[","value":[["Abilene (Kansas)"],["Abilene"]]},", the ",{"type":"[","value":["http:\/\/www.brookvillehotel.com\/ Brookville Hotel"]}," offers family style fried chicken dinners. Stroud's in Fairway serves the best fried chicken in the Kansas City area.\n\nIn Crawford County, in the extreme Southeastern corner, there are six \"chicken houses.\"  These serve fried chicken dinners, and the side dishes differ from each house.  Fried chicken is a distinctive dish in Southeast Kansas, making the region known for their chicken dishes.\n\n",{"type":"==","value":["Drink"]},"\nKansas has very complex and restrictive liquor laws.  The short of it is that only 3.2% ABV packaged beer may be sold outside of retail liquor stores.  Drinks by the glass were only restricted to private \"clubs\" until 1987 (jobs).  Kansas today has 29 \"dry\" counties that prohibit all on-premise liquor sales and as of 2005 only 2 counties and 26 communities have provisions for Sunday sales.  Kansas has never ratified the 21st amendment to this day.\n\nThe only craft beers easily found throughout the state are Boulevard and Fat Tire.  Fans of Mexican beer rejoice!  There is a huge variety of cerveza that rivals what can be found deep in the heart of Texas.\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Crime"]},"\nThere is hardly any crime in the state, however, this does not mean that one should be naive during their travel to the state. Always take common sense precautions no matter where you find yourself, but pay particular attention in the more populous areas such as ",{"type":"[[","value":[["Topeka"]]}," and ",{"type":"[[","value":[["Wichita"]]},". All in all, you are very unlikely to experience any problems while traveling through the state.\n\n",{"type":"===","value":["Severe weather"]},"\n\n",{"type":"====","value":["Tornadoes"]},"\nKansas is central within the country's ",{"type":"'''","value":["\"tornado alley\""]},". Tornadoes and severe thunderstorms with high winds and hail are not uncommon during the spring and summer months.  Make sure you keep a radio on in the car. Should you hear the tornado sirens sounding, locate a suitable tornado shelter at once - DO NOT stay outdoors to get a picture!  Also, DO NOT try to outrun the tornado in your car! Tornadoes can shift their paths very suddenly and you may wind up driving directly into it.\n\nShould the skies be cloudy, and the light take on a greenish-yellow cast, this is an indication of an imminent hail storm - again, seek shelter at once.\n\nKeep in mind, these storms are spread over a wide area and many residents have never seen a tornado; however, tornado drills are a regular part for all Kansas school children and residents do not hesitate to run to the basement\/cellar if a tornado warning is announced.  \n\nRefer to the ",{"type":"[[","value":[["tornado safety"]]}," article for analysis of the issues here.\n\n",{"type":"====","value":["Winter storms"]},"\nIce storms and blizzards are also common during the winter, especially in northern Kansas.  As with most weather in the region, these storms tend to be intense, but roll in and out fairly quickly due to lack of natural obstruction (e.g., mountains).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nebraska"]]}]}," - Much like Kansas, the state's northern neighbor has a rich agricultural heritage, offering visitors a glimpse into America's heartland."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Missouri"]]}]}," - The state's eastern neighbor has much to see, from the natural beauty of the Ozarks to the major metropolitan areas of Kansas City and St. Louis."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Oklahoma"]]}]}," - Kansas' southern neighbor has been a state since only 1907 and retains some of the pioneer spirit from its early days as a frontier, along with a lot of Native American history and culture."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Colorado"]]}]}," - The Rocky Mountain state borders Kansas to the west and offers a mind-boggling array of outdoor activities."]},"\n",{"type":"[[","value":[["WikiPedia:Kansas"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Kansas\/"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Great Plains"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["38.46219"],["-98.27271"],["zoom=7"]]}]