[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Kaolack"]}," is a city in ",{"type":"[[","value":[["Senegal"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"===","value":["By car"]},"\nKaolack is the transport hub of the country. You can get to any point in Senegal in a day's travel.  There are two transport stations serving the city.  Garage Dakar services areas to the West and North such as Dakar, Thies and St. Louis. Garage Nioro services the South and East with locations including Tamba, Kolda and the Casamance.  \n",{"type":"===","value":["By bus"]},"\nMost people get around Senegal by sept-places but there are buses that pass through here heading from Bamako to Dakar and vice versa. There are also minicars which tend to leave only when full but are a cheaper option.  \n",{"type":"==","value":["Get around"]},"\nTaxis (between 700 and 800 FCFA) are the main way to get around Kaolack or you can take a moto if you are brave enough.  \n",{"type":"==","value":["See"]},"\nMost of Kaolack's glory is in its past as it is rumored to have had some of the best mangroves in Africa but any evidence of these has long since disappeared.  \nAccording to Lonely Planet, Kaolack has one of the biggest covered markets in West Africa.  The market has a good selection of wax fabrics as this is where smaller buyers come from around the region to purchase fabric.  You can easily get 2 meters for 1500 CFA or 6 meters for 3500. Another site to be seen in the market is the \"gris-gris\" market where vendors sell everything from skins to shells for the local charm makers.  \n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\nThere are plenty of NGOs (or ONGs as they say in French) with offices in Kaolack.  If you are looking to volunteer, there are plenty of options.  Being able to speak French is always a plus.\n\n",{"type":"==","value":["Buy"]},"\nYou can visit the Village Artisianal to find a selection of arts and crafts.  As mentioned earlier, Kaolack has a great selection of Wax fabric available in the covered market.  Most of the fabric sellers are located in the outer ring of shops.  \n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Brasero"],["url="],["email="],["address=Av Valdiodio Ndiaye"],["lat=14.138689"],["long=-16.073277"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are staying or passing through Kaolack, Le Brasero is a good option for breakfast, lunch or dinner. Clean, cheerful staff and decent food. Daily special and à la carte. Prices are very reasonable. On the main road out of Kaolack to Tambacounda."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["14.1833"],["-16.2500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Senegal"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n\n",{"type":"[[","value":[["Wikipedia:Kaolack"]]}]