[{"type":"{{","value":[["pagebanner"],["KappArkona-banner.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kap-arkona.de\/ Kap Arkona"]}]}," (",{"type":"''","value":["Cape Arkona"]},") is the northern most point in ",{"type":"[[","value":[["Rügen"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe area consists of three main locations, Putgarten, Arkona and Vitt and should be see more like an open air museum than a couple of villages and coastal views.\nPutgarten, is the closest public point to the coast you can drive to and although was at one point a village it is now more of a car park and tourist trap with trinkets shops and a few food establishments.\nArkona, the destination for most tourist, has three lighthouses and the Jaromarsburg Slavic hill fort which is no longer accessible due to the risk of landslides.\nVitt was a small fishing village and consists of a number of attractive small thatched cottages in a narrow valley leading to small beach.\n\n",{"type":"==","value":["Get in"]},"\nBy car or bus to Putgarten. Car parking fee €4.\n\nCycle or walk along the coastal path.\n\n",{"type":"==","value":["Get around"]},"\nAlthough you may be expect a pleasant walk across the countryside of the region to the coast unfortunately the  road you have to walk on is still busy with local cars and the tractor train taking people to and from Arkona and Vitt.\n\nMotorized train-bus and horse drawn carts are available between the three main locations.\nCycling is allowed along the cliff side path as well as the roads between the villages.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Number of viewpoints along the cliff coast,  Gellort being northern most point but closet point is about 500 meters by foot from Arkona."]},{"type":"*","value":["Lighthouses at Arkona"]},{"type":"*","value":["Jaromarsburg Slavic hill fort at Arkona (closed to public)"]},{"type":"*","value":["Fog and weather station at Arkona."]},{"type":"*","value":["The old village of Vitt including the chapel."]},"\n",{"type":"==","value":["Do"]},"\nWalk along the cliff edge.\n\n",{"type":"==","value":["Buy"]},"\nA number of arts and crafts shops and stalls in Putgarten. \n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["In Putgarten get past the fast food at the car park, there are a number of places offering reasonable food along the main village street. "]},{"type":"*","value":["In Arkona there are a couple of basic food outlets."]},{"type":"*","value":["In Vitt there is one small restaurant plus a number of snack outlets."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zum Goldenen Anker"],["alt="],["url=http:\/\/www.gasthof-vitt.de\/"],["email="],["address=Vitt"],["lat="],["long="],["directions="],["phone=+49 38391 12134"],["tollfree="],["fax="],["hours="],["price="],["content=Good fish food – friendly service"]]}]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are a number of holiday apartments for rent in Pugarten.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Commons:Category:Cape Arkona"]]},"\n",{"type":"[[","value":[["Wikipedia:Cape Arkona"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rügen"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["54.679811"],["13.432714"]]}]