[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Beach @ Pulau Kapas, Malaysia (234435536).jpg"],["thumb"],["300px"],["A beach on Pulau Kapas"]]},{"type":"'''","value":["Kapas Island"]}," (Malay: ",{"type":"''","value":["Pulau Kapas"]},") is an island off ",{"type":"[[","value":[["Marang"]]}," in ",{"type":"[[","value":[["Terengganu"]]},", ",{"type":"[[","value":[["Malaysia"]]},". Pulau Kapas means Cotton Island, a name given to it by locals, due to its soft white beaches. Surrounded by crystal clear water, Pulau Kapas is a getaway from the hustle and bustle of city life.\n\nThough this island remains relatively unheard of in the tourist circuit, it is well worth an extended visit if you need time to get away from the chaos that can come with being a backpacker or staying too long on the mainland. Ideal for couples but also great for anyone looking to meet people in a close-knit environment.\n\n",{"type":"==","value":[" Get in "]},"\nFerries to Kapas leave from ",{"type":"[[","value":[["Marang"]]},", which is about 45 minutes by car from ",{"type":"[[","value":[["Kuala Terengganu"]]},". You can ask for price quotes from local dealers (there are some agents for Pulau Kapas resort in Kuala Terengganu) or simply go to Marang and talk to the ferrymen. Groups may be able to get discounts off the individual rates for resort accommodations on the island.\n\n",{"type":"==","value":[" Get around "]},"\nEverything is accessible by foot. It takes about fifteen minutes to cover all the ground on the island, with the exception of the jungle trek.\n\n",{"type":"==","value":[" See "]},"\nGo scuba diving and see marine life on the seabed.\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"[[","value":[["File:Rocks @ Pulau Kapas, Malaysia (234438658).jpg"],["thumb"],["240px"],["Rocks on Pulau Kapas"]]},"There is one diving company offering open water and advanced certifications as well as fun dives around Kapas. For snorkeling, you can hire a boat to take you to different locations, but most of the best spots can be found within 100m of most of the beaches. Kapas is known for its relaxing atmosphere and beautiful beaches, so bring a good book and don't expect much partying or loud music.\n\n",{"type":"==","value":[" Buy "]},"\n\n\n\n",{"type":"==","value":[" Eat "]},"\n\n\n\n",{"type":"==","value":[" Drink "]},"\nBring your own alcohol if you plan to drink here. The only alcoholic drinks available are at KBC, but you can spend half your daily budget in one night if you're not careful. Liquor can be bought in Chinatown in ",{"type":"[[","value":[["Kuala Terengganu"]]},".\n\n",{"type":"==","value":[" Sleep "]},"\n\nMakcik Gemuk Beach Resort. Tel: (+6)09-624 5120; Telefax: (+6)09-618 2250\n\n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"[[","value":[["Marang"]]}," has a good little outdoor market near the ferry landing.\n\n",{"type":"{{","value":[["IsPartOf"],["Terengganu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]