[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kapalua"]}," is in a Resort Community located along the west coast of the island of ",{"type":"[[","value":[["Maui"]]},", ",{"type":"[[","value":[["Hawaii"]]},". Situated 20 minutes from ",{"type":"[[","value":[["Lahaina"]]}," town and bounded to the North by Honolua Bay.\n\n",{"type":"==","value":["Get in"]},"\n\nKapalua Resort is a world-class destination in West Maui. The Kapalua-West Maui Airport (JHM) is 5 minutes' drive from the resort. Kapalua Resort offers a free shuttle service to and from this Airport. Car rental services are offered at the Kapalua-West Maui Airport and also at the Ka'anapali Car Rental station on Halawai Drive. off Honoapiilani Highway. Kapalua Resort is located 5 miles (8 km) from Ka'anapali Beach Resort and 8 miles (13 km) from historic Lahaina Town. The main Kahului Airport (OGG) is approximately 45-60 minutes' drive from Kapalua Resort. All major car rental companies are offered within the Kahului Airport complex on Mokuea Place.\n\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"==","value":["See"]},"\n\nFrom the summit of the mountains at Pu'u Kukui to the Bays of Pi'ilani at the coastline, ",{"type":"'''","value":["Kapalua Resort"]}," is a natural wonderland of beauty, rich in history and culture. Its 22,000 acres (8,900 ha) are filled with lush valleys, verdant peaks, towering pines, lava rock promontories, picturesque bays and protected coral reefs. The resort is surrounded by working pineapple fields and a diversified farm.\n\nKapalua Resort is encircled by a necklace of five pristine bays and beaches: \n",{"type":"*","value":[{"type":"'''","value":["Kapalua Bay"]},", honored as the first \"Best Beach in America\" by Dr. Beach, 1991 - snorkeling, diving, kayaking"]},{"type":"*","value":[{"type":"'''","value":["DT Fleming Beach"]},", named \"Best Beach in America\" by Dr. Beach, 2006 - body surfing, boogie boarding"]},{"type":"*","value":[{"type":"'''","value":["Oneloa Bay"]},", the resort's \"hidden\" white sand beach and part of the Kapalua Coastal Trail - sunning and surfing"]},{"type":"*","value":[{"type":"'''","value":["Honolua Bay"]},", world-famous for surfing its winter swells and snorkeling\/diving the marine preserve in summer, and "]},{"type":"*","value":[{"type":"'''","value":["Mokule'ia Bay"]},", with a white sand beach cove and calm, clear waters for swimming and snorkeling. "]},"All offer a variety of water sports activities, general beach relaxation and some picnic facilities.\n\nOn the slopes of the West Maui mountains, Kapalua Resort offers scenic hiking and walking trails in the ",{"type":"'''","value":["Kapalua Trail System"]},", a Mountain Outpost featuring Kapalua Adventures' Zipline & Adventure Tours and Maui's only Pineapple Farm Tours.\n\n",{"type":"==","value":["Do"]},"\nFrom world-class golf, tennis and spa to one-of-a-kind adventure tours and a network of free hiking trails, Kapalua Resort offers something for everyone:\n\n",{"type":"*","value":[{"type":"'''","value":["Kapalua Spa"]},", the second largest, and only stand-alone, destination spa on Maui has recently opened in the resort. Spanning five acres perched on a hill overlooking serene Kapalua Bay, this spa offers 30,000 square feet (2,787 sq m) of luxury with 9 indoor treatment rooms and 10 outdoor island-style bungalows, some with stone soaking tubs and dual treatment space for couples. With an elegant beach house feel, Kapalua Spa opens up to expansive ocean views. Specialty Hawaiian massage and skin treatments, seaweed and marine algae facials, complete beauty salon services, a movement studio and oceanview fitness facility will full-range Kinesis Circuit training, a saline lap pool and sundeck and separate locker rooms with whirlpool, sauna, steam and ice rain showers for men and women are some of the highlights."]},{"type":"*","value":["Kapalua has 2 championship Golf Courses:  "]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["The Plantation Course"]}," - home to the PGA TOUR SBS Championship every January and "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["The Bay Course"]}," - host of the LPGA Tour's Kapalua LPGA Classic in October. "]}]},{"type":"*","value":[{"type":"'''","value":["Kapalua Adventures"]}," - Mountain Outpost offers 8 dual-track ziplines, a ropes challenge course, giant tandem swing, climbing tower, observation pavilion and the longest suspention bridge in Hawai'i. "]},{"type":"*","value":[{"type":"'''","value":["Maui Pineapple Farm Tours"]}," - four pineapple tour varieties and an organic farm tour feature tasting Maui's own fresh pineapples in scenic fields and picking your own pineapple to take home. "]},{"type":"*","value":[{"type":"'''","value":["Kapalua Tennis Garden"]}," - an award-winning tennis facility with ten plexipave courts, four lit for night play, surrounded by majestic trees and tropical foliage."]},{"type":"*","value":[{"type":"'''","value":["Signature Events"]}," are offered year-round, including the three decades running Kapalua Wine & Food Festival in June and Whale Quest Kapalua in February, plus annual golf and tennis tournaments."]},"\n",{"type":"==","value":["Buy"]}," \n",{"type":"'''","value":["Kapalua Resort"]}," features an distinct array of shopping experiences for the resort, adventure, sports and casual shopper: \n\n",{"type":"*","value":[{"type":"'''","value":["Kapalua Logo shop"]}," - This store is dedicated to the world-renowned Kapalua butterfly logo on a variety of golf apparel and lifestyle wear, featuring exclusive fashion labels for men, women and children. Island inspired gifts and home décor merchandise are also featured. Located in the Kapalua Resort Center."]},{"type":"*","value":[{"type":"'''","value":["Kapalua Adventures' Outfitters Shop"]},"- In the Kapalua Resort Center, you'll find a boutique of premium outdoor gear, sportswear, hats, shoes and fun accessories for the adventurous-at-heart. "]},{"type":"*","value":[{"type":"'''","value":["Kapalua Golf and Tennis Garden Pro Shops"]},"- For the finest in golf apparel, golf clubs and equipment, visit The Plantation Course Pro Shop and The Bay Course Pro Shop at the Kapalua Golf Courses. Kapalua Tennis Garden offers tennis apparel and gear, tennis racquets and more in its Tennis Pro Shop next to The Bay Course."]},{"type":"*","value":[{"type":"'''","value":["Honolua Store"]}," - In this landmark 'general store' at the heart of the resort, shop for gourmet foods, snacks, soft drinks, juices and groceries along with an impressive selection of beer and wine. You'll also find a charming variety of island and home decor gift items and Kapalua logo souvenirs."]},{"type":"*","value":[{"type":"'''","value":["La Perle"]}," - Located in the Honolua Village Center is a fine jewelry store, featuring exclusive Kapalua butterfly and designer jewelry as well as an exquisite array of Tahitian and South Seas pearls."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Kapalua"],["url=http:\/\/www.kapalua.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 808 665-8220"],["tollfree="],["fax="],["hours=7AM-6PM"],["price="],["content=Located in the Kapalua Resort Center, this bistro features healthy breakfasts with Kapalua Farms natural eggs and organic produce; lunch with housemade soups, fresh salads, wraps and sandwiches, delectable desserts and an impressive selection of micro-brewed beers and boutique wines. Espresso and smoothie bar, too."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Honolua Store"],["url=http:\/\/www.kapalua.com"],["email="],["address="],["lat="],["long="],["directions=Kapalua Resort"],["phone=+1 808 665-9105"],["tollfree="],["fax="],["hours=6AM-9PM"],["price=Almost everything under $12"],["content=A locals' favorite where you can pick up a casual hot meal and enjoy it on the cool veranda outside. Breakfast includes eggs, loco moco, pancakes; lunch features island style plate lunches, fresh salads, hot pizzas and sandwiches. Prepared dinner entrees are available to go."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[" Merriman's Kapalua"]}," - On a scenic knoll overlooking Kapalua Bay, Chef Peter Merriman's restaurant features Hawai'i Regional Cuisine with island farm ingredients for dinner and special events. Open for sunset happy hour daily."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pineapple Grill Kapalua"]}," - Located at The Bay Course Clubhouse, this award-winning restaurant offers Contemporary Pacific Cuisine from island waters and local farms. Open for Lunch, Dinner, weekend Brunch and nightly cocktails."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Plantation House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 808 669-6299"],["tollfree="],["fax="],["hours="],["price="],["content=Perhaps the best sunset view on Maui, plus great food, makes this many people's favorite Maui restaurant.  Three or four kinds of fresh fish done in your choice of five or six interesting preparations, plus meats, specialty salads, vegetarian entrees (just ask your server), and bananas foster for dessert. Open for breakfast and lunch."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sansei Seafood Restaurant & Sushi Bar"]}," - Featuring award-winning sushi and Pacific Rim dishes, Sansei Kapalua is the original one in Hawai'i. Open for dinner nightly with early-bird specials and late-night karaoke dining twice a week."]},"\n",{"type":"==","value":["Drink"]},"\nEntertainment options and happy hour specials are happening around ",{"type":"'''","value":["Kapalua Resort"]}," year-round.\n\nMerriman's Kapalua features island music on weekends; Pineapple Grill offers live jazz on Friday and Saturday nights. Sansei Seafood Restaurant & Sushi Bar is popular for Karoake singing and drink specials on Thursday and Friday nights. \n\nThe ",{"type":"[","value":["http:\/\/www.ritzcarlton.com\/en\/Properties\/KapaluaMaui\/Default.htm Ritz-Carlton"]}," features Hawaiian contemporary musicians in the Alaloa Lounge nightly and Pacific-Asian music in The Banyan Tree restaurant Wednesday-Saturday.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Kapalua Gold Villas"]}," are luxury condominiums tucked into three scenic enclaves throughout Kapalua Resort: ",{"type":"'''","value":["The Bay Villas,"]}," ",{"type":"'''","value":["The Ridge Villas,"]}," and ",{"type":"'''","value":["The Golf Villas."]}," Each complex has a swimming pool and barbecue pavilion with parking at every unit. Condominiums offer fine linens, state-of-the-art appliances, spacious bathrooms, daily maid service and resort amenities."]},{"type":"*","value":[{"type":"'''","value":["Kapalua Luxury Homes"]}," are a singular collection of vacation home rentals in the private gated communities of Kapalua Resort. Choose from mountain ridges to the central resort and sandy shoreline."]},{"type":"*","value":[{"type":"'''","value":["The Ritz-Carlton Club and Residences, Kapalua Bay"]}," is the newest luxury offering of privately owned and fractional ownership residences in Kapalua Resort. This property is perched on a hill overlooking Kapalua Bay and features a lagoon style pool, private Beach Club and restaurant."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Ritz-Carlton, Kapalua"],["url=http:\/\/www.ritzcarlton.com\/en\/Properties\/KapaluaMaui\/Default.htm"],["email="],["address=One Ritz-Carlton Drive"],["lat="],["long="],["directions="],["phone = +1 808  669-6200"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Ritz-Carlton, Kapalua hotel on Maui, is spread on 23,000 acres on a historic pineapple plantation surrounded by three golf courses and views of the Pacific Ocean."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["20.99972"],["-156.65806"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Maui"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Kapalua, Hawaii"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Hawaii\/Maui\/Localities\/Kapalua\/"]]}]