[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kapilvastu"]}," is a modern day district in ",{"type":"[[","value":[["Western Nepal"]]},". It's district headquarters is Taulihawa (est. population 30,000). \n\n",{"type":"==","value":["Understand"]},"\nKapilvastu is also the name of an ancient Kingdom of the Shakyas the royal family  of Lord Buddha. There are many ancient archaeological sites situated in a 10 kilometer circle around Taulihawa, the modern district center of Kapilbastu District. Far fewer tourist visit the sites in Kapilvastu which can make a visit even more appealing. Below are some of these noteworthy sites.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]}," \n\n",{"type":"'''","value":["Via"]}," ",{"type":"[[","value":[["Kathmandu"]]}," to ",{"type":"[[","value":[["Bhairahawa"]]}," Airport, about 40 kilometers east of Taulihawa. It takes 45 minutes, and costs about $200 for foreigners and $115 for nationals. Carriers include Buddha Air, Yeti Air, 160 NRs airport tax applies for all domestic flights.\n\n",{"type":"===","value":["By bus"]}," \n",{"type":"'''","value":["Via"]}," Dehli, Gorakpur, ",{"type":"[[","value":[["Sunauli"]]},", India\/Belahiya, Nepal. 24 - 30 hours. \n\n",{"type":"'''","value":["Via"]}," ",{"type":"[[","value":[["Kathmandu"]]},", Narayangarh\/Bharatpur (var. Narayanghat), Butwal, ",{"type":"[[","value":[["Bhairahawa"]]},", Taulihawa. 8-10 hours.\n\n",{"type":"'''","value":["Via"]}," ",{"type":"[[","value":[["Pokhara"]]},", Palpa\/Tanzan, Butwal, ",{"type":"[[","value":[["Bhairahawa"]]},", Taulihawa  (potholed, windy road, but beautiful views) 6 - 8 hours. Also ",{"type":"[[","value":[["Pokhara"]]},", Narayangarh\/Bharatpur\/Butwal, ",{"type":"[[","value":[["Bhairahawa"]]},"  (better road conditions). 6-8 hours.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Via"]}," Delhi - Gorakpur. Transfer to narrow gauge(now its brade guage ) track to Nautanwa. Transfer to taxi\/bus\/rickshaw to ",{"type":"[[","value":[["Sunauli"]]},", India (about 5 kilometers). Cross border to  Belahiya and Nepal's Immigration. Transfer to bus\/taxi rickshaw for 3 kilometers to ",{"type":"[[","value":[["Bhairahawa"]]},". Transfer to bus \/ taxi to Taulihawa. Total time approximately 14 - 20 hours. & another way Gorakhpur to Shohrath Garh by train , Shohrat garh to Khunuwa to Toulihawa by bus or other services , we can reach shortly from this way.\n\n",{"type":"'''","value":["Via"]}," Kolkata, Patna, Gorakpur. Transfer to narrow gauge track to Nautanwa. Transfer to taxi\/bus\/rickshaw to ",{"type":"[[","value":[["Sunauli"]]},", India (approximately 5 kilometers). Cross border to Belahiya,  and Nepal's Immigration. Transfer to bus\/taxi rickshaw for 3 kilometers to ",{"type":"[[","value":[["Bhairahawa"]]},". Transfer to bus \/ taxi to Taulihawa. Total time approximately 12 - 14  hours.\n\n",{"type":"==","value":["Get around"]},"\n\nRickshaws, local buses and taxis are available.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"====","value":["Tilaurakot Complex"]},"\n\n",{"type":"'''","value":["Tilaurakot Fort"]},"\nLocated approximately 25 kilometers east of Lumbini and about 4 kilometers north of Taulihawa, the modern district center of Kapilbastu District(approx. 30,000 inhabitants), are the archaeological remains of Tilaurakot. Thought to have been the citadel complex of the larger surrounding Kapilvastu Kingdom, founded by Lord Buddha's father Śuddhodana, the chief of the Shakya nation. Excavations have revealed a considerable walled fortress approximately 300 meters long and 200 meters wide and containing exposed foundations of several building complexes. Historically is said that Prince Siddhartha grew up and spent his early life inside Tilaurakot to the age of 29, oblivious of worldly miseries outside. He was married to Yashodhara and had a son named Rahula. Upon confronting worldly miseries such as disease, aging and death, outside Tilaurakot's gates. He escaped Tilaurakot Fort one night from it's eastern gate, and riding eastward towards the jungles on his steed Kantaka, in search of enlightenment and in quest of answers to his questions about such miseries, pain and sufferings.\n\n",{"type":"'''","value":["Tilaurakot Museum"]}," Some 150 meters before Tilaurakot's western gate (the modern main entrance) lies a small, neglected, but quaint museum housing jewelery and other ornaments, coins, painted grey ware and northern black polished ware pottery, and toys excavated from the site dating between the seventh century BC and fourth century AD.\n\n",{"type":"===","value":["Kapilvastu Kingdom Complex"]},"\n",{"type":"'''","value":["Gotihawa"]}," lies 5-km southwest of Taulihawa town and is considered the natal town of Krakuchanda Buddha. The place has ruins of ancient habitation, stupas and monasteries. The place was visited by Ashoka as evidenced by a pillar with inscriptions. The pillar is broken with the upper part missing.\n\n",{"type":"'''","value":["Araurakot"]}," lies about 9-km northeast of Tilaurakot. P.C. Mukheiji (1899) identified it as the natal town of Kanakmuni Buddha. It is a rectangular fortified area that contains a moat with heaps of ancient ruins.\n\n",{"type":"'''","value":["Kundan"]}," is located 2-km southwest of Taulihawa on way to Gotihawa. It is a beautiful protected garden area with large structural ruins of monasteries and stupas and with a tank nearby. This is considered the historical sight where Lord Buddha, returning after many years preached, and where his father,  Śuddhodana, was converted to Buddhism.  \n\n",{"type":"'''","value":["Niglihawa"]}," 7-km northwest of Tilaurakot, was another site visited by Ashoka and marked with a pillar. The pillar is broken into two pieces. The standing base pillar has Ashokan inscription in Brahmi script and the upper pillar has Devanagari inscription marking Ripu Mai's visit in 1312 AD. There are ruins of monasteries, stupas and habitation. It is identified as ancient town of Sobhawati, birthplace of Kanakmuni Buddha.\n\n",{"type":"'''","value":["Sagarhawa"]}," lies 3.5 km north of Tilaurakot and west of Banganga river. It is a rectangular depression. Excavations done in 1896 traced seventeen stupas and large monuments made from well-burnt bricks. Findings of casket and other rare antiquities indicate them to be votive stupas of the war dead. However, these stupas remain no more as they were excavated to their foundation without restoration.\n\n",{"type":"===","value":[{"type":"[[","value":[["Lumbini"]]}," Garden"]}," \nLocated approximately 22 kilometers east from Taulihwa is the sacred birthplace of Lord Buddha. The garden stretches one kilometer east west and 4 kilometers north south and besides having abundant bird and even some wild life, has an amazing collection over 20 nation's monasteries.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Village Tours"]},"\n\nSeveral tour guide companies are offering village tours especially around the Lumbini. \n\n",{"type":"===","value":["Birding\/Bird Watching"]},"\n\nIn winter, the farmland in this area of the Terai is a mosaic of different crops and stubbles, with lowlands, small irrigation channels, streams, ponds and, away from towns, only scattered small villages, which often have very large, old trees used by roosting vultures and large water birds. The entire area is good for birds.But ask for wetland grassland area north of Lumbini called Khadara Phanta, which is particularly good for seeing the endangered Sarus Crane. Also, Jagdishpur Reservoir, is considered nationally to be an important bird area in Kapilvastu District, about 40 km NW of Lumbini. \n\n",{"type":"===","value":["Terai Trekking"]},"\n\nA flat-landers version of mountain trekking. First performed in 1991 by two Peace Corps volunteers who walked from Bhairawaha, to Trivenighat, and on to Chitwan, some 70 kilometers in three days via existing back roads, farm lands, forests and footpaths. It was their way of attempting to walk the path taken by Siddhartha (a Buddhist Via Dolorosa if you like) who after renouncing his princely life escaped the fortress compound at Tilaurakot and walking (actually riding his steed Kantaka) east into the jungles. Other versions could be simply day walks from ",{"type":"[[","value":[["Bhairahawa"]]}," to ",{"type":"[[","value":[["Lumbini"]]}," and catching the bus back.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Palpali Brass"]},"\nSearch the bazaar in Taulihawa for good deals on famous Palpali brass wear such as kuruwa's diwas, and statuary still produced in Palpa in the hills north of Taulihawa. \n\n",{"type":"===","value":["Dhakiya"]},"\nSmall round baskets woven from rice straw by the women of this area. Beautiful colors and designs are found. Most village women don't think to sell it as there are no local market but if you ask they will sell usually cheap if it is their first time selling so don't forget the tip!\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["In Taulihawa:"]},"\n\n",{"type":"*","value":["Hotel Shankar, on the road to tilaurakot,has really basic rooms for Rs 1000\/1500."]},"\n",{"type":"*","value":["Lumbini Hotel,  on the road to Tilaurakot, has really basic rooms for Rs 200\/300. "]},"\n",{"type":"*","value":["New Siddhartha Guest House, just north of Taulihawa on the road to Tilaurakot."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["27.5500"],["83.0500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western_Tarai"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Kapilvastu District"]]}]