[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":["Kapiti Coast"]}," is a region of the Lower North Island that boasts unspoilt beaches, rivers, villages, friendly people and natural open spaces stretching from Paekakariki to Otaki.  Nestled between mountains and the sea, it's an affordable, self-drive, family destination.\n\n",{"type":"==","value":[" Towns "]},"\n\n",{"type":"*","value":[" Paekakariki"]},{"type":"*","value":[" ",{"type":"[[","value":[["Raumati"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Paraparaumu"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Waikanae"]]}," "]},{"type":"*","value":[" Peka Peka"]},{"type":"*","value":[" Te Horo"]},{"type":"*","value":[" ",{"type":"[[","value":[["Otaki"]]}]},"\n",{"type":"==","value":["Get in"]},"\n\nJust a 40-90 minute drive or 60 minute train trip from the nearest cities of Palmerston North and Wellington.  The nearest airports are Palmerston North, Wellington and Paraparaumu.  Air New Zealand services Paraparaumu to and from Auckland.  Newmans and Intercity operate several daily scheduled bus services through the region and most backpacker buses stop here.  \n\nThe west coast location means the town has front-row seats as the sun sets into the Tasman each evening, and the fish and chips on the beach under a red hot sunset taste better than do anywhere else in the world – enjoy.\n\n",{"type":"==","value":["Get around"]},"\n\nLocal bus service runs between Paraparaumu, Paraparaumu Beach, Waikanae and Waikanae Beach. A bus service runs between Otaki, Te Horo, Peka Peka and Waikanae.  The train service runs between Paekakariki and Waikanae stopping at Paraparaumu.  \n\nThe local Paraparaumu Taxi service is another option.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Nature areas "]},"\n\nThere are many protected nature or conservation areas including the iconic Kapiti Island, forest and regional parks, estuaries and wetlands.  \n\nWaikanae Estuary Scientific Reserve is home to over 60 species of birds and is adjacent to the Waikanae River.  The resrve borders Otaihanga Domain in Paraparaumu which is a pleasant place to picnic and let the kids enjoy a safe river swim.  It is also an ideal starting point to walk either the north or south sides of the river where tracks are suitable for baby buggies, biking and walking.  \n\nKapiti Island is one of New Zealand's most significant nature reserves, located in a marine reserve.  You can stay overnight and go kiwi spotting, or just go for the day and take a guided walk. There are different walk options for varying levels of fitness.  The 15 minute ferry ride from Paraparaumu Beach Boating Club departs daily at 9am.  Visitors need to purchase a Department of Conservation permit to visit the island as well as a local permit to visit Waiorua Bay at the north end.  Bookings are essential through Kapiti Island Nature Tours or the Paraparaumu i-SITE.\n\nQueen Elizabeth Park is Wellington's most popular Regional Park with entrances at Paekakariki, Mackays Crossing (off the State Highway One between Paekakariki and Raumati) and an entrance from Raumati South.   The park has many different inland and coastal cycling routes for every level of fitness.  There are many other activities in the park including horse riding, visiting the Wellington Tramway Museum or taking a ride on a heritage tram.  There are many picnic spots and you can hire BBQ sites.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Beaches "]},"\n\nOur beaches range from remote stretches of coast to popular busy, family beaches where picnics, swimming, fishing, kayaking, surfing and sailing are all in a days fun.  Otaki Beach is great for walks and fishing and has great views of the Tararua Ranges. Te Horo is remote and has plenty of driftwood for creative inspiration and sculptures.  Waikanae has a wonderful scientific reserve and migratory birds.  Paraparaumu Beach you will find boats being launched off the sand.  Raumati is good for surfcasting and swimming and Paekakariki offers surfing and great coastal walks in Queen Elizabeth Park.\n\n",{"type":"===","value":[" Walks and tramping "]},"\n\nAt almost every turn is a short walk or cycle track.  Otaki Forks is a main entrance to Tararua Forest Park.  From here you can enjoy day walks or some of New Zealand's best hiking on overnight or longer tramps. Hemi Matenga in Waikanae offers a steep walk with a stunning view to Kapiti Island and has good mountain biking and walking tracks.  This track offers a range of options so you can walk for either 30 minutes or you can be up to 3-4 hours depending on your walking speed.\n\n",{"type":"==","value":["Buy"]},"\n\nA wide variety of shopping experiences are available in the region.  Otaki is famous for it outlet stores including major outdoor clothing and fashion brands.  Te Horo has a foodies kitchen shop with coffee, and a lavender farm with shop, both in beautiful rural locations.  Coastlands Shopping Town in Paraparaumu has more than 100 stores and is a convenient place for food, fashion, beauty, gifts and other purchases.  Paraparamumu Beach has a mix of craft, clothing and gift shops and offers a Saturday morning market for fresh fruit and vegetables and local produce. Raumati Beach is popular for fashion and homewares; and Paekakariki has eclectic art shop, second hand shops and funky design store, which also serves coffee.  \n\n",{"type":"==","value":["Eat"]},"\n\nThe Kapiti Coast is home to several cafes and restaurants to suit all tastes and cultures. All the beachside communities have their fair share of dining experiences serving excellent food.  \n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Greater Wellington"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Kapiti Coast"]]},"\n",{"type":"{{","value":[["geo"],["-40.832"],["175.095"]]}]