[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Karauli"]}," is a district and town in the state of ",{"type":"[[","value":[["Rajasthan"]]},". An old princely-state, it has an old fort and several palaces with some very attractive frescoes and jaalis. Although off the beaten track, it is well worth a visit.\n\n",{"type":"==","value":["Understand"]},"\nSituated in the golden triangular of India (Delhi\/Jaipur\/Agra.)  A remote ancient town, a devotional city, a blend of warm royal hospitality, a serene rural environment that is Karauli, your new destination in Rajasthan.\n\nKarauli was officially founded in 1348 AD by the Yaduvanshi Rajput, Raja Arjun Pal. This holy city was originally known as Kalyanpuri, after the local deity Kalyanji. \nLegend has it that the princely state of karauli (18 Gun salutes) was established by Raja Bijal pal Jadon, The 88th descendent of lord Krishna, as far back as 995 AD. \n\nThe ruling family of karauli are considered the descendents of Lord Krishna, The Yadav Rajput, The city is home of Shri Madan Mohanji, the deity of lord Krishna, worshiped by millions of followers from Rajasthan & rest of India. Kaila Devi, popularly known  as Mahalakshmi, (The goddess of wealth) holds a important place among the fairs of Rajasthan. The fair is held at the village of Kaila in Karauli dist in the month of Chaitra. \n\nKarauli is situated on the Million Dollar rout also known as the golden triangular of India. \n\n",{"type":"==","value":["Get in"]},"\nKarauli is Just 55 Kms from Mahuwa, The mid way on the well known Jaipur – Agra Highway Distance from Jaipur 180Kms, Agra 182Kms, Bharatpur 110Kms, Swaimadhopur (Ranthambore) 100Kms, Gwalior 140Kms, New Delhi 290 Kms. \n\n\nNearest Railway Station, Gangapur City – 30Kms, Hindaun – 29Kms. \n\nTrain Connection – \nFrom Delhi \nDeparture from Delhi                 Frontier Mail                 Janshatabdi\nDep From Delhi                             0755                                1315\nArrival at Hindaun                             -                                    1632\nArrival at Gangapur City               1220                                  1715\nArrival at Sawai Madhopur            1310                                 1750\nFor Delhi\nDep from Sawai Madhopur           1250                                  0714\nDep From Gangapur city               1355                                 0755\nDep From Hindaun                          -                                      0830\nArrival at Delhi                               1900                                 1235 \n\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" BHANWAR VILAS PALACE – KARAULI (RAJASTHAN) ",{"type":"[","value":["http:\/\/www.karauli.com"]}," – EMAIL – (Reservations\/Bookings karauli@sancharnet.in )  bhanwarvilaskarauli@gmail.com .  It can be reached quite easily by bus from Dausa (which is on the main Jaipur-Agra highway and is also accessible by train from Jaipur)."]},"\n",{"type":"*","value":[" Karauli City Palace –  The 600 year Karauli old city palace was built in the 14th century by the royal family and a magnificent city palace in 1635 AD.  The fort and the city palace remains the official residence of the royal family of karauli till 1938 AD. At that time a much more modern Bhanwar Vilas palace was built by Maharaja Ganesh pal Deo Bhadur. Red stone ramparts surrounded the walled city with bastions for security. Till date the city was boasts of six gates and eleven posterns.  The city palace of Karauli is the 18th century building which is a treasure trove of architecture, stone carvings, gorgeous jail work, glass inlay work, classic paintings with elaborated ornamented stucco work and frescoes. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kaila Devi National Park (Project Tiger)"]},".  Is named locally after the famous Kaila Devi Temple it is situated 25 Km from Karauli city. The park is also a part of the project tiger and it’s a buffer zone to Ranthambore National park.  The typical feature of the sanctuary Numerous Khos or deep gorges breaking the ground. These several hundred feet deep Khos inside the Khos there is rich and dense forest which shelters and rests a lot of wild animals.  Kaila Devi Highland forest undergoes unbelievable dynamic changes with season, its all lush green during the monsoon. The ground cover turns into carpet of bright ststras color after the monsoon. The forest canopy is mix of various hues coppery being predominated till late winter.  The river Banas touches the western tip of the sanctuary, while the river chambal flows along the south – east, forming a natural boundary.  Among mammals Chinkara, wild bore, jackal can be seen very commonly in morning and late afternoon. Leopard, Sloth bear, Hyena, wolf and sambhar sightings can be seen and of course tiger continues its secretive existence.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Timangarh Fort"]},".  Take a jeep safari to The Timangarh Fort named after the King Timanpal Timan Garh is a famous historical fort situated near Karauli Timan or Tisman was a very powerful Ror ruler in the second century AD. This is the same Tisman who ruled over Ujjan and is recognized by present-day historians  at a distance of around 40 km from Karauli. The fort is believed to have been constructed in 1100 AD, and destroyed in one of the attack thereafter. The fort was renovated in 1244 AD by King Timanpal of Bayana. The fort is renowned for it’s collection ancient ashtadhatu (eight metals) and stone idols carvings. The amazing art work visible on the temple yards and walls is an example of the expertise that prevailed in the region. The Fort is touched upon by the Sagar from one side and stands witness to the innumerable dips the local villagers have dived in hopes of acquiring the Paras (the wishing stone) stone believed to be sunk at the bottom of the lake, and some villagers still hopes to find the paras stone which is believed to be still somewhere in the lake."]},"(650 rs per pax Min 4 Pax) (Time Duration = 5hours)\n\n",{"type":"*","value":[" ",{"type":"'''","value":["1&2 Nights Iternary"]}," "]},":1 DAY = arrival by noon. Lunch. \nAfter lunch Walk or go by  camel cart to see the 600 year old city where one can see local handicraft shops like lacker work, bangle making, wooden toys, bamboo items, traditional sweets etc being made.\nThen go to see the 500 year old city palace full of frescos, fine stone carvings & paintings. \nBefore returning to the hotel guest can also visit the famous lord Krishna temple (Madan Mohan ji) which is in the city palace campus for evening arti. (Rs.150 entry ticket inclusive of camera fee for city palace if time left they can see the 600 year old step well and the near by villages.\n(Time Duration = 4 to 5 hours.)\n \n:2nd day = Breakfast. Or (Before Breakfast Yoga can be arranged at the city palace Terries, from where one can also view the sun rise) then Tours around the campus see the vintage cars. Organic dairy. Organic farming. Horses. Visit the campus charity school for poor family children and handicraft workshop run by our N.G.O (Time Duration = 1hour 30 min)\n \n",{"type":"*","value":[" Take a tour of the water conservation projects been done in the near by villages by our N.G.O.  (Time Duration = 3 hours)"]}," \n",{"type":"*","value":[" River Chambal is 35km from karauli Chambal crocodile safari can be arranged (Rs.1200 per pax min 4pax)  (Time Duration = 5 hours)"]},"\n",{"type":"*","value":[" There is a lake 7km from Bhanwar Vilas which also has crocodiles & migrate birds. High Tea or lunch could be arranged (House guest can go by jeep, cycleling or by vintage cars). "]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fairs"]},".  In karauli Annual Cattle fair is held where one can witness sale of camel, horses, buffaloes etc. cattle fair is held between FEB – March.  Kaila Devi religious fare is also held in karauli between March – April and Sept – Oct "]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bhanwar Vilas Palace"]},".  Bhanwar Vilas palace was built in 1938 AD. A member of Indian Heritage hotels Association and India’s Royal Legacy offer’s forty Air-conditioned and furnished rooms with all modern amenities like Mini bars, hairdryers, electric cattle etc in all the rooms. Rajasthani, Indian & continental cuisines are prepared with great care to make you visit a rich experience in Indian Royal Gastronomy. Special meal preferences for children and people with dietary restrictions are supervised by the lady of the house.  Facilities include Swimming Pool, Doctor on Call, Travel, Transport, Excursions, Massage, Cultural programs, Puppet show, Yoga, Internet Facility, Cooking lesions, Jeep Safari, Boat ride, Horse riding, In house Laundry, Billiards Room, Mock Weddings. Bhanwar Vilas palace has 8 Suits, 19 Deluxe & 13 Standard Rooms. "]},"\n",{"type":"==","value":["Connect"]},"\nwww.karauli.com, email - karauli@sancharnet.in\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bharatpur Division"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Karauli"]]},"\n",{"type":"{{","value":[["geo"],["26.5"],["77.016666666667"]]}]