[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Karijoki"]}," is a municipality in ",{"type":"[[","value":[["Southern Ostrobothnia"]]},", located 90 km south-west of ",{"type":"[[","value":[["Seinäjoki"]]}," in ",{"type":"[[","value":[["Finland"]]},". With only around 1500 inhabtitants it's a small place, but it gained fame when a neanderthale cave (now called the Wolf Cave) was discovered in 1997. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Wolf Cave"]},"\nThe Wolf Cave (Susiluola) is Karijoki’s main attraction for tourists and locals. This is the geological result of a million years of climate changes. It consists on a wide horizontal fissure of the rock and it is named after its location on Wolf Mountain (Susivuori). This has a very important impact on the Scandinavian prehistory studies because investigators are convinced that the Neanderthal men habited this cave.  \nThe cave was formed as a result of erosion and it is estimated to be more than 2.6 million years old. In the interglacial period, between ice ages, it was filled with sediment layers that remained untouched unlike the rest of the area.  The cave is 116.5 meters above today’s sea level. The ceiling of the cave is quite low; the highest spot is 2.2 meters high and the entrance is only a little bit over a meter high. The size of the cave is not precisely determined because it is still partially filled with sediment layers but it is estimated to be over 400 m2. It is very exciting to stare at inside and give place to the imagination, travel back 100,000 years ago. It is possible to get an idea of the size of the cave at the opening but safety precautions prevent visitors from entering the cave.\nIn 1998 the archeological excavations were started. The drilling was stopped in 2000 when temperature changes created a danger of the cave collapsing. The ceiling of the cave was reinforced, allowing the work to continue again. Although, because it’s such a vulnerable spot the investigators preferred to postpone the excavation until the research systems improve so nothing precious would be ruined. Expertise from different fields participate in the enduring investigation, among the participants are the Geological Survey of Finland, the National Board of Antiquities, and the University of Helsinki’s Dating Laboratory. \nAs mentioned before, inside the cave were found traces of human life from over 120,000 years, before the Ice Age covered the land for the next thousands of years. There was found burnt rock which gave certain evidence that fire was burned there, also many diverse stone tools. The technics used to make these artifacts were the classic technics used by Neanderthal to shape rocks which research dates back 130,000-115,000 years ago.  Therefore, it is basically a fact that the Neanderthal habited this cave.\nThis is a unique attraction, there is nothing like it anywhere else in the Nordic countries. The terrain around the Wolf Cave is abundant with signs of the Ice Age and the cave itself is the oldest known human dwelling in Finland. The study of the Wolf Cave is an enduring task and rewriting the history of habitation in the Nordic countries. \n\n",{"type":"'''","value":["Wolf Cave Information center"]},"\n\nIt is possible to arrive to the Wolf Cave Information Center by car. It is recommended to visit the Wolf Cave exhibition in the same place which includes an audiovisual presentation of the landscape and life in and around the Wolf cave 120,000 years ago, as well as a presentation about the Wolf excavation work. In the exhibition there are also explanations about the surroundings and the Neanderthal humans. After that a 1 km by-foot trail into the woods leads to the cave. The natural trails through the astonishing nature, surrounded by the signs of the Ice Age are something really worth to experience.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Ostrobothnia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Karijoki"]]},"\n",{"type":"{{","value":[["geo"],["62.308333333333"],["21.708333333333"]]}]