[{"type":"{{","value":[["pagebanner"],["Karkaraly National Park-banner.jpg"]]},"\n",{"type":"'''","value":["Karkaraly National Park"]}," (Kazakh: Қарқаралы мемлекеттік ұлттық табиғи паркі) (Russian: Каркаралинский государственный национальный природный парк) is a protected reserve and national park in the Karaganda Oblast in the ",{"type":"[[","value":[["Central Highlands (Kazakhstan)"],["Central Highlands"]]}," of Kazakhstan. The park headquarters are in the city of Karkaraly, 244 km east of Karaganda.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nOn March 1, 1884, the Karkaraly Forest was established. In 1889, construction began on many of the parks cordons: Bedaik, Koktobe, Ayushat, Tulkebai, Tonkurus and others. From 1910 to 1913, the House of the Forest Warden, the parks most famous building was constructed. It is known for its interesting architecture.\nPre-Bolshevik Revolution, all former forest cottages were allotted to army troops, Karkaraly Cossacks, and to local people. The Kent and Karkaralinsk forest cottages were part of the Karkaralinsk forest treasury and were state property. After the October Revolution, the entire forest area became part of the state forest fund.\nHaving undergone several administrative changes in 1947, the Karkaraly Forestry Department was organized. In the beginning of the 1990s, work began on the creation of the national park. On December 1, 1998 resolution number 1212 was passed, transforming the area into the Karkaraly National Park. The primary goal of the national park is the protection and restoration of the natural area within the park boundaries.\n\n",{"type":"===","value":["Landscape"]},"\nThe total area of Karkaraly National Park is 112,120 ha. Of this 44,339.5 ha are forested.\nThe park territory is divided into 4 areas:\nMountain Forest - 25576 ha\nKarkaraly Forest - 23846 ha\nKent Forest - 40,901 ha\nBaktuh – 21,797 ha\nThe park has 22,243 hectares where all forms of economic activities are forbidden.\nThe park has 89,877 hectares where all economic activities under strict control are allowed.\nNear the park are two other protected areas:\nBektauata National Preserve – 500 ha\nBeldeutac National Preserve - 44,660 ha\n\nIn the Paleozoic Age (250-300 million years ago), this area of Kazakhstan was an inland sea. The water retreated 1.2 to 2 million years ago, when the ancient Paleozoic shield was cracked by granite. The area lifted and created the Kent and Karkaraly Mountains. The rocks and cliffs have been here ever since and for many thousands of years the untamable steppe wind and precipitation has sculpted the rocks into unique shapes.\n\nPeople have lived in the Karkaraly area since ancient times. The earliest archeological finds connected with ancient people dates back to the Paleolithic (or Stone) Age. Archeological sites from the Bronze Age have been investigated more often. There are over 30 archaeological sites (from the Stone Age, Bronze Age, and Iron Age) of burial mounds and ancient settlements within the park boundaries. Some of these are the best discovered sites from these periods in Kazakhstan.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"====","value":["Flora"]},"\nThe park has over 700 species of plants and is home to 80% of all flora found in central Kazakhstan. Five plant species are listed in Kazakhstan’s Red Book of protected species:\nKyrgyz Birch (Betula kirghisorum SAV.-RYCZG)\nSmooth Sphagnum (Sphagnum teres (Schimp.) Angstr.)\nThin Poppy (Papaver tenellum)\nSpring Pheasant's Eye (Adonis vernalis L.)\nKarkaraly barberry (Berberis karkaralensis Kornilova et Potapov)\nHowever, in total, there are 28 rare or disappearing kinds of flora in the park.\n\nThe forests within the park are made up of pine, birch, poplar, willow, and juniper trees. 71.3% of the wooded area in the park are pine trees. Birch forest occupies 10% of the wooded area and aspen forest take up 2%. The underbrush of the park includes Cossack’s juniper, Tatar’s honeysuckle, and other plants. Shrubs occupy 34% of the total area of the park. There are 87 kinds of medicinal, oil bearing and alkaloid plants in the Karkaraly Mountains.\nBecause of drought and high winds, 2,525 hectares of the Karkaraly forest were burned by forest fires in 1997-1998. After the fire, the park worked very hard on planting new trees and restoring the forest to its original state. A nursery in the Kent mountains provided the saplings for the re-vegetation project. Fire prevention standards were implemented and the following year 164 hectares were destroyed from 18 separate fires. In 2003, only 84 hectares were burned.\n",{"type":"====","value":["Fauna"]},"\nThere are 153 species of birds in the park. 11 of these species are in Kazakhstan’s Red Book of Protected Species [1]. They are: Golden Eagle, Imperial Eagle, Steppe Eagle, Booted Eagle, Saker Falcon, Eurasian Eagle-owl, Dalmatian Pelican, Black Stork, Whooper Swan, Swan Goose, Pallas's Sandgrouse.\n\nOf these, the Imperial Eagle, Saker Falcon, Dalmatian Pelican are protected internationally under the IUCN Red List. The park also has the Lesser Kestrel, which is protected internationally under the IUCN.\n\nThe park has 46 species of mammals, including the Wolf, Red Fox, Corsac Fox, European badger, Wild Boar, Red Deer, Siberian Roe Deer, Moose, Argali, Eurasian linx, 3 species of bat, Pallas's Cat, and many others. The argali and Pallas’s Cat are protected under Kazakhstan’s red book of protected species.\nArgali are the largest species of sheep in the world. The argali in the national park are one of six subspecies of argali living in Kazakhstan. In the Karkaraly National Nature Park the highest numbers of argali are in the Kent Mountains and in the neighboring Beldeutas Natural Reserve.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"'''","value":["Spring"]},":  Spring in Karkaraly begins in mid-March and lasts until the end of May. During this short period the air temperature rises to an average of 15 C. Snow cover in open areas begins to melt quickly, but in shady canyons the snow may last until the end of May. When snow melts there are numerous streams and small waterfalls, as well as dry riverbeds that fill with melt water. The surrounding nature also begins to wake up: the birds and animals arrive. The primrose, tulips, and other flowers begin to arrive. In May, the trees are covered with young leaves and the forest is filled with even more birds. Within the spring months, May is the most enjoyable\n\n",{"type":"'''","value":["Summer"]},":  In Karkaraly, summer begins in early June. The overall average air temperature for the summer months is 18 C, and in the daytime the air warms up to an average of 25 С (on hot days to 37 C). The hottest month of the year is July. Rainfall in the summer usually comes in the form of showers and thunderstorms. The beginning of summer is characterized by the abundant flowering of plants. In the middle of summer, berries begin to ripen (strawberries, stone berry, raspberry, strawberry, currant), and edible mushrooms are abundant. The summer months are considered the most comfortable time of the year to visit Karkaraly.\n\n",{"type":"'''","value":["Autumn"]},":  Autumn is the most vivid and colorful season in the national park. It starts in mid-September and lasts until mid-November. The weather is particularly good in September, as a temperatures begin to drop. In October, there is a possibility of a freeze and there is an increase the number of cloudy days, with possible rain. In the first half of October the average daily temperature falls below 10 C. By the end of October all the migratory birds fly south. The forests in the park are saturated with colors. Many mushrooms can be found during this time of year. In late autumn, most wild animals are changing the colors of their coats and preparing for winter. In the autumn months, the most comfortable months are September and early October.\n\n",{"type":"'''","value":["Winter"]},":  Winter in Karkaraly is cold and snowy. Negative temperatures are recorded from November to March and sustained cold weather lasts an average of 135 days. During this period, the daytime temperature does not usually rise above 0 C and nights are usually very cold. In January–February, the temperature drops to an average of – 20 to -30 C. In abnormally cold years, the temperature can drop to - 49 C. The snow cover reaches heights of 50-60 cm, and in drifts up to 1 meter or more. During the winter, locals and tourists enjoy cross-country skiing on the roads and in the forests.\n\n",{"type":"==","value":["Get in"]},"\nCurrently the only way to access Karkaraly is by road.\n",{"type":"===","value":["By Car"]},"\nThe city of Karkaraly is reached by road from the city of Karaganda.  Karkaraly is 244km east of Karaganda. Road signs out of Karaganda are in English. The trip usually takes 2.5 to 3 hours in a car. There is only one place to purchase gas (petro) between Karaganda and Karkalaly (45 minutes into the trip, in the town of Botakara). \n\nTaxi's can be rented near the Karaganda bus station.  There is no schedule, but taxi drivers will wait until there is a full car before leaving. The price for a taxi (with full car) is approximately 1,200kzt.  Taxi's usually do not have seat belts. \n\n",{"type":"===","value":["By Bus"]},"\nRegular buses travel between Karaganda and Karkaraly. The trip costs 800kzt and will take approximately 4 hours. But times can be found at the Karaganda bus station or at the bus stations website.",{"type":"[","value":["http:\/\/www.avokzal.kz\/"]},"\n\n",{"type":"===","value":["By Plane"]},"\nThere is no air access to Karkaraly. The closest airport is in Karaganda, which has regular flights to Astana, Almaty, and other national airports.  Upon reaching Karaganda, you must either rent a taxi or take a bus.\n\n",{"type":"===","value":["By Train"]},"\nThere is no train access to Karkaraly. Karaganda is accessible from Astana and Almaty.  Upon reaching Karaganda, you must either rent a taxi or take a bus.\n\n",{"type":"==","value":["Fees and Permits"]},"\nMany areas of the park are off limits without a permit. Inquire at the park's headquarters, in the city of Karkaraly, about which areas you can visit. Russian or Kazakh language skills are needed, as there are currently (Feb 2011) no English speakers in the park staff. \n\nThe mountains surrounding Karkaraly are open and free to explore. If you travel by car to the hotel complex, Shaktior, you will need to pay a small fee to enter the park.  Some areas of the Kent mountains, southeast of Karkaraly, are closed to tourists without purchasing a permit and using a park tour guide. Inquire at the park's headquarters about these services. \n\n",{"type":"==","value":["Get Around"]},"\n",{"type":"===","value":["By Foot"]},"\nThe mountains surround Karkaraly and many attractions are within walking distance of the town. If you wish to sleep in the hotel complex Shaktior (7km outside of town), taxis and buses can be found. If you wish to sleep at the hotel Tac Bulak, you will need to take a taxi. \n\nIf you wish to see the Kent Mountains, you will need to purchase a tour package from the park administration. They will use their transportation to guide you. Advanced notice of a week is needed for this. \n\nBecause the town is at the base of the mountains, traveling by foot is possible and a car is not needed.\n\n",{"type":"===","value":["By Car"]},"\nHaving a car will open up more possibilities but you should check with the park administration as to where you are able to go, and how much the permit for entering areas will be.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Baceen"]}," The 3km hike from town is worth it alone, but the lake is truly unique. The lake is surrounded on all sides by granite cliffs, which makes a \"basin\" look."]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Shaitankol"]}," or \"Devil's Lake\". This is the most popular tourist destination in the park. Located 5km from town, this lake provides scenic views and a lake surrounded on 3 sides by rocky out-croppings."]},{"type":"*","value":[" '''Bolshoy Palatah\" or \"Big Chamber\". This stone grotto in the mountains above town offer scenic views of the valley and town. "]},{"type":"*","value":[" '''Trie Pesherah\" or \"Three Caves\". This cave, approximately a 30 minute walk from town offers insights into past cultures. The cave can be muddy inside, but the area is beautiful and the hike is worth it."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boulder hopping"]}," The mountains around Karkaraly are very rocky.  Weather and time have created many unique shapes.  Walking around the mountains will be very enjoyable and offer wonderful views.  Rocks can be very slippery when wet. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]}," The trails system in the park is not very advanced. Some trails are overgrown or appear to dissipate. Trails maps are not reliable. But the most popular trails are clearer, though not without its confusion. Account for this when you plan.  Cell phone range (Beeline and Active) can be reached on most mountain tops, but not within the forest."]},{"type":"*","value":[" ",{"type":"'''","value":["Photography"]}," The unique rock formations, the \"hidden\" mountain lakes, and the pine forest offer great opportunities for photography. "]},{"type":"*","value":[" ",{"type":"'''","value":["Camping"]}," Camping is allowed within designated camping areas. Check with the park administration about regulations on fires and camping. Tents, sleeping bags, and pads can be rented from the park administration for a small fee.  All are basic gear but will suffice for simple camping trips. "]},"\n",{"type":"==","value":["Eat and Sleep"]},"\nKarkaraly has small stores and several cafes.  There are two hotels in Karkaraly. Both are basic and the cheaper rooms have communal bathrooms. The best hotel in the area is Tac Bulak, 3km outside of town, where there is always hot water and meals are included. Other options are at Shaktior, a hotel complex 7km from town. \n\n",{"type":"==","value":["Buy"]},"\nSouvenirs are hard to come by. For the park, souvenirs can be purchased at the Nature Museum 3km outside of town.  Hand-carved wooden bowls with Kazakh designs can be purchased here, but they are often out of stock. \n\n",{"type":"==","value":["Connect"]},"\nThe park administration can be contacted through their website. ",{"type":"[","value":["http:\/\/www.karkaralinsk-park.kz\/"]},".  The park staff does not know English. They only know Russian and Kazakh.\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Highlands (Kazakhstan)"]]},"\n",{"type":"{{","value":[["Wikipedia:Karkaraly National Park"]]},"\n",{"type":"[[","value":[["wikipedia:Karkaraly National Park"]]}]