[{"type":"{{","value":[["pagebanner"],["Karlskrona banner Gamla mastkranen.jpg"],["unesco=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.karlskrona.se\/ Karlskrona"]}]},", archaic spelling ",{"type":"''","value":["Carlskrona"]},", (population approx. 35,000; greater Karlskrona approx. 60,000) was originally established as a naval base in 1680, during the reign of King Carl XI, after whom the town is named (Karlskrona: King's Crown). The town continues to host a naval base ",{"type":"[","value":["http:\/\/www.navalcity.org\/"]}," and is the largest city in the county of ",{"type":"[[","value":[["Blekinge"]]},". \n",{"type":"[[","value":[["Image:Karlskrona Lighthouse.jpg"],["thumb"],["thumb"],["300px"],["The Karlskrona Lighthouse"]]},"\nThe town centre lies 5 km south from the mainland on the island Trossö. The old shipyard, the naval base's oldest constructions and the three churches located on Trossö are listed on the ",{"type":"[[","value":[["UNESCO World Heritage"]]}," list.\n\n",{"type":"==","value":["Get in"]},"\nTrains run from Copenhagen, Malmö, Kristianstad and other stations from the west and from Stockholm, Göteborg, Emmaboda and other stations in the north.\n\nKarlskrona-Ronneby Airport is approximately 30km from Karlskrona centrum. Blekingetrafiken (+46 455-569 00 ) operates an airport bus (Flygbussen) between Karlskrona and Ronneby airport, which is convenient and cost effective. It leaves Karlskrona 80 minutes before the take-off times of flights to Arlanda and Bromma. The bus stops at several places in central Karlskrona, at the Hospital\/Bergåsa, at Nättraby E22, at Hjortahammar junction and at Listerby. The bus costs around 95SEK for adults and 45SEK for children.\n\nLong distance buses are available from Stockholm and Malmö.\n\nFerries run three times daily from Gdynia, Poland.\n\n",{"type":"==","value":["Get around"]},"\nThere is a large local\/regional bus network connecting Karlskrona Centrum with other regional locations. Bus fares are typically 20SEK for adults. There are also boats\/ferries to many islands within the archipelago, and it is possible to cruise around the archipelago for between 1.5 and 3 hours in the summer months. \n\nTime tables and info at ",{"type":"[","value":["www.affarsverken.se\/English\/Transport-by-boat\/"]},"\n\n",{"type":"'''","value":["Bus fares (1 zone):"]},"\n\n",{"type":"''","value":["Adult - 20kr"]},"\n\n",{"type":"''","value":["Youth (>19y) - 15kr"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:marinmuseumet.JPG"],["thumb"],["thumb"],["300px"],["The front of the maritime museum"]]},"\n",{"type":"[[","value":[["Image:First_Swedish_Submarine.JPG"],["thumb"],["thumb"],["300px"],["Sweden's First Submarine"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Karlskrona Maritime Museum"],["url=http:\/\/www.marinmuseum.se\/en\/"],["email="],["address=Stumholmen"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very large maritime museum on the waterfront with spectacular vistas. Most of the exhibits are in Swedish, so be sure to pick up an audio guide. The exhibits consist principally of a very large and impressive collection of wooden ship models as well as life size interiors of ships that can be walked through. In addition to the museum itself, the complex houses a very popular smorgasbord that you'll find packed with Swedes from around 11.30 am onwards, and a gift shop. Outside the museum you'll also find some disused ships\/submarines that are worth a look, and Karlskrona's famous light house. Price: 95SEK for adults in the summer; free in the winter."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Brändaholm\/Dragso"],["url="],["email="],["address=Dragso"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Arguably no visit to Sweden would be complete without getting up close and personal with some cute little red wood houses and Dragso does not disappoint when it comes to providing one of the best examples. The island has a gorgeous little cluster of red wood summer homes located at Brändaholm. In addition to this, Dragso has some lovely beaches; great for swimming in the summer and for quiet, isolated walks in the winter. Dragso also hosts a large camp site, which includes all the usual amenities AND a fun little mini golf course. Dragso is a fair way out of Trosso, so consider taking a bus, putting on some good walking shoes or hiring a bike."]]}]},{"type":"[[","value":[["Image:KarlskronaDivingBoard.JPG"],["thumb"],["200px"],["The diving board at the 'beach' on Stumholmen"]]},"\n",{"type":"[[","value":[["Image:brandaholm.JPG"],["thumb"],["thumb"],["300px"],["A view over Brändaholm from Saltö"]]},"\n",{"type":"[[","value":[["Image:Kronan.JPG"],["thumb"],["200px"],["Kronan, The road linking the centrum bus stop to the pedestrian mall"]]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Go Swimming!"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are lots of great places around the archipelago to go swimming on a summer day. Try the 'beach' near the Maritime Museum on Stumholmen with its diving board or the more natural equivalents on Dragso."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hire a Bike"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While not completely flat, Karlskona is replete with the usual Scandinavian complement of bike paths and riding makes a good, healthy way to get around town and really take in the expansive natural beauty of the islands. Try Sportkompaniet at 9 Hantverkareg (near the junction with Konstapelsgatan): 100SEK for 1 day; 170SEK for 2 days; sliding scale for longer hires."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Boda Borg"],["url=http:\/\/www.bodaborg.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fun and adventure in unique Quests. This place is great for team building exercises or just for quirky, ultra-competitive groups."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Pedestrian Mall (Ronnebygatan and Radhusg)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While certainly no Stockholm or Copenhagen when it comes to shopping, little Karlskrona still punches above its weight when it comes to shopping. It has all the Scandinavian high street favourites, including an impressively large H&M, a Dressman and an Ahlens, to name just a few of the shops. In one of the malls off Radhusg you'll also find an ICA (pronounced Ik-ka) supermarket, a range of smaller shops and the Systembolaget (the state owned, monopoly off licence\/bottle shop\/liquor store), one of only two places in Karlskrona where you can buy beer and wine with alcohol content exceeding 3.5% and spirits for home consumption."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pedestrian Mall (Ronnebygatan and Radhusg)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are a range of places to eat centred around the main pedestrian mall and the square on the top of the hill in Trosso. Perhaps it's best to take the same approach as the Swedes and cruise the mall until you find something you like the look of. Watch out for smorgasbord offerings, like at the restaurant above Ahlens (75SEK for the smorgasbord, including an assortment of dishes, a light beer or sparkling water, bread, salad, tea and coffee). Other options include the multiplicity of kebab shops (with seating), the ubiquitous Wayne's Coffee, the fantastic Tokio Sushi, PM (a pub located in the same mall as McDonald's), caffe 1344 (located opposite ICA; a popular place for afternoon Fikka (coffee and cake) in the winter) and the bustling smorgasbord inside the Maritime Museum."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Pedestrian Mall (Ronnebygatan and Radhusg) \/ Town Square"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Start in the pedestrian mall and crawl your way along and up towards the main town square. Places come in and out of vogue regularly, but some that have consistent popularity include the Fox and Anchor (an English style pub; regrettably no relation of its cracking Gastropub namesake by Smithfield Market in London), and the rather lame PM."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=First Hotel Ja"],["url=http:\/\/www.firsthotels.se\/Vara-Hotell\/Hotell-i-Sverige\/Karlskrona\/First-Hotel-JA\/"],["email="],["address=Borgmästaregatan 13"],["lat="],["long="],["directions="],["phone=+46 455 555 60"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Inexpensive 4-star hotel attached to the Wachtmeister shopping centre just off the central square. Rooms are smallish but efficiently designed, and decorated in a vaguely nautical style. Includes breakfast and wireless internet, and free hot drinks are available in the lobby. Just under 1 km from Central Station (if you have luggage, it's best to loop around the waterfront, as the direct route is hilly)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pedestrian Mall (Ronnebygatan and Radhusg) \/ Town Square"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=There are a range of places in the city centre, most of a reasonable standard, although in typical Scandinavian style, they don't come cheap. Consider using an online booking engine to find the cheapest prices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Camping \/ Summer Cottages"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In the summer months, consider camping on Dragso or renting a summer cottage. Contact the tourist office for more information (+46 (0)455 30 34 90)."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["Day Trip to Aspö"]},"\nTake the large yellow Aspö ferry from Karlskrona Harbour (near the bridge to Stumholmen) to Aspo (30 min) and spend the day enjoying the rugged island beaches, tiny shops and old military fort. \n\nThe ring road around Aspö is about 6km long and, in addition to the beaches and fort, Aspö also hosts a small yacht club and a number of summer cottages. Amenities are rather sparse even in the busiest summer months, when there are only a few basic places to eat and stay. In the winter months (i.e. outside the June to August period), the only place to buy things is the local ICA supermarket and most (if not all) other things will be closed.\n\nThe ferry is officially part of the Swedish road system and so is free for vehicles, bicycles and foot passengers in both directions.   \n\n",{"type":"[[","value":[["Image:ASPO.JPG"],["thumb"],["200px"],["The main road into Aspö"]]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Blekinge"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Karlskrona"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Sweden\/Blekinge_County\/Localities\/Karlskrona\/"]]},"\n\n",{"type":"[[","value":[["Commons:Karlskrona"]]},"\n",{"type":"{{","value":[["geo"],["56.183055555556"],["15.633055555556"]]}]