[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Karlštejn 5.jpg"],["400px"],["thumb"],["right"],["Karlštejn sits well up on a hill overlooking the Berounka river and what used to be a quaint Czech village"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mestys-karlstejn.cz\/ Karlštejn"]}]}," is a town approximately 20km west of ",{"type":"[[","value":[["Prague"]]}," best known for ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hradkarlstejn.cz Karlštejn Castle"]}]},".  It is the most visited and one of the most beautiful castles in the ",{"type":"[[","value":[["Czech Republic"]]},".  Construction of the castle was completed in 1365 under the reign of Holy Roman Emperor Charles IV.  There is a national forest around the castle with some very nice hiking.  Nearby in the village of ",{"type":"'''","value":["Svatý Jan Pod Skalou"]}," you can visit a beautiful monastery including the 'holy cave' that it was built upon.\n\n",{"type":"==","value":["Understand"]},"\n\nWhile Karlštejn is one of the most beautiful castles in the Czech Republic, it is also the most exploited by the tourist industry.  The village below the castle is filled with tacky souvenir stalls, very expensive restaurants, and to complete the carnival an 'erotic city' porn shop.  Fortunately you can make your visit a lot more enjoyable by taking 12km or 20km hiking trips in the unexploited forests of the Český kras protected area around Karlštejn, hopefully relieving you of some of your unease after visiting the Castle itself.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom ",{"type":"[[","value":[["Prague"]]}," you can take a commuter train (line S6) from the main station (Hlavní nádraží) or the Smíchov station. Journey takes 40 minutes and return ticket from the main station to Karlštejn costs CZK 99. If you travel in a group of two people or more, ask for a group discount. First person in a group pays CZK 99 as usual, but second pays CZK 69, and each extra person pays only CZK 50.\n\nMost of the time, trains run every half hour, you can pick them up either in ",{"type":"[[","value":[["Srbsko"]]},", ",{"type":"[[","value":[["Beroun"]]},", or in Karlštejn. If you are in ",{"type":"'''","value":["Svatý Jan Pod Skalou"]},", you can hike to ",{"type":"[[","value":[["Srbsko"]]}," (8 km), ",{"type":"[[","value":[["Beroun"]]}," (5,5 km), take a taxi to the Beroun train station, or take a direct bus to Prague (every two hours on weekdays, four a day on weekend).  Check the bus schedule at the bus stop or ask at the restaurant.\n\n",{"type":"==","value":["Get around"]},"\n\nEverything is within walking distance.  When you arrive at Karlštejn you cannot actually see the castle, turn right at the station exit , walk 200 meters then turn left over a bridge into the village, or just follow the flow of tourists and you'll get there.  The village starts about 500 meters from the train stop, the castle is a short (but slightly tiring) half kilometer hike up a large hill\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["The castle"]}," \n\nAll of the tourists aside, the castle itself is really impressive.  Once you arrive at the castle you can enter within the walls for free but access to the inside of the castle requires paying for a guided tour (220 Kč).  There are several tours in different languages during the day.  Call in advance to determine the exact times.  There is also a 70-minute tour option that visits other rooms, including the Chapel of the Holy Cross, but remember to make a reservation.   You can buy tickets online.\n\nUnless you are particularly interested in Ancient Holy Roman Empire history you may want to take only the 50-minute tour, or limit yourself to walking on the castle parapets, enjoying the view and reading the outdoor information boards with the castle's history.  This will give you more time for hiking to ",{"type":"'''","value":["Svatý Jan Pod Skalou"]}," which is a bit more authentic Czech experience.\n\n",{"type":"'''","value":["Beware: the castle is closed on all Mondays, even during the high season!"]}," Finding this out only after you have taken a half-hour train trip and a 2 km walk from the station is a fairly unsatisfying experience.\n\n",{"type":"===","value":["Svatý Jan Pod Skalou"]},"\n",{"type":"[[","value":[["Image:Svatý Jan pod Skalou a Svatojánská skála.jpg"],["thumb"],["250px"],["right"],["Svatý Jan pod Skalou and Svatojánská skála (St. John rock)"]]},"\nThe name of this monastery translates to \"Saint John under the rock\", which is quite an apt description for the monastery.  The monastery was built on a natural spring at the base of a 100 m sheer cliff (the cliff being crowned with a large cross).  Prior to the monastery being built a \"saintly\" hermit took up residence in a deep cave next to the spring where he \"fought great battles with satanic spirits.\"  The monastery is open daily, donations are requested at the door (but not obligatory).  Don't miss the little door directly opposite from the main entrance, this is the entrance to the 'holy' cave.  The cave contains 5 large rooms, all of which have been modified for religious purposes.  One part becoming a crypt, another having a large alter, others for saintly relics, etc.  Before entering pick up one of the laminated explanation papers laid out on the pews next to the door.  They are done in all of the major European languages and explain what each room in the cave was use for.  Outside the monastery if you look around you'll find the natural spring located in a small grotto just around the corner from the Monastery entrance.  The spring water is drinkable and quite tasty.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hiking"]},"\n\nA trip to Karlštejn starts with a trip to the castle, which was the seat of Holy Roman Emperor Charles IV.  The 50-minute tour is delightful, and well worth the time.  There is a lovely and picturesque hike available to the Svatý Jan Pod Skalou monastery through the Český kras protected area (Bohemian Karst or Czech Karst in English).  While at times rugged (it actually is 12 km, and not the 8 km marked), it is more than doable for those who are in good shape and have the proper equipment.  It begins at the castle walls (look for the red markings near the trailhead at the castle walls).  \n\nA caveat: the hike is likely to be too challenging if you are not in good physical condition and lack proper hiking shoes.  Specifically, the path meanders through forest, stream, several steep uphills, some slippery rocks and tricky downhills.  There are numerous locations during the hike where you have no cellular service.  \n\nAnother thing to remember is that the path markings while clear after some experience reading them, first appear rudimentary, so always follow the red markings on the trees.  The green trail marks also are fine--they track the red markings until approximately 1km before the monastery, and there is a clear sign marking the turnoff to the monastery.\n\nOnce you arrive at the monastery (which closes at 4 PM), you have the choice to take another hike to the town of ",{"type":"[[","value":[["Srbsko"]]}," or to ",{"type":"[[","value":[["Beroun"]]},", where you catch the train back to Prague.  The hike from the monastery to Srbsko actually is 8km, and not 5km, as indicated.  The yellow signs purportedly indicating the path to Srbsko are nearly impossible to find.  For the hike from the monastery to Beroun train station just follow the same red marks, it's 5,5 km and easy to find. Be aware that there are two train stations in Beroun. The red marks lead you to the right one to take the train back to Prague. Alternatively, if you call a taxi from the local restaurant in Svatý Jan Pod Skalou (75 meters from the monastery, on the right), this is a 12km hike, punctuated by round-trip train rides and taxis. If you choose to hike to Srbsko, be prepared for an all day, 20 km hike. If you do decide to hike to Srbsko (and assuming you can find the yellow signs), the Srbsko train station is directly across the blue bridge. There is no place to purchase tickets.  Those can be purchased on the train, however. The town of ",{"type":"[[","value":[["Beroun"]]}," is closer to the monastery and larger, tickets can be bought at the train station here.\n\n",{"type":"===","value":["Rock climbing"]},"\n\nSome of the best rock climbing near ",{"type":"[[","value":[["Prague"]]}," is in ",{"type":"[[","value":[["Srbsko"]]}," and ",{"type":"'''","value":["Svatý Jan Pod Skalou."]},"\n\n",{"type":"===","value":["Abandoned quarries"]},"\n\nFor the more adventurous, there are also several open pit limestone quarries, called ",{"type":"'''","value":["Malá Amerika\/Velká Amerika"]}," (\"Little America\"\/\"Big America\"). They're filled up with water and have become a popular place for Czechs to go swimming. The pits are connected by a extensive system of shafts and galleries, waiting to your exploration. The quarries are a bit difficult to find but if you ask around and have a good map you should be able to find them. Be warned that they are officially closed to the public, because access to them is somewhat dangerous.\n\n",{"type":"==","value":["Buy"]},"\n\nKarlštejn has shops selling Czech garnet, Bohemian crystal, tasteless t-shirts, wares from local blacksmiths, etc.\n\nIf you want to buy food for hiking there is a ",{"type":"'''","value":["small village-style grocery store"]}," about a third the way up the hill.  It is on your left (heading up the hill).  Don't buy any food, drinks or water from the small shops at the base of the village.  They have extremely over inflated prices, a bottle of water costs 45kč (normal price is 12kč).  Find the small village style grocery store!!!\n\n",{"type":"==","value":["Eat & Drink"]},"\n\nAround the castle there are plenty of expensive restaurants but you'd be best to avoid them.  If you are not planning on hiking and want to eat in Karlštejn, your best option is to get on the red marked trail (trail head is right next to the entrance in the castle walls at the top of the hill, marked with a red and white square marker usually painted on a tree or wall), walk down the trail (going down hill) about 300 meters, you'll come to a road on which there is a nice authentic Czech pub.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Krcma u Ezopa"],["url=http:\/\/www.uezopa.cz"],["email="],["address=Next to the train station"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very nice authentic Czech pub with great food at low prices and very good service with a smile."]]}]},"\n\nIn ",{"type":"'''","value":["Svatý Jan Pod Skalou"]}," there is a very nice pub 75 meters from the monastery.  The prices are reasonable, the beer is good and the food is very Czech.\n\n",{"type":"==","value":["Sleep"]},"\n\nIf you want to camp, there is a very crowded campsite near Karlštejn but it is not recommended that you stay here.  If you hop on the train and go one stop further down there is a very nice campsite in the village of ",{"type":"[[","value":[["Srbsko"]]}," (about 5km from Karlštejn) with a little outdoor restaurant serving traditional 'klobasa' and other Czech camping foods.  You can also walk to the campsite along the Berounka river.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Beroun"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Křivoklat"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Prague"]]}]},"\n",{"type":"[[","value":[["Wikipedia:Karlštejn (Beroun District)"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Bohemia"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["49.93759"],["14.18599"],["zoom=16"]]}]