[{"type":"{{","value":[["pagebanner"],["Kashgar Altstadt banner.jpg"]]},"\n",{"type":"'''","value":["Kashgar"]}," (喀什; ",{"type":"''","value":["Kāshí"]},"; Uyghur: قەشقەر) is in the extreme west of ",{"type":"[[","value":[["China"]]}," and the Southwest extreme of ",{"type":"[[","value":[["Xinjiang"]]},". It is also at a junction between two branches of the old ",{"type":"[[","value":[["Silk Road"]]},". \n\n",{"type":"==","value":["Understand"]},"\nKashgar has been an important trading centre since the days of the ",{"type":"[[","value":[["Silk Road"]]},", and still is today. The road from Eastern and Central China branches out to both the north and south of the Taklamakan Desert, and Kashgar is where the two branches meet again in the western part of the desert.\n\nThe local population is a mixture of Uyghurs, Han Chinese, Kyrgyz, Tajiks and Uzbeks, boasting a colourful ethnic variety.\n\nThe city is said to have the largest bazaar in Asia.\n\n",{"type":"==","value":["Get in"]},"\nTravelling in this area has several options, with a direct relationship between how much you are willing to pay and how fast you want to get to your destination.  Trains are the slowest and only leave a few times a day, but are also almost always the cheapest option.\n\n",{"type":"===","value":["By plane"]},"\nKashgar Airport (",{"type":"{{","value":[["IATA"],["KHG"]]},") is 18km north of the town centre. Flights are available to\/from ",{"type":"[[","value":[["Urumqi"]]}," as well as direct flights to and from ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]}," or ",{"type":"[[","value":[["Guangzhou"]]},".\n\nThere  is  a  swift international air link between  Kashgar  and  Islamabad by ",{"type":"[","value":["http:\/\/www.rayyanair.com Rayyan Air"]},", 92 333 777 99 27\/28\/33, or 13899100802   from within China, which takes only one hour from Kashgar to Islamabad and costs USD 330 return. It  also  links  Middle  East and  South Asian cities via Islamabad.\n\nA taxi to the city should cost about 30 yuan by meter. Shuttle buses leaving from the International Hotel at People's Square are available for 10元 per person.  The airport has its own shuttle bus that goes from the airport into any location in town (just tell the driver where you are going) for 15元.  There is also a public bus that goes to\/from the airport to most locations in town, the line 2, for 2元.  To get to the public bus, you must walk straight out of the front entrance of the airport, past the airport gates and turn left. The line 2 buses wait at the side of the street, about 20 metres to the left.\n\n",{"type":"===","value":["By train"]},"\nKashgar Railway Station (喀什火车站; ",{"type":"''","value":["Kǎshì Huǒchēzhàn"]},") is the main train station in the city. It is on Renmin East Road (人民东路; ",{"type":"''","value":["Rénmíndōnglù"]},"). Although it is east of the town centre, the distance is too far for walking. Bus 28 connects the city including Renmin Square (人民广场; ",{"type":"''","value":["Rénmín Guángchǎng"]},"), to the train station. From the train station, walk out and turn right and you will probably see a bus waiting there already. The fare is ¥1 and is paid onboard. If you do not know where you are going, get on bus 28, get off at Renmin Square and figure things out from there; the city centre is walkable and at Xinhua Bookstore (新华书店; ",{"type":"''","value":["Xīnhuá Shūdiàn"]},"), next to the main square, you will be able to purchase the best maps of Kashgar for about ¥5-8 (although these maps are only in Chinese).\n\nFrom the train station, Qinibagh and Seman Hotels can be reached a couple of stops after Renmin Square on bus 28 and then walking uphill for about 5 minutes; the people on the bus can probably help you and most people on the street know where these places are.\n\nKashgar is at the end of the Urumqi-Kashgar line. Destinations of interest include:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Korla"]]}]}," - takes about 13-16 hours"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kuqa"]]}]}," - takes about 9-11 hours"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Urumqi"]]}]}," - Fast train K9788 - takes 24 hours, departs at 13:15  ,Train 7558 - takes 32 hours, departs at 08:15 "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Turpan"]]}]}," - about 22 hours by the fast train"]},"\nKashgar–",{"type":"[[","value":[["Hotan"]]}," Railway has been completed and is now also open. Stops include but are not limited to:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Yarkand"]]}]}," - takes about 4 hours"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hotan"]]}]}," - takes about 10-12 hours"]},"\n",{"type":"===","value":["By bus"]},"\nInternational Bus Station is at 5 Jicheng Road\n",{"type":"*","value":[" ",{"type":"'''","value":["Korla"]},"- takes about 16 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Kuqa"]},"- takes about 11 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Urumqi"]},"- takes about 24 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Sost, Pakistan"]},"- overnight stay at Tashkurgan required at own expense"]},{"type":"*","value":[" ",{"type":"'''","value":["Hotan"]},"- takes about 10 hours . If you take the night bus, it takes about seven hours, letting you out in front of Hotan's Jiaotong Bingguan (Traffic Hotel) at 3:30am."]},{"type":"*","value":[" ",{"type":"'''","value":["Tashkurgan"]},"- takes about 8 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Yecheng"]},"- takes about 4 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Ili"]},"- takes about 26 hours"]},"\n",{"type":"===","value":["To ",{"type":"[[","value":[["Kyrgyzstan"]]}]},"\n",{"type":"*","value":[" To ",{"type":"'''","value":["Osh"]},": Two weekly direct sleeper buses (Mon and Fri) leave at 10:00 (Beijing time), and the trip takes about 18 hours. The trip is pricey at ¥550 and the buses depart from Kashgar International Bus Station (north of town on the road to the airport)."]},"\nIt is less expensive, and maybe even faster, to get to ",{"type":"[[","value":[["Osh"]]},", or at least to ",{"type":"[[","value":[["Sary Tash"]]}," in Kyrgyzstan using a combination of service taxis and trucks. \nAt Kashgar's International Bus Station, get a taxi around 08:30 (Beijing time) for the 2 hour journey to the immigration point near Wuqia (they'll want 300Y but you can bargain down to 150Y).\nIf you want to take a shared taxi to Wuqia (25Y), go earlier to make sure you're at the immigration checkpoint when it opens at 11:00. From Wuqia, stick to the main road and flag down passing vehicles westwards or get another taxi for the five-minute journey to the immigration checkpoint.\nThere, immigration officers will even help you to get on a truck or into a car - they all go at least to Sary Tash. Trucks might require a small payment, or at least prepare some cigarettes to give to the driver. \nIf you're lucky to get a seat in a car, you may be in Sary Tash before 17:00. From there, it's only 3 hours to ",{"type":"[[","value":[["Osh"]]}," (2000-2500 Som for a private taxi).\nThere is no special permit (other than a Kyrgyz visa) required for this border.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bishkek"]]},", ",{"type":"[[","value":[["Kyrgyzstan"]]},"- You will need a special permit if you're a foreigner. Most foreigners use the services of a travel agency. There is a direct bus, which takes about 16 hours including overnight stay (you must have PSB permit and valid visa for Kyrgyzstan)."]},"\n",{"type":"===","value":["By car"]},"\nThe ",{"type":"[[","value":[["Karakoram Highway"]]}," runs from ",{"type":"[[","value":[["Pakistan"]]}," into China. Kashgar is the nearest major town on the Chinese end.\n\n",{"type":"==","value":["Get around"]},"\nMost of Kashgar including the bus station, bazaar, main square, downtown (with the notable exception of the ",{"type":"''","value":["animal"]}," market) can be reached on foot within 15-20 minutes of each other if you are not carrying huge amounts of baggage. The train station is too far to walk but is reachable with public bus 28 which, among other places, stops at Renmin Square (人民广场; ",{"type":"''","value":["Rénmín Guángchǎng"]},"), the main square. The international bus station is near the city and walkable.\n\nThe old town and narrow alleyways are pretty much only explorable on foot.\n\nCross streets carefully in Kashgar as no pedestrian crossings are available.\n\nCycling is an option but the traffic is somewhat dangerous, so only do this if you are experienced with this kind of traffic environment. Bicycles can be rented at major hotels such as Qinibagh for typically less than ¥30\/day.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mor Buddhist Pagoda"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mor Buddhist pagoda is located about 40kms northeast of Kashgar city,.Mor Buddhist Pagoda was built in 7th century during the Tang dynasty and destroyed 12th century. \nNowadays only left one pagoda, next to pagoda is a platform. The pagoda is the place where the monks in the city to come and do their worship. The Mor pagoda has three square layers, each a little smaller than the one below it. The bottom layer has circumferences of more than forty-eight metres, the second layer forty meters and the third layer thirty-two metres, while the pagoda stands more than twelve meters high.\nThe platform beside the pagoda was one of the central temple structures, and in its side walls were carved niches housing Buddha figurines. But now there aren’t any figures left, and even the niches themselves are barely invisible."]]}]},"\n",{"type":"===","value":["Bazaars"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mal Bazaar"],["url="],["email="],["address="],["lat="],["long="],["directions=Take bus 23 from near the international bus station, next to the river.  (¥1)"],["phone="],["tollfree="],["fax="],["hours=Sundays"],["price="],["content=The livestock market, where locals from all the surrounding villages come to town to buy and sell animals. It is held on an open and fenced ground. It is popular with tourists, but the market is so big it still feels like, in fact it is, a working bazaar.\nThis bazaar changed its location some three years ago (around 2011) and now it is a good 30 minute bus ride north of the city or a (¥15-20) metered taxi ride for around 15 minutes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yengi Bazaar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily"],["price="],["content=The handicrafts, cloths, carpets and anything-else-you-can-expect market.  Less crowded on weekdays. Bargain hard!"]]}]},"\n",{"type":"===","value":["Old Town"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Town"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=A ¥30 toll is levied at the main entrances to the residential district, but this can be evaded by finding a back entrance into the area through the multitudinous back alleys that exit onto the main roads"],["content=The warren-like old town is worth visiting for its winding streets, friendly if occasionally guarded residents and delightfully improvised architecture."]]}]},"\n",{"type":"===","value":["Other sights"]},"\n",{"type":"[[","value":[["Image:IdKahMosque.JPG"],["thumb"],["Id Kah Mosque"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Id Kah Mosque"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open 08:50-22:00 though closed during services"],["price=¥20"],["content=First built in 1442, it is distinctive for its yellow walls and Central Asian architecture. Women are generally not allowed inside, but modestly dressed foreigners should have no problem. You should remove your shoes before entering the carpeted area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tomb of Apak Hoja"],["url="],["email="],["address="],["lat="],["long="],["directions=It is 3km from the city centre, Bus number 20 From Renmin Square or taxi"],["phone="],["tollfree="],["fax="],["hours=08:00-17:30, prayer day is Friday"],["price=¥30"],["content=A massive, elegant building created in 1640 in typical Islamic style. Also a pilgrimage site. This is also the resting place of the \"Fragrant Concubine\", although the historial mentions of her rebellion against the Chinese imperial army are delicately omitted in the tomb's accompanying introduction."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tomb of Yusup Khass Hajip"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥30"],["content=The tomb of Kashgar's much loved philosopher and poet who wrote the 13,290-line poem ",{"type":"''","value":["The Wisdom of Happiness and Pleasure"]}," in the Uighur language."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tomb of Mahmud Kashgari"],["url="],["email="],["address="],["lat="],["long="],["directions=About an hour's drive from Kashgar in Upal"],["phone="],["tollfree="],["fax="],["hours="],["price=yen;30"],["content=The tomb of an Uyghur scribe, famous for compiling a dictionary of the Turkic languages in the 11th century. This picturesque complex is situated on a hillside and includes a mosque and a sacred spring. Upal has a lively bazaar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Davakul Lake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Yuan;30"],["content=Davakul Lake is 130 km from Kashgar, on the southeast tip of Taklimakan Desert. Davakul means \"curing lake\" in Uyghur language. It is one of the nearest places to Kashgar to do one or more days camel trekking in the Taklamakan Desert."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Silk Road Expedition tour company"],["alt="],["url=http:\/\/www.silkroadexpedition.net"],["email="],["address=R 41301, Yudou Mension, 43 South Jiefang Road"],["lat="],["long=two day"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers several types of tours in the area, including mountain treks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kashgar Guide tour company's Shipton's Arch Trekking"],["url=http:\/\/www.kashgarguide.com\/kashgar-tours\/day-tour-to-shiptons-arch"],["email="],["address=407 Wusitang Boyi Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a one-day trek done in steeply walled canyons and over Rocky River bed terrain. The arch is 500 metres high and 100 metres wide, and is a little known wonder of the world"]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe price of everything is negotiable in Kashgar, adding to excitement of shopping.  Be polite in ",{"type":"[[","value":[["bargaining"]]},", but be mindful that merchants will overcharge you as a foreigner especially if you do not speak Uyghur or Chinese; so bargain hard. Price differences between locals and foreigners can easily amount to several hundred yuan so be careful.  Local specialties include ",{"type":"''","value":["kilims"]}," (carpets), and colourful Central Asian hats（doppa, kalpak).\n\n",{"type":"==","value":["Eat"]},"\nThere are plenty of good local restaurants and street food.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Food stalls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For a variety of snacks and dishes, try the food stalls opposite the Id Kah mosque. The stalls start operating during the evening."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sunday Market"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Sunday market also has good things to eat."]]}]},"\nIt may be wise to avoid anything with ice as the ice in Kashgar is usually carried in large blocks and frequently placed on the ground so they may not be clean, but there are places around Id Kah where the ice is clean and safe, and well-known all around Xinjiang. During the summer months there are huge heaps of melons and watermelons - cheap, tasty and refreshing. The going price for a hami melon (哈密瓜; ",{"type":"''","value":["hāmìguā"]},") is around ¥1 per kilogramme, so in total, it costs ¥2-5 per melon depending on the size. Buying, washing and cutting it yourself is probably the most hygenic way to eat these fabulous tasty fruits. If you are staying at a hotel, you can also easily buy a simple cutting knife at any of these markets for about ¥1-3 as well so you should be all set.\n\n",{"type":"*","value":[{"type":"'''","value":["Altun Orda Restaurant"]}," is the local restaurant with reasonable prices. It is not only good place to taste some local dishes but also to see the local architecture of Uighur people. Try the specialty pollo or rice pilaf with raisins. Tel: +86 (998) 2583555"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Karakoram Cafe"],["alt=新疆"],["url=http:\/\/www.crowninntashkorgan.com\/karakoramcafeesp.html"],["email="],["address=87 Seman Road"],["lat="],["long="],["directions=新疆喀什色满路87号2822669"],["phone=+86 (998) 3422888"],["tollfree="],["fax="],["hours="],["price="],["content=Western style.  Quality food, hot drinks and service that speak English, this may be an oasis in the middle of hectic Asia.  Prices are a little pricey but if you can afford it, it is worth it."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=K2 Rooftop Cafe"],["url="],["email="],["address=Rd Nuo'er Beixi"],["lat="],["long="],["directions=Right to the North of Id Kah Mosque"],["phone=+86 (998) 2823376"],["tollfree="],["fax="],["hours="],["price="],["content=Western style.  Fine coffee& pizza, iced drinks, dessert and waiter that speaks good English, the terrace that covered with plants has great view of the mosque and the old town. The cafe is within the Kashgar Pamir Hostel."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shawarma"],["alt=Continental food"],["url="],["email="],["address=110 Seman Road"],["lat="],["long="],["directions=Just north of Eden Hotel and Fubar on Seman Road"],["phone="],["tollfree="],["fax="],["hours="],["price=10-20 Yuan"],["content=Owned and run by a native Pakistani, this is the place to get home-made Pakistani food in Kashgar.  Serving mostly daily specials, such as a spicy ground beef platter or curried chicken, the taste of the food is impressive. Ask politely in advance to have delicious falafel or hummous made to order."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yasin Kariagim Silk Road Uighur Restaurant"],["url="],["email="],["address=库木代尔瓦扎路 Kumudaierwazha Road"],["lat="],["long="],["directions=Just off the main old city shopping road that runs up the west side of the Id Kah Mosque"],["phone=2820008"],["tollfree="],["fax="],["hours="],["price=10-20 Yuan"],["content=Popular among the locals, this place serves very fresh meat.  In fact, sometimes they have no more meat to offer because they've sold out. Buy a nan bread fresh out of the oven from one of the many local bakers on the side of the road and bring it with you.  Get lamb skewers and liver skewers and enjoy it with your nan bread."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are not as many places serving alcohol in Kashgar as in other areas of China.\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=John's Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=In Qiniwak Hotel (ancient british consulate)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers backpacker hospitality at 1.7 times the price of other locations, and is very popular among single travellers. Managed by Jack who speaks fluent English. Seems to be closed in the off-season"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Gallery Cafe"],["alt=Gallery Cafe"],["url=http:\/\/www.ralissaworld.com\/"],["email="],["address=Jie Fang Bei Lu"],["lat="],["long="],["directions=From DaShiZi, go towards the Idkah mosque and take the first right turn"],["phone=+86 (0) 998 2828207"],["tollfree="],["fax="],["hours="],["price="],["content=A little oasis for those looking for home style western food or a cup of coffee. Foreign-owned Gallery Cafe opened in October 2009. The place also acts as a showcase for local artists' oil paintings and a tourist information center."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kashgar Pamir Youth Hostel"],["alt=喀什帕米尔青年旅舍"],["url=http:\/\/www.pamirhostel.com\/en\/"],["email="],["address=F3, Building A, Distric 7, Id Kah Mosque Bazaar, Rd Nuo'er Beixi, (Right to the North of the Mosque)"],["lat="],["long="],["directions=bus number 28 from train station, get off by Minmao stop"],["phone=+86-998-2823376"],["tollfree="],["fax="],["checkin="],["checkout="],["price=45Y\/Night"],["content=A new Uighur style hostel centrally based with dorm beds and shared bathrooms and doubles. There is a rooftop cafe serves coffee and meals. Its terrace is covered with plants and has a good view of the mosque square. There is a English library with free internet. Other services: Information\/ laundry\/ hot water\/ public kitchen."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kashgar Old City Youth Hostel"],["alt=喀什老城青年旅舍"],["url=http:\/\/www.kashgaroldcity.hostel.com"],["email="],["address=NO.233 in Wusitangboyi road"],["lat="],["long="],["directions=bus number 28"],["phone=+86-998-2823262"],["tollfree="],["fax="],["hours="],["price=35Y\/Night"],["checkin="],["checkout="],["content=A hostel centrally based with dorm beds and shared bathrooms. Beds were previously very hard, but in spring 2012, the hostel purchased new mattresses that are much more comfortable. Enclosed with a central courtyard with eastern styled areas. Seems to be very popular so a booking is suggested. No longer serves breakfast and no kitchen area available. ."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Qiniwak Hotel"],["alt=喀什其尼瓦克宾馆; Kāshí Qíníwǎkè Bīnguǎn"],["url="],["email="],["address=144 Seman Road (色满路144号; Sèmǎnlù)"],["lat="],["long="],["directions=Occupies the building that used to be the British Consulate, at the cross road with Nuoerbeixi"],["phone=+86 998 2981158"],["tollfree="],["fax="],["hours="],["price=Dorms ¥50 in a three bed room; discounted rates for doubles ¥160 including breakfast"],["checkin="],["checkout="],["content=Offers dorm style bedrooms in the adjacent building. More expensive doubles have free internet. Business centre, currency exchange, gift shop, ticket office, karaoke, massage and sauna available. Chinese and Western Restaurants as well as coffee shop and bar."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kashgar Guest House"],["url="],["email="],["address=Tawaguzi Road"],["lat="],["long="],["directions="],["phone=+86 998 2612360"],["tollfree="],["fax=+86 998 2614679"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chini Bagh Hotel"],["url="],["email="],["address=337 Seman Road"],["lat="],["long="],["directions="],["phone=+86 998 2822103"],["tollfree="],["fax=+86 998 2842299"],["hours="],["price=Prices for a double start at ¥60 in the older building"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seman Hotel"],["alt=Seman Binguan"],["url="],["email="],["address=337 Seman Road"],["lat="],["long="],["directions="],["phone=+86 998 2582150"],["tollfree="],["fax=+86 998 2582129"],["hours="],["price=Prices for a double start at ¥100. Dorms from ¥40"],["checkin="],["checkout="],["content=In an old Russian consulate building, the rooms are oddly-shaped with simple bathrooms, common areas have high ceilings and military-themed oil paintings, 300 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Eden"],["alt="],["url=http:\/\/www.xjeden.com"],["email=abdulcafe@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+8613899132103"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The hotel is right on the edge of the old town. Double Rooms are ¥238 per night incl. breakfast.Fantastic yogurt on the ground floor restaurant although served at room temperature. The ground floor restaurant of this hotel is one of the \"happening\" scenes of Kasghar among locals and is usually packed with affluent local Uyghurs."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kashi Tianyuan International Hotel"],["alt=喀什天缘国际酒店; Kāshí Tiānyuán Guójìjiǔdiàn"],["url="],["email="],["address=8 Renmin East Road (人民东路8号; Rénmíndōnglù)"],["lat="],["long="],["directions="],["phone=+86 998 2801111"],["tollfree="],["fax=+86 998 2802266"],["hours="],["price=Listed rates for doubles ¥780-1,880 including breakfast"],["checkin="],["checkout="],["content=Four star hotel with large rooms with free internet and mini bar. Business center, gift shop, ticket office, karaoke, spa, massage and sauna available. Chinese restaurant coffee shop and room service. The restaurant is not good, but the 24 hour spa, massage and sauna are excellent."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Karakul Lake"]]}]}," - Scenic alpine lake, located on the road to Tashkorgan and Pakistan. A mini bus departs at 11:30 (Beijing time) from the main bus station, costs 35Y & takes 4 hours. However, a permit is required for all non-PRC citizens. This can be very difficult to arrange on your own, but all travel agencies in Kashgar are familiar with the process. Before arranging your own transportation to Karakul Lake (or any location on the Karakoram Highway), make sure you have a permit, as there are checkpoints along the highway. No one without a permit can go past the checkpoints, which are real military checkpoints, complete with armed soldiers. One must show one's permit and passport at the checkpoints. A couple hours past the lake is the tranquil Tajik city of Tashkurgan, which provides beautiful mountain vistas near the border of Tajikistan. Spend the night there before heading back down the Karakoran Highway and enjoy the quiet town and its peaceful pastures."]},"\n",{"type":"*","value":["Kashgar is also near the border with ",{"type":"[[","value":[["Kyrgyzstan"]]},", which can be accessed via the Irkeshtam and Torugart passes."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Khunjerab Pass"]]}," is along the ",{"type":"[[","value":[["Karakoram Highway"]]},", allowing access to India and Pakistan."]},"\n",{"type":"{{","value":[["geo"],["39.4667"],["75.9833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tarim (China)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kashgar"]]},"\n\n",{"type":"[[","value":[["Commons:Kashgar"]]}]