[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kassala"]}," is a city in Kassala State ",{"type":"''","value":["Wilayat Kassala"]}," in ",{"type":"[[","value":[["Sudan"]]},".\n\n",{"type":"==","value":["Get in"]},"\nBuses leave Kassala for Khartoum (7 hours), Gedarif (3 hours) and Port Sudan (7 hours). The better bus companies tend to get booked up early, so if you want a comfortable journey book tickets a few days in advance. Otherwise, turn up at the bus station and take one of the more ramshackle options.\n\nSmaller buses and minibuses head to destinations around Kassala, like Halfa al-Jadida, Khashm al-Ghirba and Aroma. \n\nYou need a permit to enter Kassala, and these are checked thoroughly at the entrance to the city, just before arriving at the bus station. You can get a permit from the Ministry of Humanitarian Affairs in Khartoum (close to Khartoum University), which can take a couple of hours or several days depending on their mood. If you leave the city on a day trip, you may well have trouble getting back in. As of March 2010, the permit to Kassala can easily be obtained at the Permits Office across from Dandas Hotel (southeast corner of the intersection) with one photo, three copies of your passport and Sudanese Visa, and a form you fill out on location. The whole process is free and takes about 5 minutes. \n\nTo Eritrea, the border is apparently open, and the place to head for is Souq Tesenei, a small bus station in the 'Aamiriya district.\n\n",{"type":"==","value":["Get around"]},"\nSouq ash-Sha'abi is Kassala's bus station, just off the main Khartoum-Port Sudan highway and quite a distance from the centre of town. Local buses and taxis meet most bus arrivals.\n\nAl-Mowgif al-'Aam is the central bus station, a large square in the middle of the souqs. Buses a tourist might need to use include Khatmiya (for the old quarter of Khatmiya, Tomb of Seyid Hassan and the cafes on Totil Mountain), Souq ash-Sha'abi (for the inter-city bus station), Banat (for the Gash river and colonial railway quarter), and the lorries to Sawagi Janubiya and Sawagi Shamaliya, the two areas of farmland to the south and north.\n\nKassala does not have many taxis and no rikshas. \n\n",{"type":"==","value":["See"]},"\n\nThe ",{"type":"'''","value":["souqs"]}," are lively and colourful, with many people dressed in clothes unique to their tribe. \n\n",{"type":"*","value":["Souq an-Niswaan is the \"women's souq\" where baskets and mats are made, as well as coffee making equipment and incense."]},"\n",{"type":"*","value":["Souq ar-Rashaida is where the Rashaida tribe gather, selling their bright red and black robes for women and coloured jellabiyas for men."]},"\n",{"type":"*","value":[{"type":"'''","value":["Khatmiya"]}," is the old part of Kassala, underneath the mountains of Taka, Totil and Aweitila (huge, you can't miss them). The main sight is the tomb of Seyyid Hassan, a local holy man who is buried in a roofless dome next to a semi-ruined mosque. Locals tell you that he is so holy that when it rains, not a drop falls through the hole in the roof. Next to the tomb is a Qur'anic school for boys."]},"\n",{"type":"*","value":["Behind the tomb, you can climb the slopes of ",{"type":"'''","value":["Jebel Totil"]},". On the lower slopes, there are several cafes built into the rock, serving the best coffee in Kassala. There is also the famous ",{"type":"'''","value":["well of Totil"]},". If you drink from it, legend has it that you will return to Kassala one day. "]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Gash River"]}," runs through Kassala, but for most of the year it is a dry sandy riverbed, used for football practice in the evenings. In the rainy season, water cascades down from the Eritrean mountains and charges through the city, making the riverbanks a popular place to walk in the evenings. However, the Gash is a dangerous river, having flooded twice recently (07 and 03) causing huge amounts of damage to the whole city."]},"\n",{"type":"*","value":["On the other side of the Gash, you reach an area called ",{"type":"'''","value":["Sikka Hadiid"]},", which is the old railway quarter. The original railway station still stands, all impressive and colonial but abandoned now. Around this are British built round brick huts, which used to house railway workers and is now a popular place for students to live. "]},"\n",{"type":"*","value":["To the south, the ",{"type":"'''","value":["Sawagi Janubiyya"]}," (southern gardens) is a collection of villages surrounded by mango and guava orchards alongside the Gash."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Climb Totil Mountain"]}," for fantastic views of Kassala, and beyond to Wad Sherifei refugee camp and Eritrea. To reach the summit, you need special equipment, but you can get half way easily enough in about half an hour. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Drink coffee"]}," at one of Kassala's hundreds of tea stalls or at a cafe on Totil mountain."]},"\n",{"type":"*","value":[{"type":"'''","value":["Take a walk through Sawagi Janubiyya"]},". Cross the Gash bridge and take the road to your left which leads you through the Sawagi villages. After five kilometres or so, you can get alongside the Gash, and if it is dry, you can cross over to the mountains and Khatmiya."]},"\n",{"type":"==","value":["Buy"]},"\n\nKassala is famous for its coffee, which is traditionally served in a clay coffee pot called a jebbana. These are sold quite cheaply in Souq an-Niswan, along with wooden mortar and pestles for grinding the beans and ginger, roasting trays, jebbana stands and tiny coffee cups.\n\n",{"type":"==","value":["Eat"]},"\n\nFuul (mashed fava beans) is the main dish found in Kassala, and there are lots of fuul stalls around. The best ones are between the Souq an-Niswaan and Hotel Hipton, where the fuul is mixed with ta'amiya, cheese, tuna or egg, and topped with sesame oil, garlic and a herb called shumaar. \n\nAt-Tabaq as-Souri on the main square is a good place for sandwiches and shawarma. They also serve baklava and other sweets, and is one of the only cafes in Kassala where local women eat.\n\nFor more local dishes, like tagaliya and bamiya (both gloopy okra-based sauces) served with ghuraasa (a spongy pancake type bread) or kisra (very thin, slightly sour bread), and various bits of meat (ask for shiyya if you aren't keen on offal), try some of the restaurants in the middle of the souq.\n\nOn the road to Khatmiya, the bus passes a livestock market opposite a large cemetery. Here, there are stalls selling sheep, which are slaughtered to order and cooked in the restaurant next door.\n\n",{"type":"==","value":["Drink"]},"\n\nKassala is famous for its coffee (jebbana), spiced with ginger (zinjabil) and cinnamon (girfa') and served in a clay coffee pot, with incense and popcorn on the side. The best place for the full treatment is at one of the cafes on the slopes of Totil mountain. Otherwise, Kassala is full of tea stalls, where coffee is served in smaller coffee pots made from recycled Pif-Paf cans. \n\n",{"type":"*","value":["jebbana - coffee."]},{"type":"*","value":["bi dawa thagiil - with lots of ginger and cinnamon."]},{"type":"*","value":["bi dawa khafiif - with a little ginger."]},{"type":"*","value":["saliiga - without ginger."]},{"type":"*","value":["shay - tea."]},{"type":"*","value":["shay kerkedeh - pink hibiscus tea."]},{"type":"*","value":["shay bi laban - tea with hot milk."]},{"type":"*","value":["fawgu jumaada - with lumpy bits of milk (some people do ask for it!)."]},{"type":"*","value":["shay faransi - literally \"French tea\", this is actually coffee with milk."]},"\nFruit juices are excellent in Kassala, and made fresh at many stalls in the souq, so you can ask for one without sugar. Mango and guava are the best, but orange tends to be diluted with a lot of water and mixed with bucketloads of sugar, so avoid it. Local juices include ",{"type":"''","value":["aradeeb"]}," (a brown tangy juice, similar to tamarind) and ",{"type":"''","value":["sha'iir"]}," (made from a white powder and a bit like cold malted milk).\n\n",{"type":"==","value":["Sleep"]},"\n\nTwo of the best hotels in Kassala are the ",{"type":"'''","value":["Telal ash-Sharg"]}," and the ",{"type":"'''","value":["Hipton"]},". Others include the ",{"type":"'''","value":["Safa"]},", ",{"type":"'''","value":["Bashir"]},", ",{"type":"'''","value":["Totil"]}," and ",{"type":"'''","value":["Medina"]},". They are all located in the streets behind the Mowgif al-'Aam bus station. Some foreigners don't get a choice where they stay, as the security police will escort them to a particular place, usually one of the ones mentioned above. Cheaper places like the Hotel Africa and the many basic lakondas (courtyards filled with beds) sometimes won't accept foreigners.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Sudan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Kassala"]]},"\n",{"type":"{{","value":[["geo"],["15.45"],["36.4"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kassala"]]},"\n\n",{"type":"[[","value":[["fr:Kassala"]]}]