[{"type":"{{","value":[["pagebanner"],["Kathmandu-Boudhanath banner.jpg"],["Kathmandu, Nepal"],["dotm=yes"]]},"\n\n",{"type":"[[","value":[["File:Durbar Square, Kathmandu.jpg"],["thumb"],["upright=1.3"],["Kathmandu Durbar Square"]]},"\n",{"type":"[","value":["http:\/\/www.kathmandu.gov.np\/Page_Kathmandu+As+World+Heritage+Site_167 ",{"type":"'''","value":["Kathmandu"]}]}," (काठमाण्डु) is the largest city and capital of ",{"type":"[[","value":[["Nepal"]]}," and the namesake of the ",{"type":"[[","value":[["Kathmandu Valley"]]},". Once thought to be the fabled and inaccessible Shangri-La, Kathmandu is now a hub for independent travellers as well as a growing vacation spot catering to all budgets. As a result of considerable urban growth in recent decades, it is now part of one continuous urban area together with ",{"type":"[[","value":[["Patan"]]}," to the south.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"''","value":["For information on visa requirements and immigration procedure, see ",{"type":"[[","value":[["Nepal#Get_in"]]}]},"\n\n",{"type":"===","value":["By plane"]},"\nKathmandu's ",{"type":"[","value":["http:\/\/www.tiairport.com.np\/ ",{"type":"'''","value":["Tribhuvan International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["KTM"]]},"), is the largest and only international airport in Nepal, located 5.5km east of the popular tourist neighborhood of Thamel. \n\n",{"type":"====","value":["International Flights"]},"\nMost international flights to Kathmandu arrive from ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["UAE"]]},", ",{"type":"[[","value":[["Qatar"]]},", or ",{"type":"[[","value":[["Bangkok"]]},".\n \nInternational airlines serving Kathmandu include: \n",{"type":"*","value":[{"type":"'''","value":["Biman Bangladesh Airline"]}," - ",{"type":"[[","value":[["Dhaka"]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airarabia.com\/ Air Arabia"]}]}," - ",{"type":"[[","value":[["Sharjah"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airchina.com\/ Air China"]}]}," - ",{"type":"[[","value":[["Chengdu"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airasia.com\/ Air Asia"]}]}," - ",{"type":"[[","value":[["Kuala Lumpur"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.arkefly.nl\/ ArkeFly"]}]}," - ",{"type":"[[","value":[["Amsterdam"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flydubai.com\/ Fly Dubai"]}]}," - ",{"type":"[[","value":[["Dubai"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.drukair.com.bt\/ Druk Air"]}]},"  - ",{"type":"[[","value":[["Paro"]]}," and ",{"type":"[[","value":[["Delhi"]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.etihadairways.com\/ Etihad Airways"]}]}," - ",{"type":"[[","value":[["Abu Dhabi"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gulfair.com\/splash\/index.asp Gulf Air"]}]}," - ",{"type":"[[","value":[["Bahrain"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dragonair.com\/ Dragon Air"]}]}," - ",{"type":"[[","value":[["Hong Kong"]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.indianairlines.in\/home.asp Indian Airlines"]}]}," - ",{"type":"[[","value":[["Delhi"]]}," and ",{"type":"[[","value":[["Kolkata"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jetairways.com\/ Jet Airways"]}]}," - ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Mumbai"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jetlite.com\/ JetLite"]}]}," - ",{"type":"[[","value":[["Delhi"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.koreanair.com\/ Korean Air"]}]}," - ",{"type":"[[","value":[["Seoul"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.piac.com.pk\/ Pakistan International Airlines"]}]}," - ",{"type":"[[","value":[["Karachi"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nepalairlines.com.np Nepal Airlines"]}]}," - ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Osaka"]]},", ",{"type":"[[","value":[["Singapore"]]}," and ",{"type":"[[","value":[["Shanghai"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.silkair.net\/ Silk Air"]}]}," - ",{"type":"[[","value":[["Singapore"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thaiair.com\/ Thai Airways"]}]}," - ",{"type":"[[","value":[["Bangkok"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.qatarairways.com\/ Qatar Airways"]}]}," - ",{"type":"[[","value":[["Doha"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rakairways.com\/ RAK Airways"]}]}," - ",{"type":"[[","value":[["Ras Al Khaimah"]]},", complimentary bus shuttle service between Ras Al Khaimah International Airport and neighbouring emirates (Dubai, Sharjah...)."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gmgairlines.com GMG Airlines"]}]}," - ",{"type":"[[","value":[["Dhaka"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.csair.com\/en\/ China Southern Airlines"]}]}," - ",{"type":"[[","value":[["Guangzhou"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flychinaeastern.com\/ China Eastern Airlines"]}]}," - ",{"type":"[[","value":[["Kunming"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.turkishairlines.com\/ Turkish Airlines"]}]}," - ",{"type":"[[","value":[["Istanbul"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.malaysiaairlines.com\/ Malaysian Airlines"]}]},"- ",{"type":"[[","value":[["Kuala Lumpur"]]},"."]},"\n",{"type":"====","value":["Domestic Flights"]},"\nCommercial domestic flights are available to\/from ",{"type":"[[","value":[["Bhadrapur"]]},", ",{"type":"[[","value":[["Bhairawa"]]},", ",{"type":"[[","value":[["Bharatpur"]]},", ",{"type":"[[","value":[["Biratnagar"]]},", ",{"type":"[[","value":[["Dhangarhi"]]},", ",{"type":"[[","value":[["Janakpur"]]},", ",{"type":"[[","value":[["Nepalganj"]]},", ",{"type":"[[","value":[["Pokhara"]]},", ",{"type":"[[","value":[["Simara"]]},", and ",{"type":"[[","value":[["Tumling Tar"]]},". Domestic flights take about an hour and cost USD100-175. The primary domestic airlines are ",{"type":"[","value":["http:\/\/www.air-viva.com air viva"]},", ",{"type":"[","value":["http:\/\/www.yetiairlines.com\/ Yeti"]},", ",{"type":"[","value":["http:\/\/www.royalnepal-airlines.com\/ Nepal Airlines"]},", and  ",{"type":"[","value":["http:\/\/www.buddhaair.com\/ Buddha Air"]},". Domestic flights are almost always delayed and afternoon flights run the risk of cancellation as delays from the morning compound. \n\n",{"type":"====","value":["Baggage Handlers & Concerns"]},"\nYour luggage is vulnerable entering and leaving this airport. Do not keep anything of value in checked bags, and if you lock the bag, the zipper may be forced open and broken. There is little to no security for your bags. You should also be aware that most luggage is treated quite poorly in Nepalese airports. It is recommended that all fragile and valuable items are kept in your carry on luggage.\n\nBe aware that when you collect your luggage, an \"airport baggage cart collector\" may appear and assist you with a baggage trolley.  Unless you insist on handling your own baggage, your items will be loaded on the trolley and will be conveyed with you to the entrance of the terminal. You will then be expected to pay a tip to this person.  Arriving just beforehand in Nepal, you will often only have larger denomination foreign currency in your pocket, making the issue of a tip a bit of a problem. It's fine to pay the tip in foreign currency but make sure you have some small bills or coins on hand (even a dollar or two will be significant to Nepalis).\n\n",{"type":"====","value":["Money Exchange at the Airport"]},"\nTry not to exchange money at the airport as there are service charges and lower rates offered than what you can get in Thamel or elsewhere in the city.\n\n",{"type":"====","value":["Getting to and from the airport"]},"\nThere are no trains in Kathmandu and renting a car without a driver is not possible.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pre-Arranged Hotel Transfers"]}," are available from most hotels and are included in most trekking\/touring packages. Representatives will be standing outside the arrivals doors behind a barricade and will hold a sign identifying themselves. This form of transport is particularly helpful if you are a novice to Nepal, arriving late at night and unfamiliar with how things work in the country."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Prepaid Taxis"]}," cost NPR800 to Thamel. Don't give the receipt to the driver until you are at your destination and you are satisfied, as this serves as the driver's payment. If the driver asks for more money, don't give it. There is no culture of tipping taxi drivers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Regular Taxis"]}," are an easy way to get to the city but be prepared to negotiate the price beforehand, heavily. The cheapest rate that you can get to Thamel is NPR400-500, or, if you go to the end of the parking lot and catch a taxi there (where the taxis do not have to pay the airport entrance fee), you may be able to get a rate of NPR200-300, which is close to the standard meter rate. Taxi drivers may try to extract some commission by showing you one or more hotels on the way."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Local buses"]}," pickup and drop-off at the airport gate, 0.5km from the terminal. The buses generally do not have fixed schedules and are often crowded and painful but cost only NPR10. Ask the cashier about where the bus stops."]},"\n",{"type":"===","value":["By bus"]},"\nFor more information, see ",{"type":"[[","value":[["Nepal#Get in"],["Nepal 'Get in' section"]]},".\n\nThere is frequent and cheap bus service between Kathmandu and nearly all parts of Nepal. However, due to poor roads and frequent delays the buses are some of the slowest and least comfortable in South Asia.\n\nBuses arriving from the border with ",{"type":"[[","value":[["India"]]},", ",{"type":"[[","value":[["Pokhara"]]},", and Chitwan terminate in Kathmandu either at the Balaju Bus Station (north) or the Kalanki Station (south). From there, there are 'mini buses' which criss cross the main roads of the city for about NPR20. \n\n",{"type":"====","value":["From ",{"type":"[[","value":[["Pokhara"]]}]},"\nTourist buses (NPR800, 6-7h) and crowded local buses\/microbuses (NPR400-600, 6-7h) travel the 200km journey between Kathmandu and Pokhara almost every 15 minutes starting at 07:30 through late afternoon. Night buses are available, but the ride is painful. ",{"type":"[","value":["http:\/\/greenline.com.np\/ Greenline"]}," operates a convenient bus every morning between the popular tourist areas of Thamel in Kathmandu and Lakeside in Pokhara (USD20, lunch included). The road is winding and includes many switchbacks and offers wonderful views of hills and rural Nepalese lifestyle.  The drivers will generally not drive too fast but some will calmly weave in and out of the stream of opposing traffic and slam on the brakes when a stop is required, making for a scary ride if you look out the front window.  During the rainy season, there may be problems with the roads and flying may make more sense.\n\n",{"type":"====","value":["From ",{"type":"[[","value":[["India"]]}]},"\nBuses run between Kathmandu and the Indian cities of  ",{"type":"[[","value":[["Patna"]]},", ",{"type":"[[","value":[["Gorakhpur"]]},", ",{"type":"[[","value":[["Varanasi"]]}," (INR1,200), and ",{"type":"[[","value":[["Lucknow"]]},".\n\n",{"type":"====","value":["From ",{"type":"[[","value":[["Tibet"]]}]},"\nBuses and minivans run between Kathmandu and the Nepalese border town of ",{"type":"[[","value":[["Kodari"]]},", across the Sino-Nepal Friendship Bridge from the Tibetan city of ",{"type":"[[","value":[["Zhangmu"]]},". The 123km journey takes 6+ hours and costs NPR500. Buses depart until the early afternoon. Private jeeps (USD60 for up to 4 people) are a faster option, and can make this journey in 4 hours. \n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Kathmandu.png"],["thumb"],["upright=2"],["Map of central Kathmandu"]]},"\nIf you fly in, be sure to pick up a free Kathmandu Valley map at the airport. The first thing some visitors notice about Kathmandu is the general lack of house numbers and street names except for major roads such as Tri Devi & Ring Road (loops around the city). In most cases directions are given relative to the nearest ",{"type":"'''","value":["chowk"]}," or ",{"type":"'''","value":["tole"]}," (an intersection or square, often with a market) or a noteworthy location or building (such as a temple or restaurant). In the tourist district of Thamel, the Kathmandu Guest House & Hot Breads bakery are two main landmarks.\n\n",{"type":"===","value":["By foot"]},"\nIt is possible to get around Kathmandu ",{"type":"'''","value":["by foot"]},", but some may not always find the walking pleasant. It's worth considering, however, whether any form of public transport would be easier or more convenient than walking when you consider the crowds, the narrow streets and lanes, the traffic and everything you might want to see.\n\n",{"type":"===","value":["By rickshaw or taxi"]},"\nIf you consider public transportation for anything more than wandering around a specific area, there are several options. Pedal rickshaws can be found around the tourist areas of Thamel and taxis are everywhere. It's often difficult to go more than a short anywhere without being offered the services of both forms of transport.  Negotiate a price before you get in a taxi or rickshaw. If you can't agree, ask another driver. Prices go up after dark and in less busy areas. Taxis are easy to find; they park near all major streets & have fare-meters. After 22:00 it can be very difficult to find taxis away from central tourist areas or major hotels. It should be possible to hire a taxi from Thamel for NPR300 one-way to Patan and around NPR1,200 to Bakhtapur from Thamel or the airport. For longer trips and to hire a taxi by the day negotiate with the driver. Haggle hard and you will easily find another driver if you are not satisfied. The meter is your best bet if you are not confident enough to negotiate, however very few drivers will agree to using them.  Sometimes the proper operation of meters can be suspect so if you know exactly where you're going, it might be better to negotiate a suitable price in advance.\n\n",{"type":"===","value":["By microbus"]},"\nThe Tempos, small three-wheeled buses, and microbuses are a very cheap (NPR15) way to get around the city. The Tempos come in two varieties - green (electric) and blue (petrol) and run on predefined routes through the city. These routes are numbered, sometimes with both Nepali and European numbers. There does not seem to be a map of the routes in existence, but you can get the hang of their paths quite quickly by asking and observing what numbers go on which road. Microbuses are typically minivans with a surprising number of seats crammed in - they have a \"conductor\" who leans out of the door and shouts the destinations, which are also often written on the front (in Nepali). If you have time, you can ask if they are going your way and hop on. These also typically cost NPR15.\n\n",{"type":"===","value":["By bus"]},"\nThere are also ",{"type":"'''","value":["buses"]}," for longer trips ",{"type":"[[","value":[["Kathmandu Valley"],["within the valley"]]},", i.e. Patan, Bakhtapur, Boudha, etc. that can be used for trips in and around town. See ",{"type":"[[","value":[["Kathmandu#Go next"],["below"]]}," for tips on travelling outside of the valley. Blue ",{"type":"'''","value":["buses"]}," & green buses constantly drive in circles\/loops around the city on \"Ring Road\" - for NPR15-20 - depending on the distance. Every bus has a cashier\/attendant who can tell you where it stops & alert you upon arrival. Riding the buses with the local people can be very pleasant & interesting. The buses are typically very old and rough.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Swayambhunath (स्वयम्भू) \/ Monkey Temple"],["alt="],["url="],["email="],["address="],["lat=27.71514"],["long=85.29021"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Foreigners: NPR750 for a multiple entry pass;"],["content=A site on a hill overlooking the city with a large stupa and other Buddhist and Hindu iconography. One of the most sacred Buddhist sites in the country. There are 350 steps to the top - the back route is less steep but the views on the way up are not as nice. Aside from the views over the city and the ancient carvings in every available space, it's crowded with monkeys mingling with the visitors. The base of the hill is a 30 minute walk from Thamel (make sure you have a map as there are several confusing intersections along the way), or take a taxi or rickshaw. As with the Boudha Stupa, are plenty of Buddhist and Tibetan-inspired trinkets for sale. There are also drinks for sale at the top, and at least one small restaurant selling momos. For those that have their own transport or have difficulty climbing stairs there is a parking lot at the back entrance that significantly reduces the number of stairs that need to be climbed to gain access to the main compound. This is one of seven UNESCO World Heritage Sites in the Kathmandu Valley. For those that have their own transport or have difficulty climbing stairs there is a parking lot at the back entrance that significantly reduces the number of stairs that need to be climbed to gain access to the main compound."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Boudha Stupa (Boudhanath) (बौद्ध)"],["alt="],["url="],["email="],["address=Boudha"],["lat=27.72145"],["long=85.36197"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most sacred sites for Tibetan Buddhism. This huge stupa is one of the largest in the world. It is located to the north-east of Dwarikas' Hotel and just to the north of the airport area. This is another World Heritage Site."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Narayanhiti Palace Museum"],["alt="],["url="],["email="],["address="],["lat=27.71549"],["long=85.32011"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Foreigners: NPR500"],["content=This is the former Royal palace which was turned partly into a Museum and partly into the Foreign Ministry in 2009 after the abolition of the monarchy. Now you can visit the splendid Halls of the main building of the palace. Giant fruit bats hanging from the tall trees and 20 foot-tall bamboo around the otherwise modern (and still well secured) former palace are a sight, especially around sunset when the bats depart en masse."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thamel Chowk"],["alt="],["url="],["email="],["address="],["lat=27.71586"],["long=85.31133"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A tourist neighborhood with many restaurants and shops."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Freak Street"],["alt="],["url="],["email="],["address="],["lat=27.70301"],["long=85.30764"],["directions=south of Kathmandu's Durbar Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Historic street where western hippies seeking enlightenment would stay. Now just a few restaurants and hotels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pashupatinath"],["alt="],["url="],["email="],["address="],["lat=27.71037"],["long=85.34860"],["directions=The temple is a short taxi ride, or 20 minute walk past several temples from ",{"type":"[[","value":[["Boudhanath"]]}],["phone="],["tollfree="],["fax="],["hours="],["price=NPR1,000"],["content=An important Hindu temple to Shiva in the form of Lord of the Beasts. It's the location of cremation ghats (steps) on the banks of the Bagmati River. You will also see sadhus, a busy market for religious items and a holy cave. Morning is a great time to go. While entrance to the temple is allowed for Hindus only, the surrounding forest area provides much to explore."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Garden of Dreams \/ Kaiser Mahal"],["alt="],["url=http:\/\/www.gardenofdreams.org.np"],["email="],["address="],["lat=27.71403"],["long=85.31479"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=NPR200"],["content=Relax in this beautiful and peaceful walled garden close to Thamel and the former Royal Palace. Beautifully renovated in partnership with Austrian Govt. Currently has two pavilions depicting two of the six annual seasons in the Hindu calendar. It has several expensive cafes and a bar. Nice toilets."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Budda Neelkantha Temple"],["alt="],["url="],["email="],["address=Budhanilkantha"],["lat=27.77805"],["long=85.36231"],["directions=5-6km from Main Bus Park, Kathmandu."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An idol of Bhagwan Vishnu in a sleeping position surrounded by water is an extraordinary cool and calm experience."]]}]},"\n",{"type":"===","value":["Kathmandu Durbar Square"]},"\n",{"type":"[[","value":[["File:Taleju, Hanuman Dhoka, Kathmandu.jpg"],["thumb"],["Hanuman Dhoka in Durbar Square"]]},"\nThis ancient square is crowded with palaces and temples, including the current incarnation of the ",{"type":"'''","value":["Kasthamandap"]}," or \"Wooden house\" that gives the city its name. The square has been occupied since the construction of a palace around 1000AD. This site is the most popular UNESCO World Heritage Site in Nepal.\n\nThe Square is particularly fascinating in the very early morning as all the various merchants set up their wares and when many devotees make their offerings at the various shrines and temples. There will be a number of young men who will offer to be \"guides.\" Be firm with saying \"no\" if you are not interested. The entrance fee for foreigners is NPR750. If you plan to be in the area for more than one day, it's worth being directed to the Site Office where you can exchange your single-entry ticket with a multiple-entry pass allowing you to wander in and out as you wish. You will need your passport and one passport photo. The whole process takes only a few minutes. Your entry pass gives you access to all open parts of Durbar Square as well as the Hanuman Dhoka. In Nepali, Durbar means \"palace\" and this is where the monarch was crowned and from where he ruled.\n\nIt is possible to climb the steps of many of the temples for a better look and to join others seated near the top watching the activity below. There are more than a dozen buildings and statues of note in this small area.  They include:\n\n",{"type":"*","value":[{"type":"'''","value":["Taleju Temple"]}," One of the oldest temples in the square, this three-roofed temple with its pyramid shaped bases, is an example of the typical Newari architectural style. "]},{"type":"*","value":[{"type":"'''","value":["Ashok Binayak"]}]},{"type":"*","value":[{"type":"'''","value":["Shiva Temple"]}]},{"type":"*","value":[{"type":"'''","value":["Maju Deval"]}]},{"type":"*","value":[{"type":"'''","value":["Narayan Temple"]}]},{"type":"*","value":[{"type":"'''","value":["Shiva-Parvati Temple"]}]},{"type":"*","value":[{"type":"'''","value":["Kumari Palace"]},"- home of \"the Kumari\", or living goddess, a young girl. South side of Durbar square, "]},{"type":"*","value":[{"type":"'''","value":["Bhagwati Temple"]}]},{"type":"*","value":[{"type":"'''","value":["Saraswati Temple"]}," The Goddess of Knowledge and Learning"]},{"type":"*","value":[{"type":"'''","value":["Krishna Temple"]}]},{"type":"*","value":[{"type":"'''","value":["Sweta Bhairab"]}," - the \"White\" Bhairab, a large mask shown only during the ",{"type":"'''","value":["Indra Jatra"]}," festival."]},{"type":"*","value":[{"type":"'''","value":["Kal Bhairab"]}," - the \"Black\" Bhairab, a fearsome visage of Shiva with some ancient legends about its power."]},{"type":"*","value":[{"type":"'''","value":["Indrapur Temple"]}," "]},{"type":"*","value":[{"type":"'''","value":["Vishnu temple"]}]},{"type":"*","value":[{"type":"'''","value":["Mahendreswar Temple"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nasal Chowk"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Statues, temples and the Rana museum. Located in the Hanuman Dhoka former palace complex, the courtyard was used for royal coronations as recently as 2001."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Pashupatinath (2).jpg"],["thumb"],["The Pashupatinath Hindu temple to Shiva"]]},"\nKathmandu city itself has limited activities for visitors beyond the amazing sightseeing and general experience of ",{"type":"''","value":["being there"]},".\n\n",{"type":"===","value":["Adventure Sports"]},"\nKathmandu is the starting point for numerous adventures in the rest of the country including trekking, rafting, jungle adventures, and more extreme sports.\n\n",{"type":"*","value":[{"type":"'''","value":["Hiking \/ Trekking in the Kathmandu Valley"]}," - For more information, see ",{"type":"[[","value":[["Trekking_in_Nepal"]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nagarkot"]]}]}," (2 days) - offers a great spot for watching surrounding mountain ranges at sunrise or sunset from atop the hill. "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.netif-nepal.org\/itineraries.htm The Kathmandu Valley Cultural Trekking Trail"]}]}," (5 days), includes treks to ",{"type":"[[","value":[["Nagarkot"]]}," and ",{"type":"[[","value":[["Dhulikhel"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.netif-nepal.org\/shivapuri_hiking_treks.htm Shivapuri Hiking Trek"]}]}," (5 days) displays the best of Nepal’s rural culture, biodiversity and stunning Himalayan views. Trekking Routes to ",{"type":"[[","value":[["Nagarkot"]]},", Gosainkunda, Helambu and the Langtang National Park. "]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thelastresort.com.np\/ Bungy Jumping @ The Last Resort"]}]}," - located 3 hours by bus east of Kathmandu, near the border with ",{"type":"[[","value":[["Tibet"]]},", features the 3rd highest bungy jump in the world."]},"\n",{"type":"===","value":["Flightseeing"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountain Flights"]},". Most local airlines offer one hour flights over the Himalayas departing between 6:30-9:00 AM from Kathmandu airport, costing US197. Book in advance during the popular tourist season."]},"\n",{"type":"===","value":["Connecting with locals"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Backstreet Academy"],["alt="],["url=http:\/\/www.backstreetacademy.com"],["email=info@backstreetacademy.com"],["address=Kathmandu"],["lat="],["long="],["directions="],["phone=+977 9818 421 646"],["tollfree="],["fax="],["hours="],["price="],["content=A social enterprise tour platform that enables locals in developing countries to create their own tour\/ course. Check out their momos cooking course, mask carving, pottery, stone carving or dal bhat cooking courses, among many others on their website. Simply book on their website and a facilitator (usually a local university student) will arrive to pick you up for your course."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hidden Journeys Nepal"],["alt="],["url=http:\/\/www.hiddenjourneysnepal.com\/"],["email=info@hiddenjourneysnepal.com"],["address="],["lat="],["long="],["directions="],["phone=+977 981 803 9645"],["tollfree="],["fax="],["hours="],["price="],["content=Organizes tours that take guests to visit and learn from Nepal's change makers, eg, social entrepreneurs, artists, activists and other innovators. There are prearranged tours (usually 2 days including a networking session in the evening) on specific issues - or you can design your own."]]}]},"\n",{"type":"===","value":["Festivals"]},"\n",{"type":"[[","value":[["File:Dhading lakhe.jpg"],["thumb"],["A Lakhe (demon) dancer during the Yenya festival."]]},"\nKathmandu and Dubar Square is the centre for many of Nepal's festivals. Note that many businesses are closed for all of these holidays—and often a few days before and after. Dasain in particular tend to shut down much of the city for October.\n\n",{"type":"*","value":[{"type":"'''","value":["Dashain (Dasain)"]}," Dashain, the most important of Nepal's religious festivals takes place over fifteen days, between September and October each year. Dashain celebrates all of the manifestations of the goddess Durga, it is marked by animal sacrifices and feasting. It serves to renew family and community ties. Due to many residents of Kathmandu returning home to their villages during Dashain, the city takes on a more peaceful atmosphere."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tihar, Festival of Lights (Also called Deepawali)"]}," A five day festival which takes place each year on the fifteenth day of ",{"type":"''","value":["Kartika"]},", around the end of ",{"type":"'''","value":["October"]},"\/start of ",{"type":"'''","value":["November"]},", celebrated by all Hindus with ritual house-cleaning, lanterns, candles, and fireworks. The Nepali version tends to be more picturesque and less explosive than those celebrated in ",{"type":"[[","value":[["India"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Holi"]}," is celebrated in ",{"type":"'''","value":["March"]}," with splashes of water and colored powder that is both good luck and very messy."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bikram Sambat's New Year's"]}," (April) A day of pilgrimages (often from Kathmandu to the holy Bagamati river that separates it from ",{"type":"[[","value":[["Patan"]]},")"]},"\n",{"type":"*","value":[{"type":"'''","value":["Teej"]},", the most important women's festival, is celebrated in ",{"type":"'''","value":["September"]}," with married women dressed in their red marriage saris visiting male relatives and unmarried women and girls staying up all night to celebrate and pray for their future husbands."]},"\n",{"type":"*","value":[{"type":"'''","value":["Indra Jatra"]}," Harvest festival held in Kathmandu's Dubar Square for 8 days each ",{"type":"'''","value":["September"]},". The ",{"type":"'''","value":[" Goddess Kumari"]}," is paraded in her sacred chariot."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Himalayan Blues Festival"],["url="],["email="],["address=Kathmandu"],["lat="],["long="],["directions="],["phone=+977-9841297451"],["tollfree="],["fax="],["hours="],["price="],["content=Himalayan Blues Festival is one of the most acclaimed music festival in Kathmandu. It takes place in the months of October–November in Kathmandu. It boasts of having the best venues like the Garden of Dreams and Patan Museum. It also happens in many bars and different hotel venues. It features musicians from all around the world."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"===","value":["Buddhism"]},"\n",{"type":"[[","value":[["File:IMG 0361 Kathmandu Bodnath.jpg"],["thumb"],["Bodnath Stupa"]]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shedra.com Rangjung Yeshe Institute"]}]},". An international institute for Buddhist higher studies, modeled on a traditional Tibetan Buddhist College. The Institute is affiliated with Kathmandu University, and is located on the premises of the monastery Ka-Nying (short for \"Kagyu and Nyingma\") Shedrup Ling. It offers bachelors and masters degrees in Buddhist Studies with Himalayan Language (Tibetan, Nepali, and Sanskrit), as well as six week stand alone intensive courses in each."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kopanmonastery.com Kopan Monastery"]}]},". Founded by Lama Yeshe and Lama Zopa as the core of what has become an international network of Gelugpa dharma centers, the Foundation for the Preservation of the Mahayana Tradition (FPMT). Located near Baudha, Kopan offers ten-day meditation courses regularly throughout the year, and a month-long course (for which it is famous) every November-to-December. Reservations are necessary."]},"\n",{"type":"===","value":["Meditation Courses"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pathikfoundation.com Pathik Foundation"]}]},". Meditation, Ancient Yogi Methods discovered by various Saints from Eastern and Western world (Gautama Buddha, Guru Nanak, Meera Bai, Saheb Kabir, Osho .....), Practice of Collective Living for Higher Consciousness. (Dhawalagiri Avash Chetra, Matatirtha, Satungal). Patron : Dr. T.N. Pathik."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.np.dhamma.org Nepal Vipassana Centers"]}]},". Vipassana Meditation (a popular Buddhist Meditation) as taught by S. N. Goenka."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/tapoban.com Osho Tapoban Forest Retreat"]}]},". Nagarjun Forest (Raniban)."]},"\n",{"type":"===","value":["Yoga Courses"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/bikramyoganepal.com\/ Bikram Yoga College of India"]}]},"  Daily hot yoga classes in the heart of Thamel on a drop-in or monthly basis. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.saptayoga.com\/ Patanjali Yoga Centre"]}]},". The first residential school of Yoga in Nepal."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/faculty.washington.edu\/swittet\/Satyananda\/ Satyananda Yoga Centre"]}]},". Group and individual courses. Yoga Camps."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yogainhimalaya.com\/ Sadhana Bhumi Himalaya For Life Research"]}]}," - Yoga and Naturopathy retreat centre offers ancient traditional yoga combined with modern yoga style in the best natural environment."]},"\n",{"type":"===","value":["Massage Courses"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ancientmassage.com The Healing Hands Centre "]}]},". Classes in Ancient Massage \/ Thai Massage. Five-day course, ten-day course and one-month professional course, runs every month and recognized by THAI (Thai Healing Alliance International) worldwide and Natural Health Practitioners of Canada (NHPC)."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.himalayanhealers.org The Himalayan Healers"]}]}," inside Hotel Lion, next to Radisson Hotel, Lazimpat, offers 500 hours of internationally accredited massage therapy training. Along with being featured on CNN as a \"Top 28 Spa in Asia\", they were also recognized as \"Top 10 Philanthropic Cause\" by Asia Spa."]},"\n",{"type":"===","value":["Library"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tucl.org.np TU Central Library"]}]},". One of the largest libraries in Nepal situated within Tribhuvan University premise at Kirtipur. You can get there by regular bus or micro-bus for Kirtipur. It has a large collection of old and new books, journals and newspaper."]},{"type":"*","value":[{"type":"'''","value":["Kathmandu Valley Library"]},"  In Brikutimandap opposite of Mahendra Police Club."]},"\n",{"type":"===","value":["Environment"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.keepnepal.org\/ Kathmandu Environmental Education Project (KEEP)"]}]},"  have a centre in Kathmandu (behind Kilroy's), which provides environmental information about Nepal. They provide books for trekkers to record their experiences in for others to read before they set off. You can ask to see a BBC film entitled \"Bearing the Burden\" about Nepalese porters. They also provide a water bottle refill service that is also cheaper than buying new bottles (Rs 10). You can also buy there some biodegradable soap and iodine for your trek."]},"\n",{"type":"==","value":["Buy"]},"\nThere are many ATM machines in Thamel, however, not all accept foreign cards. Those that do implement a charge of NPR400 per transaction. Nabil Bank ATMs have the highest withdrawal limit of NPR35,000 per transaction. All shops will accept Nepali rupees and many will also accept US dollars.\n\nIf you are staying in Thamel, the Shop Right Supermarket, near Kathmandu Guest House, offers the cheapest prices for basic necessities and snacks, including NPR15 for a 1L bottle of water.\n\n",{"type":"[[","value":[["File:Old Kathmandu0761.JPG"],["thumb"],["Market on Asan Tol"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Thanka Buddhist Paintings"]}," - Thanka are traditional Buddhist paintings available all over Nepal. Prices and quality can vary a great deal. Good sellers will be able to describe the provenance, meaning and history of your chosen thanka. You may also be able to watch thanka being created at some galleries.  For example, one gallery near the Boudnath Stupa often has thanka trainees at work so you can see the kind of detail that goes into each painting."]},"\n",{"type":"*","value":[{"type":"'''","value":["Statues"]}," - Hand crafted statues from Nepal are famous all over the world, especially metal statues of god and goddess such as Buddha and Tara. You can easily find various statue shops in Thamel, although the statues are mainly manufactured in the ",{"type":"[[","value":[["Patan"]]}," area. If you want to get closer to the source, ",{"type":"[[","value":[["Patan"]]}," is a good place to buy such items. Be aware of items that might be antiques. The Nepalese government does not permit real antiques older than 100 years to leave the country, so if you are unsure of the age of the item you're interested in it is advisable to get it checked and certified by the Department of Archaeology to avoid problems on your departure."]},"\n",{"type":"*","value":[{"type":"'''","value":["Silver"]}," - Jewelers from Bangkok come to Kathmandu to buy wholesale silver with Indian-processed semiprecious gemstones. The wholesale price of silver is published on the front page of the \"Himalayan\" newspaper (1 tola= 11.6 gm) so buyers can get an idea of the metal cost of the piece, apart from the labour cost. Silver is almost invariably near the stamped \"92.5%\" sterling, as claimed."]},"\n",{"type":"*","value":[{"type":"'''","value":["Clothing"]}," - Kathmandu is a great place to shop for clothes or have existing clothes repaired or tailored. Flowing hippie gauzes, Monk's robes in saffrons and maroons, funky neon trance-wear, hemp clothing, dozens of elegant silks and 'suiting and shirting' are available in all qualities and prices. Tailors can be hired at reasonable fees and the quality of work is high. Handwoven Nepali fabrics cost NPR100-300\/m and are available in endless patterns and colours. Anything, from bags to mountaineering equipment to cocktail dresses can be made to order and tailored to perfection. The alleys around Indra Chowk, between Thamel and Durbar Square, have dozens of fabric shops and tailors, much more dedicated to customer satisfaction than the hurried and expensive shops in Thamel. Bishal Bazaar near the corner of New Road and Durbar Square is a mall-like experience which also boasts several fabric shops and tailors. It is acceptable to buy fabric from one place and get it stitched in another. Expect to pay around NPR250 to stitch a Western-style men's\/ladies' shirt. Feel free to take an existing item of clothing with you for the tailor to copy. Warning: if having clothes made to wear later at home, get measured before trekking if you want them to fit when you return to your normal size after your privations on the trekking trail!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Carpets and Rugs"]}," - Thamel has many carpet shops that have quality silk and wool carpets. Royal Collection (Shop 13, L.P. Jyoti Line) has a nice selection and good prices, after some aggressive price negotiations. Some places will charge a service fee on a purchase with a credit card, so make sure to clarify this during price negotiations."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cultural Artifacts"]}," - Beware that there are lots of counterfeits, sly salesmen, and plastics presented as wood. Most real antiques are illegal to export. Genuine antiquities may have been looted from temples. ",{"type":"[[","value":[["Patan"]]}," is known for the quality of bronzes. Read the book \"Shopping for Buddhas\" by Jeff Greenwald for more information."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pashmina"]}," - Scarves and shawls can be purchased for a fraction of the price of those in Europe or North America. Look for those produced by charitable organisations ushc as the Tibetan refugee camp just outside ",{"type":"[[","value":[["Patan"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Electronics"]}," - Many people find Kathmandu a good place to buy a camera or other electronic device due to the lack of sales tax and import duty on electronics. There are shops in Thamel and around New Road."]},"\n",{"type":"===","value":["Books"]},"\nKathmandu is a great place to stock up or trade in reading material. Used bookshops have stock including backpacker favourites, classics, local history and culture.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Vajra Books"],["alt="],["url=http:\/\/www.vajrabookshop.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jyatha, Thamel - close to Chikusa Café, has huge selection of books on Buddhism, Nepal and Tibet studies."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Pilgrims"]}," in Thamel (next to the Kathmandu Guest house) is the largest and most well established English language bookshop in Kathmandu. They have great sections on Buddhism, including a whole room devoted to vajrayana, as well as an encyclopedic selection on books devoted to subjects on Nepal."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tibet Book Store"]},", Thamel, on the road leading in from the palace has a good selection of books on vajrayana and Tibet studies."]},"\n",{"type":"*","value":[{"type":"'''","value":["Second Hand"]}," - The alleys of Thamel are full of second hand book shops. Check around for a good price, as they do vary immensely. Return read books for 50% buyback or store credit."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ekta Books"]}," - Huge collection of almost all types of books is found in Ekta Books which is in Thapathali near Norvic Hospital."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mandala Book Point"],["alt="],["url=http:\/\/www.mandalabookpoint.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=4227711"],["tollfree="],["fax="],["hours="],["price="],["content=Kantipath. Probably the best for all types of reference, academic texts, tourist books and maps. Mandala also publishes books on sociology, anthropology, culture, politics and history of Nepal. It also a centre for most scholars visiting Nepal and patrons are encouraged to take part in the lively and informative discussions that frequently occur in the shop in the evening. The most reliable shop for The Economist and International Herald Tribune. Located on the east side of Kantipath just south of the Mountain Hotel and Nabil Bank building"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Quixote's Cove: the bookshop"],["alt="],["url=http:\/\/www.qcbookshop.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=553-6974"],["tollfree="],["fax="],["hours="],["price="],["content=Jawalakhel. Located next to New Orleans Cafe in Jawalakhel, this bookshop is housed in an old 1930s building and combines a great collection of fiction with a marvelously cosy environment."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe most popular food in Kathmandu could be the momo, a dumpling which has its roots in the Tibetan mountains.  They are available fried or steamed and stuffed with buffalo, chicken, or veggies. Prices can vary depending on the location and what they are filled with, but expect to pay between NPR150-250 for a dozen. Kathmandu is also a good place to sample traditional Newari and Tibetan dishes.\n\nA Nepali set meal will usually include rice, daal, vegetable\/meat curry, a vegetable dish, pickle (",{"type":"''","value":["achar"]},") and curd. Expect to pay around NPR140-280 at a tourist place, much less at local places. Chiya, a milky spiced tea similar to the Indian chai, is ubiquitous and good for a break to calm one's nerves.\n\nNote that most restaurants that cater to tourists will add a 10% service charge and then a 13% VAT charge (total of 24.5%) to the prices stated on the menu. These additional charges must be clearly stated on the menu.\n\n",{"type":"===","value":["Thamel"]},"\nThere are dozens of tourist restaurants clustered in the ",{"type":"'''","value":["Thamel"]}," district serving everything from Middle Eastern to Mexican food. Indian and Nepali dishes are always the best tasting and the best priced. Don't hesitate to state your preference for spiciness. Visitors venturing into smaller places are often rewarded with better prices and friendlier staff.\n\n",{"type":"*","value":[{"type":"'''","value":["Ace Cafe And Bar"]},". Good mix of Indian, Nepali and Western. Costs generally NPR50-120. Located on the first non-touristy street West of Thamel, across from the People's College."]},"\n",{"type":"*","value":[{"type":"'''","value":["Alchemy"]}," a newly opened Italian restaurant. On the upper pricing in Thamel, but same as price is for the food. Excellent Italian dishes and nothing else. Pizzas from NPR300 and pastas from NPR280. You get wine in 1\/4 or 1\/2 litre so suitable for dining alone or in two. It's about 100 m before Chetrapati Chowk."]},"\n",{"type":"*","value":[{"type":"'''","value":["Aqua Java Zing"]}," A new restaurant in Thamel dining scene. Serving excellent international cuisine, including risottos, pastas, Thai curry and Five-spice exotic vegetables. The dessert range and quality is excellent, and so is the coffee. They also serve Hookahs\/Shishas with over 100 flavours. Cost NPR200-350. They are located just next to Helena's and opposite Galleria Cafe."]},"\n",{"type":"*","value":[{"type":"'''","value":["BK's"]}," French Fry heaven in Thamel. Opposite Funky Buddha Bar."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cafe Kaldi"]}," has a small menu with drinks, salads & snacks as well as free Wi-Fi for customers (please refrain from downloading anything as the connection is limited.) On Mandala Street, behind OR2K."]},"\n",{"type":"*","value":[{"type":"'''","value":["Café Mitra"]}," Serves excellent European meals. It is expensive for Kathmandu, but the standard of the food more than makes up for this. 250\/13 Thamel Marg."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ciao Ciao"]}," this newer place is in Bhagawan Bahal Road, just behind the Hotel Malla. The Italian owner Francesco offers wood-fire pizzas and some very good Italian delicaties."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cozy Restaurant"]}," The best buffalo steak and chocolate banana pancakes in the city. New place, relatively unknown, but great food. Chef trained in the US, and is one of the friendliest people in town. As you walk down Tridevi Marg from Thamel Chowk, it's on the right, on the second story by an internet cafe. Meals NPR200-300."]},"\n",{"type":"*","value":[{"type":"'''","value":["Electric Pagoda"]}," is a very eclectic bar on Satghumti Road. Specializes in Mexican cuisine and also offers local and continental dishes between NPR100-300. Easy going atmosphere with well rounded music and very friendly staff. Tuborg\/Everest beer approximately NPR350."]},"\n",{"type":"*","value":[{"type":"'''","value":["Everest Steak House"]},".  Traditional pre- or post-trekking feast: massive steaks costing about NPR300. Just off Chhetrapati, the pagoda-cum-roundabout."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fire & Ice"]},". Popular with westerns for the excellent traditional Italian-style stone-baked pizzas, which are delicious (probably better than Roadhouse). Certainly pricier than most, starting from around NPR580 for a cheese and tomato pizza. Chocolate ice cream with added chocolate on top is definitely to be recommended, and will cost about NPR300 in 2012. Located on the south side of the main road into Thamel (Tridevi Marg) coming from the Palace Museum, next to a temple under Himalayan Bank."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fu Ru Sato"]},". Just past The Roadhouse, beside the second Pilgrim's bookshop, this quiet Japanese restaurant, with Japanese trained chefs offers great food. From Sushi to Udon to Teriaki Chicken, this awesome little restaurant offers amazing food at super low prices. Expect to pay 200rs for a set meal, or 400 for fresh Sushi. Fish is brought in frozen."]},"\n",{"type":"*","value":[{"type":"'''","value":["Galaria"]}," is a very smart upmarket coffee shop, above a bookshop. Serves fantastic 'Illy' coffee, and some great desserts. Less exciting but still good sandwiches."]},"\n",{"type":"*","value":[{"type":"'''","value":["Helena's Rooftop Restaurant"]},". Tel: 4266979 Excellent food, great service, and modest prices. It is claimed to have the tallest rooftop restaurant in Kathmandu, and the views from there of the city, especially at night, are reported to be worth the climb up. Serves Western and regional cuisine - chicken tikka masala will set you back around NPR350. From Chhetrapati, pass the Everest Steak House on your right, and turn the next left and walk a few minutes north on JP School Road. Helena's will be on your right. Claims to have the best breakfasts in Kathmandu."]},"\n",{"type":"*","value":[{"type":"'''","value":["Himalayan Java"]},". Beyond the coffee (see below) there's breakfasts, paninis and pastries. Located across the street from Fire & Ice on the second story of the building nearest the palace wall."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hot Breads"]},". Past Helena's, opposite the right-turn junction towards Fire & Ice. They sell fresh pastries from about NPR60 each, which you can eat on the roof along with a selection of drinks."]},"\n",{"type":"*","value":[{"type":"'''","value":["Just Juice and Shakes"]},".  Popular with Israelis and long-timers. Great coffees, fruit juices and shakes. Two eggs on toast: NPR80 in 2012. It can be found 10 m down the alley across the street from the music shop, near Pilgrim's bookshop curve."]},"\n",{"type":"*","value":[{"type":"'''","value":["KC"]}," Across street from \"Helena's Restaurant\", & 1\/2 block toward King's Palace from KTM Guest House. Safe salads, vegetarian & Brown Rice dishes, sizzling steaks, and 'Pumpkin Pie' -  not a dessert, but a main meal made with pumpkins & almonds. Outdoor balcony overlooking the street, and indoor dining on 2 or 3 levels."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Krua Thai"],["url="],["email="],["address="],["lat="],["long="],["directions=Located at the outskirts of Thamel, take first the left curve after Pilgrims, then right."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably the best Thai food in Kathmandu"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["La Dolce Vita"]}," probably the first Italian restaurant and the best you can find in Kathmandu serves great pastas, desserts and speciality coffees all at very reasonable prices."]},"\n",{"type":"*","value":[{"type":"'''","value":["New Orleans"]},". A good variety of well-made food, including pasta, Nepali and salads. Pleasant Newari courtyard setting almost opposite Kathmandu Guest House. NPR200-400."]},"\n",{"type":"*","value":[{"type":"'''","value":["Northfield Cafe"]},". Basic pub grub and Nepali attempt at Mexican, often with live traditional music. Popular with English teachers and expats. A few doors up from Kathmandu Guest House. NPR100-300."]},"\n",{"type":"*","value":[{"type":"'''","value":["OR2K"]}," is at one end of Mandala Street, opposite the Pumpernickel Bakery & K-Too Steakhouse. It is Israeli run and has a wide variety of good, safe vegetarian food, especially good  if you are craving a salad."]},"\n",{"type":"*","value":[{"type":"'''","value":["Phat Kath"]}," - Located off the main street close to Helena's and Weizon Bakery. They have a really nice indoor outdoor setup which has a really nice organic vibe. They have really good breakfasts from R200. They have a decent lunch\/dinner menu with good meals. Service is very good."]},"\n",{"type":"*","value":[{"type":"'''","value":["Roadhouse Cafe"]}," Excellent wood fired pizza. Pleasant decor with good coffee & hot chocolate. Draught Everest beer, when available. A very relaxing, upscale place for when you need to escape from Kathmandu for an evening. Free Wi-Fi. One location is about 200 m north on JP School Road in Thamel, another near Bhat Bhateni supermarket and one in Patan. Beer: NPR400; Pizza: NPR500-600."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rum Doodle"]},". Excellent food at modest prices, including live music on most nights. Carry on straight past Helena's, around the \"chicane\", where the road bends then straightens out again, and turn the next right. It is signposted but the sign's fairly small. Everest summitters can eat here for free."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sandwich Point"]}," is a small sandwich bar with a wide range of fillings including beacons, ham, chicken and sausage. To get there, turn left on the second intersection of thamel arriving from Himalayan Java. It is on the left just a few metres down the road."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shree Lal Pure Veg Restaurant"]},". Tel 00977-1-4250417. On Thamel Road, look out for the red scrolling neon letter sign. Some will claim it has the best Indian food in Kathmandu at excellent prices (Indian meals with chapatis NPR150-200), plus very friendly owners. No rooftop seating area."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tashi Delek"]},". Tibetan restaurant with extensive menu and good Mexican\/Italian dishes. Open late.  Across the street from the postcard shop, near HotBreads corner. NPR100-300."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Thamel House Restaurant"],["url=http:\/\/www.thamelhouse.com.np"],["email="],["address="],["lat="],["long="],["directions=In front of Hotel Thamel"],["phone=4410388"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Third Eye"]},". Indian food in a nice building and outdoor garden. NPR250-500."]},"\n",{"type":"===","value":["Freak Street"]},"\nA few good places to eat, such as the Ganesh restaurant halfway along the street next to a small shrine. Try the cakes at the tiny, bright blue \"Snowman\" cakeshop.\n\n",{"type":"===","value":["Near the Airport"]},"\nIf you're looking for a quick cheap snack of tasty curry or momo check out the small roadside stand across the ring road right at the airport. With your back towards the airport its just 200 m left of the Airport Hotel, at the junction of a small dirt road.\n\n",{"type":"===","value":[{"type":"[[","value":[["Patan"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ratomato Organics BBQ Bistro"],["url=https:\/\/goo.gl\/maps\/3a1Cp"],["email=ratomatonepal@gmail.com"],["address=Jhamsikhel, Patan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=NPR100-500"],["content=Ratomato Organics BBQ Bistro is a continental restaurant which caters an array of nutritious and flavourful delicacies. Most of the produce is sourced locally from an organic farm in Kirtipur and other local farmers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Lazy Gringo"],["url="],["email="],["address=Jawalakel Chowk, Patan"],["lat="],["long="],["directions=near the zoo, across from the German bakery"],["phone=2210527"],["tollfree="],["fax="],["hours=Tu-Su 11:00-21:00"],["price=NPR200-300"],["content=The only Arizona style Mexican food in KTM. Serves burritos, chimichangas, nachos, fried ice cream, thick shakes, and sopapillas.  A party of 10 or more gets free chips and salsa. Thursday nights kids eat free with the purchase of one adult size entree."]]}]},"\n",{"type":"===","value":["Elsewhere"]},"\n",{"type":"*","value":[{"type":"'''","value":["Angan"]},", on the corner behind the King's statue roundabout. A good place to have ice cream (NPR35), Indian traditional sweets or freshly prepared Masala Dhosa which is curry in a crisp savory crêpe, NPR65-75. Sweets in the front, fast food restaurant in the back. The bhel poori is spicy. This is the heart of the Nepalis' upmarket shopping district, where New Road and Dharma Path meet. Walk west from here on the pedestrian street to Freak Street, the outdoor craft market, the old 'Red Palace' and the many temples of Durbar square."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bakery Cafe"]}," There are several outlets of this chain restaurant all around Kathmandu and Patan. A great place to have momos, beer and sizzlers which is steak with butter sauce and noodles. Can be  considered \"the McDonald's of Nepal\" due to its popularity. Although it isn't fast food, you can find great food here that is prepared within 15 minutes. Most of the staff are deaf, so your money is going to a good cause."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bawarchi"]}," Superb Indian and Chinese food, specializing in kathi rolls which are a fried, flat bread wrap with spicy meat, paneer or veg filling. Great for lunchtime snacks or evening meals. Their three locations can be found opposite the Ambassador Hotel on Lazimpat; on the Maharajgunj, near the UNHCR and American Embassy; and in the Barryo Fiesta foodcourt next to Mike's Breakfast. One of the few expatriate-friendly restaurants with delivery."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chez Caroline"]}," The place to be seen in Kathmandu, set in Babar Mahal revisited, just off the main Thapathali junction, near the old parliament building. Excellent French food and salads. 700-900 for a main. Ask a taxi driver to find it."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Just Pass"],["url="],["email="],["address=Jyatha, Thamel, Kathmandu, Nepal"],["lat="],["long="],["directions=on jyatha street (near the chikusa cafe)"],["phone=+97714253178"],["tollfree="],["fax="],["hours=0900"],["price=NPR125."],["content=great Indian food at affordable prices, situated near the Chikusa Cafe on the Jyatha street. friendly staff and a tummy full of Indian food (including naans) and cheap tea for NPR125."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Mike's Breakfast"]}," is a brisk 15 minute walk from Thamel Taxi Stand, but confusing with one-way streets. Take a rickshaw or taxi the first time, & mark it on one of the free hotel KTM maps. The best pancakes in Nepal, and now other meals, too. Mostly outdoor tables under bamboo shelters + available indoor screened dining."]},"\n",{"type":"*","value":[{"type":"'''","value":["New Natraj Tandoori"]}," Cheap, plentiful and delicious Indian food. Not to be confused with the Natraj tandoori a few doors down. Opposite the Shangri-La hotel on Lazimpat."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pizza Express"]}," While not quite on par with Roadhouse Cafe or Fire and Ice, Pizza Express makes a tasty product from their locations in Lazimpat (216-1212) and in Basantbur Plaza (423-2777). They are unique in that they are the only mainstream pizza shop with delivery in Kathmandu. The fast-food style decor and focus on delivery and take-out are reflected both in their prices and quick service."]},"\n",{"type":"*","value":[{"type":"'''","value":["Roadhouse Cafe"]}," maintains locations outside of Thamel in Bhat Bhatteni, one block north of the Bhat Bateni supermarket, and Pulchowk."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wunjala Moskva"]}," Tucked away in Naxal district, delicious Newari food in a beautiful setting; performances on the courtyard of the restaurant, and unlimited shots of local booze."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Coffee"]},"\nNepal is a coffee producing country, though the people are famously tea drinkers. Most often coffee is of the instant-type, although fresh coffee is available. When ordering, try ordering \"strong coffee\", as opposed to just \"coffee\", if you don't want instant coffee. Expect your cappuccino to be anywhere from very little froth in large cup to something laced with whipped cream, and there is little difference between latte and cappuccino. Places to look for fresh, ground coffee are:\n\n",{"type":"*","value":[{"type":"'''","value":["Alchemy"]},", Chetrapati, Thamel. Good cappucinos and espressos from Nepali coffee. They serve also other Italian specialities such as pizza, pasta and superb \"gelato\" (Italian ice cream). "]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Aqua Java Zing"],["url="],["email="],["address=thamel"],["lat="],["long="],["directions=opposite Nepal Investment Bank"],["phone="],["tollfree="],["fax="],["hours=10-10"],["price="],["content= - resto-lounge- global gourmet cuisine- specialty coffees- refreshing cocktail-free wi fi -scrumptious desserts"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Bakery Cafe"]}," Also serves good coffee at some outlets. The one in Sundhara (near Dharahara) has the best. The chain also has one of the best espresso equipment around, hence the good quality."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Chikusa Café"],["alt="],["url=http:\/\/chikushacoffee.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jyatha road, Thamel. Nepali coffee, Sandwiches and crêpes. Strawberry lassi is a specialty. Now they have Wi-Fi too; just ask for the password."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Chobhar Cafe-Restaurant"]},"with panoramic views of the Himalayas, in Kathmandu suburbs, on the road to Daskshinkali (8 km). Peace, no air or noise pollution. In natural setting, surrounded by flower & sculpture garden. 20 min away"]},"\n",{"type":"*","value":[{"type":"'''","value":["Galleria Cafe"]}," at Thamel. Relaxing lounge serving illy coffee and wine."]},"\n",{"type":"*","value":[{"type":"'''","value":["Higher Ground Cafe"]},", Jawalakhel, Patan. Excellent lattes and fresh cinnamon rolls."]},"\n",{"type":"*","value":[{"type":"'''","value":["Himalayan Java"]},". Everything you ever wanted in a coffee shop, great coffees, meals, desserts, newspapers, sofas, Large screen TV, even a guitar on the wall that says, \"Play me!\" Meet the teenage elite of Kathmandu here. Upstairs, the last building on the left as you leave Thamel heading for the former Royal Palace, near a sign for an Apple computer shop. One floor above it is a bar and pizza shop from which you can also order Himalayan Java's coffee. Also has an outlet near Ravi Bhawan, opposite Lincoln School."]},"\n",{"type":"*","value":[{"type":"'''","value":["Just Juice and Shakes"]},". Coffee drinks, espresso, Cappuccino, and juice and shakes, sweet rolls, etc., too. See 'Eat' above for location."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Dolce Vita"]}," at Thamel."]},"\n",{"type":"*","value":[{"type":"'''","value":["Magic Beans"]}," at Kingsway. There's an open lounge called Sherpa Mall and when you enter it, Magic Beans is on the first floor to the right side. A lot of varieties, and quick service. Accompanied by soft music, mostly pop and soft-rock."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mike's Breakfast"]}," Get unlimited refills of fresh ground drip coffee for Rs.75."]},"\n",{"type":"*","value":[{"type":"'''","value":["Red Mud Coffee"]}," (formerly The Coffee Point) at Thapathali Road. On the east side, within the Trade Tower Nepal (TTN) complex, opposite the Rashtra Banijya Bank, before Nepal Rastra bank and beside Khadya Sangsthan (Nepal Food Corporation). Offer different coffees. Wi-fi and a calm atmosphere."]},"\n",{"type":"*","value":[{"type":"'''","value":["Roadhouse Cafe"]}," in Thamel, Bhat Bhatteni or Pulchowk, cappuccino, cafe Mocha, etc. Accompany your coffee with the selection of desserts. See 'Eat' above for location."]},"\n",{"type":"===","value":["Bars"]},"\nBeer and mixed drinks are available at almost every bar and restaurant. For a quick drink and cheap cultural experience, try the local 'Nepali wine' (",{"type":"''","value":["raksi"]},") or 'Nepali Beer' (",{"type":"''","value":["chang"]},") neither of which taste anything like their namesakes. Gorkha Beer, Everest Beer, Nepal Ice, San Miguel, Carlsberg, and Tuborg beer are the principal conventional beers served in Kathmandu. Local beers tend to be more reliable than the imports. \n\n",{"type":"*","value":[{"type":"'''","value":["Celtic Manang"]}," Irish bar, run by Mary from Cork. Over some shops, not far from Kathmandu Guest House. Mighty crack on St Patrick's Day!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Everest Irish Pub"]}," a newly opened Irish Pub where you can have Guinness, foods and music along with friendly and excellent ambience."]},"\n",{"type":"*","value":[{"type":"'''","value":["Full Moon Club"]},". Above Just Juice and Shakes. A mix of Nepalis and expats. Occasional live music"]},"\n",{"type":"*","value":[{"type":"'''","value":["House of Music"]}," is largely frequented by locals and expats for its focus on original live Nepali music - from rock to reggae, himalayan blues to jazz (rarely covers). Artists featured are up-and-coming and popular Nepali bands. Food (bar snacks\/Asian fusion) and drinks served."]},"\n",{"type":"*","value":[{"type":"'''","value":["Irish Pub Lazimpat"]},", (",{"type":"''","value":["next to Shanker Hotel"]},"). Irish dishes, a great variety of beer (also Guinness) and whisky (international and local), Irish Coffee (also Creamy Irish Coffee) cocktails, mocktails, energy cocktails, summer cocktails, shooters (try \"Irish Flag\"). During the cold season, you can also find \"hot winter drinks\". Friday nights live music, dart. Well trained, friendly staff. Run under German management."]},"\n",{"type":"*","value":[{"type":"'''","value":["J Bar"]},". The place to be seen for young and hip Nepalis. Entrance varies but is often 500-1000 on Friday nights with 2 free drinks. Live DJs, sometimes from India or abroad. Behind Himalayan Java."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Jessy Penny"],["url="],["email=jessy_penny1@yahoo.com"],["address=Freak Street"],["lat="],["long="],["directions="],["phone=9841 925727"],["tollfree="],["fax="],["hours="],["price="],["content=A nice bar in Freak Street on several floors. Each floor has a its own atmosphere. It is also possible to have shishas at the first floor."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Jump Club"]},". Locals and ex-pats as well as tourist crowd; one of the few dance clubs in Kathmandu."]},"\n",{"type":"*","value":[{"type":"'''","value":["Maya Cocktail Bar"]},". 2-for-1 specials on mixed drinks at happy hour, 16:00-20:00 in this friendly spot. Next to Star Hotel."]},"\n",{"type":"*","value":[{"type":"'''","value":["New Orleans Cafe"]},". Opposite Kathmandu guest house, live music on many nights. Described by its manager as \"the most happening place in Kathmandu\". Make of that what you will!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pub Maya"],["alt="],["url="],["email="],["address="],["lat=27.7149"],["long=85.310"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Laid back sports bar version of Cocktail Bar. They have one decent TV with lots of channels so good place to watch sporting events. Free popcorn and 2-for-1 happy hour drinks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tom and Jerry's Pub"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A busy, fun bar with pool tables, a wide selection of cocktails and beers as well as friendly staff. Very much a tourist hang out. However avoided by local expats after several incidents with aggressive rats."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sam's"]}," A cozy nook upstairs with years of wisdom or random song lyrics scrawled on the walls. The usual drinks and usual ex-pat crowd."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tongues and Tales"]},". Chilled, smoke-friendly cocktail bar with comfortable seating and good music. Upstairs, (look for the sign at the doorway) halfway downhill on the road between Hot Breads corner and Steak House street. A good place to hear about parties."]},"\n",{"type":"==","value":["Sleep"]},"\nVirtually all tourist accommodation is in Thamel. Upmarket hotels tend to be a few blocks away on Durbar Marg near the former Royal Palace. A few guest houses still remain on ",{"type":"''","value":["Freak Street"]}," south of Durbar Square. They tend to be somewhat cheaper, and a bit less well cared for than Thamel, but the neighbourhood is quieter.\n\nRemember anyone on the street who takes you to a hotel will be receiving a commission from the hotel and that will be included in the price you pay. It is better to find a place on your own.\n\nPrices can range from NRP500-35,000 for a double room.\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alobar1000"],["url=http:\/\/www.alobar1000.com\/"],["email=alobar1000@gmail.com"],["address=214 Kesar Mahal Marg, Thamel-29"],["lat="],["long="],["directions=Just follow the sidestreet beside Himalayan Java Coffee shop and you'll see the yellow and green building on your right. Right across the street from Fire and Ice Pizza."],["phone=+977-1-4410114, 9801029935"],["tollfree="],["fax="],["price=Dorm bed: NPR300; Private room NPR1,500"],["checkin="],["checkout="],["content=Two beautifully designed homes with a bar, cozy lounge area, weight room, movie hall, dining hall and communal kitchen. They also have 24 hr hot shower. The staff treats you like family here and the owners, brothers Shiva and Tashi, are generous hosts (Shiva also happens to be a fantastic cook). There's also a guard at the door, free and strong Wi-Fi and people congregate on the roftop lounge nightly. It's a great place to meet other travellers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Avalon House"],["alt="],["url=http:\/\/www.avalonhouse.com.np"],["email="],["address="],["lat=27.71873"],["long=85.31189"],["directions=near Thamel"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Sgl USD15, dbl USD20"],["content=Nice ensuite rooms with small TV, Wi-Fi, nice roof terrace. Solar powered batteries for some lights and Wi-Fi during power outages. B'fast included."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Budget Hotel Nepal"],["alt="],["url=http:\/\/www.budgethotelnepal.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Unique in Kathmandu suburbs. 20 minutes from the center of the capital. No noise, fresh air and panoramic views of the Himalayas, city and atop Chobhar ancient village hill (1420m)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chillout Resort"],["url=http:\/\/chilloutresort.com"],["email=info@chilloutresort.com"],["address="],["lat="],["long="],["directions=corner of Thamel and Jyatha"],["phone=+977 014215070"],["tollfree="],["fax="],["price=Dorm: USD6; Single: USD10"],["checkin="],["checkout="],["content=It has a nice rooftop garden restaurant with good food and cool staff that can help you out with pretty much anything. Newly renovated rooms with clean private bathrooms that have hot\/cold showers. Theres also free Wi-Fi in rooms, restaurant and lobby. Airport pick-up and drop-off."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Elbrus Home"],["alt="],["url=http:\/\/www.elbrushome.com"],["email="],["address="],["lat=27.72030"],["long=85.31270"],["directions=Lekhnathmarg"],["phone=00977-1-4413284"],["tollfree="],["fax="],["checkin=24 hours"],["checkout=12 noon"],["price=USD12 sgl, USD20 dbl"],["content=This is a newly opened hostel with modern facility established by a group of Elbrus Home. It has modern rooms with television, Wi-Fi, internet access, nice terrace, restaurant. There is solar hot water and separate solar powered for lights during power outages. Breakfast is included. Extremely rude and unfriendly staff. No hot water. Wi-Fi is very slow."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ashoka"],["alt=hotelashoka@ntc.net.np"],["url="],["email="],["address=Jyatha, Thamel, Kathmandu"],["lat="],["long="],["directions=Walk from Ratna Park via Rani Pokhari Lake and Skywalk, Before Honda Showroom"],["phone=+977-1-4249617"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3 beds, 4 beds in a room available and suitable for family with kids, bigger groups & large families on budget. A diner, bar, laundry, barber, provision store are nearby and it is walking easily accessible to Ratna Park for onward journey and trips."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Backpackers"],["url=http:\/\/budgethotelinnepal.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+977 1 4248069"],["tollfree="],["fax="],["price=NPR500-1,000"],["checkin="],["checkout="],["content=nice garden and free wi-fi and very friendly staff around. Hot water is running 24 hrs"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Blue Horizon"],["url=http:\/\/hotelbluehorizon.com\/"],["email="],["address="],["lat="],["long="],["directions=opposite Himalayan bank"],["phone="],["tollfree="],["fax="],["price=USD12-27"],["checkin="],["checkout="],["content=Friendly staff, and good room service breakfasts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Down Town"],["url="],["email="],["address="],["lat="],["long="],["directions=Satghumti area of Thamel (just around the corner from the Kathmandu Guest House)"],["phone=9771 4700471\/4700150"],["tollfree="],["fax="],["price=USD5"],["checkin="],["checkout="],["content=Surrounded by dance bars, but nice rooftop and rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Easy"],["url="],["email=hoteleasy@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=977 -1- 4701462"],["tollfree="],["fax="],["price=NPR700"],["checkin="],["checkout="],["content=Managing director Bhuwan gives a warm welcome. Free airport pickup."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Encounter Nepal"],["url=http:\/\/www.encounternepal.com\/index.php"],["email="],["address="],["lat="],["long="],["directions=about 20m down from the Map of Thamel, 4min walk from the centre of Thamel."],["phone=+977 1 4440476"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In the north Thamel. Clean, peaceful place with free Wi-Fi, computers, garden restaurant and friendly staff. In the hotel there is also the office of Alpine Club of Himalaya, where you can book tours, etc. Rooms rates begin at USD15."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Great Wall"],["url=http:\/\/www.hotelgreatwallnepal.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Single: From USD20; Double: From USD25"],["checkin="],["checkout="],["content=A very friendly owner and staff who are very helpful and even run a travel agency inside the hotel for all your trekking needs. Comfortable good sized rooms with excellent views over Thamel and the Kathmandu valley from the roof."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Impala Garden"],["alt="],["url=http:\/\/www.hotelimpala.com.np"],["email="],["address="],["lat="],["long="],["directions="],["phone=+977 1 470-1549"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=For discount lodging and economic accommodation in Thamel, Kathmandu, Nepal. - cool place in town!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Lucky Star"],["alt="],["url=http:\/\/hotelluckystar.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+977 1 4701 569"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Kumari Gate."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Silver Home"],["alt="],["url=http:\/\/hotelsilverhome.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+977 1 426-2986, Mobile:+977 985 107 1593 (Yogesh lama)"],["tollfree="],["fax="],["price=USD2-12"],["checkin="],["checkout="],["content=Friendly and helpful staff. Pretty rooms with private bathrooms with 24\/7 running hot and cold shower system. Restaurant, travel desk, 24-hour reception. Free Wi-Fi in room and lobby. Free airport pick up."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Travelers Home"],["url=http:\/\/travelershome.com.np\/"],["email="],["address=JP Road, Thamel, Kathmandu"],["lat="],["long="],["directions="],["phone=9851175776"],["tollfree="],["fax="],["price=USD35-45"],["checkin=10AM"],["checkout=12PM"],["content=Ncie hotel.."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kathmandu Peace Guesthouse"],["url=http:\/\/www.ktmpeaceguesthouse.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=8-21 USD"],["checkin="],["checkout="],["content=Not to be mistaken for the pricier and up-scale, but not so peaceful name brother, Kathmandu Guesthouse. This guesthouse is in a more peaceful area just outside Thamel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=King's Land"],["url="],["email="],["address=Thamel-29, Bhagawatishan"],["lat="],["long="],["directions="],["phone=0097714421060"],["tollfree="],["fax="],["price=6-15$"],["checkin="],["checkout="],["content=Family run hotel. The owner and his wife are very friendly and helpful. The rooms are old but clean. Wifi, hot water, roof top available."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Kohinoor Inn Hotel"]},", Jyatha. Very nice and one of the oldest hotels in the area, recently renovated and perfectly clean. Located near to the old city and the main transportation lines. Very efficient staff, especially for Nepal. The hotel includes a very reasonably priced restaurant with excellent Burgers and Momo's. A private clinic is located nearby. Free Wi-fi. Ph: +977-1-4249930 Address: Jyatha marg, Kantipath, Kathmandu, Nepal. First street on the right after Honda showroom on Kantipath avenue. Then walk 100m inside the street. The hotel is on the right side. Prices range from approx. 500-700 Nrs. Discounts for longer stay."]},"\n",{"type":"*","value":[{"type":"'''","value":["Komfort Inn Hotel"]},", Jyatha marg, Kantipath  +977 1 424-9930. One of the oldest hotels in the area, recently renovated. Located near to the old city and the main transportation lines. Very efficient staff, especially for Nepal. The hotel includes a very reasonably priced restaurant with excellent Burgers and Momo's. A private clinic is located nearby. Free Wi-Fi.  First street on the right after Honda showroom on Kantipath avenue. Then walk 100m inside the street. The hotel is on the right side. Prices range from approx. NPR500-700. Discounts for longer stay."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lhasa Guest House"],["alt="],["url="],["email=lhasaguesthouse@hotmail.com"],["address="],["lat="],["long="],["directions=On Jyatha, quiet side of Thamel"],["phone=+977 1 422-8019 and +977 1 422-6147"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Very friendly and helpful staff, lived in Kathmandu all their lives, rooms are large, clean, and have hot water when power is on. Rooms range from  NPR300. Double for NPR800. Has free bag storage while you go on a trek, so long as you spend a night or two here. The best thing is this place has free Wi-Fi that doesn't shut off - even when the power goes down!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mahadev Guest House"],["alt="],["url=http:\/\/nmahadevgh.weebly.com"],["email=nmahadev.guesthouse@gmail.com"],["address=Kathmandu -11, Pokharaline, Sundhara"],["lat=27.69919"],["long=85.31221"],["directions=down a quiet back alley off the main centre of Sundhara in Kathmandu, behind the Civil Mall"],["phone=+977 1 426-3158, Mobile: +977 985 115 9911 (Narayan Prasad)"],["tollfree="],["fax="],["checkin=05:00!"],["checkout=12:00"],["price=NPR500-1600"],["content=An enviable location near the major shopping and business area geared up for backpacker travellers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Millennium Guest House"],["url=http:\/\/www.grandmillennium.com.np\/"],["email=millennium@mail.com.np; rajendra_07@yahoo.com"],["address=Kaldhara, Thamel"],["lat="],["long="],["directions=in front of the International Guest House"],["phone=00977-1-4262013"],["tollfree="],["fax="],["hours="],["price=5-10 USD"],["checkin="],["checkout="],["content=Decent cheap guesthouse just outside Thamel, quiet area, nice terrace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nirvana Peace Home"],["alt="],["url=http:\/\/www.nirvanapeacehome.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+977 1 438-3503"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Paknajol, near Thamel. - highly recommended"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sacred Valley Inn - Kathmandu"],["alt=sacredvalleyi9nn@hotmail.com"],["url=http:\/\/www.sacredvalleyinn.com"],["email="],["address=Brahma Kumari Marg, Thamel, Kathmandu"],["lat="],["long="],["directions="],["phone=977-1-4251063"],["tollfree="],["fax="],["price=USD25-50"],["checkin=1 pm"],["checkout=12 noon"],["content= Lovely rooms in this clean, comfortable hotel in Thamel. Great location - close to all the action but on a quieter lane. Good rooftop area to sit and relax and eat. Simple but delicious food served in the restaurant. Helpful knowledgeable staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sanu's House homestay"],["alt=Homestay Nepal"],["url=http:\/\/www.homestaynepal.com"],["email="],["address=Gwarko, Patan, Kathmandu, Nepal"],["lat="],["long="],["directions=Across from the B&B hospital - on Ring Road then 50m North-NE"],["phone=9841485045"],["tollfree="],["fax="],["hours="],["price=NRP375 per person, per night -includes breakfast"],["checkin=14:00"],["checkout=10:00"],["content=Clean 4 story home run by friendly, traditional Nepali Buddhist family. 8km SE of Thamel & 7km SW of the Airport. 15min walk to Durbar Square. 50m walk to bus stop\/taxis. Organic veggie lunch & dinner (NRP100). 24h Wi-Fi. Great views from roof & upper floors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shangrila Guest House"],["alt="],["url="],["email=amit_tangal@hotmail.com"],["address=Jyatha, Thamel"],["lat="],["long="],["directions="],["phone=+977 1 425-0188, Mobile: +977 984 121 1528"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Fun and friendly guest house on the edge of Thamel but with dubious business practices and not particularly clean. Water was orange colour and no hot water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sparkling Turtle Backpackers Hostel"],["alt="],["url=http:\/\/www.thesparklingturtle.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Outside of Thamel, near the Swayambunath (Monkey) Temple, this place is quiet, full of backpackers, and serves incredible food. Only Rs 300\/ night including breakfast. In the process of installing a pizza oven. Free Wi-Fi, cool roof terrace, bar, Canadian managed. Impossible to find as they don't really advertise. Get a taxi or walk to Buddha Park near Swayambunath and call their number (00977-1-428 4647) from there, they'll come pick you up."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Student Guest House"],["url="],["email=studentgh@htp.com.np"],["address="],["lat="],["long="],["directions=close to Tamel chowk"],["phone=+977 1 251448"],["tollfree="],["fax="],["hours="],["price=Rs 600 for a double room"],["checkin="],["checkout="],["content=Friendly staff who will always try and help you out, although you might have to tell Suraj about the non-working lamp a couple of times before he remembers. On the edge of Thamel, easy to find. Internet is availbale at the entrance as well as a laundry service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sun Rise Cottage"],["url="],["email=src@mos.com.np"],["address="],["lat="],["long="],["directions=Chhetrapati, next to Tibet Guesthouse"],["phone="],["tollfree="],["fax="],["price=NPR500-800"],["checkin="],["checkout="],["content=Nice family run guesthouse in a quiet street just south of central Thamel, lovely big rooms, simple furnishings, clean and with hot water 24hrs. Great garden area to relax and really friendly family."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thorong Peak Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD20-50"],["checkin="],["checkout="],["content=Nice hotel!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Traditional Homes - Swotha"],["url=http:\/\/www.traditionalhomes.com.np"],["email="],["address=Swotha Tol Ward 18"],["lat="],["long="],["directions=50 meters away North of Patan Durbar Square, opposite to Narayan Temple"],["phone=+977 985 114 1950 or +977 1555 1184"],["tollfree="],["fax="],["hours="],["price=from NRP3500"],["checkin=13:00"],["checkout=12:00"],["content=Beautifully renovated Newari house in Patan, just on the side of Patan Durbar square. Traditional Homes Swotha has seven comfortable and spacious rooms. All rooms have comfortable beds, free Wi-Fi, and ",{"type":"''","value":["en suite"]}," bathrooms with hot showers. Most also have their own private balcony. Upstairs, the sunny terrace offers a panoramic view of Patan’s pagoda-strewn roofscape, and beyond it a glimpse of the Himalayas."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ambassador"],["url=http:\/\/www.acehotelsnepal.com"],["email=ambassador@ambassador.com.np"],["address=Lazimbat"],["lat="],["long="],["directions="],["phone=4-414432"],["tollfree="],["fax="],["hours="],["price=NPR2500 Per person in double room"],["checkin="],["checkout="],["content=Rooms are good, clean and comfortable, as long as the window does not face the main street. It is about 10 minutes walking from Thamel, so the environment is not as hectic, but the bars are still at a walking distance. It includes unlimited free use of internet in the two computers on the lobby"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Encounter Nepal"],["url=http:\/\/www.encounternepal.com\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+977 1 4440476"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In the north Thamel (about 20 metres down from the Map of Thamel), 4 minutes' walk from the centre of Thamel.  Clean, peaceful place with free Wifi, computers, garden restaurant & friendly staff. In the hotel there is also the office of Alpine Club of Himalaya, where you can book tours, etc.  Rooms rates begin at 15USD."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ganesh Himal"],["alt="],["url=http:\/\/www.ganeshhimal.com\/hotel-gh.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=977-1-4243819, 4263598"],["tollfree="],["fax=977-1-4263549"],["price="],["checkin="],["checkout="],["content=Just south of Thamel, decent rooms and good service. Hot water, TV and hot food. Quieter location in Chhetrapati Chowk, great views and balconies. 8-15 USD"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Garuda"],["url=http:\/\/www.garuda-hotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD20-49"],["checkin="],["checkout="],["content=Private bathrooms, sheets, towels, etc. Some rooms with AC and balconies"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Harati"],["alt="],["url=http:\/\/www.hotelharati.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=977 1 4257907 \/ 4257758"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located on the main street from\/through Thamel into Durbar Square (which is about 5-10 minutes away on foot, or a 50 NPR rickshaw or taxi ride). Clean, hygienic and comfortable rooms, including en-suites with hot showers most of the time. The website quotes rooms from 50 USD, but this is negotiable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Horizon"],["alt="],["url="],["email="],["address="],["lat=27.71279"],["long=85.30965"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=rooms from 10USD to 40USD"],["content=Free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Utse"],["alt="],["url=http:\/\/www.utsehotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=977 1 4257614 \/ 4228952"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jyatha - Thamel. The hotel has a quaint and homely Tibetan theme and rooms are also clean, hygienic and comfortable. The hotel has a restaurant on the ground floor that serves Tibetan\/Chinese\/Continental cuisine (open 06:00 to 22:00M), in addition to a rooftop terrace. There are standard\/deluxe\/super deluxe rooms from 15 - 35 USD. Deluxe rooms include attached shower\/bath with 24 hr hot water and cable TV Great value for the money."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kathmandu Guest House"],["alt="],["url=http:\/\/www.ktmgh.com\/kathmandu-guest-house.html"],["email="],["address="],["lat=27.71517"],["long=85.31019"],["directions="],["phone=+977 1 4700 004 \/ 4700 977"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Thamel. The original guesthouse now with rooms ranging from basic to almost-fancy. Restaurant and bar. The axis on the compass of Thamel, all other addresses are given in relation to this hotel. Rates from 8 - 160 USD. Wi-Fi internet access (semi-reliable) from lobby, garden and some rooms for 75 NPR\/hr. Otherwise, 4 computers with internet access until midnight, 60 R\/hour. The guest house has a sister concern in Pokhara."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kathmandu Resort Hotel"],["alt="],["url=http:\/\/www.kathmandu-resort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located on Mandala Street, this hotel is a clean and relatively quiet rooms. Special rooms in top floor have small garden area. Free internet and friendly staff. Other facilities in room include air-con, TV, hot water, clean and comfortable. Some rooms have balconies. Located opposite Kathmandu Guest House in Thamel. 30 - 55 USD."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tibet Guest House"],["alt="],["url=http:\/\/www.tibetguesthouse.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+977 1 4260556 \/ 4260383"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Thamel. Operating 1984 has rooms 102. 24 hours room service, free Wi-Fi,coffee shop, beauty parlour and travel desk. Rate 16-96 USD"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sacred Valley Inn - Kathmandu"],["alt="],["url=http:\/\/www.sacredvalleyinn.com"],["email=sacredvalleykathmandu.com"],["address=Brahma Kumari Marg, Thamel"],["lat=27.71264"],["long= 85.31269"],["directions=runs parallel to Jyatha"],["phone=977-1-4251063"],["tollfree="],["fax="],["checkin="],["checkout="],["price=US$25 - 50"],["content=Lovely rooms in this clean, comfortable hotel in Thamel. Great location - close to all the action but on a quieter lane. Good rooftop area to sit and relax and eat. Simple but delicious food served in the restaurant. Helpful knowledgeable staff."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dwarika's"],["url=http:\/\/www.dwarikas.com"],["email=info@dwarikas.com"],["address=Battisputali"],["lat="],["long="],["directions=on the intersection Pashupatinath - Airport 200 m down the road to Battisputali"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A fair four-star hotel with unique charm of old newari palace architecture, considered a heritage hotel and one of the most charming in Asia. Clients include those who come specifically for it from around the world. Truly one of a kind. Everyone knows this hotel in Kathmandu which has now also a swimming pool and the renowned restaurant \"Krishnarpan\" which serves elaborate multi course Nepali dinner (only on reservation). Hotel and restaurant are popular with international high society and diplomats."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel d'Annapurna"],["url=http:\/\/www.annapurna.om.np"],["email=hotel@annapurna.com.np"],["address=PO Box 140, Durbar Marg"],["lat="],["long="],["directions="],["phone=977 1 422 1711"],["tollfree="],["fax=977 1 422 5236"],["hours="],["price=Starting at $140\/night"],["checkin="],["checkout="],["content= - Four-star international hotel with all the amenities. Located on Durbar Marg. Very good conference facilities. Wi-Fi and business centre are expensive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Soaltee Crowne Plaza"],["url=http:\/\/www.ihg.com\/crowneplaza\/hotels\/us\/en\/kathmandu\/ktmnp\/hoteldetail"],["email="],["address=Tahachal, western side of Kathmandu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD96-600"],["checkin="],["checkout="],["content=Five star hotel. It also has Al Fresco, the most authentic Italian restaurant in Kathmandu.  Although the hotel is rated as a 5 star, it takes a generous person to give it that rating, however that is relative to the other hotels.  Double confirm your rooms for preferences (smoking or non-smoking) and do not get a ground floor room."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hyatt Regency Kathmandu"],["url=http:\/\/kathmandu.regency.hyatt.com"],["email=reservation.kathmanduhr@hyattintl.com"],["address=PO Box 9609, Taragaon, Boudha"],["lat="],["long="],["directions=10 Km from the city centre of Kathmandu, on the road to Baudha Stupa"],["phone=+977 1 449 1234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star hotel with 290 rooms and suites. The hotel offers a health and beauty spa, swimming pool, wading pool for children and an outdoor whirlpool. The hotel is 4 km from Tribhuvan International Airport and within walking distance of Baudha Stupa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Shanker Hotel"],["url=http:\/\/www.shankerhotel.com.np\/"],["email=shanker@mos.com.np"],["address=PO BOX 350, Lazimpat"],["lat="],["long="],["directions=Just behind the Royal Palace Museum North Gate"],["phone=977 1 4410151"],["tollfree="],["fax=977 1 4412691"],["hours="],["price=Starts at USD 80. Company Policy 20% Off Flat on Online Booking."],["checkin=12:00"],["checkout=12:00"],["content= - Formerly a Rana palace bought over in 1964. Luxurious 100 year old palace hotel. 4.5 acre property right in the center of the heart of the city. A typically Nepali Maharaja's Palace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yak and Yeti"],["alt="],["url=http:\/\/www.yakandyeti.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A five star hotel located in a converted palace on Durbar Marg. This is a landmark since Nepal first opened to tourism at the end of WW ll. At that time the King was living in exile in ",{"type":"[[","value":[["Kolkata"]]}," and was ask to return to govern the nation. He asked Boris Lesonavich, a Russian also in exile to come to Nepal and establish tourist accommodation in Kathmandu. He established the Palace Hotel in a large Rana's palace that was available. He named the nar \"The Yak and Yeti\". Early Everest expeditions put up there and used the grounds to organise their gear for the climb. The present downtown Hotel is also located at the site of an old palace that was at one time the foreign post office for Kathmandu. The beautiful present day hotel was built up around and incorporating the old buildings."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[","value":["http:\/\/www.voyage.gc.ca\/dest\/report-en.asp?country=205000 Canadian Consular Affairs"]},", the ",{"type":"[","value":["http:\/\/www.fco.gov.uk\/ UK Foreign and Commonwealth office"]},", and the ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/nepal_warning.html US State Department"]}," provide travel advice. Currently Nepal is safe to visit but caution must be taken. After the Maoists joined the government in about 2006, Nepal become relatively peaceful and more stable. However, visitors should avoid public demonstrations and may want to register with their consulate on arrival. Although tourists haven't been directly targeted by politically motivated violence, it is possible to be in the wrong place at the wrong time.  The frequent strikes, locally known as bandh or banda, that are still held on occasion, are a major inconvenience for most tourists as all transportation stops, and many shops and restaurants close.  One recent example was in the 10-day period leading up to the Constituent Assembly Elections in November 2013.  During most of that time, very few public buses were operating so getting to the beginning of a trekking route immediately became very difficult.\n\nLoad-shedding (power cuts) during the dry season can make life in Nepal very difficult. Due to the lack of street lights, tourists should watch out for the double hazards of opportunistic crimes in the darkness, and tripping or twisting ankles when walking the uneven, unlit streets by night.\n\nFollowing the news and government warnings is important. Be sure to check on current road conditions before leaving Kathmandu. As of April 2010, long-haul bus trips through the Eastern Terai were to be avoided as there was a risk of Maoist activity in this area.  That seems to have improved more recently but there were problems before and after the elections in November 2013 that could indicate a return to some degree of instability.  Time will tell. There used to be reports of Maoists stopping buses and setting them alight, although allowing passengers to disembark first. Check daily newspapers or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nepalbandh.com NepalBandh"]}]},",  for advance warning of planned strikes (",{"type":"''","value":["bandh"]},"), when it may be better to stay away from the main roads in town.\n\nWhile in Kathmandu, always keep an eye on belongings. Violent crime is rare; pickpockets are not, especially in crowded places. If your hotel room door doesn't have a good lock or safe windows, store valuables on your person or in a hotel safety deposit box at all times. As with any large city, avoid walking alone in unlit areas.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Water"]}," in Kathmandu borders on being lethal, and ",{"type":"[[","value":[["Tropical diseases"],["water borne diseases"]]}," are rife. Do not, under any circumstances, drink directly from the faucet or take salads and ice unless you have absolute proof that the water used in their preparation has been filtered and boiled. Also, use boiled and filtered water for brushing teeth and avoid swallowing water when taking a shower. Circumstances may differ in private houses or one of the better hotels in Kathmandu.         "]},{"type":"*","value":[{"type":"'''","value":["Food"]}," can be contaminated and some people suggest that you should eat only at larger restaurants."]},{"type":"*","value":[{"type":"'''","value":["Vaccinations"]}," for rabies, tetanus, typhoid, and hepatitis are recommended prior to arriving in Kathmandu, and can take several months to complete. Tropical diseases such as Japanese encephalitis should be vaccinated against if you plan to travel outside of the Kathmandu Valley, towards the lowlands in the Terai. You may wish to take a malarial prophylaxis. See ",{"type":"[","value":["http:\/\/www.ciwec-clinic.com\/articles\/immunization_advice_for_nepal.php Immunization advice for Nepal"]}]},{"type":"*","value":[{"type":"'''","value":["Animals"]},", such as bats and monkeys (including those at Swayambhunath), may be carriers of rabies and other diseases. Even if you've had the foresight to be vaccinated for rabies prior to travelling in Nepal, treatment following possible exposure is still necessary to prevent infection. If you are bitten, you should go to a clinic immediately for treatment. No cases of avian influenza have been documented in Nepal to date, but it has been confirmed in nearby countries. Birds live in extremely close proximity to humans, both in the market and the home."]},{"type":"*","value":[{"type":"'''","value":["Clinics & Hospitals"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ciwec-clinic.com Ciwec Clinic Travel Medicine Center"]}]}," caters to western travelers and the ex-pat community. It is one of the few places you can get health care at par with western countries in Kathmandu. Located centrally in Lazimpat, across from the British embassy, it is well appointed, but it costs $50 just to be seen by a doctor."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.karuna-shechen.org\/en\/projects\/health\/clinics\/shechen-medical-clinic,-nepal.html Shechen Clinic"]}]},", located in the overcrowded suburb of Baudha, is a hygienic and efficient place to receive medical attention. They have some very potent Tibetan medicine that is effective in the treatment of ",{"type":"[[","value":[["Travellers' diarrhea"]]},"."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.neuro.org.np\/ National Institute of Neurological and Allied Sciences"]}]},", run by Dr. Upendra Devkota, also comes at par with some of the western hospitals.  "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dent-inn.com Dent Inn"]}]}," offers international-standard service for dental problems at good prices."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.patanhospital.org.np\/ Patan Hospital"]}]}," is definitely the best public hospital in Nepal.  It also has a private clinic."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/nams.org.np\/ Bir Hospital"]}]}," is home to one of the few ENT departments in the country, but should otherwise be avoided.  It is a government hospital and is run down and chaotic at best."]}]},"\n",{"type":"==","value":["Connect"]},"\nMost cafes & restaurants in tourist areas have free Wi-Fi for customers. Computer\/internet rentals are almost stacked on top of each other in Thamel & near the stupa at ",{"type":"[[","value":[["Boudha"]]},". You can surf to your heart's content for about 15NPR to 20NPR an hour (10NPR in Putalisadak). Though not adequate for video conferencing the 128-256kbit\/s NTC backbone often used by the cafes is more than adequate for VOIP calling. Please avoid downloading anything large, as most connections are limited. ISD and STD telephone services are available in almost all internet cafes. Services such as Skype are available in most tourist areas.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ncell"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=SIM cards are available from NCell for NPR150 and you will also need to show your passport, provide a passport photo and thumb prints! Recharge cards for NCell can be purchased almost everywhere.  Look for the white and violet NCell signs on the front of shops selling these cards.  Data packages are also available.  It's worth noting that on some treks you will be in remote areas with no internet or cell phone service.  Don't be surprised.  Coverage in populated areas is good."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies and Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium (Honorary)"],["alt=Belgium"],["url=http:\/\/diplomatie.belgium.be\/fr\/Services\/Ambassades_et_consulats\/ambassades_et_consulats_belges_a_l_etranger\/?userLanguage=fr&ISOCode=NPL"],["email=diplobel@wlink.com.np"],["address=Bhagawan Bahal, Thamal Amrit Marg 643\/26"],["lat="],["long="],["directions="],["phone=+977 1 4418922 and +977 1 4410330"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/np.china-embassy.org"],["email=culture@chinaembassy.org.np"],["address=Baluwater"],["lat="],["long="],["directions="],["phone=+977 1 4411740"],["tollfree="],["fax=+977 1 4414045"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org.np"],["email=sanomat.kat@formin.fi"],["address=Bishalnagar, G.P.O. Box 2126"],["lat="],["long="],["directions="],["phone=+977 1 4417-221, +977 1 4416-636"],["tollfree="],["fax=+977 1 4416-703"],["hours=Mo-Th 8AM-4:15PM, Fr -1:15PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=bonne@naag.htp.com.np"],["address=925, Thapathali"],["lat="],["long="],["directions="],["phone=+977 1 222-050"],["tollfree="],["fax=+977 1 261-192"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/www.indianembassy.org.np\/"],["email=~15min walk from Thamel\/Jythia"],["address=336 Kapurdhara Marg, Lainchaur"],["lat="],["long="],["directions="],["phone=+977 1 4410900, +977 1 4414990, +977 1 4411699"],["tollfree="],["fax=+977 1 4428279"],["hours="],["price="],["content=The Indian visa centre is just before the embassy (09:30-noon for deposit; closed on Saturday, Sunday and public holidays). People start to queue 1-2 hr before opening usually. 700nrs for re-entry endorsement, 3600 for tourist visa up to 6 months, 1900 for transit visa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/nepal.usembassy.gov\/"],["email="],["address=Maharajgunj"],["lat="],["long="],["directions=just S of the Narayan Chowk intersection with Ring Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The entrance to the Consular Section is to the left of the main entrance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria (Honorary Consulate General)"],["url="],["email=autconktm@wlink.com.np"],["address=22, Manakamana Marg, Nagpokhari, Naxal - P.O.Box 4416"],["lat="],["long="],["directions="],["phone=+977 1 44 34 860"],["tollfree="],["fax=+977 1 44 34 515"],["hours=Mon 12.00-15.00, Wed 12.00-15.00, Fri 12.00-15.00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.kathmandu.diplo.de\/"],["email=info@kathmandu.diplo.de"],["address=Gyaneshwar Marga 690 - P.O. Box 226"],["lat="],["long="],["directions="],["phone=+977 1 441 27 86, +977 1 441 65 27, +977 1 441 66 55, +977 1 441 68 32"],["tollfree="],["fax=+977 1 441 68 99"],["hours=Mon-Fri 09:00am-11:30AM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/eda\/en\/home\/reps\/asia\/nnpl\/cgkath.html"],["email="],["address=Jawalakhel, Ekanta Kuna, Lalitpur"],["lat="],["long="],["directions="],["phone=+977 1 554 92 25"],["tollfree="],["fax=+977 1 554 92 24"],["hours=Mon-Fri 10AM-noon"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.np.emb-japan.go.jp\/"],["email=inquiry-emb@km.mofa.go.jp"],["address=Lazimpat"],["lat="],["long="],["directions="],["phone=+977 1-4426-680"],["tollfree="],["fax=+977 1-4414-101"],["hours=Mon-Fri 09:00 to 13:00\/14:00 to 17:00"],["price="],["content="]]}]},"\n",{"type":"===","value":["Airline offices"]},"\n\nMany airline companies have their offices on Hatisser road, about 20min from north Thamel\/Jyatha on foot, if you need to buy or change a ticket.\n\n",{"type":"===","value":["Visas and Trekking permits"]},"\nTo extend your Nepal tourist visa, up to a maximum of 150 days per year, you need to visit the Nepal Immigration Office. Bring your passport, a passport photocopy and one passport sized photo (even though you've already given these details to get your original visa!). Visa extensions can only be bought per day, at a rate of USD2 a day, although you can pay in local currency. If you have questions, they speak quite good English +977 1 4438868. Their site is of little help, but it can be found here: http:\/\/www.immi.gov.np\/contact-us\/3-contact-us\/1-contact-us\n\nTIMS card - to register for a Green TIMS card for independent hiking, you need to visit the Nepal Tourist Office either in Kathmandu or Pokhara.  More information about TIMS, permits and entrance fees is described in ",{"type":"[[","value":[["Trekking in Nepal"]]},".\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Nearby"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kathmandu Valley"]]}]}," is home to a number of ",{"type":"[[","value":[["Sacred sites of the Indian sub-continent"],["sacred sites"]]}," and historical cities. "]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Patan"]]}," aka Lalitpur"]}," (7km South of Thamel, across the Bagmati river) is one of the largest cities in Nepal. Patan Durbar Square is a UNESCO world heritage site, full of temples, statues, palaces & the must-see attraction of Patan Museum.  "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kirtipur"]]}]}," is one of the oldest settlements in the Kathmandu Valley. Located right next to Patan."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bhaktapur"]]}]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Madhyapur Thimi"]]}]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Buddhist Pilgrimage Sites"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Boudhanath"]]}]}," (7km NE of Kathmandu) is home to at least 29 Buddhist Monasteries & Nunneries & one of the largest Buddhist stupas in the world, the Boudha Stupa, a UNESCO World Heritage Site, built during the 5th century AD. "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Namo Buddha"]]}]}," is one of the most important Buddhist pilgrimage sites in Nepal and one of the holiest in the world. It is known as the place where the Buddha, in a previous life as a prince, gave his body to a starving tigress and her cubs."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Swayambhunath Stupa"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shivapuri Hill"]}," and the ",{"type":"'''","value":["Bishnu Muhan"]}," (20km N of Kathmandu) is a small spring from where river Bishnumati originates. Stay for a night at the ",{"type":"[","value":["http:\/\/www.shivapuricottage.com\/ Shivapuri Heights Cottage"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Nagarkot"]]}]}," (30 km E from Kathmandu, altitude: 2,000m) is just the place for a quick getaway from the bustling capital for some relaxation and outdoor activities. It's an ideal location to watch the sunrise, but plan on leaving early, as traffic jams can happen anywhere and at anytime. The last 5km of the trip is narrow, with ",{"type":"''","value":["lots"]}," of curves in the road. Car-sickness is a distinct possibility. The ",{"type":"[","value":["http:\/\/www.clubhimalaya.com.np\/ Club Himalaya Resort"]},", located 3km outside of the village, has a great viewing point. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Dhulikhel"]}," (30 km SE of Kathmandu) is a village that offers a nice quiet setting to wander the streets and see the 'non-tourist' side of Nepali life. ",{"type":"[","value":["http:\/\/www.dhulikhellodgeresort.com\/ Dhulikhel Lodge Resort"]}," is a nice place for lunch and a view of the mountains. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Changunarayan"]]}]}," (20km E of Kathmandu) is a small village and home to the ancient temple of Changu Narayan which is part of the UNESCO World Heritage Site Kathmandu Valley."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Panauti"]]}]}," (32km SE of Kathmandu) is one of the oldest towns in Nepal, consisting of many temples dating back to the 15th Century or earlier."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kakani"]]}]}," (30km SE of Kathmandu) is a settlement of 8,000 people famous for its strawberry farms."]},"\n",{"type":"===","value":["Further Away"]},"\nCommercial domestic flights are available to\/from ",{"type":"[[","value":[["Bhadrapur"]]},", ",{"type":"[[","value":[["Bhairawa"]]},", ",{"type":"[[","value":[["Bharatpur"]]},", ",{"type":"[[","value":[["Biratnagar"]]},", ",{"type":"[[","value":[["Dhangarhi"]]},", ",{"type":"[[","value":[["Janakpur"]]},", ",{"type":"[[","value":[["Nepalganj"]]},", ",{"type":"[[","value":[["Pokhara"]]},", ",{"type":"[[","value":[["Simara"]]},", and ",{"type":"[[","value":[["Tumling Tar"]]},". Domestic flights take about an hour and cost USD100-175. The primary domestic airlines are ",{"type":"[","value":["http:\/\/www.air-viva.com air viva"]},", ",{"type":"[","value":["http:\/\/www.yetiairlines.com\/ Yeti"]},", ",{"type":"[","value":["http:\/\/www.royalnepal-airlines.com\/ Nepal Airlines"]},", and  ",{"type":"[","value":["http:\/\/www.buddhaair.com\/ Buddha Air"]},". Buddha Air has a reputation among local expatriates as the safest domestic airline. Flights are typically delayed more later in the day and therefore it is better to take an early morning flight.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pokhara"]]}]},". (5–8 hours by bus, 40 minutes flight), is a pleasant little city on Phewa Lake. Many visitors use it as a hub for treks and adventure sports. The city is a popular destination for travelers and also features a bustling live music scene."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Chitwan National Park"]]}]}," is a popular place for safaris, complete with Elephant rides, rhino and tiger spotting, and jungle walks."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Khumbu"]]}]},", located near Mount Everest, is a short flight from Kathmandu and offers snow capped peaks and yak caravans carrying goods over mountain passes from Tibet."]},"\n\n",{"type":"{{","value":[["isPartOf"],["Kathmandu_Valley"]]},"\n",{"type":"{{","value":[["geo"],["27.700"],["85.317"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kathmandu"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Nepal\/Localities\/Kathmandu\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Kathmandu"]]}]