[{"type":"{{","value":[["pagebanner"],["Katherine gorge banner.jpg"]]},"\n",{"type":"[[","value":[["File:Southern-Rockhole3096.jpg"],["thumb"],["Southern Rockhole, Jatbula Trail, Nitmiluk National Park"]]},"\n\n",{"type":"'''","value":["Katherine"]}," is a village in the ",{"type":"[[","value":[["Top End"],["Lower Top End"]]}," of the ",{"type":"[[","value":[["Northern Territory"]]},", ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":["Understand "]},"\n\n",{"type":"'''","value":["Katherine"]}," is  the third largest settlement in the ",{"type":"[[","value":[["Northern Territory"]]}," around 300km south from ",{"type":"[[","value":[["Darwin"]]},".  It has a population of around 10,000, and is significant regional and tourism centre.  The township is on the banks of the Katherine River, which flows down from the world-renowned Katherine Gorge (Nitmiluk National Park).  Katherine Gorge drawn large numbers of visitors in the peak (dry) season.  \n\nDespite being number three in the state, the town is small and consists of a single main street.  On weekends expect to find the majority of the stores closed.\n\nIt is a relatively remote destination with abundant waterways including gorges, rivers waterfalls and the ocean. It's these characteristics that attract an influx of adventure seekers all year round.\n\nIts most well-known watercourse is the Katherine River, which flows through the famous Katherine Gorge. The Gorge, 30km from the town of Katherine, within the Nitmiluk National Park, is actually 13 separate gorges connected over a stretch of 12km by rapids and rocky terrain.\n\nThis is an adventure playground for visitors who canoe, camp, bushwalk, and helicopter their way around the Park. Further downstream, extended canoe trips with overnight camping in the peaceful bush is the best way to experience the Katherine River - a serene water way that supports a rich eco-system of native animals and birds.\n\nBushwalkers are well catered for in Katherine with over 100km of walking trails in the Nitmiluk National Park alone, ranging from half to five-day treks.  One of the most famous is the Jatbula Trail - a challenging four to six-day, 58-kilometre bushwalk from Katherine Gorge to Edith Falls that takes in diverse scenery, plunging waterfalls and Aboriginal rock art.\n\nThe region's other big rivers provide opportunities for serious fishing adventure. The Daly, Roper, Victoria and McArthur Rivers are prime barramundi haunts, and anglers can bring their own boat, hire one or join a guided safari to add landing a big barra to their list of conquests.\n\n",{"type":"==","value":["Get in"]},"\n\nThe quickest way to access Katherine is to fly in to Darwin, hire a car and drive south down the Stuart Highway.\n\n",{"type":"===","value":["By car"]},"\n\nKatherine is around 3 hours drive and around 300 km south of Darwin.  All cars rented direct from the rental companies in Darwin will have per day kilometre restrictions.  Unlimited kilometres rentals are unheard of in Darwin unless hiring a campervan. \n\nUnlimited kilometre car hire rentals can be obtained by booking through travel wholesalers such as Territory Discoveries and Flight Centre which makes car hire much more affordable.  Be careful though, if you are just booking through a consolidator, rather than a wholesaler, the kilometre restrictions will definitely apply.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":["Greyhound"]}," bus services Katherine. Their office is located at BP Travel North on Katherine Terrace.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gsr.com.au\/our-trains\/the-ghan\/the-journey.php The Ghan"]}]}," train travels north twice weekly to ",{"type":"[[","value":[["Darwin"]]}," from ",{"type":"[[","value":[["Adelaide"]]}," via Katherine, and is one of Australia's most spectacular rail trips.  The train stops for a few hours in Katherine, and there are a selection of off train tours that you can do.  These are organised on the train when it is arriving into Katherine.\n\n",{"type":"===","value":["By plane"]},"\n\nJust south of Katherine is the Tindal Airforce Base.  This is also the airport for Katherine, however no scheduled domestic flights fly to or from here.  You may charter an aircraft into Katherine.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ntapl.com.au\/DIIndex.htm Darwin International Airport"]}]}," is the closest airport with scheduled flights.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airbornesolutions.com.au Airborne Solutions"]}]}," phone - +61 (8) 8972 2345, fax -  +61 (8) 8972 2535 prices range from AUD $920  to  $2320\n\n",{"type":"==","value":["Get around"]},"\nThe best way to get around Katherine is by car as most of the attractions of Katherine are not within walking distance of the town centre.  \n\nThis really leaves car (private or hire) or an organised tour as the only ways to get around.  The roads to all the major attractions are sealed but subject to flooding during the Wet Season.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Royal Australian Air Force Base Tindal"],["url=http:\/\/www.raaf.gov.au\/organisation\/info_on\/bases\/tindal\/base_information.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=with its F\/A-18 Hornets is located 17 km south of Katherine. Katherine is situated just south of the humid environs of the tropical 'Top End' but still north of the main central Australian desert regions.  The base is not open to the public."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Katherine School Of The Air"],["alt="],["url=http:\/\/www.schools.nt.edu.au\/ksa\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972-1833"],["tollfree="],["fax="],["hours="],["price="],["content=Giles Street, Katherine, Northern Territory, 0850, Australia. The Katherine School of the Air located in Giles Street, Katherine, is a distance education school, making it a living example of an historic outback schooling tradition. The School caters for isolated students residing in the top half of the Northern Territory or temporarily travelling in remote areas. Curriculum materials are delivered to the students via correspondence and high frequency radio. Radio broadcasts can be clearly heard as far away as Germany and the Antarctic. The Katherine School of the Air currently delivers education to children in an 800,000 square kilometre radius. Travellers can stop by and experience the School for themselves, watching and listening as the pupils participate in lessons. This is a great opportunity to gain insight into a unique part of life in the most remote outback areas, and to learn about the vision that made the School of the Air possible. Entry fees apply"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Katherine Art Gallery"],["alt="],["url=http:\/\/www.katherineartgallery.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8971-1051"],["tollfree="],["fax="],["hours="],["price="],["content=12 Katherine Terrace. The Katherine Art Gallery holds an excellent collection of Aboriginal Art. Presenting a portfolio of artists from the region, the gallery reflects the cultural diversity and influences of the Jawoyn, Warlpiri and Dagoman Aboriginal people, who have lived in the Katherine area for thousands of years. The gallery also houses a range of collections from regions of Arnhem Land, the Central Western Desert, and areas in Western Australia. Clients from all over the world maintain contact with the gallery to purchase the didjeridus, artefacts and paintings from the friendly characters who come to produce their work on the premises. The Katherine Art Gallery also offers fantastic rates for public Internet access. There is something for everyone and every budget in the Katherine Art Gallery. Whatever you decide to do, just watch out for the saltwater crocodile. Free entry"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Katherine Museum"],["url=http:\/\/www.katherinemuseum.com\/"],["email="],["address=Lot 2922, Gorge Rd, Katherine NT, 0850, Australia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9 am to 4pm every day"],["price=Adults $7 Children $3.50"],["content=, 3 km outside of town on the Katherine Gorge Road. Displays including a room on the Overland Telegraph Line, another on the Chinese in the Territory, a Gypsy Moth Aircraft, plus detailed history of the changes of the town from the first settlement at Knots Crossing to the building of 'The Katherine', to the modern settlement."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Katherine Region Tourist Association"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972 2650"],["tollfree="],["fax="],["hours="],["price="],["content=Corner of Stuart Highway & Lindsay Street. Good first stop to get free info, maps, etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Top Didj Cultural Experience"],["url=http:\/\/topdidj.com"],["email="],["address=Cnr Gorge and Jaensch Rd, Katherine"],["lat=-14.427864"],["long=132.302999"],["directions=7kms from Post Office on Gorge Rd"],["phone = +61 8 8971 2751"],["tollfree="],["fax="],["hours=9am - 6pm"],["price=Adult - $50, Child - $28, Family 2x2 - $140"],["content=Top Didj and Art Gallery has a beautiful bush location located 7km from the post office on the way to Katherine Gorge. This is home of the Katherine Cultural Experience and the bus will be able to park under shady trees where the driver can prepare the lunch.  A barbeque is available if needed.  The gallery offers a large range of didgeridoos and authentic Aboriginal artwork. There are Aboriginal crafts including boomerangs, weaving, artifacts, clap sticks, carvings and souvenirs. \nCultural Experiences\n(a)Cultural Talk- with Manuel Pamkal relating to growing up in the bush, cultural differences, tribal life and his own family tree\n(b)Painting- Tourists get a chance to sit down with Manuel Pamkal and paint a traditional Rarrk painting (Cross Hatch), or paint a traditional Dot painting with Adrianna Robinson from Yuendumu.\n(c)Fire Lighting- Tourists have an opportunity to participate in the ancient craft of lighting a fire by rubbing two sticks together and be fascinated by the story describing the two sticks.\n(d)Boomerang Throwing- Visitors are then explained a brief history and are taught how to throw a remarkable object- the boomerang.\n(e)Spear Throwing- Manuel explains the use of a Woomera and Spear to perfectly hit the target which is a fake kangaroo. Visitors then get the chance to participate."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":[" Nitmiluk National Park "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Katherine Gorge"],["alt="],["url=http:\/\/www.nt.gov.au\/nreta\/parks\/find\/nitmiluk.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in ",{"type":"'''","value":["Nitmiluk National Park"]}," about 30 minutes northeast of the town. There are many ways to experience the spectacular Nitmiluk National Park (Katherine Gorge) and its world-renowned gorge system - you can walk, swim, canoe, boat or fly. Walks over the sandstone plateau range from an hour to 5 days and offer spectacular views of the Gorge, as well as other landscapes. Some, like the 58 kilometre Jatbula Trail, take in most of Nitmiluk's landscapes - monsoon rainforest, stone country, upland swamp, woodland and river – while the shorter walks may not be quite so varied, but are always spectacular. You can hire canoes at the Gorge, or bring your own. Commercially operated 2,3.5 and 4 hour cruises are available, as are helicopter flights. Rivers rising during December to April can restrict all activities but there is always something to do. Swimming and canoeing are generally only activities for May to November. The cruises available vary between the 2 varying seasons. Free entry"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Leliyn\/Edith Falls"],["alt="],["url=http:\/\/www.nt.gov.au\/nreta\/parks\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Leliyn\/Edith Falls is on the western side of Nitmiluk National Park You can enjoy swimming in the paperbark and pandanus fringed natural pool at the base of the falls most of the year, although it may be closed to swimming a t times during November and April. The lush, grassy campsites in this scenic bush setting make Leliyn\/Edith Falls an idyllic spot for camping. The area is also great for bushwalking. The 2.6km Leliyn Trail is a steep, rocky loop, offering a challenging walk. There is a chance for a refreshing swim in the upper pool of Leliyn\/Edith Falls half way around the trail. You can also enjoy the longer 8.6km return walk to Sweetwater Pool, a tranquil swimming hole. Leliyn\/Edith Falls is the finishing point of the 58km Jatbula Trail walking track, which begins at Nitmiluk National Park (Katherine Gorge) headquarters."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Jatbula Trail"]}," - Nitmiluk National Park (Katherine Gorge). The 58km Jatbula Trail features stunning scenery, waterfalls and Jawoyn Aboriginal rock art. The trail is a 4 to 5 day walk that is only marked in one direction, from Katherine Gorge (Nitmiluk Centre) to Leliyn\/Edith Falls. Walkers need to make their own arrangements for transport to the gorge and from Leliyn\/Edith Falls, or alternatively, contact Nitmiluk Tours for transfers. The Jatbula Trail is a long and potentially difficult walk, however, adequate preparation will ensure a safe and pleasant trip. There is a ferry service across the Katherine River as part of the walk on the first day. Free entry"]},"\n",{"type":"===","value":[" Other Attractions "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cutta Cutta Caves National Park"],["alt="],["url=http:\/\/www.nt.gov.au\/nreta\/parks\/find\/cuttacuttacaves.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=About 27 km south of Katherine via the Stuart Highway. Daily guided one hour tours of the unique cave system plus 20 minute 'Tropical Woodland Walk' directly off car park. Check tour times before you visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=North Australian Helicopters"],["alt="],["url=http:\/\/www.northaustralianhelicopters.com.au\/"],["email="],["address=1224 Victoria Highway"],["lat="],["long="],["directions="],["phone=+61-8-8972-1666"],["tollfree="],["fax="],["hours="],["price="],["content=Lot. Scenic flights."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Swim"]}," Seek local advice from the tourism information about swimming in Katherine, as crocodiles are present in these parts.  Popular swimming spots like ",{"type":"'''","value":["Low Level Crossing"]}," and pleasant for cooling off, but watch out for the current, and for snags. The Katherine river is patrolled for crocodiles in the dry season and it is usually safe to swim in the Katherine Gorge in the dry season."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mataranka"]}," is a small township that sits on the upper reaches of the Roper River, an hour’s drive south-east of Katherine. The tropical wayside stop of ",{"type":"'''","value":["Elsey National Park"]}," is on the Explorer's Way tourism drive, the main artery that connects Adelaide and Darwin, and is renowned for the ",{"type":"'''","value":["Mataranka Hot Springs"]}," thermal pool – a sandy-bottomed lagoon fringed by palm forest and a rejuvenating swimming spot for weary travellers up and down ‘the track’. You can swim in the hot springs, which are dammed to form a swimming hole.  You can also swim in the river where the springs flow into the river, giving a 30cm hot layer on top of an otherwise quite cold river. There’s a good range of camping grounds, accommodation and a supermarket. Attractions around town include the Stockyard Gallery that exhibits local Aboriginal art, barramundi hand-feeding tours and the Never Never Museum that displays the local Aboriginal history."]},"\n",{"type":"*","value":[{"type":"'''","value":["Douglas Hot Springs"]}," are around 130 km north of Katherine, and are a deviation off the road north to Darwin at Hayes Creek.  The springs where they flow are too hot to swim, but you will see people sitting where the hot water meets the cold river.  For a idyllic place to swim cross the hot stream, follow the path across the next small river, and continue on and you will find a large natural pool, at a constant 31 degree temperature, which is deep, still and surrounded by tropical vegetation.  Five star hotels have spent millions trying to build a lagoon pool like this, and here is it, naturally formed."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jurrasic Cycad Gardens"],["alt="],["url=http:\/\/www.cycadinternational.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8971-0335"],["tollfree="],["fax="],["hours="],["price="],["content=Katherine Gorge Road about 4 minutes outside of Katherine. Nursery and botanic garden enterprise concentrating on Cycad living fossils and featuring some of the rarest plant species on earth."]]}]},{"type":"*","value":[" Groceries and other supplies for the independent travellers can easily be purchased with Katherine having a large supermarket in town"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:Fransdevonshireteahouse at 3 l.jpg"],["thumb"],["Frans Devonshire Tea House, Katherine"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fran's Devonshire Tea House"],["url="],["email="],["address=Stuart Highway, Larrimah, Katherine Region"],["lat="],["long="],["directions="],["phone =+61 8  8975 9945"],["tollfree="],["fax="],["hours="],["price="],["content=Fran's Devonshire Tea House, in the old Larrimah Police Station and Museum. Fran serves delicious fare, including homemade camel and buffalo pies, sausages, pasties, sausage rolls, apple pie, waffles, scones and Devonshire teas, as well as fascinating historical information for Larrimah and the Northern Territory. Fran's Devonshire Tea House is open for breakfast, lunch and dinner, seven days a week."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Stockyard Gallery"],["url="],["email="],["address=9 Roper Terrace, Mataranka, Katherine Region"],["lat="],["long="],["directions="],["phone =+61 8  8975 4530"],["tollfree="],["fax="],["hours="],["price="],["content=Delicious Devonshire teas, light snacks and mango fruit smoothies are served in the shady tea garden. Local paintings and sculptures, as well as Aboriginal artefacts, Territory books, gifts and souvenirs are for sale in the gallery and there is a great deal of information on the history of this interesting area, made famous by the book We of the Never Never."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Digger Den Tavern"],["url="],["email="],["address=7 Victoria Highway, Katherine"],["lat="],["long="],["directions="],["phone=+61 8 8971 0422"],["tollfree="],["fax="],["hours="],["price="],["content=Diggers Den offers a relaxed environment to enjoy a light snack and a few beers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fair Dinkum Cafe"],["url="],["email="],["address=102 Third Street, Katherine"],["lat="],["long="],["directions="],["phone = +61 8  8972 3390"],["tollfree="],["fax="],["hours="],["price="],["content=Experience true outback hospitality with home cooked meals and a warm, friendly atmosphere"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Katie's Bistro"],["url="],["email="],["address=Cameron Street, Katherine"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Katie's bistro was one of the first establishments in Katherine and is a very popular destination for locals and visitors alike, offering great food at reasonable prices"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Main St Cafe & Takeaway"],["url="],["email="],["address=22 Katherine Terrace"],["lat="],["long="],["directions="],["phone=+61-8-8971-0688"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Regent Court Chinese Restaurant'"],["url="],["email="],["address=25 First Street, Katherine,NT"],["lat="],["long="],["directions="],["phone=+61-8-8971-1555"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paraway Motel Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972-2644"],["tollfree="],["fax="],["hours="],["price="],["content=Corner of O'Shea Terrace & First Street."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Coffee Club"],["url="],["email="],["address=23 Katherine Terrace, Katherine, NT 850, Australia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although it is a chain, sometimes you want a Denny's style meal.  Can be the most popular place in town.  Actually has some healthy choices."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Katherine Country Club"],["url="],["email="],["address=Pearce Street, Katherine"],["lat="],["long="],["directions="],["phone =+61 8  8972 1276"],["tollfree="],["fax="],["hours="],["price="],["content=The Katherine Country Club offers superb dining for lunch or dinner. There is a nine hole golf course, lawn bowls, a tropical beer garden, an airconditioned club house, a children’s playground, poker machines, TAB, Keno and Sky Channel gaming. The club is a great place to relax after a days touring."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nWorking cattle stations are a unique way to experience the outback and all provide various accommodation and touring packages.",{"type":"'''","value":["Pungalina"]}," and ",{"type":"'''","value":["Lorella Springs"]}," in the Gulf region and ",{"type":"'''","value":["Bullo River Station"]}," in the west boast sandstone escarpments, rugged gorges, crystal clear rivers, natural springs and mysterious limestone caves.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=All Seasons Frontier Caravan Park and Frontier Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972-1744"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Stuart Highway. Near the town centre with restaurant, swimming pool and tennis court."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beagle Motor Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972-3998"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corner Fourth Street & Lindsay Street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Pine Tree Motel"],["alt="],["url="],["email="],["address=129 Third Street"],["lat="],["long="],["directions="],["phone=+61-8-8972-2533"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Restaurant and swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Crossways Hotel Motel"],["alt="],["url=http:\/\/www.crosswayshotelmotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972-1022"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=23 Katherine Terrace, off Main Street, near the centre of town. 19 air conditioned units. Beer garden. Licensed restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Katherine Hotel\/Motel"],["alt="],["url=http:\/\/www.katherinemotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972-1622"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Katherine Terrace. Swimming pool, restaurant and lounge bar. Next to Oasis Shopping Centre."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Katherine Low Level Caravan Park"]},", Shadforth Road, Tel: +61-8-8972-3962 or +61-8-8972-2239."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Katherine River Lodge"],["alt="],["url=http:\/\/www.katherineriverlodge.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8971-0266"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corner of Stuart Highway and Victoria Highway. Motel accommodation with Cheeky Croc Restaurant (open daily for all meals), swimming pool and internet cafe."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Knotts Crossing Resort Caravan Park and Resort Motel"],["alt="],["url=http:\/\/www.knottscrossing.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972-2511"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corner of Giles Street & Cameron Street. Motel rooms, cabins, caravan sites and camping. Air conditioned bistro style restaurant on site. Two unheated swimming pools, one in a lagoon style."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maud Creek Country Lodge"],["alt="],["url=http:\/\/www.maudcreeklodge.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8971-1814"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=6 km from Katherine Gorge. Bed and breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palm Court Kookaburra Backpackers"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972-2722"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corner of Third Street and Giles Street. Air conditioned dorms, twins and double rooms. Ensuite bathrooms, colour TVs and lockers. 5 minute walk to Post Office and shops."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Red Gum Caravan Park"],["alt="],["url="],["email="],["address=42 Victoria Highway"],["lat="],["long="],["directions="],["phone=+61-8-8972-2239"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Riverview Tourist Village"],["alt="],["url=http:\/\/www.riverviewtouristvillage.com.au\/"],["email="],["address=440 Victoria Highway"],["lat="],["long="],["directions="],["phone=+61-8-8972-1011"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Motel rooms, various kinds of cabins, backbacker rooms, powered and unpowered camping sites. Swimming pool, cafe, convenience store, internet kiosk and Caltex roadhouse. Communal backpacker kitchen and TV room. Pets allowed except in motel rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shady Lane Van Park"],["alt="],["url=http:\/\/www.shadylanetouristpark.com.au\/"],["email="],["address=1828 Gorge Road"],["lat="],["long="],["directions="],["phone=+61-8-8971-0491"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Quiet with large swimming pool. No pets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Springvale Homestead Tourist Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-8-8972-1355"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Shadforth Road. Situated 7 km from Katherine township on the banks of the Katherine River, historic Springvale Homestead was built in the 1880s and is the oldest standing homestead in the NT. Shady parkland environment, grassed caravan and camping sites, budget motel accommodation, licensed bistro and kiosk, swimming pool and children’s waterslide."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St Andrews Serviced Apartments"],["alt="],["url=http:\/\/www.standrewsapts.com.au\/"],["email="],["address=27 First Street"],["lat="],["long="],["directions="],["phone=+61-8-8971-2288"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=14 air conditioned two bedroom self-contained apartments set in landscaped tropical gardens."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Knotts Crossing Resort Caravan Park"],["url=http:\/\/knottscrossing.com.au"],["email="],["address=Corner of Giles Street & Cameron Street, Katherine, nt"],["lat="],["long="],["directions="],["phone=+61-8-8972-2511"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Motel rooms, cabins, caravan sites and camping. Air conditioned bistro style restaurant on site. Two unheated swimming pools, one in a lagoon style.  Family rooms and friendly staff."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Darwin"]]}," was founded as Australia’s most northerly harbour port in 1869, and its population rapidly expanded after the discovery of gold at nearby Pine Creek in 1871. World War II put Darwin on the map as a major allied military base for troops fighting the Japanese in the Pacific. Described as 'the gateway to the ",{"type":"[[","value":[["Northern Territory"]]},", Darwin makes a great base for exploring the wonders of the 'top-end'."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Alice Springs"]]}," was established by the early explorers and remains as the centre of activity in this region. Often referred to as the heart of Central Australia is comprised of cavernous gorges, boundless desert landscapes, remote Aboriginal communities and a charming pioneering history."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Uluru"]]},"- Rising from the broad desert plain in the deep centre of Australia. Uluru Ayers Rock is Australia's most recognisable natural icon. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Nitmiluk National Park"]}," Covering more than 292,000 hectares, Nitmiluk National Park is located north-east of ",{"type":"[[","value":[["Katherine"]]},". The impressive gorge walls and white sandy beaches can be explored on foot, by canoe or on a cruise and are stunning from the air on a scenic helicopter flight."]},"\n",{"type":"*","value":[{"type":"'''","value":["Daly River"]}," is located between Darwin and Katherine and begins where the Katherine and Flora Rivers intersect and flow west to the Timor Sea. It encompasses many unique ecosystems, including hot springs and gorges, making it a fantastic spot to camp and bushwalk."]},"\n",{"type":"*","value":[{"type":"'''","value":["Victoria River"]}," is located south-west of Katherine and is most often visited en-route between Katherine and the Western Australia’s Kimberley region. The small township of Timber Creek, 285km west of Katherine, is the region’s main centre and home to about 70 people. Fishing is Timber Creek's biggest drawcard and the beautiful Victoria River, running through deep valleys and gorges, is one of the Northern Territory’s most scenic places to catch barramundi."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gulf region"]}," Travelling east from Katherine takes you to the Gulf of Carpentaria - the shallow sea between Australia and Papua New Guinea. The area is home to four main indigenous language groups- Yanuwa, Mara, Kurdanj and Karawa. Its early pastoral areas were opened up by the ill-fated German explorer Ludwig Leichhardt in 1845, and today the Gulf region encompasses some of Australia’s largest cattle stations – several the size of small European countries."]},"\n",{"type":"*","value":[{"type":"'''","value":["Matranka"]}," a small township sits on the upper reaches of the Roper River, an hour’s drive south-east of Katherine. This tropical wayside stop is on the Explorer’s Way tourism drive, the main artery that connects Adelaide and Darwin, and is renowned for its thermal pool – a sandy-bottomed lagoon fringed by palm forest and a rejuvenating swimming spot for weary travellers up and down ‘the track’."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nSalt and freshwater crocodiles are found near Katherine rivers.  Don't swim or camp near the waters edge.  The accessible rivers and billabongs are generally sign-posted if saltwater crocodiles are known to inhabit the area, but if you are not sure, don’t swim.  The Katherine River near the gorge is a crocodile management zone.  Rangers attempt to trap and relocate any salt-water crocodiles that may have moved into the area in the wet out of the river.\n\nProtect yourself from the sun by wearing a wide-brimmed hat, long-sleeved shirt, sunglasses and sunscreen. You should also be sure to drink plenty of water; a minimum of two litres per day is advised.  Use insect repellent, mosquito coils and appropriate clothing  to protect from mosquito bites.  If camping, keep your tent zipped and tap your shoes out before putting them on.\n\nIf your are exerting yourself outdoors, but walking for example, you will need one litre of water for every hour in very warm weather and avoid walking in the hottest part of the day.\n\nSnakes inhabit the bush, so be cautious and make noise when walking through long grass, and make sure you have sturdy shoes.\n\nCarry appropriate safety equipment, such as an EPIRB (Emergency Position Indicating Radio Beacon), satellite phone and first aid kit, and don't bushwalk alone.  Let someone you trust know where you are, and arrange to contact them at intervals.\n\nShake out your shoes in the morning to remove any 'critters' that have settled in during the night\n\nOnly build fires in the pits provided and take care to completely extinguish the flame when finished, and Limit the use of fire and be aware of fire bans in certain areas of the Territory\n\n",{"type":"{{","value":[["routebox"],["image1=Australian National Route 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Darwin"]]}],["minorl1="],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Broome"]]}],["minorr1=",{"type":"[[","value":[["Kununurra"]]}],["image2=Australian National Route 87.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=END"],["minorl2="],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Tennant Creek"]]}],["minorr2="]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["-14.4667"],["132.2667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Top End"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Katherine, Northern Territory"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Northern_Territory\/Localities\/Katherine\/"]]}]