[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Kathmandu Valley"]}," is a region of 600km² (230 sq miles) in the ",{"type":"[[","value":[["Bagmati_(zone)"],["Bagmati zone"]]}," in central ",{"type":"[[","value":[["Nepal"]]},". It's home to three of the largest cities in ",{"type":"[[","value":[["Nepal"]]},", including Kathmandu itself, as well as hundreds of smaller towns and villages. \n\n",{"type":"[[","value":[["Image:Bodnath2.jpg"],["right"],["thumb"],["320px"],["Buddhist Temple of Boudhanath, Kathmandu"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.70770"],["long=85.31536"]]},{"type":"'''","value":[{"type":"[[","value":[["Kathmandu"]]}]}," - Capital city and largest urban area of Nepal with its twisted network of narrow lanes and streets, markets and shrines. "]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.67152"],["long=85.43003"]]},{"type":"'''","value":[{"type":"[[","value":[["Bhaktapur"]]}]}," - a UNESCO World Heritage site noted for its temples, and the wood, metal and stone carvings.  Has festivals and celebrations nearly each month during the year; does not allow motorized vehicles inside the city."]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.72141"],["long=85.36201"]]},{"type":"'''","value":[{"type":"[[","value":[["Boudhanath"]]}]},"- location of the largest Buddhist Stupa in Nepal and a very important place of pilgrimage & meditation for Buddhists, local Nepalis and tourists. Approximately 30 Buddhist Monasteries and nunneries in the area. "]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.61890"],["long=85.30094"]]},{"type":"'''","value":[{"type":"[[","value":[["Bungmati"],["Bungamati"]]}]}," - a town noted for wood carving and sculpture a short distance south of Kathmandu."]},{"type":"*","value":[" ",{"type":"[[","value":[["Chapagaon"]]}," - a Newari village noted for a mid-1600s Tantric temple to Vajra Varahi. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Chobhar"]]}," - Ancient hill village only a few kilometres southwest of Kathmandu with origins from the 12th century.  Noted for an extensive series of caves and a gorge on the Bagmati River  found nearby."]},{"type":"*","value":[" ",{"type":"[[","value":[["Daksinkali"]]}," - Holy river gorge and site of weekly animal sacrifices. Hindu temple complex south of Kathmandu on the Bagmati River where it enters a gorge through the Mahabharat Range"]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.62164"],["long=85.55234"]]}," ",{"type":"'''","value":[{"type":"[[","value":[["Dhulikhel"]]}]}," - Small town 30km south-east of Kathmandu in the heart of small hills and green valleys - perfect starting point for short hikes. Try a 3-hour walk to the hill-top ",{"type":"[","value":["http:\/\/www.namo-buddha.org\/nb.html Namobuddha Monastery"]},". "]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.81552"],["long=85.24660"]]}," ",{"type":"'''","value":[{"type":"[[","value":[["Kakani"]]}]}," - a village northwest of Kathmandu with views of mountains and an extensive strawberry industry."]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.67226"],["long=85.28116"]]},"  ",{"type":"'''","value":[{"type":"[[","value":[["Kirtipur"]]}]}," - a historical hill-settlement 5km south-west of the city of Kathmandu; vehicle-free and a good place to visit Newari restaurants."]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.71818"],["long=85.51998"]]},{"type":"'''","value":[{"type":"[[","value":[["Nagarkot"]]}]}," - located east of Kathmandu noted for sunrise and sunset views of the mountains."]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.61252"],["long=85.26476"]]},"  ",{"type":"'''","value":[{"type":"[[","value":[["Parping"],["Pharping"]]}]}," - sacred caves associated with Guru Rinpoche, the founder of Tibetan Buddhism."]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=silver"],["lat=27.67608"],["long=85.32686"]]},{"type":"'''","value":[{"type":"[[","value":[["Patan"]]}]}," - just south of  ",{"type":"[[","value":[["Kathmandu"]]}," across the Bagmati River noted for its historic Patan Durbar Square, designated a World Heritage Site by UNESCO in 1979."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.forestrynepal.org\/resources\/pas\/shivapuri-nagarjun-national-park Shivapuri National Park"]}]}," - a Nepalese protected area that was given national park status in 2002 to protect one of the last remaining woodlands in the Kathmandu Valley as well as part of the valley's water supply. It's at the north side of the Kathmandu valley rim only 12km from Kathmandu at elevations above 2,700m, making it the second highest point on the valley rim. There are trekking routes connecting ",{"type":"[[","value":[["Nagarkot"]]},", Gossaikunda and ",{"type":"[[","value":[["Langtang National Park"]]}," that pass through the Park."]},"\n",{"type":"==","value":["Understand"]},"\nThe Kathmandu Valley has 7 UNESCO World Heritage Sites with five of them either in Kathmandu or the near vicinity. All of them are worth visiting and spending time exploring.\n\nThe Valley is the most crowded part of Nepal.  In some parts of the valley, particularly the greater Kathmandu urban area, total population exceeds 2.5 million with a density approaching 3,000 people per square kilometre. Visitors to this part of Nepal will be immediately aware of the crowds and the associated vehicle traffic, especially motorcycles.\n\nAs a general act of respect, don't take people's pictures without their permission.\n\n",{"type":"==","value":["Talk"]},"\nAlthough there are a number of languages commonly used in Nepal, with Newari the most common in the Valley, most people will also speak Nepali and the visitor will find English spoken many places, at least to a certain degree.\n\n",{"type":"==","value":["Get in"]},"\nMost international travellers will be arriving by air. In this case you will be landing at Tribhuvan International Airport just east of Kathmandu. This is a convenient starting point for exploring all parts of the Kathmandu Valley. There are no other locations where international air travellers enter Nepal.\n\nMost bus connections from outside Nepal or other parts of Nepal will have Kathmandu as their main destination. Once you arrive in the city you can get oriented and arrange to visit other parts of the Valley as needed.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["27.710"],["85.394"],["zoom=11"],["height=530"],["width=620"],["layer=M"],["staticmap="],["align=none"]]},"\nIt is entirely possible to trek from one village to another in the Valley (some examples below), otherwise it is easy to hire a taxi or take local buses to get around the Kathmandu Valley.\n\nFrom Kathmandu, buses to most parts of the Kathmandu Valley, with destinations such as ",{"type":"[[","value":[["Bhaktapur"]]}," and ",{"type":"[[","value":[["Nagarkot"]]},", leave from the ",{"type":"{{","value":[["marker"],["type=get around"],["lat=27.70558"],["long=85.31716"]]},{"type":"'''","value":["Ratna Park"]}," bus station.\n\n",{"type":"==","value":["See"]},"\nThe Kathmandu Valley has seven UNESCO World Heritage sites and you should make an effort to see as many of them as possible during your stay. In the following list, note that \"Durbar\" means \"palace\", being the place from where kings ruled. The World Heritage sites include:\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Boudhanath Stupa"],["alt="],["url="],["email="],["address=Bodhnath"],["lat=27.72137"],["long=85.36205"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=foreigners NPR150; SAARC NPR40"],["content=Largest Buddhist stupa in Nepal with many monasteries in the area."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pashupatinath Temple"],["alt="],["url="],["email="],["address="],["lat=27.71040"],["long=85.34876"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=an extensive Hindu temple complex with cremation ghats."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Swayambhunath"],["alt=the \"monkey temple\""],["url="],["email="],["address=Kathmandu"],["lat=27.71512"],["long=85.29045"],["directions=west side of the city"],["phone="],["tollfree="],["fax="],["hours="],["price=Foreigners NPR200; SAARC NPR50"],["content=has the oldest Buddhist monument in the valley; nice views out over the valley from the hill where the temples are located."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hanuman Dhoka Durbar Square"],["alt="],["url="],["email="],["address=Kathmandu"],["lat=27.70459"],["long=85.30770"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Foreigners NPR750; exchange for a free multiple-day pass"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Patan Durbar Square"],["alt="],["url="],["email="],["address=Patan"],["lat=27.67330"],["long=85.32504"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Foreigners NPR750; can be extended to a several-day pass for free"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bhaktapur Durbar Square"],["alt="],["url="],["email="],["address=Bhaktapur"],["lat=27.67220"],["long=85.42852"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Foreigners NPR1,100"],["content=Collection of temples and shrines in a city that does not allow motor vehicles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Changu Narayan Temple"],["alt="],["url="],["email="],["address=Changunarayan"],["lat=27.71632"],["long=85.42806"],["directions="],["phone=+977 1-4256909"],["tollfree="],["fax="],["hours="],["price="],["content=has a traditional Newari settlement and a Hindu temple with inscriptions from the 5th century."]]}]},"\nOther sites of interest in the valley would include:\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Adinath Lokeshwar Temple"],["alt="],["url="],["email="],["address=Chobhar"],["lat=27.66614"],["long=85.29094"],["directions=6km southwest of Kathmandu"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in the 15th century; sacred to Hindus and Buddhists."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Chobhar Caves"],["alt="],["url="],["email="],["address=Chobhar"],["lat=27.66103"],["long=85.29596"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tectonic Limestone formations over a kilometre in length - one of the longest caves in Nepal and in Asia; several openings; not advised to explore on your own because of the possibility of infiltrating water from the Bagmati River; located near the Chobhar Gorge."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Chobhar Gorge"],["alt=Manjushree Gorge"],["url="],["email="],["address=Chobhar Galchi, Kurtipur"],["lat=27.66103"],["long=85.29596"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gorge on the Bagmati River through which all the waters of the legendary Kathmandu Lake were supposedly drained; the gorge was cut by Manjushree; there is a steel suspension bridge over the gorge which also offers views of the caves and a nearby shrine."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.netif-nepal.org\/ Nepal Environment & Tourism Initiative Foundation (NETIF)"]}]}," is working to develop cultural trails in the Kathmandu Valley."]},{"type":"*","value":[{"type":"*","value":[{"type":"[","value":["http:\/\/www.netif-nepal.org\/kathmandu_valley_cultural_trail.htm The Kathmandu Valley Cultural Trekking Trail"]}," begins in Sundarijal which can be reached in about 30 minutes from Kathmandu.  It passes through part of Shivapuri Nagarjun National Park and connects the villages of Sundarijal, Chisapani, Nagarkot and Dhulikhel, continuing on to the villages of Balthali and Panauti. The entire route could be hiked in about 5 days, covering a distance of about 76km. No single day is more than 18km and all of the hike is at or below 2,500m so there should be no problems associated with higher altitude."]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[{"type":"'''","value":["Meditation and\/or yoga"]}," - there are many classes available.  Look in specific city pages.  You may also see notices or you can ask around. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Communication"]}," - With the help of the ",{"type":"'''","value":[{"type":"[[","value":[["Nepali phrasebook"]]}]},", you could learn a few words of the local language.  For example,  \"Don Knee Batt\" = Thank you.  The Nepalese say ",{"type":"''","value":["Namaste"]}," as a greeting or farewell - no more than once a day to the same person. The approximate translation is: \"the divine in me recognizes the divine in you\"."]},"\n",{"type":"==","value":["Eat"]},"\nIn general, food in Nepal has been strongly influenced by India and Tibet, which will explain the origin of many of the dishes. In the larger centers such as Kathmandu, there is increasing interest in western cuisine. As a consequence, the traveller can find nearly any kind of food while wandering around Nepal. Dishes are more traditional in smaller communities.\n\nIn places like Kathmandu, it is possible to find almost anything your taste buds crave. One exception would seem to be the large, North American fast-food chains which don't seem to have arrived in Nepal yet. \n\nBeef dishes are almost non-existent in Nepal, given proscriptions against killing cows. Meat dishes tend to use chicken, pork, mutton or water buffalo (yak at higher elevations).\n\nOne traditional dish is thukpa. Look for it in your travels.\n\nNepalis eat many vegetarian dishes (not necessarily vegan....). The most common examples would be dal bhat, pulao (a fried rice dish) and a variety of potato dishes.\n\nMost meals tend to be rather bland but the Nepalese make use of green chili sauce, a variety of pickles and curries.\n\nA popular snack is a kind of dumpling called momos, prepared either steamed or fried, and filled with either chicken, water buffalo meat (referred to as \"buff\") or vegetables.\n\nThere are a few points of etiquette that the visitor should be aware of.  Since the left hand is considered \"unclean\", pass food with the right, eat with the right hand, avoid touching other people's food and stay out of the kitchen, especially if you are a non-Hindu in a Hindu home.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nEven in the most crowded parts of Kathmandu, crime is infrequent. Take the normal precautions and avoid flashing money around and keep your valuables secure as you would anywhere. Generally, even though foreigners are rather obvious, you will be left alone, other than the frequent approaches by tiger balm salesmen, taxi drivers, rickshaw drivers and other independent entrepreneurs.\n\nYour health does depend on being careful about drinking water. As a general rule, don't drink any water that hasn't been either treated (filtered or UV sterilized) or boiled.\n\nBe careful about eating food from street vendors. It's always a bit of a chance as to whether such food will upset your digestive system. Established restaurants can generally be considered safe. Vegetables and salad greens can be a problem because they may have been washed with unsafe water. Some restaurants make a point of mentioning that they wash salad greens with lightly iodized water. Anything cooked at a high temperature should be safe. Keep in mind that western digestive systems will not be accustomed to the eastern micro-flora and problems can be expected, especially if you are not careful.\n\nAlthough antibiotics are readily available without prescription in Nepal, you might be advised to bring something specifically recommended by your doctor to combat severe digestive upset. Have a discussion with your doctor and get advice on how to deal with such problems.\n\nElevations in the Kathmandu Valley are low so there will be no concerns with any of the risks of higher altitudes. If you do \"head for the hills\", make sure you read about mountain sickness and how to avoid problems.\n\nRabies is endemic in the dog population but you should have few problems if you leave the animals alone. Generally, unless you are in an area for awhile and are actively working with animals, you probably do not need a rabies vaccine.  \n\nA series of vaccinations for two strains of Hepatitis is recommended before you leave home.\n\nYou should not have to be concerned about ",{"type":"[[","value":[["malaria"]]}," unless you go to the more southern parts of Nepal, closer to the Indian border.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pokhara"]]}," - Popular lakeside tourist town 200km west of Kathmandu.  A good centre for trekking, most notably to the Annapurna area. Has great views of big mountain on the northern horizon, many shops and a good variety of restaurants."]},{"type":"*","value":[" ",{"type":"[[","value":[["Khumbu"]]}," - The region of villages and peaks leading to Mt Everest.  There are many options for hiking and mountaineering here."]},"\n",{"type":"{{","value":[["IsPartOf"],["Nepal"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Kathmandu Valley"]]},"\n",{"type":"{{","value":[["geo"],["27.710"],["85.394"],["zoom=12"]]}]