[{"type":"{{","value":[["pagebanner"],["Valley of Ten Thousand Smokes banner.jpg"],["caption=Valley of Ten Thousand Smokes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/nps.gov\/katm\/ Katmai National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," that is located at the base of the ",{"type":"[[","value":[["Alaskan Peninsula"]]}," in ",{"type":"[[","value":[["Southwestern Alaska"]]},", near ",{"type":"[[","value":[["Kodiak Island"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Waiting for the Fish.jpg"],["thumb"],["250px"],["Bear Waiting for a fish. Hallo Bay Wilderness"]]},"\n\nThere are few services in the park and preserve. The closest grocery store is located outside of the park in King Salmon. The park does not have a post office within its boundaries, and the closest is also located in King Salmon.\n\nAt Brooks Camp, the park concessionaire runs a lodge where meals can be purchased from June 1 through September 17. Limited sundry items can also be purchased from the lodge store. No other services are provided to general park visitors.\n\nKatmai is a remote park that cannot be accessed by car. \n\n\n",{"type":"===","value":["History"]},"\n\nKatmai National Monument was created in 1918 to preserve the famed Valley of Ten Thousand Smokes, a spectacular forty square mile, 100 to 700 foot deep ash flow deposited by Novarupta Volcano. The park includes the ",{"type":"''","value":["Brooks River National Historic Landmark"]},", a site that contains about 900 prehistoric human dwellings, the highest known concentration in ",{"type":"[[","value":[["North America"]]},".\n\n",{"type":"===","value":["Landscape"]},"\n\nThe park contains the ",{"type":"''","value":["Valley of Ten Thousand Smokes"]},", a forty square mile pyroclastic ash flow left by the 1912 eruption of the Novarupta Volcano and is one of the reasons the park was established.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe park contains a huge number of Alaskan brown bears, which grow to enormous size after feeding on the summer salmon runs.\n\n",{"type":"===","value":["Climate"]},"\nThe weather across Katmai can vary considerably during the course of a single day from heavy rain, to cold winds, to warm sun, and back to heavy rain. Summer temperatures range from upper 30s to low 80s and almost constant winds. Visitors to the park should be prepared for all types of weather. \n\nSummers in Katmai are cool with frequent high winds and rain. Please note that following heavy rainstorms, most rivers in Katmai rise quickly and become extremely hazardous to cross.  Insects can be intense and headnets are recommended.\n\nWinter in Katmai means cold, quiet, and beauty.  Temperatures can range from -40F to 40F with snow or rain possible throughout the season.  Generally all bodies of water are frozen with snow covering the high elevations until spring.\n\n",{"type":"==","value":["Get in"]},"\nKatmai is 290 miles southwest of Anchorage, Alaska. There are daily commercial flights from Anchorage to ",{"type":"[[","value":[["King Salmon"]]},". Commercial air taxis fly daily, weather permitting, from King Salmon, Anchorage and ",{"type":"[[","value":[["Homer"]]}," to Brooks Camp. Many individual lodges have their own transportation.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance fee: free\nCamping fee: $5.00\nLogding fee: $10.00\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Bear viewing"]}," - Katmai is one of the premier brown bear viewing areas in the world. The most recent bear survey documented over 2000 brown bears in the park and preserve. Brooks Camp is the most visited area of the park where brown bear congregate to feed on sockeye salmon at the Brooks Falls or the Brooks River. Viewing platforms have been set up to accommodate visitor numbers without affecting bear behavior.\n\nOutside of Brooks Camp, other areas along the coast and in the preserve also host bear viewing activities. On the coast, Hallo Bay and Geographic Harbor are two popular areas. In the preserve, Moraine Creek and Funnel Creek also attract bear viewers. Bears frequent specific areas at different times, primarily related to food availability. \n\n",{"type":"'''","value":["Sport-fishing"]}," - Before Katmai was known for bear viewing activities, most visitors came to the park for its world-renown sport-fishing opportunities. Trophy rainbow trout are found in many lakes and streams as well as grayling and dolly varden. Strong seasonal runs of salmon are also found in particular areas of the park, including both sockeye (red) and coho (silver) salmon.\n\n",{"type":"'''","value":["The Valley of Ten Thousand Smokes Tour"]}," - During the operating season, daily tours are offered to this volcanic valley. Each day from June 1st to September 17th, you can take the bus tour from Brooks Camp out the 23 mile (36 km) park road to explore a tiny piece of the Valley of Ten Thousand Smokes with a Park Service Interpreter.  The road to the valley travels through the boreal forest, crossing three streams, and into the alpine tundra before arriving at Griggs Visitor Center. After a brief break for lunch, there is time for an optional trip down to the valley floor to see the ash layer close up. The trail is three miles long and drops 800 vertical feet. However, keep in mind that once down on the valley floor to save enough energy for the arduous climb back to the top. Be sure to bring water, rain gear, warm clothing, and sturdy hiking boots for the trip. A fee is charged for the bus tour and reservations can be made from Katmailand, the park concessioner.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Brooks Lodge"],["alt=Open from June 1 until September 17"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-544-0551"],["fax="],["hours="],["price="],["checkin=Katmailand, Inc. is the only National Park Service authorized concessionaire in Katmai, offering overnight accommodations, food service, and guide and transportation services based at Brooks Lodge and Grosvenor Lodge. Reservations are necessary."],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" Several other private lodges offer tour packages within Katmai and throughout the Alaska Peninsula area as well."]},"\n",{"type":"===","value":["Camping"]},"\nBrooks Camp Campground is the only developed\/improved camping area in Katmai National Park and Preserve. It is located on the shores of Naknek Lake, about a quarter mile from the Brooks Camp Visitor Center. \n\nFacilities in the campground include a food cache, gear cache, fuel storage locker, potable water, cooking shelters, outhouse, and the electric fence. The campground facilities are only available from June 1 to Sept 17 each year. Before or after the operating season, plan on providing all of your own equipment including a bear resistant container (BRC) for food storage, water filter, and electric fence (recommended).\n\nThe campground fills on a per person basis to a maximum of 60 campers per night sharing 18 sites. Campsites will be shared when the campground is filled to capacity and\/or flooded. Brooks Camp Campground tends to near capacity from late June through July each year during prime bear viewing at Brooks River, so make your reservations early (see below). The cost is $8 per camper per night (from June 1 to Sept 17).\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["image:Grizzly Bear Fishing Brooks Falls.jpg"],["thumb"],["250px"],["Grizzly Bear (catching salmon at Brooks Falls"]]},"\nThe following guidelines will help you travel safely in bear country:\n\n",{"type":"'''","value":["Food Storage"]}," - All food, beverages, garbage, and any other odorous items must be attended at all times. They must be stored in a bear-resistant container (BRC, or \"bear barrel\"). A limited supply of BRCs are available for temporary check-out, free-of-charge at Brooks Camp and at the King Salmon Visitor Center. Do not plan on hanging as a method of storage; trees are sparse in Katmai and are generally not suitable for hanging food.\n\n",{"type":"'''","value":["Gear Storage"]}," - Keep your belongings with you: A pack or clothing left unattended invites curious bears. Not only will your belongings likely be destroyed, but the bear may also learn to associate such items with interesting smells or, even worse, food.\n\n",{"type":"'''","value":["Be Alert"]}," - Bears are active both day and night and could be anywhere.\n\n",{"type":"'''","value":["Make Noise"]}," - In dense stands of willow or alder and other conditions that hamper visibility, make lots of noise so bears can hear you approach. Bears may perceive you as a threat if you startle them. By making noise such as clapping, singing, or even talking loudly, you can alert a bear to your presence and it will likely choose to avoid you. Try to stay with a group when traveling in bear country. A group is noisier, easier for a bear to detect, and more intimidating than one person or two people.\n\n",{"type":"'''","value":["Avoid Close Encounters"]}," - If you see a bear that is unaware of your presence or far away, back away slowly and quietly while keeping an eye on the bear.\n\n",{"type":"'''","value":["Do Not Approach"]}," - The minimum recommended safe distance from any bear is 50 yards. Avoid actions that interfere with bear movement or foraging activities.\n\n",{"type":"'''","value":["Remain Calm"]}," - A bear may approach closely or rear-up on its hind legs to identify you. Back away slowly, moving diagonally out of its path of travel. You may need to leave a trail (if available) temporarily to allow a bear to pass. If a bear follows you, stop and hold your ground. If a bear continues to approach, make noise, wave your arms, and try to appear as large as possible.\n\n",{"type":"'''","value":["Don't Run"]}," - Running may encourage a bear to pursue you. Bears can run faster than 30 mph (50 km\/hr). You cannot outrun them. If a bear is charging you, try to appear non-threatening. Stand your ground and speak to the bear in a calm voice. Bears sometimes come within a few feet of people before veering off.\n\n",{"type":"'''","value":["If a Bear Makes Contact with You..."]}," - Play dead. Fall to the ground on your stomach with your legs apart. Lock your hands behind your neck to protect your neck and face. If you do get rolled over, keep rolling until you're face down again. Stay quietly in this position until the bear has left the area. If the attack continues long after you have assumed the protective position, fight back vigorously.\n\n",{"type":"'''","value":["Fishing Around Bears"]}," - Remember: Bears come here to fish, too. When bear activity is at its peak, both bears and anglers compete for the same resources. Stop fishing whenever bears are close enough to see or hear you and break your line if you encounter a bear. A bear quickly learns to associate anglers and\/or the splashing of a fish in play with an easy meal and can take away your fish in seconds.\n\nA bear that has learned that humans are a good source of food may become dangerous to people in the park and in local communities outside the park. In most cases such bears must eventually be destroyed. You can prevent this by being aware of how to behave to protect yourself and the bears.\n\n",{"type":"'''","value":["Camping Around Bears"]}," - If you are camping in Brooks Camp from June 1 through September 17, an electric fence is maintained by the park around the camp perimeter. \n\nIf you are camping in the backcountry, however, you may want to consider bringing an electric fence. Electric fences have been adapted for use in bear country and have been effective at minimizing intrusions into campsites. Typically, park staff in the field choose to use electric fences. Visitors planning to use electric fences must bring their own equipment; the park does not provide electric fencing material.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southwestern_Alaska"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"{{","value":[["geo"],["58.5"],["-155"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Katmai National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Alaska\/Travel and Tourism\/Parks\/National Parks and Monuments\/Katmai National Park\/"]]}]