[{"type":"{{","value":[["pagebanner"],["Ha'ena beach page banner 2.jpg"],["caption=Ha'ena beach on north shore of Kauai"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kauaivisitorsbureau.com\/ Kauai"]}]}," is the northwestern most of ",{"type":"[[","value":[["Hawaii"]]},"'s major islands.  Nicknamed the Garden Island, it is covered with lush greenery and tropical plants, watered regularly by abundant rainfall. As the oldest of the islands, it has been changed the most by the forces of erosion, and this has resulted in natural wonders such as Waimea Canyon and the Na Pali Coast. As a consequence of its age, Kauai also has more miles of sandy coastline than the other Hawaiian islands.\n",{"type":"[[","value":[["Image:Wailua River, Kauai.jpg"],["thumb"],["400px"],["Wailua River State Park"]]},"\n\n",{"type":"==","value":["Regions"]},"\n\nThe major regions of Kaua",{"type":"{{","value":[["okina"]]},"i can be defined by their location on the island relative to the prevailing trade winds.  The north and east sides of the island are on the \"windward\" side of the island, where the winds blow onto the shore.  These parts of the island tend to get the most rain, and as a result, are the greenest and most tropical parts of the island.  The south and west sides of the island are on the \"leeward\" side of the island, which receive less rain since most clouds have already dropped their rain on the windward side of the island.\n\n",{"type":"==","value":["Cities"]},"\n\nThe word \"city\" might be an exaggeration for an island of 63,000 people, but here's some information on the towns of Kaua",{"type":"{{","value":[["okina"]]},"i.\n\n",{"type":"'''","value":["Kapa",{"type":"{{","value":[["okina"]]},"a"]},", on the east side, about a 20 minute drive north of Lihu",{"type":"{{","value":[["okina"]]},"e, is the largest population center on the island.  It anchors what is known as the ",{"type":"'''","value":["Coconut Coast"]},", which hosts many inexpensive to moderately priced resorts and much commercial activity with many strip malls along the highway.  The corridor between Lihu",{"type":"{{","value":[["okina"]]},"e and Kapa",{"type":"{{","value":[["okina"]]},"a is the island's most congested.\n\n",{"type":"[[","value":[["Lihue"],[{"type":"'''","value":["Lihu",{"type":"{{","value":[["okina"]]},"e"]}]]},", on the island's southeast side, is the civic and commercial center of the island, host to the island's main airport, county offices, and largest shopping mall (Kukui Grove Center).  The Kaua",{"type":"{{","value":[["okina"]]},"i Museum, located in the old part of Lihu",{"type":"{{","value":[["okina"]]},"e and is the island's best museum on the history, geography, and people of Kaua",{"type":"{{","value":[["okina"]]},"i.\n\n",{"type":"'''","value":["Po",{"type":"{{","value":[["okina"]]},"ipu"]},", on the south side, branded \"the sunny side of paradise\", is the major visitor destination for the island. Poipu features beautiful beaches, including the beautiful Poi",{"type":"{{","value":[["okina"]]},"pu Beach swimming, snorkeling and surfing, boogie boarding, sea turtles, whales, monk seals, trade winds, palm trees, and spectacular sunsets. The Allerton and McBryde National Tropical Botanical Gardens of the Pacific are located in Poipu. The Grand Hyatt Kauai, Marriott's Waiohai Beach Club and Coastline Cottages Kauai lead the area's accommodation choices.\n\n",{"type":"'''","value":["Princeville"]}," is a planned resort community on the north shore, consisting of homes, condo developments, the St. Regis hotel, and 2 golf courses. Kauai's impressive north shore mountains form the backdrop. Several small beaches are located within Princeville, with many more a short drive away.\n\n",{"type":"'''","value":["Waimea"]},", on the west side, is a small town with a flavor of old Kaua",{"type":"{{","value":[["okina"]]},"i.  Most visitors pass through town on the way to Waimea Canyon and Koke",{"type":"{{","value":[["okina"]]},"e, but the town itself is worth a relaxing visit.\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hanalei"]},", on the north shore, is home to a quaint little beach town and famous Hanalei Bay, a crescent shaped bay known for its sandy white beaches and world class surf.  The center of town provides a young, relaxed vibe perfect for the young traveler. The burger joint in the center of town provides amazing views of one of Kauai's biggest mountains with a visible waterfall in the center."]},{"type":"*","value":[{"type":"'''","value":["Haena"]}," lies just beyond Hanalei. It is mostly made up of residential homes, but is also is the gateway to Na Pali Coast and the location of Limahuli Valley, another National Tropical Botanical Garden of the Pacific."]},{"type":"*","value":[{"type":"'''","value":["Hanapepe"]}," on the south shore has a quaint downtown filled with artists' galleries and craft shops. There is also a swinging footbridge over the Hanapepe River. Be sure to check out the Banana Patch Studio for wonderful hand painted tiles and other locally made items."]},{"type":"*","value":[{"type":"'''","value":["Kilauea"]}," is a small village that most people pass on the way to the Kilauea Lighthouse. The ",{"type":"'''","value":["Kong Lung Center"]}," offers a few unique stores and restaurants. There is also a large fruit stand, ",{"type":"'''","value":["Banana Joe's,"]}," located north of Kilauea on the mountain side of the highway."]},{"type":"*","value":[{"type":"'''","value":["Lumahai Beach"]}," is a very-well photographed beach but is only accessible by a short hike through a tropical path.  Located between Hanalei and Haena beaches, this secluded beach is perfect for people who want a more private experience.  There are lava formations and caves to explore and low wake perfect for snorkeling. For the more adventurous traveler, there is the opportunity to cliff jump into the ocean from one of the protruding lava rock formations.  Lumahai beach is a place many locals go so it gives tourists to see the special opportunity of the \"real\" Hawaii."]},"\n",{"type":"==","value":["Understand"]},"\n\nIn many ways, Kauai is different from the rest of the islands.  It's almost as if you've stepped into a separate kingdom, and for many years Kauai was just that in relation to Hawaii.  Kamehameha I was able to conquer all the islands by force, except Kauai.  Two separate campaigns to take the island ended in failure.  In the end, it took diplomacy, a royal kidnapping, and an arranged marriage to bring Kauai into the kingdom of Hawaii.\n\nKauai is also known as the place where the sugar cane industry in Hawaii was born.  Sugar was once the industrial mainstay of the Kauai economy but in recent years has taken a back seat to tourism. In October of 2009, Gay & Robinson harvested the last sugar crop in Kauai, ending 117 years of the sugar business in Kauai.\n\nIn short, compared to ",{"type":"[[","value":[["Oahu"]]},", ",{"type":"[[","value":[["Maui"]]}," or the ",{"type":"[[","value":[["Big Island"]]},", Kauai is smaller, less populated, more rural, and more laid back.  That's why it's the favorite destination for many visitors to Hawaii, and for many Hawaii residents as well. Visitors come to explore the island's beaches and natural wonders, but the multitude of resorts on white sand beaches provide ample opportunity to just sit and do nothing if you're so inclined.\n\nBecause tourist development reached Kauai considerably later than the other islands, the island has a larger proportion of timeshares, condominiums, and bed and breakfasts.  Also, a strict cap on building heights (hotels can be no more than 40 feet high) prevent the development of the mega-resorts and towering skyscrapers found on the other islands.  The local rule is that nothing can be built taller than a coconut tree.\n\nOne look at a map will show you an important difference between Kauai and the more populous islands of Hawaii: Due to the massive Waimea Canyon and Na Pali Coast, no roads circle the island.  Once you've made the drive along the south shore to Waimea and seen the canyon, the only options are to go West on dirt roads to Polihale Beach or turn around and go back the way you came. Same story for Princeville and Na Pali on the north shore.  However, the island is compact enough that both ends of the road can be seen in the same day. But the Garden Island cannot be enjoyed or appreciated if you are pressed for time.\n\nKauai offers a very unique experience also—from the western coast of the island on one of its piers, in the far distance travelers can see the island of Niihau, which is the forbidden island—forbidden, that is, to all but residents (about 130 mostly Native Hawaiians), U.S. Navy personnel, government officials and invited guests.  It is often forgotten about because of its privacy so seeing its outline in the far distance is an amazing and majestic experience!\n\nAlso know that Kauai is a place where many famous people go to get away.  Since it is much less drastic of a plane ride from L.A. in California than it is from the East Coast, this island which is the most secluded, private and relaxing provides getaway homes to many stars, although the normal traveler won't see these celebrities out on the beach, probably because their beach-front properties provide their own private beaches.  To get a glimpse of one of these stars, check a nook in the wall bistro.  Celebrities like Beau Bridges can be found relaxing with his wife in the island's countryside restaurants.\n\nAlso visitors should beware of the fact that along many of Kauai's streets and especially their main highway that there are wild roosters and chickens everywhere!  It is almost like the equivalent of seeing squirrels in more eastern parts of the United States.  Also, and quite surprisingly, stray cats are also everywhere in Kauai.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["mapframe"],["22.045"],["-159.509"],["zoom=11"],["height=610"],["width=640"],["layer="],["staticmap="],["align=none"],["name="]]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":["Lihue Airport"]}," (",{"type":"{{","value":[["IATA"],["LIH"]]},") is Kauai's main airport, a small terminal served with inter-island flights by Hawaiian, Island Air, and go!. Alaska, American, Delta, United, and US Airways offer non-stop service from the West Coast of the US.\n\nTip when flying into Lihue: for the best incoming view, select a window seat on the left side of the aircraft. More often than not you'll be landing to the north thanks to the trade winds. From that angle you will see a dramatic cliff view off the left side on the final approach.\n\n",{"type":"===","value":["By sea"]},"\nThere is now also a deep water port at Nawiliwili for cruise ships. Norwegian Cruise Lines offers cruises between the islands that start and end in Honolulu.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["Car"]},"\n",{"type":"'''","value":["Rental car"]}," is the best way to really see the island -- and the only way to get to some remote (and scenic) sites.  Most major rental car companies have offices at the Lihue airport or nearby by shuttle bus.  Car rentals are available in a large variety of makes and models and provide travelers flexibility and freedom to explore the island.  There are numerous rental car locations right outside of the Lihue airport.  One will definitely want to use a rental car to see the island--Kauai is not a vacation spot where one stays in their resort the entire time.\n\nMost rental car companies have restricted areas, notably Polihale beach.  Check before you go, or take the risk of paying yourself\nout of trouble if your rental car breaks down or gets stuck.  The red dirt that Kauai is so famous for is also highly concentrated around this area and adventurous travelers could track this stain-able substance into their rental cars\n",{"type":"===","value":["Bus"]},"\nThe ",{"type":"[","value":["http:\/\/www.kauai.gov\/default.aspx?tabid=208 Kaua",{"type":"{{","value":[["okina"]]},"i bus"]}," is perhaps the only other way to get around, but will not go to some rural attractions, such as Koke",{"type":"{{","value":[["okina"]]},"e.  Still, if you are on a budget, this bus will get you around and between the major population centers, such as Lihu",{"type":"{{","value":[["okina"]]},"e and Kapa",{"type":"{{","value":[["okina"]]},"a, and the major resort\/beach areas.\n\n",{"type":"===","value":["Taxi"]},"\n",{"type":"[","value":["http:\/\/www.ponotaxi.com Pono Taxi"]}," and ",{"type":"[","value":["http:\/\/www.taxihanalei.com Taxi Hanalei"]}," are one of the few authorized airport taxi companies that are allowed to do pre-arranged pickups at Lihue Airport and take you to any destination on the island. They also offer personalized Kauai tours in one of the most comfortable taxi rides on the garden isle. A standard two hour tour is $120, and taxi fare is $3 per mile.\n\n",{"type":"===","value":["Bicycle"]},"\nOne other option for transport on the island is bicycle.  The east side of the island (including Lihue and Kapa",{"type":"{{","value":[["okina"]]},"a) has plans for a major bike path under development as of early 2005.  Parts of this path exist, but the major connections between towns are still along the major highways.  Eventually, the entire east side of the island will be connected by exclusive bikeways, making nonautomobile transportation a real option.\n\n",{"type":"===","value":["Highways and Traffic"]},"\nThere are two main highways on Kaua",{"type":"{{","value":[["okina"]]},"i, both starting in Lihue.  ",{"type":"'''","value":["Kaumualii Highway"]}," (state route 50) heads to the west, through the towns of Kalaheo, Hanapepe, Waimea, and Kekaha before ending at the Na Pali Coast.  ",{"type":"'''","value":["Kuhio Highway"]}," (state route 56) heads north from Lihue, through Kapa",{"type":"{{","value":[["okina"]]},"a, Kilauea, Princeville, and Hanalei, ending at the other side of Na Pali.\n\nTraffic in Kauai can be slow, particularly between  Lihue and Kapa",{"type":"{{","value":[["okina"]]},"a.  Give yourself extra time and be patient when traveling through this area.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Kilauea Light 2008.jpg"],["thumb"],["250px"],["Kilauea Point Lighthouse"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lydgate State Park"],["alt="],["url="],["email="],["address="],["lat=22.03819"],["long=-159.33639"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On route 56, north of the airport. There's a park with play area for kids with the usual swings, slides etc. There's an excellent swimming area for kids. The swimming area is separated by big rocks from the ocean, which helps break up the strong current."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Koloa town"],["alt="],["url="],["email="],["address="],["lat=21.90341"],["long=-159.46634"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On route 520 on the way to Poipu. The small, rustic town has a grocery store, ice cream parlor, and some souvenir shops. There's also a small ",{"type":"'''","value":["museum"]}," about the lives of the Japanese immigrants who worked on Kauai's sugar plantations. In the field across from the grocery store there's a ",{"type":"'''","value":["monument"]}," to them as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Huleia National Wildlife Refuge"],["alt="],["url="],["email="],["address="],["lat=21.94641"],["long=-159.38413"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers stunning scenery and a great place to photograph native birds and animals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wailua Falls"],["alt="],["url="],["email="],["address="],["lat=22.03454"],["long=-159.37859"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This elegant and pristine waterfall looks like a double waterfall from the viewing area but is actually a triple waterfall, once the site of thrilling cliff diving.  It's a short drive from Lihue on a dead end road."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Opaekaa Falls"],["alt="],["url="],["email="],["address="],["lat=22.04818"],["long=-159.36199"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1.3 miles from the start of Route 580. There is a vista point on Route 580 to see the falls with plenty of parking for cars. Right across from the road is another view point for the Wailua River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hanalei Valley and Bay"],["alt="],["url="],["email="],["address="],["lat=22.20386"],["long=-159.49745"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has two separate scenic overlooks.  The valley overlook showcases taro fields in various stages of production.  The bay overlook features the scenic bay framed by the northern edge of the Napali Coast mountains known in movies as Bali Hai.  Both overlooks are between Princeville and the one-lane Hanalei Bridge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kilauea Point Lighthouse"],["alt="],["url="],["email="],["address="],["lat=22.23173"],["long=-159.40204"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This lighthouse, and Kilauea Point National Wildlife Refuge, are located on Kilauea Road off Kuhio Highway (route 56) near mile 23, (808) 828-1413.  then follow the road to the end.  The lighthouse was built in 1913 and had the largest lens of its kind; it guided ships between North America and Asia until its light was replaced by a beacon in the 1970s.  Located in a national wildlife refuge which is a nesting ground for a diverse collection of seabirds, the only one of its kind in the islands.  $3 for adults, free for children.  National Park Service Golden Eagle Passports accepted and sold."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=National Tropical Botanical Gardens"],["url=http:\/\/www.ntbg.org\/"],["email="],["address=Lawa'i Road for the Allerton and McBride gardens and Kuhio Hi. approx. 1 mile from the end of the road on the North Shore for Limahuli"],["lat="],["long="],["directions=Lawa'i Road is across from Spouting Horn on Po'ipu Road"],["phone="],["tollfree="],["fax="],["hours=8:30AM- 5PM"],["price=Entry and tour fees vary per garden"],["content=The National Tropical Botanical Gardens on Kauai consist of three separate gardens: McBride, Allerton, and Limahuli. The spectacular gardens contain plants native to Hawaii, endangered species, and imported species. Allerton Garden and McBride Garden, on the south shore, are accessible by tour bus from the visitor's center. Allerton is a secluded valley formerly owned by Hawaiian royalty. McBride contains the largest collection of ex situ native Hawaiian plants in existence. Limahuli, on the north shore, is located in a spectacular spired valley and contains native plants as well as plants significant to early Hawaiian inhabitants. There is a reproduction of ancient taro terraces as well as a later plantation-era garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Poipu Beach"],["alt="],["url="],["email="],["address="],["lat=21.87329"],["long=-159.45415"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Poipu Beach is a good place to go to relax and soak up the sun. It has a rock bottom, which makes it a beautiful place to snorkel. You will see a lot of Parrotfish and Sergeant Majors. Also an accessible causeway can put you on an island, which occasionally you can see a Hawaiian Monk Seal, or some crabs relaxing on the rocks. It is a family-friendly beach, with lots of picnic tables to sit down at and soak up the views. Poipu is surrounded by eateries, surf shops and more."]]}]},"\n",{"type":"===","value":["Waimea Canyon and Koke'e State Park"]},"\n\nAbove Waimea on state route 550.  From Lihue, take state route 50 west to Waimea.  From there, you can take Waimea Canyon Drive (550) or continue to Kekaha turning onto state route 552, which meets route 550 near its 6-mile mark.  Both roads are winding.  Most popular viewing point of the canyon is just past mile 11 on route 550.  Koke'e is located about 4 miles further.  (808)245-6001 for weather information in the canyon.\n",{"type":"[[","value":[["Image:Waimea Canyon Panorama (bryce edwards).jpg"],["thumb"],["400px"],["Waimea Canyon Panorama"]]},"\nAt over 10 miles (16 km) long, 1 mile (1.6 km) wide, and 3,567 feet (1,087 m) deep, ",{"type":"'''","value":["Waimea Canyon"]}," has been called the \"Grand Canyon of the Pacific.\"  Indeed, its colors rival that of its Arizona counterpart, except that Waimea Canyon also adds touches of green that would be absent in the desert.  Carved and formed over hundreds of thousands of years by runoff from Mount Waialeale at the center of the island, the canyon shows millions of years of geological history.\n\nCamping and hiking are available above the canyon at ",{"type":"'''","value":["Koke'e State Park"]},".\n\nBest time to go is on a relatively clear day, and then after mid-morning (from about 9:30AM-on).  Otherwise, clouds and fog may obscure the view.\n\n",{"type":"===","value":["Na Pali Coast"]},"\n",{"type":"[[","value":[["Image:Real Kaui Panorama1.jpg"],["thumb"],["650px"],["Na Pali Coast from the ocean"]]},"\nThe Na Pali coast, featured in the film ",{"type":"<","value":["i",["Jurassic Park"]]}," and many other movies, is one of the most distinctive geological features of Kauai and consists of sheer cliffs thousands of feet high that drop directly onto pristine secluded beaches. The beaches are reachable only by boat, helicopter, or very experienced hikers, but the cliffs may be viewed from the top by driving to the end of Route 550.  There is a Na Pali Coast State Park, which provides adventurous travelers to hike along the coast with several options: they can either hike a round-trip 5 miles (in and out from Ke'e beach to Hanakapia'i beach) or the longest, most strenuous option, with the proper overnight equipment, permit and hiking gear, and do the 12 mile one-way hike into Kalalau Beach. You can also travel the Na Pali coast by boat or kayak with many different outfitters. By kayak, it's a 17.5 mile all day trip (unless one makes a special point to camp half way on the coast) done by two outfitters out of Hanalei. It's been called the Everest of Sea Kayaking and much like the hiking, is not for the faint of heart. Both are strenuous and difficult.  Travelers will get to see beaches only accessible by foot or kayak and only visible by the highly expensive boat and helicopter tours.  The caves along this hike\/paddle are absolutely marvelous as well.  Tourists will get the rare chance to marvel at Kauai's natural splendor and ocean life. By foot, a permit is only required if you continue any further than Hanakapia'i beach on the Na Pali Coast. You may travel there and an additional 4 mile round trip hike to Hanakapia'i Falls with no permit. By kayak, if you use one of the guide companies in Hanalei you will not need a permit. If you do camp over on your own or with a company, you will need to gather a landing permit. Note while kayaing there are a few beaches, like Honopu beach, directly next to Kalalau, that do not allow any landing vessel whatsoever. You can not land a kayak, surfboard, or anything else. The only way to access it is by swimming from an anchored boat off shore or from Kalalau Beach; both should only be done when the ocean permits as it can be very dangerous.\n\n",{"type":"==","value":["Do"]},"\n\nPeople come to Kauai primarily for one thing: ",{"type":"'''","value":["the beaches"]}," with their great snorkeling, surfing, swimming, and sunning.  But Kauai also boasts more navigable rivers than the other Hawaiian Islands making kayaking very popular as well as the cool, higher elevation of Koke'e.  If the surf is calm you can even combine a river run with time paddling the bays and ocean shoreline.  You'll find kayak rentals near the mouth of the most popular rivers.  Many will also rent roof-top strap-on kayaks for travelers interested in trying one of the several smaller river runs.\n\nKauai has great hiking and mountain biking trails as well.  Outdoor adventurers will find the guidebook ",{"type":"''","value":["Kauai Trailblazer"]}," to be helpful in comparing various locations for hiking and biking (as well as snorkeling, kayaking, and surfing).  The Waimea Canyon area has extensive hiking trails both into the canyon itself as well as great overlooks of the Na Pali cliffs.  Check with the park office on trail conditions and weather before starting your hike. The Koke'e Museum has a ",{"type":"[","value":["http:\/\/www.kokee.org\/kokee-state-park\/trails listing of trails"]},".\n",{"type":"*","value":[" ",{"type":"'''","value":["Warning"]},": Kauai's famous ",{"type":"'''","value":["red dirt"]}," is very ",{"type":"'''","value":["slippery"]}," when wet, as it often is, making some trails too slippery to use, particularly those along steep drop offs."]},"\nThere are many commercial tour guides that offer various land and sea adventures such as guided hikes, downhill bike tours, back-country ATV trips, river tubing adventures, and more, but hiking areas and water access are free. There are no private beaches anywhere in the Hawaiian Islands.\n\nOther recommended activities are listed below by region.\n\n",{"type":"*","value":[" North: ",{"type":"'''","value":["Hanalei"]}," is a charming Hawaiian village in beautiful country on the north of the island.  Hanalei has a nostalgic, romantic quality of simpler times on the Islands.  An easy drive to the northwest of Hanalei is access to the ",{"type":"'''","value":["Na Pali coast"]},".  See more about the Na Pali coast above, but to get a taste and requiring no permit, you can hike 2 miles in to the first beach (Hanakapi'ai). Day hikes are unrestricted, but camping requires a permit from the parks department.  There is a long waiting list, so signing up a year in advance is a good idea.  ",{"type":"'''","value":["Tour boats"]}," can also access the coast; they may be chartered out of Hanalei or other outfits on the south of the island.  Snorkeling is very good.  Be advised, however, that the area is effectively closed to boats in the winter due to the intense Pacific weather hitting that part of Kaua'i."]},"\n",{"type":"*","value":[" East: ",{"type":"[[","value":[["Kapa'a"]]}," is a small, cute, tourist-friendly town on the east side. It's the town with the largest population on Kaua'i. It features a movie theater, an internet cafe, many restaurants, and a Birkenstock outlet. Look up from Anahola and see the mountain that faded in from the Paramount logo at the beginning of \"Raiders of the Lost Ark.\""]},"\n",{"type":"*","value":[" South: The ",{"type":"'''","value":["South Shore"]}," has a number of great beaches such as Maha'ulepu Beach with its ancient petroglyphs and the rocky Shipwreck Beach, both perfect for snorkeling or scuba diving. Poipu Beach, often ranked as one of the world’s top beaches by travel surveys. Venture to Kipu Falls, where the opening sequences for Raiders of the Lost Ark were filmed. Kauai is a leading destination for scuba divers, with many beautiful, relatively unspoiled coral reefs and a variety of fish not found anywhere outside the Hawaiian archipelago. Dive boats leave daily from Po'ipu. Shorter trips typically involve two dives at locations off the south shore. For a once-in-a-lifetime dive choose a dive off the coast of Ni'ihau, the privately-owned island to the west of Kauai. Expect to pay from $120 and up depending on the dive-boat operator and the length of the dive. Kauai is also a destination for whale watchers; humpbacks winter in the coast off Hawaii. Dolphin pods are also a very common sight. Whale watching boats leave multiple times a day from Po'ipu and the dock at Nawiliwili in Kalapaki Bay."]},"\nAn amazing service the south shore provides is Kayak rentals on their Koloa river. It is a very hidden location but this family owned kayak rental are native Hawaiians and very friendly. The kayak rental is on a historically re-created Hawaiian village ground where adventurous travelers can walk around, go inside huts and their small buildings and see live peacocks wandering the grounds. There are recreated traditional family huts like the Ancient Hawaiians used to live in and also medicine huts where you can see how medicine was made. Kayak rentals are moderately expensive but very worth it. You also get great exercise because to go to an actual stop or island there is around 20 straight minutes of rowing! A popular place for tourists and locals alike to stop at on their kayak tour is a little cove where a rope swing was built! There is also a cliff perfect for jumping off of into the deep water, but caution must be advised. The rope swing is very safe. Kayaking through the Koloa river is an amazing experience where one can truly be at peace with nature. There is lush greenery completely surrounding the river and fresh, clear water in the river. Another popular spot for kayaking is about a mile down the river. Kayak tours are available, but tourists can also discover this spot themselves and at their own pace. This spot provides around a two mile hike to one of Kauai's most beautiful waterfalls. The rocks are treacherous but once the traveler gets past them, they can even swim under the waterfall! It is truly an experience unlike any other. Kauai is clearly a place for the hiking enthusiast. Another spot is a garden tour through the fern grotto. This river makes a loop so once you've been to the waterfall and fern grotto it is only a short paddle back to the base. The fern grotto is a large bolder-looking formation covered in fern. Deeper in is a cave. The garden area is mysteriously covered with stray cats but is nonetheless beautiful and stunning. This historically education and adventurous experience is definitely a must when traveling to Kauai.\n\n",{"type":"*","value":[" West: A drive up to the ",{"type":"'''","value":["Waimea Canyon"]}," is highly recommended or explore the Canyon and surrounding areas on a breathtaking tour."]},"\nIf you rent a jeep make sure you take a trek out to ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kauaiexplorer.com\/kauai_beaches\/polihale_beach.php Polihale Beach"]}]},". It is located at the southern end of the Na Pali coast.  This wide sprawling beach is the longest on the major islands, at just over 17 miles long.  The sunsets here are truly awesome and with a permit you can camp there, as it is a State Park.  During the winter and early spring you can also see the whales from the beach.  However, the last couple of miles of the road to get to Polihale, run through an old sugar cane field.  As of Jul 2011 the road was still not maintained and is in poor condition to drive, with many large and deep potholes riddling the entire narrow road.  If you have a rental car recognize that all rental car companies on the island expressly prohibit the use of their vehicles (including Jeeps!) on Polihale road.\n\n",{"type":"==","value":["Eat"]},"\n\nLike the rest of Hawaii, the plate lunch is ubiquitous in Kauai (see the ",{"type":"[[","value":[["Hawaii#Eat"],["Eat"]]}," section in the main ",{"type":"[[","value":[["Hawaii"]]}," article for more information). However, many of Kauai's beaches and natural attractions (like Waimea Canyon) have no amenities nearby. Pack a lunch and bring enough water for the day - then stop at the restaurants for dinner. For a tasty snack, pick up some red lychees from a roadside stand or a farmer's market. Waimea Canyon visitors can drive a few miles further up the road to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/home.hawaii.rr.com\/webguides\/kokee.html#restaurant Koke'e Lodge"]}]},", located in the ",{"type":"'''","value":["Koke'e State Park"]}," next to the museum.  It serves breakfast and lunch.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bubba Burger"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Three burger joints (one in Kapaa, another in Hanalei, and the newest location in Poipu), whose motto is, \"We cheat lawyers, drunks and tourists,\" has great burgers.  You just can't have them your way. They come standard and any changes they make you do while the cook isn't looking. The burgers are great and the onion rings are better.  It's an experience to be had. It is definitely an experience but don't expect much from the burgers. There is also a restaurant on Maui."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Duane's Ono Burger"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the Anahola Post Office and General Store in Anahola on the road to Princeville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As the name suggests, the burgers are \"Ono\" which in Hawaiian, means \"good.\" Portions are huge and seating is outside and limited. Take it to go and bring your food to nearby Anahola Beach. Parking is also limited, especially during the busy lunch hour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kalaheo Cafe and Coffee"],["url=http:\/\/www.kalaheo.com\/"],["email="],["address=2-2560 Kaumualii Hwy"],["lat=21.92478"],["long=-159.52356"],["directions="],["phone=+1 808 332-5858"],["tollfree="],["fax="],["hours=6:30AM-2:30PM daily, dinner W-Sa from 5:30PM"],["price="],["content=A quaint little place that has excellent coffee, breakfast, sandwiches, and dinner.  Try the tofu wrap or pineapple macadamia nut french toast for breakfast.  Any of the salads, pastas, or fish will make an excellent dinner choice.  Very reasonably priced."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kilauea Bakery"],["url="],["email="],["address="],["lat="],["long="],["directions=Off main highway in Kilauea"],["phone="],["tollfree="],["fax="],["hours=M-Sa 11AM-9PM"],["price="],["content=Fresh bread, great pizza. Sit outside to eat. 40 minute drive from Lihue airport."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pacific Pizza & Deli"],["url="],["email="],["address=9852 Kaumualii Hwy, Waimea"],["lat="],["long="],["directions="],["phone=+1 808 338-1020"],["tollfree="],["fax="],["hours="],["price="],["content=Great pizza, calzones, and sandwiches. Reasonably priced. Nice place to eat on the way to Waimea Canyon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Puka Dog"],["url=http:\/\/www.pukadog.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Again, in the Po'ipu Shopping Village.  World Famous hot dogs, made by inserting polish sausages into \"tubes\" of bread filled with any of several house-specialty sauces. Save this as one of the last meals on your trip, or you'll be eating here all week!"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Aloha Kauai Pizza"],["url="],["email="],["address="],["lat="],["long="],["directions=in the Coconut Marketplace in Kapaa"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This family-owned pizza hut has surrounding outdoor bench seating.  Aloha Kauai Pizza provides a unique dining experience in that the chef and cashier are husband and wife--and are genuinely interested in the traveling customer's life.  Customers are asked to sign a visitors book where you'll find entries from all around the world.  There are short sign-ins from people all around the world, even obscure countries, which adds to the worldly, yet homey charm of this pizza joint.  Great for lunch or dinner and reasonably priced!  It's rare for people to order plain slices with all of the innovative pizza combinations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Koloa Fish Market"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located near the eastern end of the main strip in Koloa the fish market has great plate lunches, especially the tuna."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mema Thai Chinese Cuisine"],["url="],["email="],["address=4-369 Kuhio Hwy # 4, Kapaa"],["lat="],["long="],["directions="],["phone=+1 808 823-0899"],["tollfree="],["fax="],["hours="],["price="],["content=Reasonable prices, good decor."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Monicos Taqueria"],["url="],["email="],["address=4-356 Kuhio Hwy # D, Kapaa"],["lat="],["long="],["directions="],["phone=+1 808 822-4300"],["tollfree="],["fax="],["hours="],["price="],["content=Off the main highway in Kapaa. Indoor and outdoor dining. Friendly staff and good food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Scotty’s Beachside BBQ"],["url=http:\/\/www.scottysbbq.com\/"],["email="],["address=4-1546 Kuhio Hwy, Kapaa"],["lat="],["long="],["directions="],["phone=+1 808 823-8480"],["tollfree="],["fax="],["hours="],["price="],["content=Great Ribs & Ginger Chicken with Li Hing Mango Cole Slaw. Roast your own S’mores right at your table, great for the kids! Reasonable prices, especially at lunch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzetta"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An absolutely delicious pizzeria in the Po'ipu Shopping Village.  Complete with a bar and patio, this is one of the more popular restaurants, and with good reason!"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=BarAcuda"],["url=http:\/\/www.restaurantbaracuda.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kauai's only world renowned chef, Jim Moffat, prepares tapas style cuisine using fresh island ingredients."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Beach House Restaurant"],["url=http:\/\/www.the-beach-house.com"],["email="],["address=5022 Lawai Rd, Koloa"],["lat="],["long="],["directions="],["phone=+1 808 742-1424"],["tollfree="],["fax="],["hours=5:30PM-10PM"],["price="],["content=If you want to eat dinner while viewing the sunset, this is the place to be. Rather expensive Pacific Rim Cuisine, but the food is good and the view fantastic. Better make a reservation in advance, it's a popular place."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Brennecke’s Beach Broiler"],["url=http:\/\/www.brenneckes.com\/"],["email="],["address=2100 Hoone Rd, Poipu Beach"],["lat="],["long="],["directions="],["phone=+1 808 742-7588"],["tollfree="],["fax="],["hours=11AM–10PM daily"],["price="],["content=Literally steps from Poipu Beach - steak, seafood, pasta, sandwiches and a very good salad bar. Reasonable prices for Kaua'i. The bar has pupus as well. Second floor, open-air dining room with great views overlooking Poipu Beach Park and the ocean. Great food, friendly service, and a casual beach-front environment. Established in 1983."]]}]},"\n",{"type":"===","value":["Sweet tooth"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jojo's Clubhouse"],["url="],["email="],["address=19-835 Kaumualii Hwy"],["lat=21.92319"],["long=-159.50190"],["directions="],["phone=+1 808 635-7615"],["tollfree="],["fax="],["hours="],["price="],["content=Shave ice, with over 60 flavors of syrup available. Many people stop there to or from Waimea Canyon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lappert's Ice Cream and Coffee"],["url="],["email="],["address="],["lat=21.90865"],["long=-159.59268"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$3 single scoop in a cup or cone"],["content=Several locations on Kauai (and on the mainland as well), main location at 1-3555 Kaumualii Highway (route 50) in Hanapepe.  The island of Kauai was where the late Walter Lappert retired and created what used to be the best premium ice cream in Hawaii - the quality has diminished significantly in the last ten years.  The ice cream is still made in small batches from the small factory in Hanapepe."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wishing Well"],["url="],["email="],["address="],["lat="],["long="],["directions=in Hanalei"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Be prepared, they don't open until Noon or after.  If you arrive at 11:30AM be prepared to wait until they are ready to open and start serving.  They close daily when they run out of ice, usually around 4PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jo-Jo's Anuenue"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Features over 60 flavors of shave ice. A good place to go if heading out to go visit the Waimea Canyon."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" A great place to watch the sun set behind Bali Hai at cocktail hour is the \"Library\" at the St. Regis Hotel, in the Princeville Resort on the North Shore.  At the end of Ka Haku Road."]},{"type":"*","value":[" Sunset from The Point bar at the Sheraton Poipu--sit on the patio and nosh some bar food, sip a Lilikoi Lemonade, and watch the sun set behind Niihau and Spounting Horn."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kilauea Town Market & Deli"],["url="],["email="],["address=2474 Keneke St Kilauea"],["lat="],["long="],["directions=Directions from the S:  15 mi after passing Kapaa turn R at the Menehune Mart\/Shell Gas Station on Kolo Rd, take a L on Kilauea Rd, look for the Historic Kong Lung Market Center less than a half of a mile on the R"],["phone=+1 808 828-1512"],["tollfree="],["fax="],["hours=8AM-8PM daily"],["price=$7.50 +"],["content=A historically interesting market which was the original area plantation store.  It  has remained true to its neighborhood roots  as a place where you can quickly grab some breakfast cereal or vegetables  and for the tourist, a place to find deli sandwiches, salads, specialty cheeses, local Kauai beef, gourmet desserts and the best  wine selection on the island.  The Kilauea Town Market & Deli is on the way to the Kilauea Lighthouse and is a convenient stop on the way to two of  the best north shore beaches (Secrets and Rock Quarry)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Waimea Brewing Company"],["url="],["email="],["address=9400 Kaumualii Hwy, Waimea"],["lat="],["long="],["directions="],["phone=+1 808 338-9733"],["tollfree="],["fax="],["hours=11AM–9PM"],["price="],["content=Excellent beer selection! Food is a little pricey, but they have a fabulous Lilikoi (passionfruit) ale, an IPA that's amazing, and they make very good mixed drinks as well. Nice atmosphere, especially in the summer."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["Sleeppricerange"],["under $100"],["$100-200"],["$200+"]]},"\n\nBefore making lodging reservations it's best to review a map of the island and plan ahead. Think about the activities and sightseeing you want to do.  While it's true that you can drive to any part of the island within an hour or two you'll spend less time in the car if you book your lodging in a spot that's closest to the places you'll spend most of your time.  The one main highway is only two lanes *one each way* and tends to get fairly congested at times.\n\nThe \"windward\" side, especially the north coast can get up to twice rain than the sunny south coast.  If you come from a cold and rainy region looking for a sunny Hawaiian vacation you could be disappointed if you stay on the lush, green, tropical - and wetter - north coast.  Yes, it will still be warm but more with more cloud cover and showers.\n\nLocation and setting also affects lodging prices.  There can be a sizable price difference between ocean view and non-ocean view units - the so-called 'garden' or 'mountain' view rooms - all within the same resort.  Also, resorts or condo properties set inland - even a block or two - can sometimes be 10-20% cheaper than properties that front or connect directly with the beach.  Yes, you'll have to walk a bit or bike or even make a short drive but if helps to fit Kauai into your budget it may be worth the walk.\n\nMake your reservations early to get the best choices for unit type, location, and price.  Larger condo resorts often have multiple owners so search the Web by resort name and compare prices.  Note that \"by owner\" listings for condos usually offer rates that a little lower than what the big agencies will charge for the same complex - although selection will be narrower (e.g. one to four units).  Get a complete written quote of all expense plus the cancellation and refund policy before sending a deposit.\n\nAnother option is camping.  There are many county and a state park where camping is allowed.  Permits are cheap but required.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kauai International Hostel"],["url=http:\/\/www.kauaihostel.net\/"],["email="],["address=4532 Lehua St, Kapaa"],["lat=22.07767"],["long=-159.31751"],["directions="],["phone=+1 808 823-6142"],["tollfree="],["fax="],["hours="],["price=$23 for a dormitory bed, private rooms $50-65"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Koke'e State Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Waimea Canyon"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=State Parks Office, ",{"type":"''","value":["+1 808"]}," 274-3444. Rental cabins, ",{"type":"''","value":["+1 808"]}," 335-6061. Camping information, ",{"type":"''","value":["+1 808"]}," 274-3433."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Aloha Beach Resort"],["alt="],["url=http:\/\/www.alohabeachresortkauai.com"],["email="],["address=3-5920 Kuhio Hwy"],["lat=22.04258"],["long=-159.33708"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Kapaa. (route 56 near Lydgate Beach Park just south of the bridge over the Wailua River). Provides family-friendly accommodations, with educational programs featuring various aspects of Native Hawaiian culture. Two pools. Enclosed ocean area at Lydgate Beach Park within walking distance, snorkel gear available for rent. Friendly front desk staff. (Tip: booking through their website provides the best rates.) Rooms about average size, some wear and tear on the furniture. $85-259 double with garden and ocean views available. $220-359 cottages."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Aston Ilander Resort"],["alt="],["url=http:\/\/www.astonislander.com\/"],["email="],["address=440 Aleka Place"],["lat=21.36589"],["long=-157.74116"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This hotel provides condominium living. Two-story resort is set in six acres of gardens, with a pool and a beachfront location. All rooms have a private balcony. Beachfront swimming pool, jet spa, WiFi. Tennis courts and golf courses nearby."]]}]},"\n",{"type":"*","value":["   ",{"type":"{{","value":[["sleep"],["name=Hanalei Bay Resort"],["alt="],["url=http:\/\/www.summitpacificinc.com\/hanalei_bay_resort.html"],["email="],["address=5380 Honoiki Rd"],["lat=22.22050"],["long=-159.49219"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Princeville, Overlooking Hanalei Bay, 1-, 2- and 3-bedroom condos and hotel rooms that can be rented directly from the individual owners. Resort includes 2 swimming pools, waterfalls, and hotub, bell service, beach access and two restaurants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kauai Beach Resort"],["url=http:\/\/www.kauaibeachresorthawaii.com\/"],["email="],["address=4331 Kauai Beach Dr, Lihue"],["lat=22.01054"],["long=-159.33903"],["directions="],["phone=+1 808 245-1955"],["tollfree="],["fax="],["hours="],["price=$100+"],["checkin="],["checkout="],["content=A Hawaiian plantation-style resort situated oceanfront on 25 acres.  The hotel is close to the airport, but plane noise is not particularly noticeable.  Amenities include a complimentary airport shuttle service, two restaurants, lounge, entertainment, large pool area, fitness center, spa, business center, meeting rooms and ballroom.  The resort isn't the most modern on the island, and the restaurants are merely average, but this is a nice property and well-located for exploring the island.  Note that wired (not wireless) internet access is only available for an extra $12 per day, and self-parking fees add $13 per day to the room price."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kauai Coast Resort at the Beachboy"],["alt="],["url=http:\/\/www.shellhospitality.com\/hotels\/kauai_coast_resort\/accommodations.html"],["email="],["address=520 Aleka Loop"],["lat=22.05280"],["long=-159.32874"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Spacious condominium accommodations. 108 studios, one bedroom and two-bedroom condominium accommodations all decorated with red, gold, and green fabrics, carpeted floors, and island-style accents."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kauai Country Inn"],["alt="],["url=http:\/\/www.kauaicountryinn.com"],["email="],["address=6440 Olohena Rd"],["lat=22.07649"],["long=-159.37381"],["directions="],["phone=+1 808 821-0207"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Kapaa. A B&B featuring four suites complete with kitchens, private bathrooms, and wrap around balconies. A bit far from the ocean, but great for people who want to escape the crowd and have some peace and quiet during their stay. No group reservations or children under 12."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marriott's Waiohai Beach Club"],["url=http:\/\/www.marriott.com\/hotels\/travel\/lihwi-marriotts-waiohai-beach-club\/"],["email="],["address=3610 Rice St, Poipu"],["lat=21.96169"],["long=-159.35077"],["directions="],["phone=+1 808 742-4400"],["tollfree=+1 800-845-5279"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is also a large time-share complex, so rooms include kitchen, two baths and living area.  The property has several pools, is located on Poipu Beach, and provides amenities such as wireless internet access, fitness room, and beachfront bar\/snack shop.  There is no restaurant.  The property is busy and popular with families, so those seeking a quieter getaway might choose to look elsewhere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Poipu Kai Resort"],["url=http:\/\/www.suite-paradise.com"],["email="],["address=1941 Poipu Rd"],["lat=21.87608"],["long=-159.44613"],["directions="],["phone="],["tollfree=+1 800-367-8020"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Between Shipwreck beach and Poipu beach this condo complex has a wide range of sizes and price ranges.  The condos are well maintained and walking distance from the beaches.  If you are travelling with the kids this is a great way to go because you get more space than you do in a hotel, for less money.  Because each condo is fully equipped with kitchens and laundry facilities, you don't necessarily need to eat out for every meal."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Coastline Cottages Kauai"],["url=http:\/\/coastlinecottages.com\/"],["email="],["address=4730 Lawai Rd, Poipu"],["lat=21.88348"],["long=-159.48393"],["directions="],["phone="],["tollfree=+1 866-641-6900"],["fax=+1 808 742-7620"],["hours="],["price=$295+"],["checkin="],["checkout="],["content=Oceanfront cottages.  Their Turtle Cove Cottage overlooks a Hawaiian sea turtle sanctuary and their Poipu Kai Cottage have private swimming pool. Tip:  Five night minimum stay however every 7th night is free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hyatt Kauai"],["url=http:\/\/kauai.hyatt.com\/"],["email="],["address=1571 Poipu Rd, Poipu"],["lat=21.87595"],["long=-159.43937"],["directions="],["phone=+1 808 742-1234"],["tollfree="],["fax=+1 808 742-1557"],["hours="],["price=$300+"],["checkin="],["checkout="],["content=This massive resort is the most upscale lodging in Poipu, and among the most upscale on the entire island.  Amenities include a PGA golf course, multiple restaurants, extensive gardens and pool, and several chatty parrots that keep station in the courtyard garden. Tip: you can get 50% off rack rates by using airline hotel vouchers—most airlines hand them out as a perk with award flight bookings; they often surface on eBay."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Lanikai Resort"],["alt="],["url=http:\/\/www.castleresorts.com\/Home\/accommodations\/lanikai-resort"],["email="],["address=390 Papaloa Rd"],["lat=22.05213"],["long=-159.33199"],["directions="],["phone=+1 808 822-7700"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Large suites overlooking the ocean and garden. Set on a sandy beach on Wailua Bay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheraton Kauai Resort"],["url=http:\/\/www.sheraton-kauai.com"],["email="],["address=2440 Hoonani Rd"],["lat=21.87679"],["long=-159.46346"],["directions="],["phone = +1 808 742 1661"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=2 swimming pools, fitness center, tennis courts, children's center, nightly entertainment at Garden Terrace, restaurants, and  Hawaiian Rainforest Spa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St. Regis Princeville Resort"],["url=http:\/\/www.stregisprinceville.com\/"],["email="],["address=5520 Ka Haku Rd, Princeville"],["lat=22.22051"],["long=-159.49711"],["directions="],["phone=+1 808 826-9644"],["tollfree="],["fax="],["hours="],["price=$400+ for a double, suites from $700"],["checkin="],["checkout="],["content=For those who want to pay for something spectacular this is arguably the island's nicest resort.  The views are incredible, especially of sunset from the spectacular lobby lounge.  The hotel was renovated in 2009 and offers a modern look with great attention to detail. Even if you do not have the budget to stay here, you can reach the beach by walking along the hotel's sidewalk - look for spots marked for public access to the left of the entrance station."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Westin Princeville Ocean Resort Villas"],["url=http:\/\/www.westinprinceville.com"],["email="],["address=3838 Wyllie Road"],["lat=22.22030"],["long=-159.46945"],["directions="],["phone = +1 808 827 8700"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=All villas have full kitchen, whirlpool tub, washer & dryer, full-size sofa bed, and LCD TV with DVD player.  2 restaurants: Nanea Restaurant & Bar, Wailele Dining & Bar, and Princeville Market."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Whalers Cove Resort"],["url=http:\/\/www.whalerscoveresort.com\/"],["email=stay@whalerscoveresort.com"],["address=2640 Puuholo Road, Poipu"],["lat=21.88008"],["long=-159.46962"],["directions="],["phone=+1 808 742 7571"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Collection of spacious beach condo rentals that include daily housekeeping and kitchens."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[{"type":"'''","value":["Leptospirosis"]}," - a serious bacterial infection. The bacteria is spread by the waste of animals and is found in all fresh water outlets as well as the muddy trails. It is more common on Kauai than other islands, and should be treated promptly with antibiotics. Symptoms are flu-like, and mainland doctors may not recognize the disease as readily. It is very important to treat any water you gather while camping or backpacking with pills or a filter to ensure you kill all bacteria found in it, not just leptospirosis."]},"\nRip tides, currents, and high surf - Rip tides and ocean currents on Kauai can be treacherous. Unlike the other Hawaiian islands, Kauai can be especially dangerous because of the lack of a protective reef around many beaches. Many popular swimming areas can be extremely dangerous. Visitors are especially cautioned to not enter any beach on the Na Pali Coast, which has been the site of multiple drownings.\n\nSunburn - The UV index in Hawaii often exceeds 12 in the summer. People with lighter complexions can receive serious sunburns in as little as 15 minutes. Always wear a good sunblock and\/or UV-blocking clothes. Sunburn can easily ruin a vacation. If you get a bad sunburn, however, the ",{"type":"[","value":["http:\/\/www.wilcoxhealth.org\/wmh\/maps-and-directions\/wilcox-memorial-hospital.aspx Wilcox Memorial Hospital"]}," in Lihue can prescribe medication to alleviate the symptoms.\n\nPrepare for the area you are visiting. Kaua'i has a few different climates in its boundary, so you will visit many different areas. For instance, you may wear flip flops and bikinis at Poipu; however, you would want a jacket, boots and long pants while up in Koke'e.\n\nKaua'i is an ever-changing, adapting part of an island chain. It is constantly eroding and changing. Beware of drop offs, sharp edges, water safety and the land and ocean around you in general.\n\n",{"type":"==","value":["Respect"]},"\nRemember that as much as you need to keep yourself safe, you need to keep Hawai'i safe as well. Please practice the ",{"type":"'''''","value":["Leave No Trace"]}," principles to make sure everyone can enjoy the islands. It's not only illegal to do things like feed or hassle wildlife, take rocks, sand or plants, but it's also immoral and detrimental to the Hawaiian Islands. They are the most isolated land mass on the globe and have many species and landscapes that are struggling to survive under the pressures of tourism. Respect the 'aina the best you can. Do not cut trails, litter, or desecrate natural or man made sites.\n\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["22.05255"],["-159.49951"],["zoom=10"]]},"\n",{"type":"{{","value":[["isPartOf"],["Hawaii"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kauai"]]}]