[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kauhava"]}," is in ",{"type":"[[","value":[["Southern Ostrobothnia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Power Park"]},"\nPowerpark is one of the most popular leisure centers in Finland. It is located in Alahärmä, 55 kms from Seinäjoki.\nThis amusement park was built at the beginning of 21st century as a dream of its owner Jorma Lillbacka. He ended up developing a surprising and fabulous theme park.\nIt is a recreational park with more than 100 hectares. The area includes the amusement park with a fairy-tale world, hotels, restaurants, cafés, a shopping street, a camping site, the largest karting hall in Europe and the Mika Salo Cicuit outdoor track.\nThis amusement park has 34 different rides, for different tastes and ages, including Thunderbird, Finland’s largest wooden rollercoaster and there is also a new 5D cinema.\nThe activities also include horseback trekking and ATV safaris in Ostrbotnian landscape.\nThe park guarantees a great time for people, plenty of laughter, excitement and hair-raising experiences. Both kids and grown-ups will find their favorites.\nDevil’s Mine Hotel, the interactive ghost train, MegaDrop, the free fall, Thunderbird, one of the world’s best wooden roller coasters and Booster are some of the coolest and scariest attraction in Finland. Those who like calmer rides can enjoy the traditional carousels or ferries with a lovely view to the Ostrobothnian countryside.\nIt is always important to check the safety limits, for those who are yet not allowed to go to all rides.\nTo see ticket prices, opening days and hours and safety limits, see: www.powerpark.fi\n\n",{"type":"[[","value":[["File:park.jpg"],["thumb"]]},"\n\n",{"type":"[[","value":[["File:park2.jpg"],["thumb"]]},"\n\n",{"type":"===","value":["Go-Karts"]},"\nPowerPark has incredible go-kart tracks. Mika Salo Circuit is an international standard race track and with a beautiful view to the river. PowerPalace is Europe’s biggest indoor go-kart hall. Both tracks offer fun-filled experiences for everyone. No experience is required and as full tuition is always provided by PowerPark as well as all the equipment needed. Instructors give a thorough guidance before start.\nIt is a wonderful opportunity for families to spend time together, feeling a lot of adrenalin, and for friends to compete with each other and have some unforgettable times together.\n\n",{"type":"[[","value":[["File:gokart.jpg"],["thumb"]]},"\n\n",{"type":"===","value":["Accommodation"]},"\n",{"type":"*","value":[{"type":"'''","value":["Park Hotel Härmä is a fairy-tale thematic hotel inside the Park"]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["San Marino & Monza (Apartment hotels)"]}," "]},{"type":"*","value":[{"type":"'''","value":["Silverstone-cabins are traditional Finnish log cabins. 200 meters from the amusement park and the go-kart tracks."]}]},{"type":"*","value":[{"type":"'''","value":["Future-cabins. They have an excellent location quite in the middle of the camping site"]}]},{"type":"*","value":[{"type":"'''","value":["Tirol-cabins (built in 2010) are situated at the heart of the camping site, as well. The cabins have a Tyrolean atmosphere and from outside they look like traditional alpine style houses"]}]},{"type":"*","value":[{"type":"'''","value":["Casa Rosina is a very large, luxurious log villa in an excellent location in the camping site, just a few minutes of walk from the amusement park."]}]},{"type":"*","value":[{"type":"'''","value":["Fisherman-cabins"]}]},{"type":"*","value":[{"type":"'''","value":["Rio Grande-camping offers modern accommodation in a beautiful, peaceful, green area right beside the amusement park."]}]},{"type":"*","value":[{"type":"'''","value":["Vankkuri, a Wild West-style wagon with beautiful decoration."]}]},"\n",{"type":"===","value":["Distances to Powerpark"]},"\nKauhava............25 km\n\nSeinäjoki...........55 km\n\nVaasa................80 km\n\nTampere..........230 km\n\nJyväskylä.........230 km\n\nOulu................282 km\n\nKuopio.............335 km\n\nTurku.............. 390 km\n\nHelsinki............404 km\n\n",{"type":"===","value":["Gps address"]},"\nPuistotie 3, 62300 Härmä. Alternatively: Jorma Lillbackantie 16.\n\n",{"type":"===","value":["Public transport"]},"\nThe closest railway station is located in Kauhava, around 25 km from PowerPark. There is the Kauhava’s taxi station next to the railway station. The bus timetables can be found on www.matkahuolto.fi. Please note that the buses do not stop in PowerPark, they stop only in Alahärmä centre, 2-3 km from PowerPark.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["63.1000"],["23.0833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Ostrobothnia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Kauhava"]]}]