[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:KawasakiDaishi_Courtyard.JPG"],["thumb"],["350px"],["Courtyard, Kawasaki Daishi"]]},"\n\n",{"type":"'''","value":["Kawasaki"]}," (川崎) ",{"type":"[","value":["http:\/\/www.city.kawasaki.jp\/en\/index.html"]}," is a city in ",{"type":"[[","value":[["Kanagawa"]]},", ",{"type":"[[","value":[["Japan"]]},", sandwiched between ",{"type":"[[","value":[["Tokyo"]]}," and ",{"type":"[[","value":[["Yokohama"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKawasaki has been an important city of trade since the days of the Tokugawa Shogunate, as a stop on the Tokaido Road between ",{"type":"[[","value":[["Tokyo"]]}," and ",{"type":"[[","value":[["Kyoto"]]},". With a population of over 1.3 million, Kawasaki is the ninth most populated city in Japan, but it's sandwiched between Japan's two largest cities, Tokyo and Yokohama, and consequently ignored by the vast majority of tourists zooming between the two.  There are attractions, though, that make Kawasaki a unique side trip, including a Buddhist temple that ranks as one of Japan's top three most visited temples during the New Year, a Shinto fertility shrine that hosts one of Japan's wackiest festivals, and an underrated open-air museum.\n\nGeographically, Kawasaki lies in the middle of the Keihin region, separated from the Tokyo metropolis by the Tama River, which it roughly follows, and is divided into seven wards. The eastern part of Kawasaki, along Tokyo Bay, contains industrial work areas and blue-collar housing, while more upscale buildings can be found in the Tama Hills further west and inland.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nTo reach Kawasaki from Narita Airport, take the JR Narita Express to ",{"type":"[[","value":[["Tokyo"]]}," or ",{"type":"[[","value":[["Tokyo\/Shinagawa"],["Shinagawa"]]}," and transfer to the Tokaido Line. This takes about 90 minutes and the trip is covered by the Japan Rail Pass and JR East Rail Pass. Without a pass the one-way fare is ¥3280, although for foreigners the one-way cost can be brought down to ¥1500 by purchasing a ",{"type":"'''","value":["N'EX Tokyo Direct Ticket"]},". (See the ",{"type":"[[","value":[["Narita#JR_line"],["JR Line"]]}," section of the ",{"type":"[[","value":[["Narita"]]}," article for more details)\n\nA cheaper way of traveling from Narita Airport is by using a combination of commuter trains on the Keisei Railway, Toei Asakusa Subway Line and Keikyu Line. This takes about 2 hours with at least one change of trains required en route, and the trains can get crowded, but the fare is only ¥1380.\n\nFrom Haneda Airport, you can take the Keikyu Line's Airport Express (エアポート急行) to the Keikyu-Kawasaki station in 15-20 minutes for ¥400. Note that the Airport Express has several variants: If the train's destination is Shin-Zushi (新逗子) or Kanazawa-Bunko (金沢文庫), then you can stay on the train for the entire trip. If the train goes to another destination, it's likely to continue on into Tokyo so you will need to change at Keikyu-Kamata station to the next main line train on Platform 2.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Kawasaki Station East Exit 2.jpg"],["thumb"],["240px"],["Overview of Kawasaki Station"]]},"\nJR Kawasaki station is on the Tokaido Main Line from ",{"type":"[[","value":[["Tokyo"]]},". Trains on both the ",{"type":"'''","value":["Tokaido Line"]}," and the ",{"type":"'''","value":["Keihin-Tohoku Line"]}," stop here. The Tokaido Line is slightly faster from Tokyo Station (15 minutes) compared to the Keihin-Tohoku Line (22 minutes); it costs ¥290 in either case. From Yokohama it takes 7 minutes on the Tokaido Line and 13 on the Keihin-Tohoku Line (¥210).\n\nThe ",{"type":"'''","value":["Tōkyū Tōyoko"]}," line runs between Shibuya station in Tokyo and Yokahama station, and stops in several places in Kawasaki, most notably Musashi-Kosugi (where one can transfer to the Nambu line, Yokosuka line, Shonan-Shinjuku line, etc).  The ",{"type":"'''","value":["Tōkyū Meguro"]}," line runs between Meguro in Tokyo and Musashi-Kosugi.\n\nThe ",{"type":"'''","value":["Yokosuka"]}," and ",{"type":"'''","value":["Shonan-Shinjuku"]}," lines run on the same tracks in Kawasaki from various places in Tokyo (notably Shinagawa and Tokyo stations on the Yokosuka line, and Shinjuku and Shibuya stations on the Shonan-Shinjuku line) to Yokohama, and stop at Musashi-Kosugi and Shin-Kawasaki stations in Kawasaki.\n\nThe ",{"type":"'''","value":["Nambu Line"]}," runs from Kawasaki along the western part of Tokyo. It runs to Tachikawa, a stop on the JR Chuo Line (55 minutes, ¥620), and also offers connections to the Tokyu Line at Musashi-Kosugi, the Odakyu Railway at Noborito, and the Keio Railway at Bubaigawara.\n\nThe immediately adjacent Keikyu-Kawasaki station is also accessible more cheaply on the private Keikyu line from Shinagawa (10 minutes via Limited Express, ¥220). The trip from Yokohama on Keikyu is more or less on par with the Tokaido Line (6 minutes, ¥220).\n\nAlthough it is possible to reach Kawasaki station from the western end of the Yamanote Loop (i.e. Shinjuku, Shibuya) by taking the Shonan-Shinjuku line to Musashi Kosugi and changing to the Nambu Line, the easier way is to take the Yamanote Line, changing at Shinagawa to the Tokaido, Keihin-Tohoku or Keikyu lines as these trains are more frequent.\n\n",{"type":"===","value":["By car"]},"\n\nTwo major roads run through central Kawasaki Ward on either side of the Kawasaki train stations: To the east of the trains is ",{"type":"'''","value":["Route 15"]},", also called Dai-ichi Keihin (第一京浜) while to the west of the trains is ",{"type":"'''","value":["Route 1"]},", also called Dai-ni Keihin (第二京浜). Both roads run between Tokyo and Yokohama. ",{"type":"'''","value":["Route 409"]}," runs across these roads north of Kawasaki station.\n\nThe ",{"type":"'''","value":["Metropolitan Expressway"]}," (toll road) provides two connections into Kawasaki Ward. The ",{"type":"'''","value":["K1 Yokohane Line"]}," (a continuation of the Route 1 Haneda Line) connects to Route 409 at the Daishi exit. From the Bayshore Line (aka Wangan Line), a connection can be made at Kawasaki Ukishima Junction to the ",{"type":"'''","value":["K6 Kawasaki Line"]},", which runs into Route 409. The ",{"type":"'''","value":["Tokyo Bay Aqua Line"]}," (toll road), which runs from ",{"type":"[[","value":[["Kisarazu"]]}," across Tokyo Bay, also connects to the K6 Kawasaki Line.\n\nRoute 15 in Kawasaki runs closest to the old ",{"type":"'''","value":["Tokaido Road"]},".\n\n",{"type":"===","value":["By boat"]},"\n\nKawasaki has a ferry terminal which previously offered services to ",{"type":"[[","value":[["Kochi (Shikoku)"],["Kochi"]]}," and ",{"type":"[[","value":[["Miyazaki"]]},". These services have been \"suspended\" since June 2005 but still appear in timetables. For the latest information, contact Miyazaki Car Ferry, 03-5540-6921.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:KeikyuDaishi 04p5907sv.jpg"],["thumb"],["200px"],["Keikyu Daishi Line train"]]},"\nThe surprisingly rustic ",{"type":"'''","value":["Keikyū Daishi Line"]}," (京急大師線) putters through people's backyards, and is useful for the three-stop trip from Keikyu Kawasaki to Kawasaki Daishi. From Shinagawa, it takes about 20 minutes total at a cost of ¥230.\n\n",{"type":"===","value":["By car"]},"\nYou really don't need a car to travel in Kawasaki, especially since trains make it easy to get in and get around. Nevertheless, ",{"type":"'''","value":["Mazda"]},", ",{"type":"'''","value":["Nissan"]}," and ",{"type":"'''","value":["Nippon Rentacar"]}," have car rental facilities between Kawasaki Station and Route 15 should you need it.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["infobox"],["The Legend of Kanamara-sama"],["Once upon a time, but in a land not very far away if you happen to live in Tokyo, there lived a beautiful princess. (Well, actually she was an innkeeper's daughter, but close enough.) But alas, an evil demon with sharp teeth had taken a liking to her. The demon had courted the girl, but she had stayed pure, and one day the demon learned that the girl was engaged to be married the very next day. So that night, the demon snuck into her house and crawled right up inside her! Our heroine, terrified but helpless, told no-one and the marriage ceremony went ahead as planned... but on the night of the wedding, when her new husband tried to perform his conjugal duties for the first time, the demon's sharp teeth went snickety-snack! and the poor man was turned into a eunuch. And the tale tells us that her next husband met the same fate, although the details of how they conned the village idiot into marrying her have not passed down to us.\n\nIt was clear that things could not go on like this, and the whole village met to discuss the, shall we say, prickly issue. After extensive deliberations, a candle lit up over the blacksmith's head: \"Why not,\" he said, \"why not deflower the girl with an iron phallus?\" The metal tool was duly made and tested, and upon chomping down the demon found that it had bitten off more than it could chew; whimpering, it crawled out and slunk off to hide in a dark corner and nurse its broken teeth. The blacksmith married the girl and they all lived happily ever after... except the demon and the two eunuchs, that is."]]},"\n\nKawasaki is largely an industrial area and residential suburb — as typical in Japan, not much distinction between the two is made.  But there's one very large temple and one very offbeat shrine to draw in the occasional curious tourist.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Kawasaki Daishi"],["alt="],["url=http:\/\/www.sphere.ad.jp\/daishi\/kawasakidaishi.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(川崎大師), officially ",{"type":"'''","value":["Heikenji"]}," (平間寺). (in Japanese). A large temple dedicated to famed monk and scholar Kobo Daishi (see ",{"type":"[[","value":[["Mount Koya"],["Mt. Koya"]]},"). Featuring a 8-sided, 5-storied pagoda and more large temple buildings than you can shake a stick at, Kawasaki Daishi is a textbook example of a Japanese temple and remarkable primarily for the fact that on a weekday you can pretty much have the place to yourself. Easily reached on foot from Kawasaki Daishi station, a 10-minute stroll through a shopping arcade. Being one of the largest temples in the greater Tokyo metropolitan area, this place is phenomenally popular as a place for locals to pray in the New Year at midnight."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Wakamiya Hachiman-gū Shrine"],["alt="],["url=http:\/\/tomuraya.co.jp\/wakamiya.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(若宮八幡宮). A quiet Shinto shrine that would be indistinguishable from your average neighborhood shrine if not for one thing: this happens to be one of Japan's few remaining fertility shrines, and the deity venerated here assumes the form of a ",{"type":"'''","value":["meter-long iron phallus"]},", known as ",{"type":"''","value":["Kanamara-sama"]}," (金まら様, lit. \"Iron Big Penis Lord\"). There are a number of stories behind this, and while the most entertaining one is certainly the official legend (see box), the more likely explanation seems that prostitutes from nearby brothels — still a large industry in Kawasaki — used to pray here for protection. To get to the shrine, take the only exit from Kawasaki Daishi station, cross the intersection and follow the road that branches off second from the right. There is a hospital on the corner visible from the station, and the shrine is just beyond it. It inexplicably shares its grounds with a kindergarten. Definitely best visited during festival time (see ",{"type":"[[","value":[["#Do"],["Do"]]},")."]]}]},{"type":"*","value":[" In the shrine building you can also find a small ",{"type":"'''","value":["sex museum"]},", showcasing mostly Japanese erotic art.  A few notable exhibits include a version of the Three Monkeys with two extra monkeys and life-sized brass model of a vagina; if you buy an amulet from the shop (see ",{"type":"[[","value":[["#Buy"],["Buy"]]},"), you're supposed to rub it against this.  Opening hours are erratic, but the shrine shop attendant will usually be happy to open it up on request.  Entry is free, but donations are accepted."]},{"type":"*","value":[" ",{"type":"'''","value":["Nihon Minka-En"]}," (日本民家園), or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.city.kawasaki.jp\/88\/88minka\/home\/minka_e.htm Japan Open-Air Folk House Museum"]}]},". The large grounds display over twenty traditional Japanese houses (and the gate of Nagoya castle), dating from the late 17th to early 20th century and transplanted from around the country. Rarely crowded, and costing only ¥500 admission, the museum is a 12 min. walk from Mukogaoka-yuen station on the Odakyu Line from Shinjuku, or 20 min. from Noborito on the JR Nanbu Line."]},{"type":"*","value":[" If you like to gamble, Kawasaki is also home to a horse racing track and a keirin (bicycle racing) track. The horse track is located next to the Keikyu Daishi Line Minatomachi station, while the keirin track is a 15 minute walk from the JR and Keikyu Kawasaki train stations."]},{"type":"*","value":[" ",{"type":"'''","value":["Summer fireworks displays"]}," Whilst summer fireworks are ubiquitous across Japan, especially Tokyo, the one outside Futako-Tamagawa station between Tokyo and Kawasaki is perhaps the hidden gem of the calendar. It has a \"boom-factor\" rivalling some of the larger ones, but is instead split into two on the roster each with half the notoriety (thus bumping it to the end of the listings) as half the fireworks are launched in Tokyo Prefecture and half in Kanagawa Prefecture. On the one night. They take turns so it comes across as somewhat as a competition of one-upmanship. Happens near the end of summer, check local schedules."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Kanamara_parade_Kanamara_Festival_2007.JPG"],["thumb"],["240px"],["Kanamara-sama on his yearly outing."]]},"\n",{"type":"[[","value":[["Image:Kawasaki WorldsShortest.JPG"],["thumb"],["240px"],["Guinness-certified, world's shortest."]]},"\n\n",{"type":"*","value":[" Kawasaki's best-known event is the ",{"type":"'''","value":["Kanamara Matsuri"]}," (金まら祭り), also known as the ",{"type":"'''","value":["Iron Penis Festival"]},", held on the first Sunday in April. Penis-laden temple floats (",{"type":"''","value":["o-mikoshi"]},") are paraded down the streets of Kawasaki and everybody gets sloshed. The festival has been to some extent hijacked by foreign tourists and Tokyo's transvestite (\"new half\") community, who often make up half the audience, but as you can imagine the people running the show aren't terribly uptight and nobody seems to mind. Penis (",{"type":"''","value":["o-chinko"]},") and newer addition vagina (",{"type":"''","value":["o-manko"]},") boiled candy popsicles are on sale. The ",{"type":"''","value":["manko"]}," ones in particular tend to be produced in smaller quantities and sell out early in the morning, the ",{"type":"''","value":["chinko"]}," typically selling out before midday. For a souvenier to take home, pick up as traditionally dyed cloth as a headscarf... with penis insignias on it."]},{"type":"*","value":[" Ride the ",{"type":"'''","value":["World's Shortest Escalator"]},", located in the basement of the More's department store near Kawasaki station. ",{"type":"'''","value":["More's"]}," is the small, thin, dirty looking one just to the south of the two stations, over the road with the entire ground floor one games arcade. Pop down the escalator and find the lowest entrance to the underground carpark and there you have it. The actual act of riding it takes perhaps 2-3 seconds so you can easily sandwich this into a daytrip somewhere else. The legend varies considerably as to just ",{"type":"''","value":["why"]}," this thing exists, especially considering it is placed between two sets of ",{"type":"''","value":["stairs"]}," making it pointless even for the disabled. The popular version states that they simply ran out of cash and ceased construction after the 7 or so metallic steps were made. Local drunks may tell you tales of a child dying there. Perhaps more plausible is that they simply messed up the measurements? You decide."]},{"type":"*","value":[" Tour the ",{"type":"'''","value":["Kawasaki Industrial Zone"]}," at night. Located on a bunch of man made islands and split up by a network of canals and bridges, the combination of smoke, piping and lighting makes it quite spectacular and a big-drawcard for local photographers. The easiest way is to get there impropturely is simply take the Keikyu Daishi train to the end, walk south and then find one of the east-trending roads leading on to one of the larger islands. Theres a lot of long dead-ends that don't quite reach the islands so print off an aerial photo or map from Google Earth or Yahoo! Maps beforehand. The more luxurious way is a nighttime boat cruise or Hato bus tour: the latest unusual craze for Japanese domestic tourists in 2010."]},"\n",{"type":"==","value":["Buy"]},"\nWakamiya Hachiman has a wonderful selection of ",{"type":"'''","value":["amulets"]}," promising fertility, sexual prowess and protection from disease.  Prices ¥500-1000, and some of the revenue goes to HIV\/AIDS research.\n\nIn festival time, a little market selling penis-shaped candies and other sexual paraphernalia pops up on the shrine grounds.\n\n",{"type":"==","value":["Eat"]},"\nLong thought of as a working-class, blue collar, industrial city with little to offer in terms of the sophistication of Tokyo or the internationalized flair of Yokohama, central Kawasaki has recently (last thirty years or so) undergone a revitalization and modernization around the station area that often leaves some Japanese surprised at the changes that have taken place.  The area around the station is quite clean and modern, very safe and convenient and offers good value in terms of eating establishments.  You will not find much in the way of notable or must-eat culinary restaurants but you will find very competent and reasonable dining particularly on the east side of the station and in the Azalea Underground Arcade connected to the east exit of the station.  The other place to check out is the restaurant floor at the top of the Seibu Department Store building next to the Nikko Hotel which is a few minutes walking from the east exit of JR Kawasaki station.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dipper Dan"],["url=http:\/\/www.orangefoodcourt.co.jp"],["email="],["address=Kawasaki Lefront 1F, 1-11 Nittshintyo"],["lat="],["long="],["directions=Exit from JR Kawasaki station, then walk about 7 minutes. Can take service coupon from here"],["phone = +81 44-245-3933"],["tollfree="],["fax="],["hours=10AM-10PM"],["price="],["content= This cafe focuses on crapes, gelato, and pasta."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=HUB Kawasaki"],["url=http:\/\/www.eok.jp\/restaurants-bars\/pub\/british\/hub-kawasaki"],["email="],["address=Biko Bldg B1, 5-1 Ekimae-honcho"],["lat="],["long="],["directions=3 minute walk from JR Kawasaki Station"],["phone = +81 44-223-5082"],["tollfree="],["fax="],["hours="],["price="],["content=Part of the HUB chain of British-style pubs. Picture menus with some English descriptions are available. Happy Hour specials every day from opening time until 7 PM."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere is no compelling reason to stay here overnight and most visitors daytrip from ",{"type":"[[","value":[["Tokyo"]]},", but if you are splitting time between Tokyo and Yokohama and your destinations are on the JR Tokaido Line or the Keihin Kyuko Line and the hotels in Shinagawa are all sold out, Kawasaki might be a good alternative as there are many inexpensive business hotels in the Kawasaki area. Outside of the CBD there's a large highwayside cluster of motels in Shin-Maruko, near the Tama River.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Toyoko Inn"],["alt=東横イン"],["url=http:\/\/www.toyoko-inn.com\/eng\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=16:00"],["checkout=10:00"],["content=The popular no-frills Toyoko Inn chain maintains three locations within walking distance of the Kawasaki train stations. Toyoko Inn Club members can check in from 15:00."]]}]},":* ",{"type":"{{","value":[["sleep"],["name=Kawasaki Ekimae Isago"],["alt=川崎駅前砂子"],["url=http:\/\/www.toyoko-inn.com\/e_hotel\/00010\/index.html"],["email="],["address=1-5-23 Isago"],["lat="],["long="],["directions=3 minute walk from East Exit of JR Kawasaki station, 2 minute walk from Keikyu Kawasaki station"],["phone=+81 44-222-1045"],["tollfree="],["fax=+81 44-222-1047"],["hours="],["price=Singles ¥6800-7300, Semi-double ¥7800"],["checkin="],["checkout="],["content="]]},"\n:* ",{"type":"{{","value":[["sleep"],["name=Kawasaki Ekimae Shiyakusho-dori"],["alt=川崎駅前市役所通"],["url=http:\/\/www.toyoko-inn.com\/e_hotel\/00111\/index.html"],["email="],["address=2-11-15 Isago"],["lat="],["long="],["directions=3 minute walk from East Exit of JR Kawasaki station, 3 minute walk from Keikyu Kawasaki station"],["phone=+81 44-230-1045"],["tollfree="],["fax=+81 44-230-1054"],["hours="],["price=Singles ¥6400-7300, Twins\/Doubles ¥8800"],["checkin="],["checkout="],["content="]]},"\n:* ",{"type":"{{","value":[["sleep"],["name=Original Kawasaki Eki-mae"],["alt=オリジナル川崎駅前"],["url=http:\/\/www.toyoko-inn.com\/e_hotel\/00002\/index.html"],["email="],["address=24-3 Ekimae-honcho"],["lat="],["long="],["directions=1 minute walk from Keikyu Kawasaki station, 5 minute walk from East Exit of JR Kawasaki station"],["phone=+81 44-246-1045"],["tollfree="],["fax=+81 44-245-2581"],["hours="],["price=Singles ¥5715, Twins\/Doubles ¥7620"],["checkin="],["checkout="],["content="]]},"\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mets Kawasaki"],["alt=ホテルメッツ川崎"],["url=http:\/\/www.jrhotelgroup.com\/eng\/hotel\/eng129.htm"],["email="],["address=72-2 Horikawa-cho"],["lat="],["long="],["directions=1 minute from West Exit of JR Kawasaki Station"],["phone=+81 44-540-1100"],["tollfree="],["fax=+81 44-533-7771"],["hours="],["price=Singles from ¥9000, Twins from ¥13500, Doubles ¥16600"],["checkin=15:00"],["checkout=11:00"],["content=You will be hard-pressed to find a hotel that is closer to a station on the Tokaido Line between Tokyo and Yokohama stations.  Free broadband internet and breakfast (both Western and Japanese style available). Japan Rail Pass and JR East Pass holders receive a discount."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kawasaki Grand Hotel"],["alt=川崎グランドホテル"],["url=http:\/\/www.kawasakigrandhotel.jp\/"],["email="],["address=6-2 Miyamotocho"],["lat="],["long="],["directions=6 minute walk from JR Kawasaki Station"],["phone=+81 44-244-2111"],["tollfree="],["fax=+81 44-222-4979"],["hours="],["price=Singles from ¥8400, Twins\/Doubles from ¥12600"],["checkin=14:00"],["checkout=11:00"],["content=A bit old, but with friendly staff, most of whom speak some English. Rooms are a little more spacious than most other business hotels in Kawasaki at the price, and have wired high-speed internet access. There's a 7-11 type place on one corner and an Indian restaurant on the other; they also sell stuff in the lobby. A hearty breakfast (both Japanese and Western) with endless coffee from their espresso\/coffee machine is included with free Japanese and English newspapers. Plenty of clubs and other such stuff within 2 minutes walk as well, if you have the time and the money."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kawasaki Nikko Hotel"],["alt=川崎日航ホテル"],["url=http:\/\/www.kawasaki-nikko-hotel.com\/english\/index.html"],["email=yoyaku@k.nikkohtl.co.jp"],["address=1 Nisshin-cho"],["lat="],["long="],["directions=1 minute walk from East Exit of JR Kawasaki Station"],["phone=+81 44-244-5941"],["tollfree="],["fax=+81 44-244-4445"],["hours="],["price=Singles from ¥15000, Doubles from ¥23000"],["checkin=13:00"],["checkout=11:00"],["content=Part of the prestigious Nikko chain of hotels. This means, be prepared to pay."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Odawara"]]}," — houses the only Japanese castle in greater Tokyo area"]},"\n",{"type":"{{","value":[["routebox-2"],["image1=JR Tokaido icon.png"],["imagesize1=100"],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["Shizuoka"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Yokohama"]]}]}],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["Tokyo\/Chiyoda"],["Tokyo Station"]]}],["minorr1=",{"type":"[[","value":[["Tokyo\/Shinagawa"],["Tokyo Shinagawa"]]}],["image2=Tomei Expwy Route Sign.svg"],["imagesize2=100"],["directionl2=SW"],["majorl2=",{"type":"[[","value":[["Shizuoka"]]}],["minorl2=",{"type":"[[","value":[["Yokohama"]]},"-",{"type":"[[","value":[["Machida"]]}],["directionr2=NE"],["majorr2=",{"type":"[[","value":[["Tokyo"]]}],["minorr2="]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["35.5167"],["139.7000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kanagawa"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kawasaki, Kanagawa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Japan\/Prefectures\/Kanagawa\/Yokohama\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kawasaki, Kanagawa"]]}]