[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kayamkulam"]}," is a city and a municipality in district of the Indian state of Kerala. It is an ancient maritime trading centre and is almost equidistant from ",{"type":"[[","value":[["Alappuzha"]]}," town and ",{"type":"[[","value":[["Kollam (city)"],["Kollam"]]},".\n\n",{"type":"==","value":["Get in"]},"\n100 km from Trivandrum International Airport, on National Highway 47.\n130 km from Cochin International Airport, Nedumbassery, Alwaye, on National Highway 47.\nKayamkulam Railway Junction is 1.5 km from the town. Trains from the North from Ernakulam via Kottayam, and from Ernakulam via Alappuzha pass through Kayamkulam Junction and then proceed to Kollam, Thiruvananthapuram and further to Nagercoil and Kanyakumari.\n",{"type":"==","value":["Get around"]},"\nTaxis and Auto Rickshaws and private buses available to move around.\n",{"type":"==","value":["See"]},"\nOachira Vrishchikam festival is celebrated every year at the Oachira Temple.\nChettikulangara Kumbha Bharani, the bharani festival celebrated in the month of Kumbham is an important event for the people of this locality and neighbouring places.\nThe Krishnapuram Palace is a tourist attraction, just 400 m from NH-47 located between Kayamkulam town and Oachira. The palace is maintained by the Archeological Department and contains exhibits that belonged to the Palace and its former occupant, the Travancore Maharaja Marthanda Varma\n",{"type":"==","value":["Do"]},"\nWatch the making of Coir and other coconut products at local farms.\n",{"type":"==","value":["Buy"]},"\nSpices and Coir products.\n",{"type":"==","value":["Eat"]},"\nLocal Cuisines\n",{"type":"==","value":["Drink"]},"\nToddy form the numerous toddy shops at village sides.\n\n",{"type":"{{","value":[["geo"],["9.1833"],["76.5000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kerala"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kayamkulam"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kayamkulam"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]