[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kaza"]}," is the capital and regional headquarters of ",{"type":"[[","value":[["Spiti"]]}," valley in the ",{"type":"[[","value":[["Lahaul and Spiti"]]}," district of ",{"type":"[[","value":[["Himachal Pradesh"]]},". Situated in the Trans-Himalayan region of India at an elevation of 3,800 metres (12,500 ft) above average sea level, Kaza is the biggest and most developed town in Spiti valley. \n\n",{"type":"==","value":["Get in"]},"\nKaza is the district headquarters of Spiti district in Himachal Pradesh. It is accessible from Manali and Shimla. The road from Shimla (via Rekong Peo) is in theory an all-season one, while the Manali road via Rohtang and Kunzum passes is passable only in summer. There are Government Tourism bus services from Manali to Kaza but the road is pretty inaccessible with frequent landslides along the way. Due to lack of proper roads in this section of the Himalayas, it is advisable to hire a private MUV (Tata Sumos) from Manali to reach Kaza.\n\nHimachal Road Transport Corporation buses link Kaza with Manali and Rekong Peo. The Rekong Peo connection passes through landslide area at Malling Nullah, with transhipment (crossing on foot and being picked up by a bus on another side) being frequently the only way of passing the landslide.\n\nThe route from Manali via Losar crossing ",{"type":"'''","value":["Kunzum La"]}," and ",{"type":"'''","value":["Rohtang La"]}," along the ",{"type":"''","value":["Chandrataal"]}," river is perhaps the most beautiful. The road surfaces are very poor - the entire stretch has never been metalled\/tarred. But on asking a local person about the road quality, he'd say that the road is a \"good road\". You will have to cross about a score of streams flowing across this State Highway No. 30 which could be about a couple of feet deep.\n\n",{"type":"==","value":["Get around"]},"\nIn summer, state transport runs buses through both routes i.e. ",{"type":"[[","value":[["Manali"]]}," - kunzum pass- Kaza and Shimla-Reckongpeo-Sumdo- Kaza. In winters only one bus runs between Reckongpeo and kaza which leaves in early morning to kaza and one bus from Kaza to reckongpeo. Roads are dangerous to drive so if you don't have experience of driving on himalyan roads, don't do it. In winters there are no buses to villages , so only option is to hire a taxi, which is not cheap: every k.m. may cost you 25-40 INR or more ,though it is cheaper than tourist season of summers. The taxi stand has jeeps for hire for fixed rates (listed at the booth).\n\nIt is also possible to arrange for a trek, jeep safari, yak safari or mountain biking via the office of Ecosphere, which conducts responsible and volunteer travel trips and tours in the region (info@spitiecosphere.com). It is also common for people to hitch-hike in this mountain terrain, where the locals are extremely friendly and willing to help.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kye\/Ki\/Key\/Kee"]}," Monastery: This is situated about 20 kms from Kaza. Every visitor is greeted by a complimentary tea. The monks might give a guided tour also. Photography is not allowed inside the prayer rooms but is allowed in the outdoor areas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Komik village"]},": This is a situated at a height of 4275m. It has a small monastery (women are not allowed inside during prayers). Fossils are also found in this region. The villagers might try to sell the fossils but its probably not legally allowed to buy and transport the fossils."]},{"type":"*","value":[" ",{"type":"'''","value":["Kibber village"]},": Frequently , and wrongly claimed by the locals as the highest village in the region. "]},{"type":"*","value":[" ",{"type":"'''","value":["Sakya Kaza Monastery"]},": A recently built monastery which was inaugurated on July 9th, 2009 by His Holiness The Dalai Lama."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dhankar monasteries"]},": Dhankar is about 40 kms from Kaza in the direction of Peo. You can get there either by a taxi, which will take you all the way up the mountain to the monastery, or by the Himachal Pradesh Road Transport bus (leave at 7AM, return at 3PM from Shichling). The bus will drop you at the junction between Dhankar and Shichling villages. From the Shichling fork, you need to trek nearly 10 kms to get to the monastery by motorable road or by one of the numerous steep mountain trails. There are two gompas at Dhankar village, the much-famed, 1000 year old monastery hidden in the Spitian mountain rocks and the new Gompa, inaugurated recently by the Dalai Lama. The old monastery is literally tethering on the edge and the 60 monks who live in the Gompa are being relocated to the new Gompa until the restoration and reinforcement of the older Gompa is complete. Do visit both the Gomaps if you get a chance. The lamas at the older monastery are very helpful and the inquisitive little Dhankar boys (studying to become lamas) will invariably be more than happy to show you around. If you have a chance to meet the head lama at Dhankar, make sure you grab the opportunity to see him."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dhankar Lake"]},": Situated at about an hour's worth of trek from the Dhankar monstery, this lake's pristine waters and surreal location takes you to another place."]},"\n",{"type":"==","value":["Do"]},"\nThere are a host of activities that can be done in the areas surrounding Kaza. Mountain biking from Manali to Kaza is a popular activity - also popular are numerous trek routes through virgin regions.\nIf you are not in a big group and don't have a pre-arranged tour to Spiti, taxis can be an expensive proposition, especially since no other means of transport is plausible in order to visit the nearby Ki and Komik Gompas. In such a case, a very helpful person who goes by the name of Dorje and who works as a mechanic at the Himachal Pradesh State Bus Shelter, should be called upon. Dorje charges Rs. 150 per person (in 2010) to Komik Gompa as opposed to Rs. 600 that is charged by local cabs for to and fro journeys. Since Dorje is a well loved local, he also provides good information about Spiti and its traditions which can be quite quirky. The only drawback of his cab service to Komik is that you have to spend the night at the Gompa at their guest house which costs Rs. 150. If you have time, it can be a great experience and can get to know quite a few local people who also hitch rides with Dorje since he is reasonably priced. The same cab comes back the next morning with the people back to Kaza.\n\n",{"type":"==","value":["Buy"]},"\nThere is a village called ",{"type":"[[","value":[["Mud"]]}," that can be accessed from Kaza. This village lies in the ",{"type":"[[","value":[["Pin Valley"]]}," region. In the months of June - September, villagers cultivate green peas on the mountain slopes. It is really worth your money to get down from your vehicle and get a few kilograms of fresh peas fresh from the fields. Additionally, there is a special brand of tea called Spiti Tea that can be bought from the local markets - it is made from seeds from a local fruit and locals claim it slows down ageing.\n\n",{"type":"==","value":["Eat"]},"\nFood is not at a premium in this region. Chicken is brought from Manali, no beef is available. Some restaurants offer mutton dishes. Eggs, rice, dal and a mixed vegetable are the usual options that one can look at in this cold desert. Needless to mention, the tastiest of the lot would be a curry made from fresh peas and potatoes. \n",{"type":"''","value":["Thukpa"]}," is another popular dish available in Kaza, which is noodle soup with steamed vegetables, usually accompanied with a hot sauce for seasoning. Another popular offering of the Himachal mountain towns are ",{"type":"''","value":["momos"]}," (steamed dumplings). They are commonly available in almost all eateries and are available in mutton, chicken and pork even though the mutton dumplings are probably the only ones made from locally procured meat in Spiti. The portions are quite generous in most places. Another local offering (which you can probably ask for at one of the hotels if they don't have it listed as such on their menu) is a bread called ",{"type":"''","value":["Tibetan bread"]}," or ",{"type":"''","value":["roti"]},". Unlike the usual ",{"type":"''","value":["rotis"]}," in India, which are made from wheat flour, Spitian ",{"type":"''","value":["rotis"]}," are made from barley or other millet flours and some baking powder is added to the dough while it is roasted on a hot pan. It is very soft and fluffy in texture and a well-made \"roti\" can puff fully like a ball while on the pan. It is eaten with butter, jam or an omlette. It is surely one of the things to eat while in Spiti or around.\nAn astonishing number of restaurants in Kaza also claim to offer Israeli, Mexican and Italian food. Most of these places however, are open and fully functional only after the arrival of summer, during peak tourist season between mid-June to August. The most popular beverage is boiling-hot, overly sweetened lemon tea made without milk, which is quite good after sunset, once the chill sets in.\n\n",{"type":"==","value":["Drink"]},"\n\nIn an attempt to encourage responsible travel and conservation in the region, an organization called Ecosphere has set up an office shop near the Kaza market, where you can refill clean and safe drinking water, instead of buying multiple plastic mineral water bottles. Here you can also buy seabuckthorne juice and concentrate. Grown in Spiti valley, seabuckthorne is a \"magical\" berry with a combination of nutrients not found in any plants, and its commercialization has created sustainable incomes for women in the region.\n\nThere is an 'English Wine & Beer Shop' on the main street in Kaza, selling a typical stock of beer, Indian whisky and 'Old Monk' rum. The local alcohol is made of barley and has two varieties - Chang, the local barley beer and Arakh, the local barley whiskey. These are not freely available in shops, but most locals will be able to arrange a bottle for a nominal price. Another option is to go to Zangchuk guest house and ask the owner to arrange for it.\n\n",{"type":"==","value":["Sleep"]},"\nThere is a Himachal Tourism Guest House at Kaza. One can stay in government rest houses (PWD \/ Forest \/ Irrigation departments) at various pother places, but advance booking is a must.It is hard to find room in summers due to tourist rush. Booking information is available on Himachal tourism (government) web-site. \nIn winter all hotels are closed , so only option is PWD rest house,which is usually without any guest in winters. PWD rest house is cheap but chances are slim to none of getting a room there in summers, unless you are some bureaucrat. \n\nThere are several private hotels in Kaza. One of the more comfortable places is Mandala Hotel behind the taxi stand, charging 500 Rs for a large double with ensuite bathroom (summer 2008 price).\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tashidelek"],["alt=guest house"],["url="],["email=sanjpunj@gmail.com"],["address=Kaza Main Bazaar"],["lat="],["long="],["directions=Near bus stand"],["phone=+919418200183"],["tollfree="],["fax="],["checkin=anytime"],["checkout=anytime"],["price=Rs 750-1150"],["content=Good budget hotel with expansive view of the Spiti valley and snow capped mountains. Rooms are clean and well maintained, along with attached bathroom and access to running\/hot water. Hotel also has a restaurant with Spitian (local speciality, very good), Tibetan, continental, Israeli and Indian food. Friendly hotel staff and manager, open throughout the year. Help out with trekking and other activities."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Lahaul and Spiti"]]},"\n",{"type":"{{","value":[["geo"],["32.22736"],["78.07211"],["zoom=15"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Kaza,_Himachal_Pradesh"]]}]