[{"type":"{{","value":[["pagebanner"],["Kaziranga National Park banner.jpg"],["caption=One-horned Rhinoceroses"],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kaziranga-national-park.com\/ Kaziranga National park"]}]}," is in ",{"type":"[[","value":[["Assam"]]},", ",{"type":"[[","value":[["India"]]}," and is famous as the home of the rhinoceros.\n\n",{"type":"==","value":["Understand"]},"\nKaziranga is one of the oldest National parks in India and it is the largest habitat for Indian single horned rhinos (rhinoceros unicornis). Kaziranga is also a UNESCO World Heritage Site.\n",{"type":"===","value":["History"]},"\nKaziranga National Park was said to be first recognized around 1940, but was established in 1974\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nKaziranga hosts a rich and diverse population of almost 42 species of fish, 9 species of amphibians, 27 species of reptiles, more than 491 species of birds and 35 species of mammals. Among the larger mammals, there are almost 86 tigers (2000 census), 1048 elephants (2002 census), 2048 rhinos (2009 census), 1431 buffalo (2001 census) and 486 swamp deer. Kaziranga also houses more than 546 species of flora. Kaziranga is said to have about 86 tigers, which is the highest density of tigers in the world (1 every 5 sq. km, 2000 census)\n\nVisitors seldom see tigers due to the dense, tall grass.  The rhinoceros is the real star of the park.  Kaziranga also has one of the very last populations of truly wild Asian water buffalo, but even here there are many feral descendants of domesticated water buffalo, and hybridization occurs.  The park is also the last haven for greater adjutant storks, with fewer than one hundred nesting pairs.\n\n",{"type":"===","value":["Climate"]},"\nClimate is typically tropical. Varies from very hot and humid in summer (April to June) and cold nights and warm days in winter (from November to January).  Kaziranga gets flooded by the water of Brahmaputra almost every year, during monsoon. The rainy season prevails from June to August. During rain, Kaziranga becomes inaccessible. Best time to visit Kaziranga is in September - October or February\/March.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By Bus"]}," Guwahati (217 KM, Rs. 200), Jorhat (96 KM, Rs. 70), Nawgaon, Dibrugarh, Tezpur (75 KM, Rs. 50)or Tinsukia. Get down at Kohora on Guwahati-Jorhat route.  If visiting Kaziranga after a trip to Arunachal Pradesh, Tezpur is the best destination from which to catch a bus here. If entering the state of Assam via Guwahati, take a bus from there to Kaziranga National Park. Bus fare varies between private service and Government service.\n\n",{"type":"'''","value":["By Air"]},"- Nearest airport is in Jorhat town, which is 96 km away from Kaziranga. Jorhat is connected to Kolkata, Delhi and Guwahati by regular flights.\n\n",{"type":"'''","value":["By Rail"]},"- The nearest railway station to Kaziranga is Furkating, which is 80 km away. Furkating is connected by trains from Delhi and Kolkata.\n\n",{"type":"'''","value":["By Motorcycle ride"]},"- Another way to reach Kaziranga from ",{"type":"[[","value":[["Guwahati"]]}," and ",{"type":"[[","value":[["kohima"]]}," is by riding a motorcycle in a group, which is conducted as guided motorcycle tours in the state of Assam and adjoining states. Tours are operated by various adventure tourism firms. These adventure motorbike tours covers the states of ",{"type":"[[","value":[["Assam"]]},", ",{"type":"[[","value":[["Meghalaya"]]},", ",{"type":"[[","value":[["Nagaland"]]},", and ",{"type":"[[","value":[["Arunachal Pradesh"]]},", giving a traveller to visit to not only popular places but also rural parts of the region to experience first-hand of tribal cultures and traditions.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nRs. 250 Entry fee\n\nJeep Ride: Based on which part of the National Park one wants to visit, the jeep fare may vary. \n",{"type":"''","value":["Central Range"]},": Rs. 1100, ",{"type":"''","value":["Western Range"]},": Rs. 1200, ",{"type":"''","value":["Eastern Range"]}," : Rs. 1500, ",{"type":"''","value":["Kalapahar Range"]},": Rs. 2000 as of Jan 2012.\nIt is recommended to visit the Western and the Central Ranges both by Jeep and Elephant. \n\nElephant Ride: Rs. 750 (Central Range). One can see Rhinos very up and close while on an elephant ride. There are three batches (0515-0615 Hrs, 0615-0715 Hrs & 0715-0815 Hrs)for the elephant ride. It is advisable to make the trip in the second and third slots during the months of winter as fog and late sunrise does not allow one to see anything during the first slot. \n\nThere are extra charges for carrying camera(Still or video) inside the park. The charges are different for Indian and foreign tourists. The charges are also different for amateurs and professionals.\n\n",{"type":"==","value":["Get around"]},"\nOnly method of getting around inside Kaziranga National Park is through a Jeep or elephant safari.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Cervus duvaucelii ranjitsinhi (Barasingha) - Flickr - Lip Kee (1).jpg"],["thumb"],["Hog deer at Kaziranga"]]},"\nWatch wildlife either from elephant back or from jeep. All the plain lands are infested by tall elephant grass, so it is more convenient to watch wildlife from elephant back. Rhinos, wild buffalo, hog deer etc can be easily seen from elephant back. Most of the animals are habituated with human presence and don't feel shy. Keeping a good binocular is a must on jeep or elephant back.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Stay at one of the local lodges, such as Nature hunt Eco Camp, Wild Grass Resort or Diphlu River Lodge. A evening of music and great food rounds off the day so nicely."]},{"type":"*","value":[" Take an elephant ride into the grassland for up-close encounters with the famous one-horned rhinocerous.  Elephant rides take place very early in the morning and last about an hour."]},{"type":"*","value":[" Take a jeep tour of the park to see other wildlife such as storks, fish-eagles, and barasingha (swamp deer)."]},"\n",{"type":"==","value":["Buy"]},"\nDifferent forest products are sold near Mihimukh entrance of Kaziranga NP. In Kohora, there are many shops, selling different kinds of forest products and local handicrafts.\n\n",{"type":"==","value":["Eat"]},"\nNumber of restaurants are limited in that area. All the tourist lodges have their own facility for food. Most of the time the food is little expensive. There is a office cum resting place for Network Buses, there food is available for non passengers too. Only few rice hotel is there at Kohora near National highway.\n\n",{"type":"==","value":["Drink"]},"\nThere are several wine shops at Kohora. Though liqueur is not cheap. Getting chilled bottle is not possible every time because there is acute power shortage in that area.\n\n",{"type":"==","value":["Sleep"]},"\nIn Kohora (on Guwahati-Jorhat route) there is a huge campus of Assam Tourism Department just opposite to Kohora bus stop (when coming from Guwahati\/Tezpur side). Here you can find a number of economical as well as deluxe accommodation (Rs 400-2000 per night per room) in a number of tourist lodges. It is very convenient to stay here as the office of \"Kaziranga Development and Jeep safari association\" is also located here hence you can directly book all your safari's without going through any agents in between. \n\nContact information for tourist lodges inside Assam Tourism Complex are as follows-\nBonani (Bon Habi) - 03776-262423, 03776-262675, 03776-262575\nAranya-  03776-262429, \nKohora forest IB-03776-262428, \nBagori - 03672-283463 \n\nDirector of Tourism can be also contacted:\nGuwahati : 0361-2547102, 2542748\nEmail: astdcorpn@sancharnet.in\n\n",{"type":"===","value":["Lodging"]},"\nSome other commercial private resorts are:-\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wild Grass"],["url=https:\/\/sites.google.com\/site\/wildgrasskaziranga\/"],["email=wildgrasskaziranga@gmail"],["address="],["lat="],["long="],["directions="],["phone = +91 3776 262085"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=They have specialist guides and very beautiful grounds. The resorts offer an old world charm Jungle resort environment, with no distractions of Cable Television. The rooms are large and comfortable, and staff efficient. Make advance reservations during season to avoid disappointment. The resort is a little away from the highway, and easy to miss. A simple phone call, and the lodge's vehicle will come to the highway to receive guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Nature-Hunt Eco Camp"],["alt="],["url=http:\/\/www.naturehunttours.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91-9435515011"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Relatively new and not commercialized. They provide excellent service as the owners personally take care of the guests. Apart from offering services in Kaziranga they also offer services in other North Eastern states and can arrange stay in all the national parks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Landmark Woods"],["alt="],["url="],["email=landmarktours@sify.com"],["address="],["lat="],["long="],["directions="],["phone=+91 9957189228"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A resort near the western range of the park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wild Mahseer"],["url=http:\/\/www.wildmahseer.com"],["email=wildmahseer@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+91-3714-234354"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Wild Mahaseer is a Colonial Plantation Bungalow. This property is a historic one characterized by its Victorian architecture and has spacious rooms across four individual bungalows."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aranya"],["url=http:\/\/redrivertravels.com\/lodge.php"],["email=kazirangaaranya@gmail.com"],["address="],["lat="],["long="],["directions="],["phone = +91 3776 262429"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Under Assam Tourism Development Corporation"]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nCamping is possible near laudubi.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nHiking in Kaziranga is prohibited to stop man-animal conflicts, so going on a jeep or elephant-back tour are the only options.  There is malaria in the region, but night-flying mosquitos are not active during the winter months which are the ideal time for visiting.  Most local cases of malaria occur in the summer, when the park is closed anyway.\n\n",{"type":"==","value":["Go next"]},"\nHills of Karby Anglong district is a nice place for an outing. \nDrive down to ",{"type":"[[","value":[["Sibsagar"]]},", in Upper Assam, to visit the famed \"Rong Ghor\", an Amphitheatre built by Ahom Kings for their entertainmant. \n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["WikiPedia:Kaziranga National Park"]]},"\n\n",{"type":"{{","value":[["geo"],["26.6667"],["93.3500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Assam"]]}]