[{"type":"{{","value":[["pagebanner"],["Keenjhar Lake page banner.jpg"]]},"\n",{"type":"[[","value":[["File:Keenjhar Lake view 3.jpg"],["thumbnail"],["View of Keenjhar Lake showing cabana style hut on right side"]]},"\n",{"type":"'''","value":["Keenjhar Lake"]}," also known as Kalri Lake is a huge fresh water lake which makes it a popular tourist resort in Sindh, 130 km northeast of Karachi. It is the second largest fresh water lake in Pakistan and is an important source of drinking water to metropolitan city of Karachi and other nearby cities surrounding the lake. Large number of people flock to eco friendly Keenjhar Lake on weekends and on public holidays to enjoy picnic on shore of lake, swimming, fishing, and boating in calm yet clean and natural ambience. \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Keenjhar Lake view 4.jpg"],["thumbnail"],["View of Keenjhar Lake"]]},"\nKeenjhar Lake is 24km long, 6 km wide, and has a depth of 8 meters, spread over 13,468 hectares. It is a wildlife sanctuary, a Pakistani protected wetland and has been declared a ramsar site since 1976 by Ramsar Convention, which is an international treaty for the conservation and sustainable utilization of wetlands. The lake is believed to have been formed by the merging of two lakes, namely Sonehri and Keenjhar. The fresh water lake works as a beautiful and quiet excursion area and tourists' resort for the people of nearby cities during hot season, and it is a favourable place for a habitat of winter migratory birds like ducks, geese, flamingos, cormorants, waders, herons, egrets, ibises, terns, coots and gulls as well a breeding area of wide variety of birds.\n\nThe great and legendary Sindhi ruler, Jam Tamachi, is associated with Keenjhar Lake, and today his remains rest in a grave built in a shrine in the middle of the lake. Jam Tamachi was belonged to Samma tribe, the dynasty that ruled Sindh from 1335 CE–1520 CE. Tamachi remained Sultan of Sindh until 1367 CE until 1379 CE, when he was succeeded by his son Salah-ud-din. The prince fell in love with a charming fisherwoman named Noori who belonged to Keenjhar Lake, and raised her above all the other queens of royal blood. It is a famous romantic tale of successful love and happiness. Shah Abdul Latif Bhittai, a famous Sindhi Sufi scholar, mystic, saint, and poet who is widely considered to be one of the greatest poets of the Sindhi language, found both the tale and lake a great source of inspiration and praised in his poetry.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Keenjhar Lake entrance.JPG"],["thumbnail"],["Signboard on N-5 showing entrance to lake"]]},"\nKeenjhar Lake is located halfway between ",{"type":"[[","value":[["Thatta"]]}," and ",{"type":"[[","value":[["Hyderabad (Pakistan)"],["Hyderabad"]]}," on National Highway # N-5 but public transportation is limited as M-9 Super Highway is mostly used for travelling between Karachi and Hyderabad. Most people visit the resort on private vehicles and on holidays while large groups of people reach the lake on chartered buses as well on their bikes. There is a public minibus runs between Thatta and Hyderabad on the highway until dusk. The lake is some 30 km northeast of Thatta and 80 km south of Hyderabad. The minibuses are usually non-air conditioned and will charge for the full trip between Thatta and Hyderabad. A seat costs Rs 150 and you will be dropped off at the resort's gate, providing that you tell the driver to do so. A journey on the minibus from Thatta takes 30 minutes, while it lasts an hour when coming from Hyderabad. Chances are one might not be able to get a vacant seat in the minibus upon return as minibuses usually depart from origin after getting fully loaded. You can ask at the STDC guesthouse for connivence back to Thatta or Hyderabad or try for hitchhiking. Alternatively, open top vans but without seats run between Hyderabad and Thatta as well but should be taken as a last resort.\n\n",{"type":"==","value":["Get around"]},"\nThere's no public transport run inside Keenjhar Lake resort area, but it is small enough to easily get around by foot whereas grave of the Jam Tamachi and few small islands in the middle of the lake are accessible only by a hired motor boat.\n\n",{"type":"==","value":["See and do"]},"\n",{"type":"[[","value":[["File:Keenjhar Lake view 1.jpg"],["thumbnail"],["Boats available for hire"]]},"\nThe primary attraction is the beautiful lake itself but there are some activities one shouldn't miss to do: \n\n",{"type":"*","value":[{"type":"'''","value":["Swimming"]}," — The lake's water is clean and suitable for swimming. In-fact, most of the people come here for swimming especially from Karachi where sea water is rather polluted and salty thus not suitable for swimming. You can as well hire a donut shape tube for as low as Rs 100 to float on the lake if afraid of feat of drowning. "]},{"type":"*","value":[{"type":"'''","value":["Boating"]}," — There are plenty of motorboats available for thrilling rides. A boat have seating capacity of 8-10 people and can be privately hired for a tour of the lake. Price starts as low as Rs 500 up to Rs 2,000 depends on time you want to hire a boat. "]},{"type":"*","value":["The shrine of the legendary Jam Tamachi is in the middle of the lake, accessible by a motor boat only. Every day, a large number of devotees visit the shrine to pay homage to the great prince. A boat can be hired for as low as Rs 1,500 to visit the shrine and back."]},{"type":"*","value":["Simple huts of cabana style are scattered on the shoreline of lake and can be rented for a day from as low as Rs 100 on working days and Rs 500 on holidays and weekends. You can sit inside them, enjoy the cool and strong winds and a scenic view of the lake, have a meal and spend some quality time with your friends and family. They are only for daytime use; for overnight sleeping accommodations, see \"Sleep\" below."]},"\n",{"type":"==","value":["Eat"]},"\nMost visitors bring their own food, but there are some basic dhaba-style restaurants in Keenjhar Lake, some along the shoreline serve tea, drinks and other basic food at nominal charges. Restaurants usually cook food on weekends and holidays otherwise they remain idle during working days as due to lack of visitors but can prepare a meal for you on order. Gas is not in the area, so they use charcoal to prepare the meals and tea, which maximises the taste of food. You may ask at these basic eateries to heat up the food you brought in. Freshly caught fish of the lake is definitely worth trying. A 1-kilogram grilled fish can cost less than Rs. 1,000. \n\nThere's one good restaurant inside Sindh Tourism Development Corporation's rest house \"Noori Restaurant\" named after Jam Tamachi's lover Noori. It can prepare a delicious meal for non-staying guests as well, but only if told a few hours in advance on working days.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Keenjhar Lake STDC resort.JPG"],["thumbnail"],["View of huts in STDC-operated resort"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Keenjhar Lake Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=021 99206081"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rs 4,000\/5,000"],["content=Run by Sindh Tourism Development Corporation, this is the only proper accommodation on the lake. The resort has a total of 24 huts, a good restaurant and a lawn facing the lake with a good siting area in the evening. Some of the huts are big and others are small. Each is a separate building, with a bed room on the first floor and sitting area and dining rooms on the ground floor. Each hut is equipped with double bed, air-conditioning, LCD cable TV, baths and other basic amenities. Recommended to book in advance through STDC office in Karachi otherwise rooms may also be available for rushed in visitors. The resort have available two modern speed boats as well for those who want to take a tour in the lake."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Desert Hawks Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=A simple lodging facility with some cottages owned by Pakistan Army may also provide rooms to visitors for overnight stay at nominal charges."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kirthar National Park"]]}]}," — this large park offers great natural beauty and a good variety of wildlife"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mohenjo-daro"]]}]}," — an ancient city not to be missed by history buffs"]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Sindh"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["24.941"],["68.062"],["zoom=12"],["layer=R"]]},"\n",{"type":"[[","value":[["Wikipedia:Keenjhar Lake"]]}]