[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe tiny ",{"type":"[[","value":[["Adirondacks"],["Adirondack"]]}," town of ",{"type":"'''","value":["Keene"]}," or ",{"type":"'''","value":["Keene Valley"]}," with a population of only 1,100, provides an array of services for campers and travelers, including food, lodging, and outdoor equipment. Keene thrives as a tourist and summer community.  Many full-time residents, and most seasonal residents, take a strong interest in the surrounding valley and nearby Adirondack Park, with its great natural entertainment.  \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nIn describing the settlement of Keene, historian H.P. Smith writes “Pioneers penetrated its primitive forests and scaled the natural barriers formed by its precipices as early as 1797.” Most came by way of a rough, almost impassable road linking Keene with Jay and Lewis. Benjamin Payne was the first of those pioneers to put down roots in Keene. He emigrated from Keene, NH, by way of a marked tree trail from Westport. In 1860, the Beede Boarding House opened for business and welcomed T.S. Perkins, the first of many artists to arrive at this North Country wilderness and the beginning of a wave of summer visitors. During the latter half of the 19th century, Keene Flats became known as the “Yosemite of the East”. In 1872 more than 500 guests vacationed here.  The first Adirondack Bicycle Club was formed here in 1897. It developed a riding trail between Keene Valley and St. Huberts. When it folded in 1920, the bike path became a hiking trail. In 1883 Keene Flats became Keene Valley with its own post office. Hiking, health, capturing nature on canvas and waxing philosophical in the mountain air turned Keene and Keene Valley into a summer resort. \n\nThe Adirondack Mountain Reserve was incorporated in 1892 and the road to the lower Ausable Lake was built. Guides and caretakers led visitors hiking, hunting and fishing. The tourism industry was established. At the end of the century the town was filled with guest houses, general stores, vegetable gardens, meat markets and all of the commercial facilities needed to run a tourist community. Dentists, taxidermists, car dealerships and insurance agents opened their doors as the 20th century began. Schools moved toward centralization, churches were built and sidewalks laid.  \n\nThe economic backbone of the town remained the influx of summer people. They stayed at the Ausable Club, at Putnam Camp, on East Hill at Glenmore and Summerhill. \n\nAs of 2013, the town has an official ",{"type":"[","value":["http:\/\/www.townofkeeneny.com\/ town website"]}," and a more detailed site about ",{"type":"[","value":["http:\/\/www.lifeinkeeneny.com\/ life in the town"]}," maintained by two residents.  \n\n",{"type":"==","value":["Get In"]},"\n\n",{"type":"===","value":["By car"]},"\nMost residents have a car.  During the winter, this area gets some pretty fierce snow storms, making it prudent to add leeway to one's itinerary, and bring snow tires.\n\n",{"type":"===","value":["By bus"]},"\nA ",{"type":"[","value":["http:\/\/www.trailways.com Trailways"]}," bus travels from New York's Port Authority, arriving every day at the Noonmark Diner. \n\n",{"type":"===","value":["By train"]},"\nThe ",{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}," Adirondack line stops at Westport Station.\n\n",{"type":"==","value":["Get around"]},"\nMost trail heads can be reached by any working car, but a few of the back roads require a four wheel drive vehicle with an appropriately skilled driver.  Hiking trails are everywhere, so walking is a very viable option.\n\n",{"type":"==","value":["See"]},"\nKeene and Keene Valley boast a location central to the Adirondack High Peaks region, so the views are breathtaking. Attractions are of an alternative, if more natural manner - the mountains and crevasses that rise on all sides in this area are spectacular. \n\n",{"type":"==","value":["Do"]},"\nKeene Valley is the most common starting point for the High Peaks region of the Adirondacks, and Mt. Marcy is the most popular mountain. A strenuous full day's hike, or a solid two day hike, Mt Marcy is New York's highest peak, at 5,344 feet. The views atop Marcy's peak are astounding, and on a clear day seeing well beyond fifty miles is guaranteed. Be prepared to encounter plenty of people, though, as Marcy draws a consistent crowd of fifty at the summit on most fine spring, summer and fall days. Fall foliage is best seen in late August. There are two trail heads for Marcy, one of which is reached by a shuttle from the Keene Valley airport.\n\n",{"type":"===","value":["Rock and Ice Climbing"]},"\nIt's probably best to pick up one of the many climbing guides available for this region.  Less experienced climbers will probably want to hook up with one of the many local guide services.  \n\n",{"type":"==","value":["Buy"]},"\nOne of the best climbing stores in the Northeast, The Mountaineer, sits right in the town of Keene. There are also several outfitters in nearby ",{"type":"[[","value":[["Lake Placid"]]}," for those who wish to shop around.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Mountaineer"],["alt="],["url=http:\/\/www.mountaineer.com\/"],["email=info@mountaineer.com"],["address=1866 Route 73"],["lat="],["long="],["directions=main street of town"],["phone=+1 518 576-2281"],["tollfree="],["fax="],["hours="],["price="],["content=Great selection of climbing and backpacking equipment. The staff are great people to ask for advice about local conditions. Numerous advertisements for local guide services can also be found at the store."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Noon Mark Diner"]},". Cheap, yummy food.  The walls have some pictures showing what the town of Keene used to look like. $5-10. "]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Snow Goose"],["alt="],["url=http:\/\/www.thesnowgoose.com\/"],["email=snowgoosebnb@gmail.com"],["address=1433 NYS Route 73"],["lat="],["long="],["directions=just outside town"],["phone=+1 518 576-9460"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Small bed and breakfast just outside town, very close to hiking trails. Excellent breakfasts."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Lake Placid"]]}," is less than twenty miles west of the town of Keene.\n\n\n",{"type":"{{","value":[["geo"],["44.26"],["-73.79"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Adirondacks"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Keene Valley, New York"]]}]