[{"type":"{{","value":[["pagebanner"],["Kefalonia banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Kipouria1.JPG"],["noframe"],["250px"],["right"]]},"\n",{"type":"'''","value":["Kefalonia"]}," (Κεφαλονιά), also ",{"type":"'''","value":["Kefallonia"]}," (Κεφαλλονιά) and ",{"type":"'''","value":["Kefallinia"]}," (Κεφαλλήνια), is an island in the ",{"type":"[[","value":[["Ionian Islands"]]}," in ",{"type":"[[","value":[["Greece"]]},". It is also known by its Italian form, ",{"type":"'''","value":["Cefalonia"]},".\n\n",{"type":"==","value":["Cities"]},"\n\nKefalonia towns are clean, friendly and small enough to get round with no hassle. It's the breathtaking natural scenery you visit this gorgeous island for, and visitors will not be disappointed. Lush forests, breathtaking mountains and dizzyingly high cliffs dropping down to glittering azure seas are what Kefalonia is all about. The towns are mere conveniences - except for Fiskardo they were all levelled in the 1953 earthquake, so most of what you see is of functional concrete construction with no nod to aesthetics.\n\nLixouri is the island's second city and faces the capital, Argostoli, across a kind of elongated bay (there is a ferry). Argostoli, a long thin town, has serious shops and a rather underwhelming museum. Fiskardo, at the northern tip of the island, is popular with yachts and rather pricey and upmarket. Fiskardo is the only part of the island which survived the earthquakes of the last century intact, but extensive refurbishment and repairs have given it a rather bijoux feel rather than one of authentic old Kefalonia. Assos, in the north-west, has a scarily steep descent to a Venetian castle on a small peninsula. Agia Efimia and Sami in the East are both quiet and agreeable small towns, Sami with one of the island's main ports. Poros, further to the south, is rather self-contained between the sea and mountains, and has a substantial ferry port slightly separated from the rest of the town. Skala, at the south-eastern tip of the island, is a relaxed place focussed on beach holidays.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Argostoli"]]}," - The island main town."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lassi"]]}," - A major tourist area close to Argostoli."]},{"type":"*","value":[" ",{"type":"[[","value":[["Leibatho"]]}," - A Tourist area south of Argostoli."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lixouri"]]}," - A Town and an area face to Argostoli reachable by frequent ferries."]},{"type":"*","value":[" ",{"type":"[[","value":[["Skala"]]}," - The most popular tourist area in the island south eastern edge."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sami (Greece)"],["Sami"]]}," - The port town on the eastern part of the island facing Ithaka. (The ferry from mainland, Patra, arrives here.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Poros"]}," - A yacht marina and a picturesque village in the eastern edge of the island."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fiskardo"]]}," - A yachts marina in the Island northern edge."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lourdas"]]}," - A spartan and sleepy village scattered alongside a beautiful long sandy beach on the Southern coast."]},"\nAgia Efimia - sleepy fishing village north of Sami, becoming increasingly popular with tourists\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Waterfront in Sami on Kefalonia.jpg"],["thumb"],["250px"],["right"],["Sami's waterfront"]]},"\n\nKefallinia, Kefalonia, Cephallonia - so good they named it thrice. Confusingly, you may hear islanders pronounce it as \"sefalonia\". The region, incorporating the neighbouring island of Ithaki (Ithaca) is known as Kefallinia, hence the name of the airport.The Island is best known, perhaps, as the setting for 'Captain Corelli's mandolin', though the level of Corelli-related merchandising is not as great as you might expect, even in Sami, the old-fashioned port in the East of the island, the portside of which was turned into a kind of set for the film.\n\n",{"type":"==","value":["Talk"]},"\nA sizeable percentage of the local summer population live abroad in the winter months - there is simply not enough work on the island out of season (Nov - April). Hence the large number of Greeks with American accents on the island. English is understood almost universally, with only senior citizens confined to their native language. Italian is widely recognised, due to the island's strong historical links with that nation. Venture a greeting in Greek anywhere on the island and you will get a warmly enthusiastic response.\n\n",{"type":"==","value":["Get in"]},"\n\nThe main airport is located near Argostoli and Lassi,and is a typical small island airport. In other words, if there are 2 or more `planes on the ramp, it can get ",{"type":"''","value":["very"]}," crowded! The main travel days are Tuesday and Sunday, and it's bedlam on both days! Remember that chaos is a Greek word and just go with the flow - the staff are surprisingly cheerful and relaxed. You can also arrive by frequent ferry from Italy, the Greek mainland, or other islands.\n\n",{"type":"==","value":["Get around"]},"\n\nThe bus service on the island is too infrequent to be much use to tourists. Unless you have arrived on your own yacht, in which case you'll have no problem getting to most parts, you need a car or bike if you plan to get around. There are car ferries from the mainland, and many car hire places in towns, though prices vary. Although all travel operators are against motorcycle hire, as long as you have some bike experience, renting a 100cc scooter for the duration of your stay can work out very reasonable. Just make sure you check the bike out before you hire it. Most of the hire places are in Lassi, the main resort, and the capital Argostoli. Taxis are fairly reasonable and individual arrangements can be made with drivers to pick you up at specified times from beaches etc. They are usually helpful and friendly.\n\n",{"type":"==","value":["See"]},"\n\nThe island consists of four peninsulas, and includes some fairly serious mountains, which all goes to make for some outstanding scenery. A series of earthquakes, the last in the 1970s mean there are relatively few relics of antiquity in the island, but architecturally it doesn't look very different from most of Greece. Towards the centre of the island there are two noteworthy caves: the beautiful Drogarati caves seem have suffered somewhat from the loss of rather a lot of its stalactites and stalagmites (allegedly due to occupying German forces using them for target practice during WWII) , but Melissani cave (actually a lake, formed when part of the land above collapsed during an earthquake), filled with brilliant blue water from an underground current which mysteriously flows right under the island, is a memorable experience.\n\nSami beach (a short drive out of the town of the same name) is also stunning,(blue water, white stones, mountains in a circle around the small bay) but has a permanent traffic jam around it. Myrtos beach, in the West, is also attractive and popular, but can be busy. This beach has a ",{"type":"''","value":["very"]}," steep shore break (you are out of your depth about 10ft out!) so is not recommended for non swimmers. Also take plenty of suncream, as the beach is made up of white stones, and in high summer can be blindingly hot. Less ravishing but pretty good beaches which are very much less crowded tend to be found in the south, around Scala and the Lixouri peninsula to the west. The beach of Xi, south of Lixouri, is a lovely sandy beach and always seems to have space and peace. Makris Gialos and Platis Gialos in Lassi are two stunning beaches, but predictably busy. Petani, on the Lixouri peninsula is very pleasant, while Antisamos, near Sami, is where they filmed some key scenes for Corelli. Kaminia Beach is a lovley shallow beach between Anno Katelios and Skala, where you may see a turtle!\n\nThe jetty in the film of Corelli, where Mandras throws Pelagia into the sea, is at Horgota beach.\n\nOf the many boat excursions available, one to nearby Ithaca is particularly recommended. Also, the glass bottomed boat tour run by Captain Maki is a must.\n\nThe Roman villa just outside Skala, with mosaic floors more or less intact, is worth a visit - recent finds have added to its attraction and digs continue in the area.\n\n",{"type":"==","value":["Do"]},"\nRent a boat in Agia Efimia - there are a few rentals, such as Yellow Boat - and spend the day visiting secluded beaches which can only be reached by boat.\n\nThere are a number of horseriding stables in Kefalonia and it is possible to arrange a ride into the mountains, through ruined villages and ancient vineyards, where the bells of the mountain goats and the cry of eagles are the only sounds to punctuate the silence. Gorgeous, and highly recommended, even in the height of summer.\nGo to the western corner and visit this remote village called Atheras and take a the road down to its private little beach with its century old monastery  \"Saint Spyridon\"...tucked in time..\n\n",{"type":"==","value":["Buy"]},"\n\nLocal honey - be sure to buy Kefalonian wild thyme honey, it really does taste special - ,and the local wine, Robola.\n\nThere are any number of tacky gifts to be had, though to be fair most of the tourist shops have remained reasonably tasteful and low-key. Souvenirs aplenty, as you'd expect. Some of the jewellery is of reasonable quality and price - you are pretty unlikely to get ripped off on Kefalonia and the Greeks are generally keen to see you get what you pay for in any transaction.\n\n",{"type":"==","value":["Eat"]},"\n\nOne local speciality is Kefalonian meat pie, available in quite a few restaurants. It's a hearty farmhouse thing rather than haute cuisine. Getting a really good example is not easy, however - the Captain's Table in Argostoli is perhaps your best bet for this local dish. Food in most establishments is okay rather than spectacular. Menus tend to be the same in most places; its worth tapping into local knowledge about where to eat.\n\nIf you're in Argostoli, visit the big bakery on the main street opposite the harbour and buy the little round cheese pies - they're fantastic\n\nThere is a lovely cafe\/restaurant at the entrance to the Venetian fortress in Kastro, shaded by trees, with very friendly owners - a Greek man married to an English woman (Nicki). The homemade cakes here are delicious.\n\nMoreover, there is a lovely tavern Dionysos in Poros, which a spectacular view to the island of Ithaca and the marina. There you may find one of the most mouth-watering meat pies (kreatopita) in the island, as it is prepared according to a traditional Kefallonian recipe (contains up to tree different types of meat). Additionally, slightly exotic scenes in Dionysos are the squids that slowly dry while hanging under the sun, waiting to be fried. Nonetheless, the specialty of the restaurant is mousakas, a small bite of which leaves a mouthful of flavours.\n\n",{"type":"==","value":["Drink"]},"\nFrappe - instant ice coffee. Drunk by everyone, cheap and refreshing. A \"ticket\" to sit outside a cafe for hours, like the Greeks\n\nFreddo Cappuccino - an iced cappuccino. Also drunk by everyone and stronger than a Frappe and easier on the stomach.  \n\nOuzo - Greek anise-flavoured liqueur\n\nMythos- good Greek lager - very swiggable after a long day in the sun and usually quite reasonable\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are relatively few hotels, most accommodation is in apartments, the  majority of which are block booked by the tour operators. However it isn't too hard to find rooms to rent. Kefalonia isn't a night life island but Lassi in particular can be a bit noisy at night due to the open air bars. Most of Europe closes down during high summer and heads south. Consequently July\/August tend to be very busy (especially with Italian camper vans!) September is a lot quieter, although this is also the time when the rains can start.\n\nThe following is a selection of accommodations on Kefalonia.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casavento Villas"],["url=http:\/\/www.casavento.com\/"],["email="],["address=Katsarata, Fiscardo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Casavento Villas complex is on the hilltop edge surrounding by a beautiful forest of wild cypress, pines, cedar and olive trees."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fiscardo Bay Hotel"],["url=http:\/\/www.fiscardobayhotel.com\/"],["email="],["address=Fiscardo"],["lat="],["long="],["directions="],["phone=+302674041295"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This boutique hotel sits on the side of the hill with views directly across Fiscardo and the bay in front, just 80m from the main harbor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Green Bay Hotel"],["url=http:\/\/www.hotelgreenbay.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hotel \"GREEN BAY\" is a fairly new building, lying by the sea and situated in Karavomilos-Sami Kefalonia near the cave-lake of Melissani."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Luxury Stone Villas Gaia & Nemus"],["url=http:\/\/www.steliata.gr"],["email="],["address=Steliata, Fiscardo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Villa Gaia & Villa Nemus are situated in a small village called Steliata at the northern part of Cephalonia. Both Villas are recently restored olive oil mills, built of traditional stone and dating back to 1895. Gaia & Nemus are fringed by tastefully preserved ruins and verdant forests in a quintessentially rural setting yet at the same time only 500m away from village amenities, 2.5km from the beach and 4km from the picturesque Fiscardo bay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Panas Hotel"],["url=http:\/\/www.panas-kefalonia.com\/"],["email="],["address=Spartia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers three star hotel rooms next to the beach."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Captains house"],["url=http:\/\/www.captainshouse.net"],["email="],["address=skala"],["lat="],["long="],["directions="],["phone=+3026710-83389"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=small friendly hotel in center of Skala the most popular resort of kefalonia"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The seasons of Nickolas"],["url=http:\/\/www.nickolas.grcheckin="],["email="],["address=Agia Efimia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= A small hotel in Agia Efimia that is tastefully decorated , runned by a family that remind us what greek hospitality used to be"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nKefalonia has very little crime, although be careful in busy areas as most petty crime is the cause of tourists. Traffic, as everywhere in Greece, can be a little mad in towns. Out in the hills, the roads wind precariously around the sides of mountains. Some are passable only with a good 4 X 4, though the main routes are fine. \n\nWatch uneven pavements in dimly lit streets.\n\nThe local police have a very low key presence and generally confine themselves to issuing speeding tickets and being suspicious of Albanians. You'll need a rep or interpreter if dealing with them for an insurance claim.\n\nMosquitoes are a minor issue in inland accommodation, less so by the beaches.\n\n",{"type":"==","value":["Go next"]},"\n\nThere are plenty of ferry connections to the mainland and the other Ionian islands (Corfu, Zante etc.)and Italy, though Kefalonia isn't really on the traditional island hopping route. There are air services to Athens.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Ionian Islands"]]},"\n",{"type":"{{","value":[["Geo"],["38.25"],["20.5"]]},"\n",{"type":"[[","value":[["Commons:Category:Kefalonia"]]},"\n",{"type":"[[","value":[["Wikipedia:Kefalonia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Greece\/Prefectures\/Kefalonia\/"]]}]