[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kempten"]}," is a city in ",{"type":"[[","value":[["Swabia (region)"],["Swabia"]]},", ",{"type":"[[","value":[["Bavaria"]]},".  It is on the banks of the Iller in the foothills of the ",{"type":"[[","value":[["Allgäu"],["Allgäu Alps"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKempten was an Imperial free city of the Holy Roman Empire until the Napoleonic era.  The population was largely Lutheran from the Reformation but ruled by prince abbots located in the Neustadt, above the Altstadt which lies along the Iller.\n\n",{"type":"==","value":["Get in"]},"\nKempten is on the main rail line from Lindau to Nuremburg.  It is accessible by Deutsche Bahn from Ulm, Augsburg, Munich, Nuremburg and Lindau.  The trip from Munich takes between 1 and 2 hours depending upon the route and service selected.\n\n",{"type":"==","value":["Get around"]},"\nMuch of the center of town is a pedestrian precinct, although taxis are available and a municipal bus service operates in the center as well as surrounding areas.\n\n",{"type":"==","value":["See"]},"\nAs the largest city in the Allgau, Kempten is home to several sights of interest to visitors.  These include St. Lorenz, the cathedral in Neustadt, next to the Residenz and Hof Garten.  Also well worth visiting is the Alpine Museum with informative exhibits (German only) on mountain climbing, mountain life, geology and biology of the region. In the same building (and included in the admission) is the Alpine Gallery, a branch of the Bavarian National Museum, with numerous treasures of the late middle ages.  The Allgau Museum is located in the Kornhaus, the Rathaus and St. Mang are also worthy of a visitor's attention.\n\n",{"type":"==","value":["Do"]},"\nFlea markets are held every two to three weeks at different venues around the city.  A jazz festival is held late April.\n\n",{"type":"==","value":["Buy"]},"\nBeer.\n\n",{"type":"==","value":["Eat"]},"\nGoldenes Ross, Baeckerstr. 25 is located near St. Mang and offers a range of local specialties, with a special emphasis on fresh water fish from local rivers, which distinguishes in from the competition.  The bachsaibling (brook trout) comes especially recommended.\n\n",{"type":"==","value":["Drink"]},"\nBeer.\n\n",{"type":"==","value":["Sleep"]},"\nBayerischer Hof, Fussener Str.96 is located across the Iller from the only remaining gate from the middle ages.  It reportedly dates to 1472, but includes all the modern conveniences, including a fine restaurant specializing in Swabian specialities.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["47.7333"],["10.3167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bavarian Swabia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Kempten"]]}]