[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"'''","value":["Kennett Square"]}," is a small, suburban town in ",{"type":"[[","value":[["Chester County"]]},", approximately 50 miles west of ",{"type":"[[","value":[["Philadelphia"]]},".\n",{"type":"*","value":["Population: 5,273 people"]},{"type":"*","value":["Median Income Per Household: $46,523"]},{"type":"*","value":["Median Income Per Family: $54,948"]},"\n",{"type":"==","value":["Get in"]},"\nThe most common means of transportation is by car. There is also the option of walking if it is a short distance, since the town is so small. For longer distances, there is the Septa R5 Regional Rail Line that runs through ",{"type":"[[","value":[["Downingtown, PA"]]}," and ",{"type":"[[","value":[["Exton"]]}," to Philadelphia, and also the Philadelphia International Airport (PHL).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["Walking is the best way to get around the town center. A bike is a nice way to explore, as well, but to get much further a car will be needed."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kennett Underground Railroad Center"],["alt="],["url=http:\/\/www.undergroundrr.kennett.net"],["email="],["address= East Linden Street"],["lat="],["long="],["directions="],["phone =+1 484 734-0079"],["tollfree="],["fax="],["hours="],["price="],["content= Kennett ",{"type":"[[","value":[["Underground Railroad"]]}," is a non-profit and diverse organization focusing on educating the public through its learning center, exhibits, Kennett Underground Railroad Heritage Trail Tour, dramas, lectures, and education\/outreach programs."]]}]},"\n",{"type":"*","value":["Tour of Historic Houses"]},"\n",{"type":"*","value":["Va La Vineyard ",{"type":"[","value":["http:\/\/www.valavineyards.com"]}]},"\n",{"type":"===","value":["Parks"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Anson B. Nixon Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Comprised of 82 acres, the park has a new entertainment pavilion, permanent restroom facilities, children's playground, 5 pavilions with picnic tables, barbecues and electricity, 4 walking trails, 2 sand and 2 grass volleyball courts, 2 tennis courts, 2 bocce ball courts, an 18-hole disc golf course, and 2 ponds, stocked for fishing during season."]]}]},"\n",{"type":"*","value":["New Garden Park"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Longwood Gardens"],["url=http:\/\/www.longwoodgardens.org\/lwgHome.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Adults: $18 Seniors ages 62+: $15 Students ages 5-18, or any age with valid student ID: $8 Children ages 4 and under: Free"],["content=A thousand acres of gardens, woodlands, and meadows in the Brandywine Creek Valley. The Gardens was created in the 1700s. During the holidays they decoarte each main tree with different themed lights, decaorate the property, and host a fountain show that goes along with holiday songs."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Recreation"]},"\n\nSHOPPING\n",{"type":"*","value":["Shops on State Street: The main  street of Kennett Square consists of many small, individually owned art shops, gift shops, and clothing\/accessory shops. A list of all the shops and their links can be found at ",{"type":"[","value":["http:\/\/www.thebrandywine.com\/shop\/kennett.html"]}]},{"type":"*","value":["Exton Mall: A small, two-story mall that includes popular stores and department stores. Located at 260 Exton Square Parkway Exton, PA 19341 (off Route 30-Business and Route 100. Mall hours are Monday-Saturday 10AM-9PM, Sunday 11AM-6PM"]},{"type":"*","value":["King of Prussia Mall: One of the countries largest malls that includes two 2-story parts, \"The Plaza\" and \"The Court\", that include many of the popular stores and department stores and also many more expensive stores such as Gucci, Louis Vitton, and Tiffany's. Located at 160 North Gulph Rd. King of Prussia, PA 19406. Mall hours are Monday-Saturday 10AM-9PM, Sunday 11AM-6PM"]},{"type":"*","value":["Concord Mall: This mall is quite small and one floor that is good for convenience shopping. It is located at 4737 Concord Pike Wilmington, DE 19803. Mall hours are Monday-Saturday 10AM-9:30PM, Sunday 11AM-6PM"]},{"type":"*","value":["Longwood Crossing: This shopping center includes T.J. Maxx, Famous Footwear, Equinox, and other small shops. Located on Route 1 (East Baltimore Pike) in Kennett Square. "]},{"type":"*","value":["Walmart: Located at 516 Schoolhouse Road Kennett Square, PA 19348. "]},{"type":"''","value":["Grocery"]},"\n",{"type":"*","value":["SuperFresh: Located at 863 East Balitmore Pike Kennett Square, PA 19348 (in Longwood Crossing). "]},{"type":"*","value":["Giant: Located at 350 Scarelt Road Kennett Square, PA 19348. "]},{"type":"*","value":["Genuardi's: Located at 830 East Balitmore Pike Kennett Square, PA 19348. "]},"MOVIES\n",{"type":"*","value":["AMC Theatres at Painter's Crossing: Located at 112 Painter's Crossing West Chester, PA 19382. "]},{"type":"*","value":["Regal Cinemas in Downingtown: Located at 100 Quarry Road Downingtown, PA 19335."]},{"type":"*","value":["Regal Cinemas in Brandywine: Located at 5501 Concord Pike Wilmington, DE 19803. "]},"BOWLING\n",{"type":"*","value":["The Palace: Located at 977 East Lancaster Avenue Downingtown, PA 19335"]},{"type":"*","value":["Pike Creeks Bowling: Located at 5100 Pike Creek Boulevard Wilmington, DE 19808. "]},"SPORTS AND FITNESS\n\n",{"type":"''","value":["Golf"]},"\n",{"type":"*","value":["Inniscrone: This Golf Club allows access to members as well as non-members. Non-members must pay a fee for a pass to play on the course. Located at 1 Clubhouse Drive Avondale, PA 19311."]},{"type":"*","value":["Loch Nairn: This Golf Club also allows entrance with a fee to non-members. This location is also a popular place for dinner parties and weddings. Located at 541 McCue Road Avondale, PA 19311. "]},{"type":"''","value":["Equine"]},"\n",{"type":"*","value":["Gateway Stables: In addition to the many riding trails, Gateway Stables also offers a lesson  program for all ages in both English and Western disciplines, a successful holiday and summer camps program, family rides, pony rides and parties, horse boarding, horse leasing, educational horse clinics, and seasonal special events. Located at 949 Merrybell Lane Kennett Square, PA 19348. "]},{"type":"''","value":["Fitness"]},"\n",{"type":"*","value":["YMCA: Located at 636 South Walnut Street Kennett Square, PA 19348. "]},{"type":"''","value":["Banquet\/Conference Halls"]},"\n",{"type":"*","value":["Mendenhall Conference Center and Ball Room: This venue is very popular and known for it's exquisite dining hall and banquet facilities that cater to many types of special events. It is also good for business travelers because the Mendenhall Inn is located next to the banquent center. Located at 323 Kennett Pike Chadds Ford, PA 19317. "]},{"type":"'''","value":["Festivals and Events"]},"\n\nSPRING\n\n",{"type":"''","value":["*Farmer's Market:"]}," Outdoor market is open every Friday afternoon during the growing season from May to October. The market features locally grown fruits and vegetables, flowers, plants, home-made cheese, European breads, and Amish baked goods. Hours 2-6 pm\n\n",{"type":"''","value":["*First Friday Art Stroll:"]}," The Art Strolls are held the first Friday of every month. The downtown art galleries and unique gift shops stay open late and offer refreshments. Hours 6-9PM, April thru December.\n\n",{"type":"''","value":["*Springfestinthepark:"]}," April 2008 was the start for the first annual springfestinthepark, which is a is small carnival held in Anson B. Nixon park. Features homemade food, a talent show, live music, and activities for the family. \n\n",{"type":"''","value":["*Memorial Day Parade"]},"\n\n",{"type":"''","value":["*Cinco De Mayo Festival:"]}," Kennett Square celebrates Cinco de Mayo, which is organized by Casa Guanajuato, and other local companies to celebrate the large Hispanic population in the town. \n\n",{"type":"''","value":["*Annual Kennett Run:"]}," In May, the famous Kennett Run occurs that ends at the Park pavilion. It begins at the Kennett Inn, and trails up route 82, through neighborhoods, and end in Anson B. Nixon park, where there is a party for all the participants. \n\nSUMMER\n\n",{"type":"''","value":["*Movies\/Concerts in the Park:"]}," During the summer season, Anson B. Nixon park hosts movies projected in the park for free on Fridays and concerts of local bands on Wednesdays. \n\n",{"type":"''","value":["*Chadds Ford Day:"]}," Once a week, at the Brandywine Battlefield visitors center, there are re-enactments held based on the Battle of Brandywine during Revolutionary War. Inside the houses are historical exhibits of uniforms, weapons and artifacts found on the battleground. \n\nFALL\n\n",{"type":"''","value":["*Mushroom Festival:"]}," The Mushroom Festival is an annual celebration on State Street during mid-September. It last two days (Saturday-Sunday) and is in proud honor of the title \"mushroom capital of the world\". There is live music, any food containing mushrooms, games, kids activities, art, and much more. There is a small admissions fee of $2. The festival has been highlighted on Food TV.\n\n",{"type":"''","value":["*Microbrew Festival:"]}," This event draws over 40 breweries to the small town to promote their products and often is sold out.\n\n",{"type":"''","value":["*Halloween Parade"]},"\n\nWINTER\n\n",{"type":"''","value":["*Christmas Parade\/Annual Tree Lighting:"]}," This is a bug annual event held in mid-December that celebrates the holiday season. There is a parade during the day and a gathering on state street all day with activities, food, and free hot chocolate. At 10 pm there is the tree lighting, where the  town Christmas tree is light up until New Years.\n\n",{"type":"==","value":["Education"]},"\n\n",{"type":"'''","value":["Elementary School"]},"\n",{"type":"*","value":["Mary D. Lang Elementary"]},{"type":"*","value":["New Garden Elementary"]},{"type":"*","value":["Greenwood Elementary"]},{"type":"'''","value":["Middle School"]},"\n",{"type":"*","value":["Kennett Middle"]},{"type":"'''","value":["High School"]},"\n",{"type":"*","value":["Kennett High"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["American"]},"\n",{"type":"*","value":["Newton's on State Street: Located on State Street in the center of town. "]},{"type":"*","value":["Applebee's: This well-known franchise is convieniently located next to the Holiday Inn on East Baltimore Pike. "]},{"type":"*","value":["Manny Hattan's: Located in the Logwood Crossing shopping center on East Balitmore Pike. "]},{"type":"*","value":["Longwood Family Inn: Located up Route 1 passed the shopping centers, near Longwood Gardens. "]},{"type":"'''","value":["Italian"]},"\n",{"type":"*","value":["Giordano's: This local-family owned restaurant is a great place to get real Itailan food. Located On East Balitmore Pike, just outside of the borough. "]},{"type":"*","value":["Portabello's: Located on State Street in the center of town."]},{"type":"'''","value":["Hispanic"]},"\n",{"type":"*","value":["Taqueria Moroleon: This real-mexican food restaurant has recently changed locations to 9173 Gap Newport Pike Avondale, PA 19311."]},{"type":"*","value":["El Ranchero: Located at 305 West State Street Kennett Square, PA 19348. "]},{"type":"*","value":["La Michoacana Homemade Ice Cream. This small ice-cream shop is locally owned by a Kennett family that produces and sells their own homemade ice-cream, ranging in flavors from chocolate to corn. Located on State Street in the center of town."]},{"type":"'''","value":["Chinese"]},"\n",{"type":"*","value":["China Garden: Located at 826 East Baltimore Pike Kennett Square, PA 19348."]},{"type":"*","value":["King's Island"]},{"type":"*","value":["China One: Located at 350 Scarlet Road Kennett Square, PA 19348."]},{"type":"'''","value":["Pizzeria"]},"\n",{"type":"*","value":["Enzo's: Located on State Street in the center of town."]},{"type":"*","value":["Gran Sasso: A small restaurant where you can eat in or take out. Located at 473 East South Street"]},"Kennett Square, PA 19348.\n",{"type":"*","value":["Kennett Pizza and Pasta: Located on West State Street."]},{"type":"*","value":["Pat's Pizzeria: Located in the Giant shopping center. "]},{"type":"'''","value":["Diner\/Cafe"]},"\n",{"type":"*","value":["Fran Kellar's: This is a mainly breakfast Diner that is very family oriented. Located on State Street in the center of town."]},{"type":"*","value":["Magnolia Deli: Located at 207 Magnolia Street Kennett Square, PA 19348."]},{"type":"*","value":["Sam's Sub Shop: One of Kennett's oldest and well-known sub shops. Located on State Street in the center of town."]},{"type":"*","value":["Country Butcher: This small cafe is a conveinient cafe, deli, and butcher shop. Located at 145 South Walnut Street Kennett Square, PA 19348."]},{"type":"*","value":["The Terrance: This is a nice cafe locaed in the heart of Longwood Gardens. "]},{"type":"*","value":["Capriotti's: Another great sub shop located at 345 Scarlet Road Kennett Square, PA 19348."]},{"type":"*","value":["Sinclair's Sunrise Cafe and Tea Room: Located in the heart of historic Kennett Square at 127 East State Street Kennett Square, PA 19348."]},{"type":"'''","value":["Fast Food"]},"\n",{"type":"*","value":["KFC\/Taco Bell: Located at 743 West Cypress Street Kennett Square, PA 19348. "]},{"type":"*","value":["McDonald's: Located just across the street from Taco Bell and Dunkin' Donuts. "]},{"type":"*","value":["Dunkin' Donuts\/Baskin Robin's: Located next to Taco Bell. "]},{"type":"*","value":["Wendy's: Located in the Longwood Crossing Shopping Center. "]},{"type":"'''","value":["Fine Dining"]},"\n",{"type":"*","value":["The Kennett Inn: Located on State Street in the center of town. "]},{"type":"*","value":["Mendenhall Inn: Located in the Mendenhall Inn and conference center. "]},{"type":"'''","value":["Exotic Wild Game"]},"\n",{"type":"*","value":["Half Moon: This restaurant specializes in exotic game such as alligator, boar, and many others. Located on State Street in the center of town."]},"\n",{"type":"==","value":["Night Life"]},"\n",{"type":"'''","value":["For Adults"]},"\n\nBARS\n",{"type":"*","value":["Giordano's Sports Bar: This addition to Giordano's Italian Restaurant is a great place to watch any sporting event. Includes a bar and multiple big-screen TV's. This sports bar is for person's 21 and older. "]},{"type":"*","value":["Italian American Club: Located at 30 Ways Lane Kennett Square, Pa 19348."]},"SPECIAL NIGHTS\n\n",{"type":"''","value":["Applebee's"]},"\n",{"type":"*","value":["Karaoke: Every Friday night, Applebee's holds a Karaoke night where people can grab the mic and show their talent to well-known songs. "]},{"type":"''","value":["The Kennett Flash"]}," (located at 102 Sycamore Alley Kennett Square, PA 19348)\n",{"type":"*","value":["Open Mic Night: On Fridays, this popular venue holds an open-mic night. "]},{"type":"*","value":["Concerts: On Saturdays and Sundays, this venue also hosts concerts of local bands. "]},{"type":"''","value":["Newton's"]},"\n",{"type":"*","value":["Quizo: On Tuesday nights, this bar on State Street hosts a game, \"Quizo\", which is another trivia game."]},{"type":"'''","value":["For Teens"]},"\n\n",{"type":"''","value":["YMCA"]}," \n",{"type":"*","value":["Youth Dance: One Saturday a month, the local YMCA hosts a dance for kids between sixth and eighth grade. "]},{"type":"''","value":["The Garage"]}," (located at 115 S Union St Kennett Square, PA 19348)\n",{"type":"*","value":["Concerts: This is a youth center that hosts local bands for the adolescents on weekends."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Bed & Breakfast"]},"\n",{"type":"*","value":["Bancroft Manor: Located on a very quiet and convenient location, all bedroom have individual airconditioning units, hot water radiator heat, TV's (and video player available upon request), antique period furniture throughout the entire house, off-street parking available, complimentary refreshments and snacks and complementary breakfast every morning. Located at 318 Marshall Street"]},"Kennett Square, PA 19348.\n",{"type":"*","value":["CornerStone: This B&B is a historic house that has been converted into a lodging facility. Each of the nine guest rooms is furnished with an antique bed, has a private bath, cable TV and wing chairs for sitting. Third floor rooms also include a window seat, gas fireplace and Jacuzzi. In summer there's air conditioning for your comfort. Located at 300 Buttonwood Road Landenberg, PA 19350. "]},{"type":"*","value":["Kennett House: This historic B&B features beautiful chestnut and rosewood woodwork, antique furnishings, and oriental rugs. Just a few minutes from town and the unique shops, art galleries and fine restaurants. The Kennett House is also just a few minutes from Longwood Gardens, Winterthur Museum, Brandywine River Museum, Hagley Museum, and Nemours Mansion and Gardens. Located at 503 West State Street, Kennett Square, PA 19348."]},{"type":"*","value":["Stebbins-Swayne: Located at 221 S. Union Street, Kennett Square, PA 19348  in the heart if town. "]},{"type":"'''","value":["Hotels and Inns"]},"\n",{"type":"*","value":["Sunrise Suites: Located at 214 N. Union Street, Kennett Square, PA and is connected to the Sunrise Cafe and Tea Room."]},{"type":"*","value":["Hilton Garden Inn: Located at 815 East Baltimore Pike, Kennett Square, PA 19348. "]},{"type":"*","value":["Fairfield Inn: Brand new. Located at 719 East Baltimore Pike Kennett Square, PA 19348. "]},{"type":"*","value":["Mendenhall Inn"]},{"type":"*","value":["The Motel at Kennett Steak and Mushroom: Located at South Broad Street & Birch St Kennett Square, PA 19348."]},{"type":"'''","value":["Cottages, Condos, and Vacation Rentals"]},"\n",{"type":"*","value":["Cottage at Fox Quarry: Located at 640 North Walnut Road Kennett Square, PA 19348. "]},{"type":"*","value":["Tree Top Suites: Located at 112 W. State Street Kennett Square, PA 19348. "]},{"type":"*","value":["HomeAway Vacation Rentals"]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 1.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Baltimore"]]}],["minorl1=",{"type":"[[","value":[["West Grove"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Philadelphia"]]}],["minorr1=",{"type":"[[","value":[["Chadds Ford"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["39.844167"],["-75.710556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chester County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kennett Square, Pennsylvania"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Pennsylvania\/Localities\/K\/Kennett_Square\/"]]}]