[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kenting National Park"]}," (墾丁國家公園; ",{"type":"''","value":["kěndīng gúojiā gōngyuán"]},") is in at the extreme southern tip of ",{"type":"[[","value":[["Taiwan"]]},". It is famous for its beautiful beaches and lush vegetation.\n\n",{"type":"==","value":["Understand"]},"\nAlthough Kenting National Park is located in Kenting, these two places should not be confused as the same destination. Kenting is the wider area that includes small townships as well as the national park.\n\n",{"type":"===","value":["Landscape"]},"\nKenTing National Forest Recreation Area is between 150 and 300 meters above sea level and the total area is 466.8 hectares. Since the landform of Hengchun Peninsula is complicated and the weather is highly changeable, it breeds abundant and special rare plant resources. The forest landscape is roughly divided into three layers. The first layer is arbores. Moraceae and lauraceae are dominant. The second layer is bushes, primarily small palmae. The third layer is chamaephyte. Low grasses and liana are dominant. It is a rich and adequate forest with more than 1,200 kinds of both ornamental and conserved plants.\nRising high coral limestone is everywhere in KenTing National Forest Recreation Area. The limestone is primarily composed of sedimentation of corals, foraminifers and nullipores. According to research, this area is supposed to be under sea level ten millions years ago. After weathering and sea water erosion, the coral limestone has gradually become stalagmites, stalactite caves, columns, notches and stalactites. Especially stalagmites and stalactites, they are formed by deposition of calcium carbonate which is precipitated from mineralized water solutions. An average growth rate is 1cm every 30 years. They are rare and precious stone resources.\nEntering from the memorial archway in KenTing National Forest Recreation Area, along the forest trail, there are old trees on both sides of the road. Among them, there is a 300-years-old giant Chinese pistache. Heading inside the recreation area, everywhere, there are spots worth a visit. Aquatic plants area, stalagmites cave, Silver Leaves and Roots, Fairy Cave, Labyrinth Forest, Sky in a Line, Falling Banyan Valley, Silver Dragon Cave, No.1 Gorge, Umbrella Pavilion and Ape Cliff are geographic landscape that you can’t miss.\n\n",{"type":"===","value":["Flora and fauna"]},"\nKenTing National Forest Recreation Area is the only one tropical botanical garden in Taiwan and also one of the top 10 tropical botanical gardens in the world. Currently, there are thousands of tropical plants and adequate resources of butterflies, birds, insects and reptiles. Sometimes, you can see groups of Formosan macaques playing. Every autumn and winter, plenty of migratory birds including Chinese goshawks, oriental honey-buzzards, cattle egrets, falco subbuteos, brown shrikes and gray-faced buzzards roost at this place. It brings the original forest a more vivid ambience.\n\n",{"type":"===","value":["Climate"]},"\nHot.\n\nDuring typhoon season, the waves can get quite rough causing all beaches to be closed.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nBuses travel every hour on the hour from Taipei Bus Station (get there via Taipei Main Station MRT) to Kaohsiung. A popular company that offers such a service is known as United Bus, or \"UBus\" for short. Their ticket price as of June 28, 2011 is 430NT$. There is no wireless internet access (a somewhat popular rumor), but the seats recline and there is a roughly 20\" screen mounted on the ceiling of the bus every 4 rows. The trip can range anywhere from 5 to 6 hours depending on the time of departure, as well as road and weather conditions.\n\nBuses travel frequently from ",{"type":"[[","value":[["Kaohsiung"]]}," to Kenting. Take the line 88 from the Kaohsiung bus terminal (don't get confused with city buses). The price for a ticket is roughly 350NT$ (as of June 28, 2011, the price is 230NT$).  The transit time from Kaohsiung to Kenting is approximately 2.5 hours, depending upon the general traffic situation.\n\nThere is both a regular and express bus. The express bus arrives on the hour. It can be difficult to discern which bus is the express bus and it is also unlikely the driver will speak English.\n\n",{"type":"===","value":["By HSR"]},"\nKenting is accessible via the HSR, or High Speed Rail which connects Taipei with Zuoying, Kaohsiung.  The total travel time from Taipei to Zuoying (Kaohsiung) via HSR is approximately 90 mins.  After arrival in Zuoying, exit the station and head outside where there is a bus stop. Line 88 bus to Kenting operates 24 hours\/day, so getting back to the HSR on time is no problem. Ask your place of accommodation about shuttle buses, or you can take a taxi, which usually picks up passengers until it's full and then quotes a price per person for the trip.\n\nIt is advisable to reserve your HSR tickets by telephone or online if traveling on the weekend.  Weekend trains are often sold out.\n\nhttp:\/\/www.thsrc.com.tw\/en\/\n\n",{"type":"===","value":["By car"]},"\nRenting a car is not optimal, but nice if you wish to travel around\/within the Kenting area.  Having an automobile or renting a scooter in Kenting enables you to travel up and down the entire southern seaboard and visit both public beaches easily.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\nA motorbike can be rented for 400-600 TWD\/day in Kenting from many different storefronts.  Users must show a Taiwan motorbike drivers license and sign a rental contract before being given keys.  Apparently it used to be easy to rent a motorbike without showing a license, but this is no longer the case since the police cracked down on the shops. As Taiwan has a motorbike helmet law, be aware that wearing a helmet is a requirement when operating or riding as a passenger on a motorbike.\n\nYou can also pre-arrange a rental car for pick up at the HSR Kaohsiung Zuoying station.  Please check the HSR website for more information and a link to the service providers websites.\n\nhttp:\/\/www.thsrc.com.tw\/en\/travel\/transfer_info.asp\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nAs in any tourist area, it is advisable to double-check prices.  Kenting closes surprisingly early for Taiwan - most shops and stalls seem to shut down at 10PM.\n\n",{"type":"*","value":["Surfing is quickly becoming a popular sport at all beaches."]},{"type":"*","value":[{"type":"*","value":["FuDog Surfing provides lessons at a reasonable price and in English. ",{"type":"[","value":["http:\/\/www.fudogsurf.com.tw\/index.asp"]}]}]},{"type":"*","value":["Jet-Skis can be rented at the more popular beaches, but will generally cost NT$1000\/30 minutes during peak times.  Inquire with shops that rent motorbikes for more reasonable rates."]},{"type":"*","value":["Scooter rides.  Take a motorbike ride around the main roads in Kenting, which give you access to several tourist sites.  Your motorbike rental operator should provide you with a map of the area; if not ask for one at your place of accommodation."]},{"type":"*","value":["Go-Karts.  There are several fun and exciting Go-Kart tracks in Kenting that offer 18 cycles around the track for NT$100."]},{"type":"*","value":["Swimming.  The ocean is open and safe for swimming at 2 public beaches and numerous (pay) private beaches.  Sometimes, the beaches are closed due to high waves in typhoon season."]},{"type":"*","value":["Kenting Main Strip.  Every evening the main Kenting strip turns into a night market with merchandise, games, restaurants, and street food."]},{"type":"*","value":["Oluanpi Lighthouse.  The surrounding park area is well worth the trip past Kenting.  The lighthouse itself is pretty bland, but the easy hiking trails are pleasant and near the ocean."]},{"type":"*","value":["Scuba-diving. Kenting's coast has plenty of corals."]},{"type":"*","value":["Sheding. There is a free trail (about 1.5-2 hours of walking) but you have to pay a small parking fee. The gorges are fairly interesting to look at and there are views of the southern tip of the coast. Located near the Kenting Recreational Area."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThai food is currently in vogue in Kenting, and virtually every restaurant now offers it. At night the main road in Kenting becomes a night market, with all kinds of food sold from stalls. There are plenty of restaurants too - lots of Chinese (of course), Thai, and a little western. There is also a lot of fresh fruit available and plenty of seafood.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gelato (?)"],["url="],["email="],["address=Nanwan"],["lat="],["long="],["directions=5-10 minutes North from the Kenting Strip, near Santosa restaurant"],["phone="],["tollfree="],["fax="],["hours="],["price=40-110NT"],["content= Delicious gelato and a great place to have an afternoon snack. There is seating in front of the storefront."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chinese Seafood"],["url="],["email="],["address="],["lat="],["long="],["directions=Across from Cafe 85"],["phone="],["tollfree="],["fax="],["hours="],["price=200NT per person"],["content= The seafood is delicious and worth ordering the fish of the day. It is very reasonably priced unlike some of the other seafood eateries offering live fish."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fu Dog Surfing"],["url=http:\/\/www.fudogsurf.com.tw\/index.asp"],["email="],["address=Kenting strip"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At FuDog Surfing, Jonathon cooks up a variety of Western-style food, including delicious pizzas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Santosa Restaurant"],["url="],["email="],["address=Nanwan"],["lat="],["long="],["directions=close to the 7-11 on the Nanwan strip"],["phone="],["tollfree="],["fax="],["hours="],["price=About 150NT per person"],["content= Cheap Thai food that is delicious and filling. Try the seafood fried rice and the basil chicken. The restaurant owner is very friendly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Warung DiDi"],["url="],["email="],["address=No. 26 Wenhua Lane, Kenting Rd, Kenting"],["lat="],["long="],["directions=Hidden down a narrow alley off the main road - follow the signs"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Seems to be the most popular restaurant in Kenting, serving a variety of pan-Asian food.  A little hard to find, and fills up quickly, but worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Rock Garden"],["url="],["email="],["address="],["lat="],["long="],["directions=when going from Kenting, the place is 300 mt off the main road before the bridge; at Jialeshui Beach"],["phone=0925751032"],["tollfree="],["fax="],["hours="],["price="],["content=Lovely place in a garden setting, great for a lunch outdoors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bossa Nova beach cafe"],["url="],["email="],["address=100 Nan-Wan road-Nan-Wan beach-Hengchuen-946-TW"],["lat="],["long="],["directions="],["phone=08-8897137"],["tollfree="],["fax="],["hours=all day open"],["price="],["content=Cool beach cafe with one of the rare ocean view in the area. Solid menu with a large Asian selection and a western section as well. Wine\/coffee\/desserts. Look for Claire, the owner. She is a local and a longtime body boarder, always ready to help you with any info you might need."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Beach Bistro"],["url=http:\/\/www.flickr.com\/photos\/beachbistro\/sets\/72157606868719718\/"],["email="],["address=No.230, Changfun Rd.Eluan village. Hengchun Township, Pingtung County"],["lat="],["long="],["directions=Next to Chuanfanshih “Boat Sail Rock"],["phone=0919237280 08-8851281"],["tollfree="],["fax="],["hours=10AM~22:00pm"],["price=NT200$~NT400$"],["content=Beach Bistro is a Greek-style seaside restaurant which offers a mixture of Asian and European recipes. The owner, Chang Chung-Ho, was born in Kenting and travels to France every year, so his cooking inevitably has become French-oriented but with an own Asian touch, resulting in an Asia-Euro \"Nouvelle Cuisine\" with unique dishes in a particularly relaxed and friendly atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chez Papa"],["url="],["email="],["address=N0.142,kenting street.kenting,Pingtung County"],["lat="],["long="],["directions="],["phone=08-886 11 97"],["tollfree="],["fax="],["hours=09:00a.m~01;00a.m next morning"],["price=180NT~450NT"],["content=Moroccan-style restaurant which offers a mixture of Asian and European recipes. The owner, Gillou, was born in France, so his food is French-oriented, but with an Asian touch. Also features a big selection of Belgium beers and wines, and cocktails. Relaxed and friendly atmosphere."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kenting Youth Hostel"],["url=http:\/\/www.ktwh.com.tw"],["email="],["address=No.243-1, Kending Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=300TWD"],["checkin="],["checkout=11"],["content=Cosy and clean with very friendly stuff. Free Wifi."]]}]},"\n",{"type":"===","value":["Resorts and Hotels"]},"\nSince Kenting's popularity as a destination is rising, it seems like every plot of land that isn't already a hotel or restaurant is being turned into one, and many shops and restaurants have rooms upstairs too, so it shouldn't be too hard to find a place to sleep.  The newer hotels are generally nicer but pricier, and you'll want to check there's no ongoing construction that might interfere with your sleep.\n \nThe main resort hotel in Kenting is \"Château Beach Resort\", made famous by the movie \"Cape No.7\" - it is also the only hotel in the area with direct beach access from terraced rooms.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ceasar Park Hotel Kenting"],["url=http:\/\/www.caesarpark.com.tw\/en\/kenting.php"],["email="],["address=6 Kenting Road, Hengchun"],["lat="],["long="],["directions="],["phone=+886 (08) 866-1888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Château Beach Resort Kenting"],["url=http:\/\/www.ktchateau.com.tw\/kt\/eng"],["email="],["address=451 Kenting Road, Hengchun"],["lat="],["long="],["directions="],["phone=+886 (08) 886-2345"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Howard Beach Resort Kenting"],["url=http:\/\/kenting.howard-hotels.com\/"],["email="],["address=2 Kenting Road, Hengchun"],["lat="],["long="],["directions="],["phone=+886 (08) 866-2323"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Surf Shack Hostel"],["url=http:\/\/www.taiwansurfshack.com\/The Surf Shack"],["email=thesurfshack@yahoo.com.tw"],["address=#224 Heng Nan Rd., Heng Chun Town, Pingtung County"],["lat="],["long="],["directions="],["phone=+886-8-888-1881"],["tollfree="],["fax="],["hours="],["price=Rooms start at 400NT"],["checkin="],["checkout="],["content=The Surf Shack Bar, Grill and Hostel is located in Hengchun Town in southern Taiwan. It's a 15min drive north from the tourist town of Kenting.  The hostel can arrange scooter and offers a western style restaurant on the first floor with 5 rooms on the second and third floors. There is a large balcony with mountain view on the 3rd floor. Also offers surf lessons, surf tours, surfboard rentals and scuba diving tours in the local tropical waters."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ipanema Surf House"],["url=http:\/\/groups.msn.com\/IpanemaSurfHouse"],["email=ehawave@hotmail.com"],["address=In a small village. Nice and cosy place for an escape from busy beach"],["lat="],["long="],["directions="],["phone=+886 (08) 8866807"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kenting Nan Wan Resort Hotel"],["url=http:\/\/nanwan.sinotour.com\/"],["email="],["address=No.10, Nanwan Rd., Hengchun Town, Pingtung County, Taiwan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Camping"]},"\nCamping is allowed in the National Park. It is advisable to contact the park directly to setup permits.  Several bed and breakfast or small proprietor operations will rent tents and space for camping on their property.\n\nhttp:\/\/www.ktnp.gov.tw\/eng\/index.htm\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nLike all of Taiwan, the Kenting area is very safe from violent crime. Use common sense when protecting your valuables, and don't leave anything valuable in your car.\n\nStray dogs, while not violent or aggressive, are everywhere and likely harbor disease and\/or parasites. Don't pet them!\n\nDuring weekends, tourists park all over the sidewalks and entryways, making it very difficult for pedestrians to walk safely and out of street traffic.\n\n",{"type":"==","value":["Go next"]},"\nBus Line 88 runs 24 hours a day and will take you to Kaohsiung city.  The bus will drop you off opposite the operator's storefront.  There are usually many taxis waiting at that area, which can take you to the ZuoYing HSR station for no more than NT$120.\n\n",{"type":"{{","value":[["IsPartOf"],["Pingtung County"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["ja:墾丁国家公園"]]},"\n",{"type":"[[","value":[["wikipedia:Kenting National Park"]]}]