[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Kerala in India (disputed hatched).svg"],["thumb"],["right"],["Kerala is the red section on this ",{"type":"[[","value":[["map"]]},"."]]}," \n\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.keralatourism.org\/ Kerala"]}]},", a state in ",{"type":"[[","value":[["Southern India"]]}," is known as a tropical paradise of waving palms and wide sandy beaches. It is a narrow strip of coastal territory that slopes down the Western Ghats in a cascade of lush green vegetation, and reaches to the Arabian sea. Kerala borders the states of ",{"type":"[[","value":[["Tamil Nadu"]]}," to the east and ",{"type":"[[","value":[["Karnataka"]]}," to the north. It is also known for its backwaters, mountains, coconuts, spices and art forms like Kathakali and Mohini Attam. It is the most literate state in India, and a land of diverse religions, where you can find Hindu temples, mosques, churches, and even synagogues.  With world class tourist sporting options, ayurvedic spas and treatments, eco-tourism initiatives, a large number of visit options ranging from beautiful high altitude blue mountains to pristine rain forests to golden sun-sand beaches and an enormous range of accommodation, Kerala has much to offer the visitor. \n\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Malabar"]]}],["region1color=#c9bd79"],["region1items="],["region1description=famous for its heritage, spices, textiles and food, Malabar is one of India's most notable historical regions"],["region2name=",{"type":"[[","value":[["Central Kerala"]]}],["region2color=#cfcf94"],["region2items="],["region2description=the largest urban agglomeration of ",{"type":"[[","value":[["Kochi"]]},", the cultural heart of Kerala-Thrissur, and food basket of Kerala-Palakkad are located here"],["region3name=",{"type":"[[","value":[["Central Travancore"]]}],["region3color=#acc2a6"],["region3items="],["region3description=Kerala's backwaters, and the land of churches, latex and literacy"],["region4name=",{"type":"[[","value":[["Northern Travancore"]]}],["region4color=#bcb491"],["region4items="],["region4description=known for its mountains and hill stations, and plantations of spices, tea and coffee"],["region5name=",{"type":"[[","value":[["Southern Travancore"]]}],["region5color=#c3bea3"],["region5items="],["region5description=home to the capital city and various monuments, famous beaches, large temples, churches, and  sporting events"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Kerala_houseboat.jpg"],["350px"],["thumb"],["A typical houseboat floating down the backwaters near Alleppey in Kerala."]]},"\n",{"type":"[[","value":[["Image:KeralaRegions.png"],["thumb"],["350px"],["Map of Kerala"]]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Thiruvananthapuram"]]}," (",{"type":"''","value":["Trivandrum"]},") — The capital and the largest city, famous for its beaches, historical monuments and parks. The city is also famous for its temples,educational institutions, and research centres. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Thrissur"]]}," (",{"type":"''","value":["Trichur"]},") — the cultural capital of Kerala and also famous for jewellery shops and silk sarees. Temple festivals with caparisoned elephants like Thrissur Pooram. Athirappilly falls, Guruvayur Temple are nearby."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kochi"]]}," (",{"type":"''","value":["Cochin"]},") — A major port and cosmopolitan city and the largest urban agglomeration  with unlimited shopping options. Kochi is very well connected with other cities of India. Kochi is also known as the 'Queen of the Arabian sea'."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alapuzha"]]}," (",{"type":"''","value":["Alleppey"]},") — heartland of Kerala Backwaters with natural maze of canals criss-cross the city, leading to it being called the ",{"type":"''","value":["Venice of the East"]},". The biggest boat race in India for the Nehru Trophy happens here every August. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pathanamthitta"]]},"  — The most literate district in Kerala. Consists of forests, hills and rivers. Beautiful hillstations like Gavi, One of the most crowded pilgrim center Sabarimala Temple etc. make Pathanamthitta one of the most beautiful tourist spots in Kerala. The most wellknown boat race in India- Aranmula boat race take place in Pampa river in Aranmula, a small village in Pathanamthitta."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kannur"]]}," (",{"type":"''","value":["Cannanore"]},") — A historical town famous for its strong heritage, martial arts 'Kalaripayattu', temple art 'Theyyam', political movements, forts, folklore, hand looms, beaches coffee growing hills and spices."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kollam (city)"],["Kollam"]]}," (",{"type":"''","value":["Quilon"]},") — A commercial town famous for its cashew & coir industries, surrounded by backwaters and lakes. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kottayam"]]}," — known for its latex, literacy, and letters, and as a major educational centre. The hill station ",{"type":"[[","value":[["Munnar"]]}," is situated near Kottayam. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kozhikode"]]}," (",{"type":"''","value":["Calicut"]},") — Most prominant city of Malabar area,where Vasco da Gama landed for the first time in India, and one of the world's oldest thriving trade centres. A very clean city known for its friendly inhabitants."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Palakkad"]]}," (",{"type":"''","value":["Palghat"]},") — gateway to Kerala by land through the Palghat Pass in Western Ghats; known for its paddy (rice) fields, hills, traditional homes, cuisines and composite culture. Tipu Fort, Malampuzha Gardens, Silent Valley National Park are nearby."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"[[","value":[["Image:SunsetChineseNet.jpg"],["thumb"],["250px"],["right"],["The Chinese fishing nets of ",{"type":"[[","value":[["Kochi"]]}]]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bekal Fort"]]}," — a massive coastal Portuguese fort in north Kerala"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kerala Backwaters"]]}," — stretching across central Kerala, a must-try experience"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kovalam Beach"]]}," — World famous beach near ",{"type":"[[","value":[["Trivandrum"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kumarakom"]]}," — backwater tourism: luxury resorts and house-boat rides near ",{"type":"[[","value":[["Kottayam"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Munnar"]]}," — Unspoilt hill station in tea growing hills and misty mountains"]},{"type":"*","value":[" ",{"type":"[[","value":[["Silent Valley National Park"]]}," — rain forest with several endangered, protected species"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nelliampathy"]]}," — Hill station at the southern part of Palakkad District. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Wayanad"]]}," — caves, waterfalls and pristine forests"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ponmudi"]]}," — Hill station at Trivandrum, known for its beautiful scenery."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wagamon"]]}," —  Hill station located in Kottayam-Idukki border of Idukki district."]},{"type":"*","value":[" ",{"type":"[[","value":[["Thekkady"]]}," — Dam and wildlife Sanctuary, In Idukki district."]},"\n\n\n",{"type":"==","value":["Understand"]},"\nThe tourism department of Kerala boasts that the state is ",{"type":"''","value":["God's Own Country"]},".  Once you visit, you will see where this claim comes from. The state really is blessed with great natural beauty, and diverse ecology. \n\nThe state is also considered to be one of the safest regions of India. Incidents of local people cheating tourists are almost non-existent. Kerala has high standards of living compared to its neighbours and other Indian states and has social lifestyle indices such as education and healthcare that are on par with developed countries ",{"type":"[","value":["http:\/\/essays.ssrc.org\/acrossborders\/wp-content\/uploads\/2009\/08\/ch9.pdf"]},". Therefore tourists can relax without being followed around by taxi drivers, touts, guides and similar. However still be prepared to put up with beggars who have migrated from poorer neighbouring states. Abundant rainfall means that you can find lush greenery that remains pretty much throughout the year. A holiday here is an opportunity for rejuvenation. You can get an ",{"type":"''","value":["Ayurvedic"]}," oil massage, spend a day or two on a houseboat with nothing to do but watch coconut trees pass by, or just laze around on Kovalam or Varkala beaches. Thus tourism is more experiential here, rather than being composed of superficial sightseeing options. \n\nKerala was named as one of the \"ten paradises of the world\" and \"50 places of a lifetime\" by the National Geographic Traveler magazine. Kerala is  a state wedged between the Western Ghats on the eastern side and the Arabian Sea on the West, thus having a wide range of topography from high altitude mountains to golden beaches and is criss crossed by 41 rivers. The tributaries, unique backwaters, lagoons and numerous small islands provide many scenic attractions for visitors. \n\n",{"type":"===","value":["History"]},"\nThe ancient period saw the rise and fall of the first and second Chera empires, which were the only two periods when Kerala was united under a monarch. Kerala is mentioned in the writings of many Greek, Roman, Arabic, European and Jewish travelers and merchants from the 1st millennium BC. She was known for the spices that were grown in the lush hills of the Western Ghats. During the middle ages, there were three powerful kingdoms - Kolathiri\/Cherakal in the extreme North, Samuthiri\/Zamorin in Kozhikode (North and Central), Travancore in the South. The Portuguese were the first to discover a direct sea route between ",{"type":"[[","value":[["Lisbon"]]}," and ",{"type":"[[","value":[["Kozhikode"]]}," in Kerala, and this marked the beginning of European colonisation in the country. Soon the Dutch, French, Italians and British were all lured by the wealth of spices and silk, and came with the intention of forming colonies. The defeat of the Dutch by the Travancore Army at the Battle of Colachel, and the decline of Portuguese Empire and French problems in Europe, resulted in the British gaining the full influence in country and the annexation of the Malabar region (Kolathiri and Samuthiri) into the British Madras Presidency. \n\nHowever, the Kingdoms of Tiruvithamkoor (Travancore) and Kochi (Cochin) enjoyed some autonomy under the British. After the independence of India, the Kingdoms chose to accede into the Indian Union, and were later merged into a single State of Travancore-Cochin. With the linguistic reorganisation of States, the Malayalam-speaking regions of Malabar and Travancore-Cochin were integrated into the State of Kerala on November 1st 1956. This realised a united Kerala, a dream held since the partition of the ancient Kerala Empire of Cheras in the eighth century. Today, people in Kerala live a largely traditional lifestyle, and much of the rich culture and heritage of the region is well-preserved. \n\nNovember 1st is celebrated as Keralappiravi (Birth of Kerala) Day (also observed as Malayalam Divasam or Malayalam Day).\n\nKerala also played host to the first ",{"type":"'''","value":["Jewish"]},", ",{"type":"'''","value":["Christian"]}," and ",{"type":"'''","value":["Muslim"]}," communities of India. While the Jewish population declined following the establishment of Israel, Kerala still has a synagogue in Kochi. Kerala is known for its secularism and peaceful co-existence and brotherhood of the three major religions - Hinduism, Islam and Christianity.\n\n",{"type":"===","value":["Climate"]},"\n\nKerala, being very close to equator, has a tropical climate. Kerala experiences heavy rains almost throughout the year, and is one of the wettest areas in the earth. \n\nKerala has three distinct seasons:\n",{"type":"*","value":["Summer lasts from mid-February to mid-May. The tropical sun is really hot and temperatures can go up to 35°C in the afternoons."]},{"type":"*","value":["The monsoon is in place from mid-May until early September. The North-East Monsoon winds bring heavy showers."]},{"type":"*","value":["Winter is mild and lasts from about mid-October to early February. Heavy rains occur from the last week of September until early November, due to the retreat of the South-East monsoon. There is no snow in Kerala, although it is quite cold and misty in the mountain regions."]},"\nWhen in Kerala, carry an umbrella no matter what time of the year it is. You can be caught in a sudden shower in summer which will leave you drenched if you are unprepared. The Kerala sun coupled with high rate of humidity can be unforgiving in the summer months.\n\nThe temperature averages around:\n",{"type":"*","value":[" 28°C - 34°C daytime, 24°C - 28°C at night in summer seasons of March, April"]},{"type":"*","value":[" 20°C - 28°C daytime, 18°C - 25°C at night for the rest of the year"]},"\nTemperatures may drop down to 10°C or sometimes even little below during Winter seasons (November, December) in Hilly areas of Western ghats, especially at popular hill-stations like Munnar and Wynad etc, which results a misty days and freezing nights coupled with light cold showers. However in other places, the temperatures never drop below 15°C.\n\nRecently summers have become hotter. Though the maximum temperature on summers has never risen higher than 36°C, the rising humidity has made recent summers difficult. The height of the Kerala summer is normally between mid-March and May. Wear only light loose cotton clothes during this season. Consider a trip to hilly areas where the temperatures never exceed 26°C. \n\nKerala experiences mild winds throughout most of the year.\n\nThe most pleasant time to visit is from September to March. The weather is ideal for sightseeing, trekking and boating.\n\n",{"type":"===","value":["Religion"]},"\n",{"type":"'''","value":["Hinduism"]}," is the largest religion in the state. Hinduism in Kerala is bit different to other parts of India, due to assimilation of traditional Dravidian culture, and later due to the unique practice of Marumakathyam (matrilineal system) which made the society highly matriarchal unlike patriarchal values found else where in India. This also helped the society to be highly tolerant to cross-caste\/religious marriages and co-living systems. Also Kerala is the only last place in world, where ancient Hindu Vedic Tantric rites are practiced widespread. \n\nKerala's ",{"type":"'''","value":["Islam"]}," is also unique. Its believed that Islam reached shores of Kerala around 700 AD, due to strong trading relations between Kerala and Arabia that time. This resulted in Kerala adopting Shafi'i School of Islam like many Arab countries such as Oman and Yemen, and unlike the Hanfi school elsewhere in India. \n\n",{"type":"'''","value":["Christianity"]}," too has made a unique mark in Kerala's history. St.Thomas the Apostle came in 52 AD and spread the message of Christ. This resulted in large influx of Syrian Immigrants who soon assimilated with the locals. Kerala has the largest number of churches, of which many are considered very sacred, in India.\nIn terms of denominations, Kerala is home to Roman Catholic ",{"type":"[[","value":[["Latin Rite"]]},", ",{"type":"[[","value":[["Syro-Malabar"]]}," and ",{"type":"[[","value":[["Syro-Malankara"]]}," denominations, 2 Major Orthodox denominations, 2 Major Protestant Denominations and 1 Nestorian church apart from innumerable Charismatic \/ Independent congregations.\n\nFor thousands of years ",{"type":"'''","value":["Buddhism"]}," was the most influential religion in Kerala. It was only in the 11th and 12th centuries that Brahmanism took hold in the state and Buddhism waned. Another religion, found in minority is ",{"type":"'''","value":["Jainism"]},", with limited number of followers in Wayanad, Kozhikode and Kochi. The presence of considerable followers of ",{"type":"'''","value":["Sikhism"]},", mainly those who have migrated from Indian state of Punjab, also brought the religion to Kerala.\n\n",{"type":"'''","value":["Judaism"]}," has existed in Kerala for about 2,000 years, and today a minority of Jews live around Kochi, although there was a mass migration to Israel in 1950s following the founding of ",{"type":"[[","value":[["Israel"]]},".\n\nDue to its strong socialist values and history of several communist movements, the state has a considerable people following ",{"type":"'''","value":["Atheism"]},".\n\nHindus constitute about 56% of the population, Muslims 24% and Christians account for about 19%. Communal and sectarian tensions are rare. Kerala is considered as the most peaceful place in South Asia.\n\n",{"type":"===","value":["Culture"]},"\n\nUnique to Kerala, the Malayalee culture is derived from ancient Tamil-Dravidian practices combined with Arya-Indian culture, with influences from China, Japan, Arab countries, Portugal, Holland and even from the British.  There are a lot of Tamil-Sanskrit elements, resulting in many unique practices and customs. Each community in Kerala has its own unique Malayalee culture which will not be found anywhere outside Kerala.\n\nThe Buddhist influence brought ",{"type":"'''","value":["Ayurveda"]}," into a prominent position as well as ",{"type":"'''","value":["Kalaripayattu"]}," (Kerala's traditional martial art). While religious beliefs and its associated myths & legends are well rooted in the Malayalee psyche, the influence of communism and the Kerala renaissance has resulted in separation of religion from the daily routine of life.\n\nKerala architecture has lot of Tibetan-Chinese influence, due to its seclusion from other parts of India when the Western Ghats prevented Tamil influences. Most of the buildings have gabled, tiled roofs and a heavy use of wood with prominent slanting windows and ornamental flora designs. The Sree Padmanabhapuram Palace near Trivandrum, is a classic example of this style.\n\nDance, music, drama all have distinctive styles. Dances and music often attract large crowds.\n\nA good way to experience the entire arts and culture of Kerala in one place is at the ",{"type":"'''","value":["Annual Kerala State School Art Festival"]},", normally held in December or January. The location changes between various district headquarters on a rotational basis. This was constituted by the government as a competition amongst school children to promote Kerala arts and culture. This is Asia's largest festival according to the Guinness Book of records, with more than 82 art forms show-cased during its ten day duration. \n\n",{"type":"====","value":["Dance"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kathakali"]},". Kerala's celebrated classical ballad with use of large costumes and elaborate make-up. It is a dance drama, noted for wide range of characters, each character with special kind of costumes and make-up with special movements, particularly extensive expressions, refined gestures and innovative themes. The dance is accompanied with anchor playback music and precise drumming. The Kathakali Music is unique as it varies in accordance to expressions and reactions. Whilst traditional Indian epics, mainly the Ramayan and Gita Puran, constitute the main story-boards for the dance drama, many international versions like Shakespearian-Homer-Biblical works are now taken as themes. A glimpse of Kathakali can be seen in shows organised by various cultural centres across Kerala (including the ones at Thekkady), which showcase the art and educate people about it."]},{"type":"[[","value":[["Image:Kathakali Dance.jpg"],["thumb"],["200px"],["right"],["Kathakali, the lone Indian classical dance drama, originated from Kerala"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mohiniyattom"]},". This  classical artform of Kerala is a subtle and graceful dance performed by women in traditional costume. Most of the themes are poems, unlike other classical dances which have an emphasis on Hindu mythology. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Koodiyattom"]},".  An ancient form of theatre with a legacy of more than 2,000 years. This is very stylised Sanskrit theatre and recognised by UNESCO as a ",{"type":"''","value":["Masterpiece of the Oral and Intangible Heritage of Humanity"]},". Most of the characters are noted for Sanskrit recitations and highly stylised movement, particularly eye expressions. Some parts of the stories are expressed only using the eyes. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Theyyam"]},". This is a ritualistic rite performed in the temples of Malabar.  It is an ancient tradition, whereby worship takes the form of performance, rather than formal worship. While dressed in Theyyam costume, peformers are considered Gods and Goddesses. There are nearly 41 various types of Theyyam, each noted for its different legend and stories. A visit to any Malabar temples during Theyyam season (Dec-Mar), is advised."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chavittu Nadakam (Malayalam:ചവിട്ടുനാടകം)"]},". This is a highly colorful Christian classical art form originated in Gothuruth village,North Paravur, Kerala state in India. It is noted for its attractive make-up of characters, their elaborate costumes, detailed gestures and well-defined body movements presented in tune with the rhythmic playback music and complementary percussion. This art form highly resembles European Opera. Chavittu Nadakam is believed to be originated during the 16th century AD. This form of play is prevalent among the Christian community in the districts of Alappuzha, Ernakulam and Thrissur of Kerala."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Margam Kali (Malayalam:മാര്‍ഗ്ഗംകളി)"]},". is one of the ancient group dance of Kerala practiced by Saint Thomas Christians.The Margamkali is a ritual folk dance in which twelve people dance around a traditional oil lamp (Nilavilakku). They represent the twelve apostles and Christ himself is represented by the lamp. They perform the dance wearing the traditional white dhoti and a peacock feather on the turban. Margamkali is essentially famous among the Syrian Christ of Kottayam and Thrissur districts of Kerala."]},"\nThere are more than 14-15 various Dance forms, all indigenous to Kerala. A detailed check with locals or web search, may help you to identify some others.\n\n",{"type":"====","value":["Music"]},"\n\nKerala has its own indigenous music and orchestration.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Melam"]},". This is a percussion ensemble, with several variants differing in the number of percussive instruments used, as well as the style of playing them. Melam is extremely popular and is s mostly used during temple festivals, when more than six hours of continuous playing is the norm. Melam attracts large crowds and creates wonderful notes. The Thrissur Pooram has the largest Melam, with more than 300 musicians in the ensemble."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sopanam"]},". This is Kerala's unique classical music; slow, graceful rhythms. Most of the original versions are poems, and the music is coupled with poetic expression and style. Sopanam is now limited to regular performances at temple events. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mappila Songs"]},". This music is associated with the local Muslim community. Traditionally, the songs were performed in Mappila Malayalam - a mixture of Arabic and Malayalam - and most tell stories of social systems and customs. Today, Mappila songs are popular amongst youngsters, using Malayalam lyrics. Mappila songs have a charm of their own as their tunes sound a mix of the ethos and culture of Kerala as well as West Asia. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Poems"]}," plays a pivotal role in Malayalam music culture. Kerala is extremely for its various famous poetic traditions and large number of poems of high literarly value. ",{"type":"'''","value":["Aksharaslokam"]}," (Poem recitations) is a common sight in many village temple platforms and during festival times, where poets recites poems and challenge other poets to start their recitation with the phrase, the former has ended his recitation"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Film Music"]},". As elsewhere in India, film music is extremely popular, and Malayalam songs can be heard everywhere."]},"\n",{"type":"====","value":["Martial art"]},"\n\n",{"type":"'''","value":["Kalarippayattu"]}," (",{"type":"''","value":["Kalari"]},") is believed to be one of the oldest martial arts in world. It soon became a major weapon of war. Kalaripayattu has many styles, the best known being Northern Style and Southern Style. While former is focused on using various weapons, the Southern style uses powerful strokes with the bare hand. The knowledge of vital spots, known as  Marma, on the human body helped Kalaripayattu warriors, make blows that can freeze or kill a person.\n\nThe British Government passed legislation banning Kalari, considering it a potential danger, and this resulted in a brief decline. Today, it is a popular sport and exercise option which gets international attention. There are many cultural centres which showcase Kalari techniques, one of them being the Kalari Centre at Thekkady, as well as schools in Thiruvanathapuram, Kottayam and many places in north Malabar.\n\n",{"type":"====","value":["Drama"]},"\n\nDrama was once a very popular medium in Kerala, and played a large role in the spread of Communist ideology and the social renaissance of the region. Due to the popularity of television soaps and cinema, the popularity of live drama has waned. However, some high-end dramas involving technology and innovative themes are gaining popularity in major metropolitan areas. ",{"type":"'''","value":[{"type":"[[","value":[["Thrissur"]]}]}," is the hub of Kerala drama, with many theatres hosting regular showss. Thrissur also hosts the annual ",{"type":"'''","value":["International Drama Festival of Kerala"]},", attracting prominent dramatists, from across the world.  Most Kerala dramas are performed in Malayalam, and the stories based on social realities.  Some temples offer dramas as part of their Temple festival programs.\n\n",{"type":"====","value":["Cinema"]},"\n\nMalayalam Cinema is a popular local entertainment option. It tends to focus on social realities, and avoids the glitz & glamour prevalent in the Bollywood and Tamil movie industries. If you want to watch a Malayalam movie in a local theatre, be aware that there is no sub-titling, except for those movies nominated for out of state awards. ",{"type":"[[","value":[["Trivandrum"]]}," hosts the annual ",{"type":"'''","value":["International Film Festival of Kerala"]}," which focuses on Asian and Latin movies.\n\n",{"type":"===","value":["Traditional dress"]},"\nThe traditional costumes of Kerala are called ",{"type":"''","value":["mundu"]}," and ",{"type":"''","value":["neriyathu"]},", for both men and women. Sarees and blouses form the traditional costume of Kerala women. Kerala Mundu is very popular in the state and is worn by many men. Its a special white\/cream colour dhoti worn across the waist. The dhothi has a golden thread work as a strip running down from the waist to bottom, and the width of the gold thread determines the cost. It is an elegant costume, mostly used for ceremonial purposess. The women's Mundu Neriyathu is similar and has an upper shawl of same material. White colour is one of the most preferred in the state. Today different versions of Mundu and Neriyathu with different colours and motiffs is available.\n\n",{"type":"===","value":["Government"]},"\n\nKerala is a state in the Union of India. The state government has a cabinet of ministers headed by the Chief Minister. A Governor appointed by the Government of India has a titular role as head of state.  ",{"type":"'''","value":[{"type":"[[","value":[["Trivandrum"]]}]}," (",{"type":"'''","value":["Thiruvananthapuram"]},") is the state capital and houses the Kerala Secretariat, the legislature house called Niyama Sabha and offices of various ministers and officials. The state is divided into 14 districts which are further divided into Taluks. Each district has a major city as its district headquarters, which houses offices of district administration. Each district administration is headed by a Government official known as District Collector. The Kerala High Court is located at ",{"type":"[[","value":[["Ernakulam"]]},".\n\nKerala is a traditional socialist leaning state, and has a strong communist movement. This was the first place in the world where a communist government was elected to power through democratic means. Kerala's communism today appears almost like the Chinese way which focuses on a market economy and reforms, although officially they are against it. Kerala has a tradition of two major alliances: one led by the Communist Party called LDF (Left Democrats), and another led by the Indian National Congress called UDF (United Democrats). These tend to swing to power for alternate five year terms. The current government is led by the UDF under the leadership of Oommen Chandy who is the State Chief Minister.\n\n",{"type":"===","value":["Economy"]},"\nKerala has been through a period of strong growth with one of the highest per-capita income and poverty levels are extremely low compared to elsewhere in India. Most households have family members working somewhere outside the state, typically the ",{"type":"[[","value":[["Middle East"]]},", and their remittances make up for around 20% of the economy. Agriculture is highly focused on cash-crop cultivation such as rubber, tea, coffee, spices and coconut plantations. Tourism is now a booming industry in Kerala, and accounts for a significant part of the state's economy.\nKerala is completely covered by mobile network connectivity and 3G services are still limited to major cities and by limited service providers. Major hotels offer free wi-fi facility throughout the stay. Internet cafe facility is available in leading cities. \nMost of the leading foreign brands and products are available (from apparels to automobiles) across kerala.\n\n",{"type":"==","value":[" Talk "]},"\n\nThe people of Kerala speak ",{"type":"'''","value":[{"type":"[[","value":[["Malayalam phrasebook"],["Malayalam"]]}]}," (a palindrome when written in English). Most well-educated people are also able to speak ",{"type":"[[","value":[["Hindi phrasebook"],["Hindi"]]}," and English. Though Kerala is often regarded as a highly literate state it doesn't mean that everyone can communicate in English. Literacy is considered to be  the universal ability to read, write and speak in one's own mother tongue. Most of Kerala's urban dwelling population are able to communicate in English and in 'broken' Hindi. As Tamil and Malayalam are closely related, locals may understand spoken Tamil with some difficulty. Almost all bus routes and other important signs including name boards are written in Malayalam and some are in English. Most ",{"type":"''","value":["City Bus"]}," destinations are prominently written in Malayalam, some having English signage represented in small fonts which is often difficult to read. All of the bus conductors and ticket checkers understand basic English.  ",{"type":"''","value":["Long Distance"]}," and ",{"type":"''","value":["Inter-state"]}," buses do carry English signage. Railways and other central government establishments use signs written in Malayalam, English and Hindi. Highway signs are normally in Malayalam and English. Most Kerala Government offices use only Malayalam signage and most Kerala Govt documents such as receipts and bills are in Malayalam, though there will usually be English-speaking staff on duty.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThere are three airports in Kerala, with flights to domestic and international destinations: ",{"type":"[[","value":[["Kochi"]]}," (Cochin), ",{"type":"[[","value":[["Kozhikode"]]}," (Calicut), and ",{"type":"[[","value":[["Thiruvananthapuram"]]}," (Trivandrum). The airports have several carriers operating international flights around the world. \n\n",{"type":"*","value":[{"type":"'''","value":["Cochin International Airport"]},{"type":"[","value":["http:\/\/www.cial.aero\/"]}," (",{"type":"{{","value":[["IATA"],["COK"]]},") is the largest airport in the state, with regular flight connections to most of the ",{"type":"[[","value":[["Middle East"]]},", ",{"type":"[[","value":[["Southeast Asia"]]},", ",{"type":"[[","value":[["Sri Lanka"]]}," and ",{"type":"[[","value":[["Maldives"]]},". Europe- and US-bound passengers need to transit in the Middle East or ",{"type":"[[","value":[["Mumbai"]]},". There are regular flights to most parts of India."]},"\n",{"type":"*","value":[{"type":"'''","value":["Thiruvananthapuram International Airport"]}," (",{"type":"{{","value":[["IATA"],["TRV"]]},") has regular connections to major cities of India, as well as to the ",{"type":"[[","value":[["Middle East"]]},", ",{"type":"[[","value":[["Southeast Asia"]]},", Srilanka and ",{"type":"[[","value":[["Maldives"]]},". Charter flights for tourism from London, New York and Moscow operate to Thiruvananthapuram."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kozhikode International Airport"]}," (",{"type":"{{","value":[["IATA"],["CCJ"]]},") is a new airport with limited international connects others than to the ",{"type":"[[","value":[["Middle East"]]},"."]},"\nThere are 20 to 25 international carriers offering flights to Kerala. Apart from international carriers, Air India, Jet Airways, offer international connections from the 3 airports. Domestic destinations accessible  by direct flights from these airports include ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Mumbai"]]},", Agatti, ",{"type":"[[","value":[["Hyderabad"]]},",",{"type":"[[","value":[["Mangalore"]]},",",{"type":"[[","value":[["Goa"]]}," and ",{"type":"[[","value":[["Delhi"]]},". There are daily, and some bi-daily flights, to most Indian cities from airports in Kochi and Trivandrum. Many of the major indian low cost carriers (LCC) such as Spicejet, Indigo and Jetlite offer daily flights from major Indian cities.\n\n",{"type":"===","value":["By train"]},"\n\nIndian Railways ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/"]}," operates several trains to, from and within Kerala. Trains into Kerala start from neighbouring states like ",{"type":"[[","value":[["Karnataka"]]}," and ",{"type":"[[","value":[["Tamil Nadu"]]},". Long-haul direct train services from cities like ",{"type":"[[","value":[["Delhi"]]}," and ",{"type":"[[","value":[["Mumbai"]]}," are also available.\n\nLog on to the Indian Railways booking site ",{"type":"[","value":["http:\/\/irctc.co.in\/"]}," to book tickets online or you can walk up to any railway station to book tickets between any two destinations in ",{"type":"[[","value":[["India"]]},". \n\nBe aware that trains are the most popular method of transport and almost all trains in Kerala originate or terminate in ",{"type":"[[","value":[["Thiruvananthapuram"]]}," or ",{"type":"[[","value":[["Ernakulam"]]},", and are usually heavily booked. Buy your tickets as early as possible. Another option is using Tatkal. You need to pay more depending on the class of accommodation, but have a chance of getting a seat. Tatkal is an emergency service, hence its booking is open just 24 hours before departure. As per the recent update, the Tatkal booking starts at 10:00 am IST on the previous day of travel. Make sure that you have an Indian railway website login and valid identification card with you during booking. Some travel agents have authorised booking quotas for certain trains. \n\nRecently, the luxury tourist train ",{"type":"'''","value":["The Golden Chariot"]}," has introduced a South Indian Rail Tour, which includes many parts of Kerala. This is a good option for those who want to visit the South Indian states on as tight schedule. The train starts from ",{"type":"[[","value":[["Bangalore"]]}," and covers ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Pondicherry"]]},", ",{"type":"[[","value":[["Trichy"]]},", ",{"type":"[[","value":[["Madurai"]]},", ",{"type":"[[","value":[["Trivandrum"]]},", ",{"type":"[[","value":[["Alapuzha"]]},", ",{"type":"[[","value":[["Kochi"]]}," and back to Bangalore. The 7 night\/8 day package tour, costs US$3,000-7,000 depending upon the class taken.\n\n",{"type":"===","value":["By bus"]},"\n\nInter-state private and government buses operates between neighboring states. Usually the journey is performed in the night so that you can escape the heat of the day. The most common inter-state bus is Karnataka State Road Transport Corporation (KSRTC-Karnataka) with daily bus from most of Major cities of Kerala to Bangalore, Mysore and Mangalore. Tamil Nadu State Bus like SETC also operates regularly from Kerala. Kerala's State bus- KRSTC-Kerala do have regular Ordinary bus to most of nearby places in Tamil Nadu and Karnataka. KRSTC-Kerala also operates a few Volvo AC bus to Bangalore and Coimbatore.\n\nHowever Private bus players to operate more buses than Govt options. Most of them are well maintained. Kallada, Shama, KPN are the major bus players, though recently Raj National and few others have entered with Pan India operations. Kallada, KPN, Shama etc have regular buses to Bangalore, Chennai and many other places in Tamil Nadu as well as Karnataka on various times\n\nIt is recommended that you consider booking long distance bus tickets on \"air conditioned Volvo buses\" operated by all operators as the quality of the other buses vary significantly.\n\n",{"type":"===","value":["By road"]},"\nKerala is well connected by National Highways:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["NH 17"]}," (Connecting ",{"type":"[[","value":[["Mumbai"]]}," to ",{"type":"[[","value":[["Cochin"]]}," via Western coastal side of ",{"type":"[[","value":[["Goa"]]},", ",{"type":"[[","value":[["Karnataka"]]}," and almost all towns of ",{"type":"[[","value":[["Malabar"]]}," like ",{"type":"[[","value":[["Kannur"]]},", ",{"type":"[[","value":[["Kozhikode"]]}," etc), "]},{"type":"*","value":[{"type":"'''","value":["NH 47"]}," (Connecting ",{"type":"[[","value":[["Salem (India)"],["Salem"]]}," with ",{"type":"[[","value":[["Kanyakumari"]]}," via ",{"type":"[[","value":[["Coimbatore"]]},",  ",{"type":"[[","value":[["Palakkad"]]},", ",{"type":"[[","value":[["Thrissur"]]},",",{"type":"[[","value":[["Kochi"]]},", ",{"type":"[[","value":[["Alapuzha"]]},", ",{"type":"[[","value":[["Kollam"]]},", ",{"type":"[[","value":[["Trivandrum"]]}]},{"type":"*","value":[{"type":"'''","value":["NH 212"]}," (Connecting ",{"type":"[[","value":[["Kozhikode"]]}," to ",{"type":"[[","value":[["Mysore"]]}," via ",{"type":"[[","value":[["Wayanad"]]},"), "]},{"type":"*","value":[{"type":"'''","value":["NH 49"]}," (Connecting ",{"type":"[[","value":[["Kochi"]]}," to Ramaeswaram via ",{"type":"[[","value":[["Munnar"]]},", ",{"type":"[[","value":[["Madurai"]]},"), "]},{"type":"*","value":[{"type":"'''","value":["NH 220"]}," (Connecting ",{"type":"[[","value":[["Kollam"]]}," to ",{"type":"[[","value":[["Theni"]]}," in Tamil Nadu via ",{"type":"[[","value":[["Kottayam"]]},", Kanjirapally, ",{"type":"[[","value":[["Kumily"]]}," and enters into Tamil Nadu at Kumily), "]},{"type":"*","value":[{"type":"'''","value":["NH 208"]}," (Connecting ",{"type":"[[","value":[["Kollam"]]}," with ",{"type":"[[","value":[["Madurai"]]}," via ",{"type":"[[","value":[["Punalur"]]},", Shenkottai, ",{"type":"[[","value":[["Tenkasi"]]},") and "]},{"type":"*","value":[{"type":"'''","value":["NH 213"]}," (Connecting ",{"type":"[[","value":[["Palakkad"]]}," with ",{"type":"[[","value":[["Kozhikode"]]},") "]},{"type":"*","value":[{"type":"'''","value":["NH 212"]}," is a National Highway in Southern India. NH 212 connects Kozhikode in Kerala with Kollegal in Karnataka via Mysore"]},"Most of the NH roads are dual carriageways. As  vehicle density is very high in Kerala, accidents are common",{"type":"[","value":["http:\/\/news.karmakerala.com\/2008\/03\/06\/kerala-roads-flooding-with-vehicles\/"]},". You must be extra cautious while driving here.\nAs Kerala receives large rainfall throughout the year, roads condition aren't the same always. So expect a delay in your schedule especially in monsoon season and afterwards (June-October) even on the National Highways.\n\n",{"type":"===","value":["By ferry"]},"\nKochi is a major cruise port and a large international cruise terminal is under construction. Once completed, regular cruises will be operated from Kochi. A regular luxury Cruise between ",{"type":"[[","value":[["Colombo"]]},", ",{"type":"[[","value":[["Male"]]}," and Kochi is now operational. All ",{"type":"[[","value":[["Lakshadweep"]]}," bound cruises originate in Kochi and make return trips. \n\nAlso private yachts and other sea going boats regularly call at Kochi.\n\n",{"type":"==","value":["Get around"]},"\n\nKerala is quite well connected with all modes of transport. The flat southern side is better connected than mountainous north.\n\n",{"type":"===","value":["By train"]},"\nTrains are good for long distance travel within the state.  Most trains are long distance trains with stops at many of Kerala's stations. Short distance trains are mainly intercity passenger trains, connecting only major cities like Trivandrum, Kochi, Palakkad, Alapuzha, Kollam, Kottayam, Kozhikode, Kannur and Thrissur. The main Intercity trains are:\n\n",{"type":"*","value":[" Nagercoil - Mangalore Parasuram Express which covers almost all major metros of Kerala on its west coast."]},{"type":"*","value":[" Trivandrum - Kozhikode Jana Shatabdi Express connecting  via Kollam,Alleppey,Ernakulam."]},{"type":"*","value":[" Trivandrum - Kannur Jana Shatabdi Express connecting  via Kollam,Kottayam,Ernakulam."]},{"type":"*","value":[" Trivandrum - Guruvayur Intercity Express - very popular option for regular commuters working in these two cities and some cities in between."]},{"type":"*","value":[" Trivandrum - Shornur Venad Express."]},{"type":"*","value":[" Trivandrum - Palakkad Amrita Express."]},{"type":"*","value":[" Kannur - Ernakulam Intercity Express."]},"\n",{"type":"'''","value":["Express trains"]}," are relatively faster, as they stop only at major stations and gets priority in event of crossing. ",{"type":"'''","value":["Passenger trains"]}," stops at all stations in a route and can be held-up in event of an express train crossing, thus takes longer time. However latter is good option, if one needs to align at small village or town stations, not catered by express trains.\n\n",{"type":"===","value":["By car"]},"\nRoads remain the primary popular options. Almost each nook and corner of the state is well connected by road.  The primary roads are NH 47, NH 49, NH 17 and NH 212 which all National Highways. The NH 47 is one of  most busiest  as it connects Kochi and Trivandrum.  The traditional primary road is MC Road, which covers on the most scenic places in south Kerala. However NH 47 cut the time at least by 1 hour for a travel between Kochi and Trivandrum. \n\nState Highways connect to almost all parts of Kerala. Most of the SH are Bi-lane roads.  Due to heavy rains, its common to see potholes in most of roads. Some of the wettest areas like Alleppey, Kottayam, Iddukki etc have damaged roads.\n\n",{"type":"===","value":["By bus"]},"\n\nBus transport is most popular transport to travel within Kerala and ideal for budget conscious travellers. Kerala has an excellent public bus system operated by both government-owned Kerala State Road Transport Corp (",{"type":"''","value":["KSRTC-Kerala"]},") and various private operators. All fares are determined by Transport Department and uniform across the state in accordance to nature of buses. Typically, there are 4 class of buses, all are non air-conditioned. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ordinary (ORD)"]},", which is a basic, no-frills services with covering short and medium distance areas with stoppages at all legal stops in its authorized route. The minimum fare is ₹ 5 with 42 paise for every km"]},"\n",{"type":"*","value":[{"type":"'''","value":["Limited Stop (LS)"]},", is a service covering medium distances with less stops than ordinary and has small increase in fare."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fast Passenger (FP)"]},", is better service covering large distances with limited stops, only at main villages or towns. The minimum fare is ₹ 7 with 50 paise for every km"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Super Fast (SF)"]},", also known as ",{"type":"''","value":["Express Services"]},", connects major towns and district headquarters with limited stop only at major towns in its route. The minimum fare is ₹ 7.00 with 60 paise per km"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Super Express (SE)"]},", also known as ",{"type":"''","value":["Lightning Fast"]},", is a strictly point-to-point services, connecting major cities with technical stops only in major cities. This services uses larger air-suspension bus with comfortable cushion seats. The minimum fare is ₹ 20 with 65 paise for every km"]},{"type":"*","value":[{"type":"'''","value":["Low Floor AC\/Non AC "]}," , is a city service covering  areas under ",{"type":"'''","value":["Trivandrum"]}," and ",{"type":"'''","value":["Cochin"]}," city limits.The minimum fare is 7 for Low Floor Non AC and 15 for AC Buses. KSRTC also operates inter city Low Floor Air Conditioned services connecting ",{"type":"'''","value":["Trivandrum"]}," and '",{"type":"''","value":["Cochin"]}," via ",{"type":"'''","value":["Alapuzha'' and "]},"Kottyam''' route respectively."]},"\nApart from this KSRTC also has some services as ",{"type":"'''","value":["Malabar"]}," for all North Kerala services and ",{"type":"'''","value":["Venad"]}," for all South Kerala services for medium to long distance travel with stops at major towns and has very limited fare stages which is known as Town to Town(T\/T).\n\nApart from above services, air-conditioned buses also operate, mainly between regional centres and cities, known as ",{"type":"'''","value":["Garuda"]}," and ",{"type":"'''","value":["Hi-tech Services"]},", premium Volvo buses are used. Minimum fares starts from ₹ 50 with 75 paise to ₹ 1 for every km, depending upon bus type.\n\nWhile KSRTC has different liveries for each of class of service (red and yellow for ",{"type":"''","value":["Ordinary\/Fast Passenger\/Superfast"]},", green for ",{"type":"''","value":["Express"]},", blue-white for ",{"type":"''","value":["Venad\/Malabar\/Deluxe"]},"), private operators has no uniform liveries and paint according to their choice. Check at route board, to know the class of service. All KSRTC buses have its own bus depots or stations in major towns and villages and stops only at those stops that displays its logo. Whereas private buses do stop at any convenient part of towns and villages, though in few cities it has its own private bus stands and stations. Check with locals, to know where each class of bus operates. There is no route numbering for buses in Kerala. Most of the buses are crowded and must beware of pick-pockets.\n\n",{"type":"===","value":["By taxi"]}," \nTaxis are a good but expensive way to cover short distances. Negotiate the price before you get into the taxi. Ambassador\/Indica Taxis are the big players. Ambassador Taxis are rarely air-conditioned and are most commonly used in Trivandrum. Indica is more common in Ernakulam, Thrissur and Kottayam areas. Most of the Indica taxis are air-conditioned. Normal rate is ₹ 50 as minimum rate for 2 Kms and ₹ 20 per Km later. A\/C cabs charge normally 10 to 15% more. In Cochin, Trivandrum, day cabs are available that charge ₹ 450 for 4 hour trip anywhere within City limits or ₹ 850 for 8 hour trip within city limits. Most these will be Indica.\n\nJeeps and 4 wheel SUVs are the most common form of taxi in hilly areas.\n\n",{"type":"===","value":["By autorickshaw"]}," \nAlso called autos, these are a convenient mode of transport for very short distance travel.  By law the auto driver has to start a meter for every journey. However at times this law tends to be overlooked. It is wise to ask the driver, politely, to ensure he starts the meter at the start of your journey, to avoid unecessary arguments at the end of the trip. Most of the larger railway stations and all the airports have pre-paid auto-rickshaw and\/or taxi stands. Just tell them where you want to go and you will get a slip of paper with the destination and amount written on it. Pay only that amount of money and nothing more.\n\n",{"type":"===","value":["By ferry"]},"\nKerala has an extensive series of water bodies with rivers, backwaters and lagoons making travel by ferry an effective service. In some places, ferries are more popular and easier than road transport. Most of the places in Alapuzha-Kuttanad area is interconnected with regular ferry services.\n\nThe main waterways route, served by Kerala Water Transport Department boats are as follows\n\n",{"type":"*","value":["(1) Vembanattu lake - 52 sq kms, connecting between districts of Alapuzha and Kottayam and numerous of canals in Kuttanad"]},{"type":"*","value":["(2) Ashtamudy lake - 200 sq kms, connecting various points in Kollam district."]},{"type":"*","value":["(3) Ernakulam - Vypeen - Fort Cochin ferry (Cochin port & Harbour) "]},{"type":"*","value":["(4) Muhamma - Kumarakom, connecting islands within Kottayam district"]},{"type":"*","value":["(5) Vaikom - Thavanakkadavu , connecting Kottayam with Ernakulam districts."]},{"type":"*","value":["(6) Payyannur - Parassinikkadavu, connecting various parts of Kannur district."]},"\nIn addition to this, the National Waterway- NW 3 has formally opened, which runs from Kollam in south Kerala to Kottapuram in Thrissur district, which shall be served large boats. The final touches to this waterway is underway and scheduled to open mid of this year.\n\n",{"type":"====","value":["By air"]},"\nHelicopter and Air-taxi services are available between Kochi and Trivandrum and can used to connect these two major metros with District Headquarters. However its a very expensive option.\n\nThere is no Intra-City Train\/Metro services now in any Kerala city, though Kochi is going to start a Metro Service soon. Also a dedicated Inter-city Rail called MEMU will start soon between Kochi and Kollam.\n\n",{"type":"==","value":["See"]},"\nDue to its unique geography, Kerala gets rain for at least 7-8 months of the year and the forests are classified as rainforests. There are many  opportunities to trek, camp and see wildlife.\n\n",{"type":"===","value":["Backwaters"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Backwaters of Kerala"]]}]}," are a maze of lagoons criss-crossed with rivers, shallow pools and canals, all separated from the sea by a narrow strip of sand banks. Backwaters are present throughout the state but ",{"type":"[[","value":[["Alappuzha"]]}," and ",{"type":"[[","value":[["Kottayam"]]}," are most notable in this regard. "]},{"type":"*","value":[" The annual ",{"type":"'''''","value":["Vallam Kali"]}," boat races take place in the backwaters. The boats are large wooden canoes that can accommodate 60 to 100 rowers. The most famous race is for the Nehru Trophy Vallam Kalli, held on the second Saturday of August as a tribute to the former Indian Prime Minister Jawaharlal Nehru who had a keen interest in this sport."]},"\n",{"type":"===","value":["Mountains"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Blue Mountains of the Western Ghats"]},", popularly known as Nilgiris, are close to ",{"type":"[[","value":[["Trivandrum"]]}," and there are numerous hill stations in thise area. The most popular is Munnar, the honeymoon capital of the state. The highest peak of the Western Ghats is located at Anamudi (2,695 metres) and is good for trekking. The area is also home to several sanctuaries and forest reserve areas."]},"\n",{"type":"*","value":[" There are more than two dozen ",{"type":"'''","value":["waterfalls"]},", both large and small, with numerous rapids and springs. The largest fallwaters are at Athirampally, where three milky waterfalls fall at great speed."]},"\n",{"type":"===","value":["Beaches"]},"\n",{"type":"[[","value":[["Image:Kovalam_beach_view.JPG"],["thumb"],["right"],["250px"],["The world famous Kovalam beach, well known for fun and frolic"]]},"\n\nKerala has 650 km of coastline and numerous beaches. Some of the more notable are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kovalam"],["Kovalam Beach"]]}]}," near ",{"type":"[[","value":[["Trivandrum"]]}," has a good bathing area, clean environment and plenty of accommodation. This was a centre of Hippy counter-culture in sixties, and is today well known for hedonistic beach parties."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Varkala"],["Varkala Beach"]]}]}," in ",{"type":"[[","value":[["Thiruvananthapuram"]]}," district - A long cliff makes the beach more natural (no restaurant behind you). It is long beach with natural springs from the cliff."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Alapuzha"],["Alapuzha Beach"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Kollam"],["Kollam Beach"]]}]}," are both well known for beach sports and tournaments. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cherai Beach"]]}]}," near ",{"type":"[[","value":[["Kochi"]]}," city  has a large sand beach. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kozhikode"],["Kozhikode Beach"]]}]}," is where Vasco da Gama first landed in India, marking the start of European colonisation and the Age of Discovery."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Muzhappilangadu"]}," near ",{"type":"[[","value":[["Kannur"]]}," A long drive in beach in Kannur district with lush greenery around.  This beach has a naturally clean and closely packed sand which makes it drivable.  Beach is very long 4-5 km and is a pleasant place to spend time. Lots of adventure activities like para gliding\/ para sailing etc. are arranged in this beach regularly."]},"\n",{"type":"===","value":["Historical monuments"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Palaces at Sree Padmanabhapuram"]}," located 30 km from ",{"type":"[[","value":[["Trivandrum"]]}," are the largest Palaces ever constructed from wood and granite in India. This was the Royal Headquarters of Travancore until early 20th century. "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Hill Palace"]}," in ",{"type":"[[","value":[["Kochi"]]},", houses more than 200 artifacts including the hugely valuable Cochin Crown as well as other rare Crown Jewels."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["forts"]}," at ",{"type":"[[","value":[["Bekal Fort"],["Bekal"]]},", ",{"type":"[[","value":[["Palakkad"]]}," and Thalassery date from the pre-British Raj era. "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Cherman Perumal Mosque"]}," at Kodungallor is the world's second oldest intact mosque and houses many rare artifacts."]},{"type":"[[","value":[["Image:Keralaassembly.jpg"],["thumb"],["250px"],["right"],["Kerala Niyama Sabha- the legislature body located in ",{"type":"[[","value":[["Trivandrum"]]}]]},"\n\n",{"type":"===","value":["Eco-tourism villages"]},"\nKerala was the first state to formally embrace the eco-tourism concept in ",{"type":"[[","value":[["South Asia"]]},", and has made considerable strides in this respect. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Akkalum Tourist Village"]}," in ",{"type":"[[","value":[["Trivandrum"]]}," is set in a very clean and green environment. There is a floating bridge and beautiful landscaped gardens. Many famous statues and sculptures dot the area. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thenmala Eco-Tourist Village"]}," in ",{"type":"[[","value":[["Kollam"]]}," is the first such place in India, with an intense focus on the natural environment. Exhibits include 27 rare trees,  a butterfly garden, nature trail, a deer park, lotus garden, jasmine garden, many sculptures and a large musical fountain. Adventure sports, trekking, boating and fishing are soem of activities offered."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kumbalangi Model Village for Sustainable Tourism"]}," near ",{"type":"[[","value":[["Kochi"]]}," was once a sleepy fishing village. Today it is a popular visitor atraction with a planned focus on sustainability. There are many small homestays where visitors can interact with locals, understand their lifestyle, go fishing, learn recipes etc."]},"\n",{"type":"===","value":["Religious attractions"]},"\n",{"type":"''","value":["See ",{"type":"[[","value":[["Religious destinations of Kerala"]]}," for details"]},"\n\nKerala is famous for its religious harmony. Keralites are very religious people and religious functions dominates all walks of life. However religion does not make the final word in anybody's life here, thus its an very open society for debate and discussions about religions.\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":["See also ",{"type":"[[","value":[["Three weeks in Kerala"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"{{","value":[["infobox"],["There are two types of Ayurvedic establishments: Ayurvedic ",{"type":"''","value":["Hospitals"]}," and Ayurveda ",{"type":"''","value":["Spas"]}],["Enjoying an Ayurveda Massage while in Kerala is always a priority for tourists.  While the Ayurvedic ",{"type":"''","value":["Hospitals"]}," are for treatment of serious ailments, diseases and disorders, the Ayurveda ",{"type":"''","value":["Spas"]}," are more suited to ",{"type":"''","value":["rejuvenation"]},". \n\nThere are many popular Ayurvedic themed resorts which mix treatment with pleasure. Ayurvedic hospitals however are legally authorised medical centres and formally authorised to prescribe Ayurvedic medicines. Many Ayurvedic medicines and oils can be readily purchased without medical prescription as they they have an enduring reputation for being free of any significant known side effects. Indeed they are often sought out for that reason.\n\nThere are also many spas and massage centres offering light treatments. Check for the government rating, displayed at the reception. This is similar to a star rating for hotels and they are called ",{"type":"''","value":["Green Leaf ratings"]},". The more green leaves, the better (and the higher the price). Unauthorised massage centres are mainly sex shops in disguise. No large scale hospitals are given a ",{"type":"''","value":["Green Leaf"]},", as they are classified as medical centres. Most 3 star and above hotels have inhouse Ayurvedic spas."]]}," \n\n",{"type":"===","value":["Cruises"]},"\n\n",{"type":"*","value":[" A cruise on the ",{"type":"[[","value":[["Backwaters of Kerala"]]}," is a popular visitor pastime. Try getting a houseboat from either ",{"type":"[[","value":[["Kumarakom"]]}," or Alleppy. An individual houseboat can be rented in  24 hour and 12 hour blocks. Rates differ according to the season and duration. "]},"\n",{"type":"*","value":[" Boating in Akkalum tourist village in Veli (Near Trivandrum) as well as in Kochi Harbour, Kallai River of Kozhikode, Malampuzha Reservoir in Palakkad, Periyar Tiger Reserve in Thekkady, Neyyar Dam (Adventure because of its crocodile infested area) in Trivandrum, Thenmala Eco-Village in Kollam and Astamudi Lake in Kollam; offers some good sightings in these areas as well as offers a good pleasure trip worth for an experience"]},"\n",{"type":"*","value":[" Try using village canoe yourself in Canals of Kuttanad, Pathiramanal island, Changaserry, over Nila river in Ottapalam in Palakkad, Kallayi river in Kozhikode and Periyar river in Aluva. Its surely going to make you try again and again."]},"\n",{"type":"*","value":[" Speed cruise in Akkulam Tourist Village in Trivandrum as well as Sasthamkotta Lake in Kollam or Kochi backwaters is a good choice. Akkulam has a wide range of speed cruise from Jet ski to Water Scooters and Speed Boats as well as Banana Boats."]},"\n",{"type":"*","value":[" If you love adventure, try boarding any Fishing vessel, for a trip to High seas. Its something really adventurous. For more extreme adventurous person, a trip using traditional Fishing boat, is more thrilling due to use of narrow body boats without any machines, used by fishermen in coastal areas. You can experience the thrills of High seas."]},"\n",{"type":"*","value":[" Kerala Shipping Corporation has introduced Kochi Cruise, that have 2 type of cruises covering both Kochi Harbour Backwaters and nearby High seas. The evening cruise is the most interesting, due to the experience of cruising while at sunset and sightings of several dolphins in the Kochi Highseas."]},"\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"''","value":["See ",{"type":"[[","value":[["Festivals of Kerala"]]}," for further details."]},"\n\nKerala is considered as land of festivals, with numerous festivals falling across the year. The national festival of Kerala is ",{"type":"'''","value":["Onam"]},", marking 10 day long festivities across the state, happening between August-September. The second biggest festival is Christmas due to large Christian population in the state, celebrated in grand zest in many cities, particularly in Kochi and Kottayam. All Muslim festivals are celebrated among the community in grand way, especially in Malabar where they form majority. Apart from major religious festivals, most of temples hosts annual festivals as part of anniversary celebrations, famous for large parade of decorated elephants, temple orchestration and fireworks. The most famous among them is ",{"type":"'''","value":["Thrissur Pooram"]}," celebrated in the Thrissur town during April-May.\n\nOther major festivals celebrated are ",{"type":"'''","value":["Vishu"]}," (Malayalam New Year day mostly on April 14th), ",{"type":"'''","value":["Thiruvathira"]}," (considered sacred for Hindu women celebrated during December) and Holy Easter Week. National secular holidays like Independence Day (August 15th), Republic Day (January 26th), Naval Week (December 1st week), ",{"type":"'''","value":["Nehru Trophy Vallam Kalli"]}," (Snake-boat race in Alleppy on 2nd Saturdays of August) etc are celebrated in grand way in various cities.\n\n",{"type":"===","value":["Ayurveda"]},"\n\n",{"type":"*","value":[" Kerala is world famous for its Ayurvedic treatment. Due to tourist boom, light Ayurvedic Spas have became popular for light ",{"type":"''","value":["massages"]}," and ",{"type":"''","value":["pleasure"]}," treatments. However in case if you have any serious aliment it is recommended to go to any of the famous Ayurvedic hospitals."]},"\n",{"type":"===","value":["Adventure sports"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Trekking"]}," is a good option. Lot of trekking options prevails in Palakkad and Kottayam districts, which are safer. Trekking in Idukki and Wayanad is also good, but is much more adventurous and not as safe. Do contact DTPC of these districts available at district capitals to know more about it. Kottayam mountains are the best for anybody to trek, whereas trekking at Iddukki is surely for the experts. Vagamon and nearby areas have lot of short trekking options."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rock Climbing"]}," - Popular in the Munnar mountains, which are more rocky in nature and have cliffs that make for a real adventure. Areas near Poojnar in Kottayam also have options for rock climbing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountain Biking"]}," - Popular in hill station areas, especially for racing. Ponmudi in Trivandrum, Munnar, Thekkady, Vagamon, and Nelliyampatty are main centres for mountain biking and racing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountain Hiking"]}," - is also emerging as a popular sport, to conquer the largest peak of Western Ghats- Anamudi in Iddukki district. Many Mountain hikers go in search of tall peak points, for hiking options. Need to check at Iddukki, Palakkad and Kottayam districts."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Para gliding"]}," - Para gilding are available at Munnar and Varkala. A try is surely something you going to cherish, due to the natural beauty and the extreme thrill associated with it. Recently Vagamon has emerged as one of the popular centre for Para gilding, due to its less mountainous terrain and vast expanse of open space, coupled with scenic beauty. Recently it was chosen as permanent centre for ",{"type":"'''","value":["Kerala Para-gliding Prix"]},". ASSTA Kochi is one of the premier sporting agency in Kerala ((91)94472-88252, 98470-59735)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Canoeing"]},": Canoeing is a favorite sport among the tourists of Kerala and among the local inhabitants of the state. A canoe is a small 2-3 seater boat which is rowed by the sailors. Canoeing expeditions are undertaken in Kerala by groups of tourists and such sashays are often arranged by tourist operators on request. One can find many canoe races among tourists in Backwaters of Alleppey."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Catamaran Sailing"]},": A catamaran is small often wooden vessel with twin hulls joined together. Catamarans are usually set sail across the backwaters of Kerala nowadays motorised catamarans are in vogue along with traditional oar propelled ones giving the tourists of the state more variety to indulge in. Catamaran sailing can be seen in Alleppey and Kollam Beaches and limited usage in Kozhikode Barbour. The government discourages this, due to absence of safety measures, hence such sporting options must be done under personal risk."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kayaking"]},": Kayaking requires high levels of physical fitness. A Kayak is a small one or two man boat which the rowers actuate with twin paddled oars. Kayaking can be undertaken on rocky rapids (similar to white water rafting) or on calm sea waters. The backwaters of Kerala are extremely conducive to such sea kayaking. Kottayam and Alleppey Backwaters, particularly Vaikom has many good areas for Kayaking. Small rapids near Vagamon and Pala and Thenmala Eco-tourism village are centres of Kayaking."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Para Sailing"]},": Parasailing is a water sport commonly indulged in Kerala's beaches and sea side resorts. This highly recreational sport is one of the primary adventure sports in Kerala's many beaches. Commonly seen in Varkala, Kovalam, Cherai beaches. Recently started in Kannur beach too."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Scuba Diving"]},": Scuba diving is deep sea diving with an oxygen pack fitted to the diving suit so that the diver does not need to depend on any surface supplied equipment. The deep Arabian Sea off Kerala shores makes scuba diving a veritable pleasure sport. The rich underwater flora and fauna attracts the diver over the risks involved in the sport. Mainly done in Kochi Backwaters and Highseas area. This yet has not emerged as a popular sporting in Kerala, though its popular in nearby Lakshadweep seas, from the Kochi Cruisers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snorkeling"]},": Snorkeling is a major tourist recreation at the beaches of Alappuzha, Kovalam and Varkala. It involved swimming at the surface of the deep sea equipped with a snorkel or a breathing tube and mask. It allows the diver to view the natural underwater bounties and the diversity of marine life. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wind Surfing"]},": Windsurfing is skimming the water face on a surfboard with a revolving sail. The skill of the surfer is tested in maneuvering the craft amidst the high waves and tearing winds. Windsurfing is a sport that rouses much interest in the numerous beaches that fringe coastal Kerala. This is not as popular as other sports, though at Kovalam and Varkala, one can find some wind surfers."]},"\n",{"type":"*","value":[" Oxen Racing:- Oxen racing is an adventure sporting, where the racer needs to drive two oxens tied to wooden boards and need to make 5 circles around the paddy field. This is a popular village-side sports, especially done before sowing season, to make soil ploughable, while providing an entertainment option. Traditionally tourists are not encouraged to take part in this sport, as it requires high level of skill and expertise, though recently many tour companies are catering this option to their adventurous guests."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Tree Climbing:-"]}," Tree climbing is an adventure sporting, similar to rock climbing.  After rock climbing and surfing, adventure travellers are turning to tree climbing in Kerala.  For tree climbing, age and fitness levels are not a bar. The tree climbing sub-culture involves bestowing every new climber with a name, Jenkins is called Treeman and Kovar goes by the name Tengu.  Climbing equipment, including a seat and pedal unit, are provided for safety.",{"type":"[","value":["http:\/\/www.keralamanywhere.com\/viewtopic.php?f=14&t=43#p74"]}]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[" Much like elsewhere in India, lot of sport options exist in Kerala, mainly limited to Football, Cricket, Volleyball, Athletics. Malayalees are well-known for their passion for Volleyball and Athletics. Majority of great Indian Volley-ball players and famous athletes of which many are Olympians are from Kerala. "]},"\n",{"type":"*","value":[" Play Volley-Ball at Kerala's beaches as many locals do play this in evenings. You can join  them."]},"\n",{"type":"*","value":[" Soccer is a passion for majority of Malabar people who love to spend whole day and night in various Foot-ball stadiums. You can join with them for a round of soccer or cheer soccer teams while in their play."]},"\n",{"type":"*","value":[" Golfing is a good option, though a limited one. Traditionally Golf is considered as a Game for Rich in Kerala, hence one can find good Golf-Courses only in Thiruvananthapuram and Kochi. Trivandrum Golf Course is the Oldest Golf-course in Commonwealth and a very good place to play with holes. The Bolgatty Palace Hotel in Cochin has a private Golf Course for its guests, which was the traditional golf-course once used by British Residents and Nobles of Royal English Residency of Cochin. Recently Cochin Airport has opened a state-of-the-art  18 hole golf course, which is good place to play as well as learn Golf. Munnar has a golf course called High-Range Golf Club which is a scenic place to play. There are few small golf clubs in Iddukki and Kottayam districts, which are mainly limited to its members, though tourists may be allowed to pay at slightly higher fees."]},"\n",{"type":"*","value":[" Like elsewhere in India, cricket is the most hottest craze among youngsters and you can find most of them playing in very large open spaces and fields. Regular cricket tournaments are held in Kerala. Try a game with Bat and ball. "]},"\n",{"type":"*","value":[" Indoor stadiums are common in most of the large metros and district headquarters. Most of the indoor games are played at many clubs and tourist recreation centres. The popular indoor games are Table tennis, Badminton and cards. Think of such options in these areas. Most of the hotels do have large swimming pools, which are good places for swimming. Else the Kerala Water sports complex in Trivandrum and Indoor Sports Centre in Kochi, provides olympic size pools for various water games."]},"\n",{"type":"===","value":["Safaris"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jungle Safari"]},". Kerala has many natural rain forests, with lots of unique flora and fauna. A trek in the forests of Kerala can offer a unique experience. Many forests are protected and to enter in any forest area, you require permission from Forest Office.  Guards from the Forest Office may be required to accompany you due to presence of wild animals and to liaise with local tribespeople in some forests such as the  ",{"type":"'''","value":["Periyar Tiger Reserve"]},", ",{"type":"'''","value":["Malayatoor Forest Division"]},", ",{"type":"'''","value":["Silent Valley Rain forest"]}," in the Nilgiri Hills of Palakkad district, ",{"type":"'''","value":["Wayanad forest division"]}," and ",{"type":"'''","value":["Nilambur Teak forests"]},". A request is required to be made at the  Forest Headquarters in Trivandrum or Range Offices at the entrance of each Forest division. Entering forests without permission is an offence and punishable with charges of trespassing.  Hunting and environmental disturbance is also an offence. You don't require Forest Guard protection services to enter ",{"type":"'''","value":["Chalakudy Forest division"]},"  a place very popular for use as a movie location. ",{"type":"'''","value":["Agastyakoodam"]}," in Trivandrum  is famous for high medical value flora.  ",{"type":"'''","value":["Nelliyampatty Forest division"]}," in Palakkad requires a prior check with local Range office or Forest office before proceeding. You need a Forest permit to enter any forest region and must assure that you do not offer anything to local tribespeople or disturb them in any way. Kerala tourism, in association with the Forest Office have organised some deep jungle safaris. Jungle lodges are available in outer areas of some of the forests. Check with KTDC or DTPC for more details"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Elephant Safari"]},":- If you are in Kerala, elephants safaris are one of the best way to keep amused. Riding on top of an 8 foot animal, will surely make you excited and thrilled. Elephant safaris are common in many tourist places like Thenmala Eco-tourist Village and at Kodanadu Elephant Training centre near Kochi as well as in Periyar Tiger reserve area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bullock Cart Safari"]},":- An experience of being in olden days in this modern era. A must try option while visiting any village in Palakkad or in Kuttanad in Alleppey or any Malabar side village, can surely make you feel the common man's mode of transport of bygone era."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nilgiri Safari"]},":- A safari by foot over deep forests, mountainous terrain, plains at Nilgiris, to enjoy the sightings and sound of lonely Nilgiris mountains, enjoy the company of protected Tahrs and deers, mesmerised with the beauty of golden plains. Surely Nilgiri safari has all these to offer."]},"\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"===","value":["Bank and money"]},"\n\nKerala has one of the excellent banking systems in India, thus cards (both debit, credit and cash cards) are widely accepted in almost all towns and cities. Banks, money exchange facilities and ATMs are widespread. Traveller's Cheques are accepted in almost all banks. Credit and local debit cards are widely accepted in towns. Rural areas traditionally have a cash-based society, though credit\/debit cards are widely accepted in tourist-oriented villages and areas. Foreign debit cards are not accepted, though foreign credit cards are accepted in almost all places. There is a cash limit that can be drawn per day, limiting to ₹ 10,000 (~US$ 200) when drawn thro' ATMs. A surcharge of ₹ 50 (~US$ 1) is charged for transactions beyond first ten transactions in a month. Foreign currency can be converted into Indian Rupees (₹) at any authorised money changers or nationalised banks up to ₹ 50,000 in value (in one transaction) and any amount above this, requires a bank account and Indian PAN Card. Foreign currencies are not accepted anywhere in Kerala, except in airports and authorised money exchange centers (available at all cities across kerala).\n\nThe largest Kerala bank is ",{"type":"'''","value":["Federal Bank"]}," with its headquarters in Aluva, Kochi, with wide range of branches across the state. Major Kerala banks include, ",{"type":"'''","value":["State Bank of Travancore, South Indian Bank, Catholic Syrian Bank, and Dhanalakshmi bank"]},", apart from almost all national bank brands. International banks such as HSBC, Standard Chartered and CitiBank operate mainly in Kochi and Trivandrum.\n\nService charges are common in hotels and restaurants which will be normally included in your bill (standard is 10%, which varies depending upon the status and rankings, but not beyond 15%). In addition to this, tipping is common everywhere and its a social norm to pay tip in hotels as well as restaurants which is normally in between ₹ 10 to ₹ 20. In larger five star hotels or similar large restaurants, the tipping norm is normally 10% or 12% of your bill value. No tip is given for auto or taxi drivers, though over-night taxi drivers have to be pay bata (official tip) which shall be charged separately in your taxi bill.\n\n",{"type":"===","value":["Costs"]},"\nKerala is generally an expensive destination when compared to elsewhere in India. \n\nBudget tourists normally require ₹ 1,000 (~US$20) per day for a decent stay including food. They can depend ordinary restaurants or road-side hawkers (called Thattukadas) for their food which costs less than ₹ 40 (less US$1). Middle class tourists must keep around ₹ 1,400-₹ 2,000 (~US$24-US$40) per day a stay in pretty good hotel and for food in standard restaurants. For rich, Kerala is a destination that costs normally beyond ₹ 4,000 (~US$80).\n\n",{"type":"===","value":["Shopping"]},"\n\nShopping is a national hobby in Kerala, with vast options in all metros. Do shop during Onam or Christmas seasons. Its going to be amazing rock bottom discounts, that make you mad with shopping. The best shopping during Onam is white goods and electronics, whereas its more of dress and jewelery shopping during Christmas, though you get discounts for all in these seasons.\n\nApart from regular shopping, consider the following in your shopping list, as ",{"type":"''","value":["made in Kerala"]}," items.\n\n",{"type":"===","value":["Souvenirs"]},"\n\n",{"type":"*","value":[" A wide range of coconut shell products can be found in Alleppey,  most of them hand-made."]},"\n",{"type":"*","value":[" While visiting Aranmula, a small town in Pathanamthitta, you will find for sale the famous Aranmula Mirror - a mirror made out of metal instead of glass, using a metallurgic formula which is a closely guarded secret. Very expensive option, but a truly unique souvenir."]},"\n",{"type":"*","value":[" A visit to any emporium will reveal a lot of handicrafts. Kerala is famous for its wooden crafts, brass items models of cultural icons like vallam (snake boats), urus (sailboats), elephants in temple festival style, artifacts like traditional jewel boxes and so on."]},"\n",{"type":"*","value":[" Showcase pieces like Nettipattam (The Caparison used for elephants) in Plastic mould and associated decorations like Peacock quill etc are popular with visitors. The God's Own Craft, an organization based in Kochi has popularised the sale of such pieces in plastic, helping visitors to carry them home, while retaining the traditional look and charm."]},"\n",{"type":"*","value":[" Coir wall hangings with beautiful pictures and fans made out of Lemongrass that makes natural scent while fanning etc"]},"\n",{"type":"===","value":["Fabric"]},"\n\n",{"type":"*","value":[" Kerala's traditional Handloom cloth, ",{"type":"'''","value":["Mundu and Neriyathu"]},",  can be purchased directly from weavers mainly in Chendamangalam near Kochi and Balaramapuram near Trivandrum. "]},"\n",{"type":"*","value":[" Large stores in Kochi, Trivandrum and many other cities have good collection of worked sarees, Churidars, dress materials, salwar-suits, Indian men's wear like Kurtha-Pyjama etc"]},"\n",{"type":"===","value":["Oils and spices"]},"\n\n",{"type":"*","value":[" Kerala, is well known for spices. Cardamom, pepper, cloves, turmeric, saffron and many others can be found when shopping in Kerala's bazaars. Some of the recommended spice markets are ",{"type":"''","value":["Broadway"]}," in Kochi and ",{"type":"''","value":["Chalai in Trivandrum"]},". At Wayanad, Idukki, Pathanamtitta, Kottayam and Kozhikode you can find first quality premium spices from many ",{"type":"''","value":["authorised"]}," spice centres. These places are famous for value-added spice products like curry masala powders, ready-to-use spice powders, spice essences, extracts, spiced teas and coffee. Rare spice oils and concentrates used as bases for perfume and scents can also be found."]},"\n",{"type":"*","value":[" Many outlets sell unique natural cosmetic powders like mango, orange and papaya peel powder, turmeric powder. These and other spices, herbal powders and natural extracts are good for making face and body cleansing powders and soaps. Its worth to look around and investigate what is on offer."]},"\n",{"type":"*","value":[" Try buying some lemongrass oil, famous for its rare scent. It can also be used on the skin to discourage mosquitoes. There are more than a dozen oils in Kerala, famous for maintaining a healthy skin glow and reducing blemishes and acne."]},"\n",{"type":"*","value":[" Coconut oil is good to keep hairfall under control and nurture hair growth as well as for promoting a healthy glowing skin. Keralites put coconut into a multitude of varying uses. It is used as a high temperature cooking oil and scrapped powder and coconut milk is used in many local cooking styles. Roasted oil & virgin coconut oil are known to reduce cholesterol and are popular for good health. It is also used by expecting mothers for keeping their baby healthy."]},"\n",{"type":"===","value":["Murals and paintings"]},"\n\nKerala is home to many famous national and international painters. The celebrated Kerala murals and oil paintings of legendary Raja Ravi Varma and many others, surely add more charm to your interiors. You can buy murals and paintings of all size and style, that fit to your budget, which is comparatively cheaper in Kerala.\n\n",{"type":"==","value":["Eat"]},"\n\nKerala cuisine is distinctly different from food elsewhere in India. The major difference that one can easily notice are dominance of rice as staple food and popularity of non-vegetarian dishes.  Seafood gets a lion's share in typical Kerala's cuisine and lavish use of coconut (in form of coconut oil, coconut milk, powder or paste) gives a distinct taste. Food in Kerala tends to include a variety of spices and most of them are extremely fiery. Kerala also has its own fair share of famous vegetarian cuisines and normally only vegetarian foods are taken during festival days, particularly Onam\n\nKerala's cuisine is divided into four basic regional styles, according to ingredient availability and historical influence: ",{"type":"[[","value":[["Malabar#Eat"],["Malabar"]]},", ",{"type":"[[","value":[["Central Travancore#Eat"],["Central Travancore"]]},", ",{"type":"[[","value":[["Southern Travancore#Eat"],["Southern Travancore"]]},", and ",{"type":"[[","value":[["Central Kerala#Eat"],["Central Kerala"]]},". Although all four styles can be found throughout the state, the food will be most authentic within each given region.\n\n",{"type":"===","value":["Sadhya"]},"\n\nOne of the favourite for any connoisseur of food would be Kerala's traditional buffet, the ",{"type":"'''","value":["sadhya"]},". It is served especially during festive occasion and normally presented  upon a plaintain leaf. It generally has up to 24 items and is accompanied by various desserts and savories.\n\nA typical sadhya consists of piping hot parboiled rice with popular Kerala vegetarian dishes like ",{"type":"'''","value":["olan"]}," (",{"type":"''","value":["a dish of pumpkin"]},"), ",{"type":"'''","value":["avial"]}," (",{"type":"''","value":["an assorted mix of all vegetables"]},") , ",{"type":"'''","value":["injipulee"]}," (",{"type":"''","value":["a ginger & tamarind flavouring"]},"), ",{"type":"'''","value":["kaalan"]}," (",{"type":"''","value":["made of yam and yogurt"]},"), ",{"type":"'''","value":["thoran"]}," (",{"type":"''","value":["pan-fried vegetables sprinkled with grated coconut"]},"), ",{"type":"'''","value":["kichiadi"]}," (",{"type":"''","value":["roasted cucumber in yogurt"]},"), ",{"type":"'''","value":["pachadi"]}," (",{"type":"''","value":["a sweet dish made out pineapple or grapes mixed with sour yogurt"]},"), ",{"type":"'''","value":["kottukari"]}," (",{"type":"''","value":["a mixture of few vegetables like raw bananas or pumpkin or potatoes, pan fried mixed with a spicy tomato puree curry base"]},") etc. In some sadhyas, options like ",{"type":"'''","value":["potato stew"]},", ",{"type":"'''","value":["masala curry"]}," are served. The ",{"type":"'''","value":["sambar"]}," (",{"type":"''","value":["a watery all-Vegetable curry"]},") and ",{"type":"'''","value":["parippu"]}," (",{"type":"''","value":["lentils, either mashed or curry form"]},") along with ghee are served as the main entrée'. Normally 2 to 3 spicy pickles called as ",{"type":"'''","value":["achar"]}," are served.\n\nOther assortments include ",{"type":"'''","value":["pappadam"]}," (",{"type":"''","value":["fried Lentil-flour paper-thin bread"]},"), along with banana chips and jaggery sweet, served as main appetisers. Towards the end of sadhya, ",{"type":"'''","value":["rasam"]}," (",{"type":"''","value":["similar to mulligatawny soup made out of pepper and tomato water is served, which is good for digestion"]},") as well as ",{"type":"'''","value":["mooru or sambharam"]}," (",{"type":"''","value":["spiced buttermilk"]},") are served. Bananas are also taken as a final note to end the elobrate sadhya's main course. The desserts includes ",{"type":"'''","value":["payasam"]}," (",{"type":"''","value":["a sweet porridge-like, made of jaggery or sugar along with rice, cereals, fruits depending on what type of payasam"]},") as well as ",{"type":"'''","value":["boli"]},", a sweet flour bread, which looks similar to an omelet, along with a banana and sometimes ",{"type":"'''","value":["unniappam"]}," (",{"type":"''","value":["sweet fried rice flour dumpling"]},"). \n\nNormally sadyas are served on lunch time and normally will be pure vegetarian. ",{"type":"'''","value":["Onasadhya"]}," (",{"type":"''","value":["served on the Onam day"]},") is the most famous, due to having more than 30 curries and an elobrate range of special payasams. Many leading hotels and restaurants now serve smaller versions of sadhya as part of a regular lunch offering. In Malabar, sometimes, fried-fish or chicken curry constitute part of the sadhya, as the  Malabar sadhya does not have a vegetarian tradition.\n\n",{"type":"====","value":["Thalis\/fixed price meals"]},"\n\nMost of the hotels offer smaller version of sadhya called as ",{"type":"'''","value":["thali"]}," (",{"type":"''","value":["fixed or unlimited serving"]},") as part of regular lunch. A thali normally has around 8-10 curries along with 2 pickles and pappadams and a payasam. The small hotels and regular lunch homes offer a very small and popular option called ",{"type":"'''","value":["meals"]}," as a regular lunch option. A normal lunch Meal shall consist of 3 to 4 curries and 1 pickle and pappadam. Fish curry or fried fish are part of fish-",{"type":"'''","value":["meals"]},".\n\n",{"type":"===","value":["Seafood"]},"\n\nSeafood is available all over Kerala and is part of regular Kerala cuisine. In regions bordering the backwaters and lakes traditional cuisine includes fresh-water fish such as karimeen (black pearlspot), prawns, shrimps, kanava (",{"type":"''","value":["squid"]},") and many other delicacies. In most of the parts of Kerala, various varieties of sea fishes are extremely popular and consumed regularly in afternoon lunch. Another popular option is fiery hot fish curry served along with 'kappa' (",{"type":"''","value":["tapioca"]},") or rice. Steamed and mashed tapioca flavoured with turmeric served along with spicy fish curry or mashed chilly gravy is a favorite among Malayalees, particularly those in rural areas.\n\n",{"type":"===","value":["Breakfast"]},"\n\nKerala is very famous for its elobrate breakfast food. It has been adjourned as one of the best breakfasts in the world, partly due to its high nutritional value and low oil content ",{"type":"[","value":["http:\/\/ezinearticles.com\/?Kerala-Breakfast-is-Always-Exciting---A-Must-When-You-Visit-Kerala&id=4379048"]},". Unlike other parts of India, few non-vegetarian items are available on Kerala breakfast menus. Some of the popular breakfast items are;\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Puttu"]},", (",{"type":"''","value":["made of rice powder and grated coconut, steamed in a metal or bamboo holder"]},"), taken along with ",{"type":"'''","value":["kadala"]}," (",{"type":"''","value":["a curry made of black garbanzo beans chana"]},") and bananas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Idli"]},", (",{"type":"''","value":["steamed rice pancake"]},"), a soft fluffy cake taken alone with chutney (",{"type":"''","value":["spicy chilly\/coconut paste"]},") and sambar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dosas"]},", (",{"type":"''","value":["crispy fried ricebread"]},") having flavourings of butter, ghee, masala or plain. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pidiyan"]},", (",{"type":"''","value":["dumplings made of rice and jaggery"]},")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Idiyappam"]},", (",{"type":"''","value":["string hoppers - also known as noolputtu and nool-appam"]},"), taken with spicy egg curry or tomato curry."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paal-Appam"]},", (",{"type":"''","value":["a circular, fluffy, crisp-edged pancake made of rice flour fermented with toddy or wine"]},"), taken with chicken stew (",{"type":"''","value":["mild spiced coconut milk based gravy"]},"), or vegetable kurma (",{"type":"''","value":["a mixed vegetable curry in coconut milk gravy"]},")."]},"\n",{"type":"===","value":["Dinner"]},"\n\nDinner traditionally used to similar to Lunch in Kerala, though instead of rice, ",{"type":"'''","value":["congee or kanzhi"]}," (",{"type":"''","value":["rice porridge"]},") used along with spicy raw chillies and roasted pappadams. However today dinner is more like North Indian style, with chappathis and parathas dominating the main course along with some vegetable or non vegetable curries.\n\n",{"type":"===","value":["Breads & rice"]},"\n\nKerala doesn't have any indigenous wheat breads in its traditional recipes, though today most of the North Indian breads like naans and parathas are more popular options. There are also many more unique rice-flour made breads which are not often seen much outside Kerela. \n\n",{"type":"*","value":[" Rice breads - palappams (",{"type":"''","value":["milk mixed in normal appam batter"]},") and kallappams (",{"type":"''","value":["palm toddy mixed in normal appam batter"]},")."]},"\n",{"type":"*","value":[" Rice flour breads - pathiris (",{"type":"''","value":["a fried rice flour bread"]},"), ghee pathiri (",{"type":"''","value":["pathiri baked in ghee"]},"), poricha pathiri (",{"type":"''","value":["fried pathiri rather than baked"]},") and stuffed pathiris (",{"type":"''","value":["anything like vegetables, fish or chicken"]},")."]},"\n",{"type":"*","value":[" Malabar paratha (",{"type":"''","value":["porotta"]},") - a famous milled wheat weaved fried (or toasted) bread orignated from Malabar, popular throughout Kerala"]},"\n",{"type":"*","value":[" Rice -  Kerala's most favourite rice is called matta (",{"type":"''","value":["a nutritious indigenous variety of rice grown in Palakkad district of Kerala"]},"). Normal boiled rice, served piping hot is a regular staple for lunch as well as dinner. Other popular options are ghee rice, fried rice, saffron rice, turmeric rice and biryani rice."]},"\n",{"type":"===","value":["Sweets"]},"\n\nDue to the lesser influence of Arab & Central Asian food on Kerala, the use of sweets is not as widespread as in North India. Kerala does not have any indigenous cold desserts, but hot\/warm desserts are popular. The most popular example is undoubtedly the ",{"type":"'''","value":["payasam"]},": a preparation of milk, coconut extract, sugar, cashews and dry grapes. There are more than 18 varieties of payasam all having same base constituents and differs from others due to main ingredient. Some of the popular variants are paal payasam (",{"type":"''","value":["made with rice grains"]},"), Ada payasam (",{"type":"''","value":["with beaten rice flakes"]},"), Paripu payasam (",{"type":"''","value":["made from lentils"]},"), pazham pradhamam (",{"type":"''","value":["made from banana"]},"), gothambu payasam (",{"type":"''","value":["made from wheat grain"]},") or semiya (",{"type":"''","value":["made with vermicelli"]},"). \n\nOther popular indigenous sweets are: \n\n",{"type":"*","value":[" Unniappam, (",{"type":"''","value":["a fluffy deep-fried rice-bread mixed with ripe bananas similar to the Danish Æbleskiver"]},")."]},"\n",{"type":"*","value":[" Pazham-pori, (",{"type":"''","value":["plantain slices covered with a fried crust made of sweetened flour"]},")."]},"\n",{"type":"*","value":[" Kozhukkatta, (",{"type":"''","value":["rice dumplings stuffed with a sweet mixture of molasses, coconut"]},")."]},"\n",{"type":"*","value":[" Kozhikode halwa,  a famous sweet confection."]},"\nSavories are extremely popular in Kerala, with fried banana chips as most preferred. Jack-fruit chips, chips made out of rice flour in various forms like achappam, kozhalappam, paka-vada, and hard balls made out of rice flour with jaggery like avilose unda are popular options.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Water"]}," is usually not safe to drink. Mineral water is available at almost all shops and is the safest bet. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tender coconut water"]},", (",{"type":"''","value":["karikku"]},"), are available in even the smallest towns. Tender coconut water is extremely popular and along with this the sweet creamy pulp is an ice-cream like cream which can be eaten. It is nutritious too."]},"\n",{"type":"*","value":[{"type":"'''","value":["Coffee, (",{"type":"''","value":["kapi"]},")"]}," and ",{"type":"'''","value":["tea (",{"type":"''","value":["chaya"]},")"]},", unlike other parts of South India, in Kerala, tea is more popular than coffee. Its virtually impossible, not to find a tea stall selling tea. The famous tea of Kerala is the ",{"type":"''","value":["Kannan Devan brand"]},". In Kerala one can find Milma (a milk brand) booth selling tea with milk and snack eateries. Coffee is more popular in urban areas particularly in Kochi and Thiruvananthapuram as a cafe drink. Popularly national brands like Cafe Coffee Day and many local cafes offer various flavours of coffees with western\/oriental snacks. Kerala's own traditional cafe is ",{"type":"''","value":["Indian Coffee House"]},", which are old-fashioned pre-1970s styled coffee shops, offering Kerala coffee along with regular Kerala foods. Among new generation cafe from Kerala is ",{"type":"''","value":["Coffee Beanz"]}," now opened in many parts of Kochi and Thiruvananthapuram offering various innovative coffee flavours and traditional Kerala snacks along with lite burgers."]},"\n",{"type":"*","value":[{"type":"'''","value":["Juices and shakes"]},", Kerala being a tropical state, tropical juices and juice cocktails are very popular. Almost everywhere, small juice stalls selling mango, orange, pineapple, lemon, water melon and other juices etc can be found. Milk shakes mixed with Ice-creams is very popular and one of the best way to beat the Kerala summer heat. ",{"type":"''","value":["sharja shake"]}," and ",{"type":"''","value":["chikoos"]}," are popular milk shakes mixed with various fruits and fruit flavour ice-creams."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alcohol"]},", Kerala tops in per capita alcohol consumption in India, despite the high rate of government taxation. You'll find a bar in most hotels serving anything from 'kallu' (",{"type":"''","value":["Kerala traditional palm toddy"]},") to Scotch whisky. Alcohol consumption in public is frowned upon, and the bars in everything except the most expensive hotels tend to be seedy. Bars in urban areas now a days are bit more upscale and hence bit more expensive or carry additional service charge. For budget travellers, who wish to have liquors in private, can buy most of the liquor brands along with beer from Government-run Kerala State Beverage Corporations Limited (",{"type":"''","value":["popularly known as Beverage Shop or Bevco"]},") stores and use it in private. However, there is usually  a very large queue in front of it and you have wait a long time to get the item and are closed on the 1st of every month. Kochi and Trivandrum, have many posh bars and pubs to drink and these are popular hang outs for adults. Several restaurants in cities like Kochi, Trivandrum, Kottayam and Kollam serve Alcohol along with regular menu food. Cocktails are extremely popular."]},"\n",{"type":"*","value":[" Locally made ",{"type":"'''","value":["palm toddy"]}," called as ",{"type":"''","value":["kallu"]}," is tempting to try, but be aware that some people become sick due to bad brews. If you do try it, make sure you stick to the license-made brew, and not local moonshine. However many local toddy shows in Alapuzha-Changaserry route, you can find a number of good toddy shops, which offers authorised toddy as well as very good tasty unique Kerala specialties like seafood, chicken, mutton and beef. Even if you don't try toddy, having food from these toddy shops is a good idea, to taste some of the best distinctive food styles."]},"\n",{"type":"==","value":["Sleep"]},"\n\nWith tourism being one of the most important source for the state's coffers, a wide of accommodation is available for tourists across the world, suiting individual tastes, cultural preferences and all options that fits everyone's pocket.\n\nAlmost all major cities have hotels ranging from tourist lodges to 5 star hotels and theme resorts. In addition to this, there are youth hostels, home-stays, travel dormitories and small lodges catering budget tourists, determining their necessity.\n\n",{"type":"===","value":["Homestays"]},"\n\nKerala was one of the first states in India to pioneer the concept of Homestays and make it a successful industry, providing a much needed source of extra income to the locals, while at the same time giving travelers more than a peek at the real Kerala. Under this homestay concept, you get to stay with a family who can show you around and also help you to find what makes Kerala tick. Your accommodation and food is taken care of at a nominal cost.\n\nYou will in all probability be staying with a family whose members are well versed in English or at the least can speak decent English. All the people offering homestays are vetted by the Government and will have to register themselves as such.\n\nTraditionally started as an option for budget tourists and backpackers, who wish to save a few pennies by avoiding hotels, today homestays also cater for hyper-rich, with large historical Tharavadus (traditional large maternal homes of upper class) converting itself into posh homestays for those wishing to stay with Kerala families in a grand way. Some homestays became almost a mini-resort. However still there are lot of budget home-stay options still available.\n\nMajority of the home-stays are concentrated in Fort Cochin area, where traditional large colonial bungalows and Jew houses have been converted into homestays. Alleppey and Kottayam have many large homestays catering both rich and budget tourists. Kollam also its own share of home-stays, mostly traditional Portuguese bungalows as well as those owned by industrialists of the town. Recently many small-scale backpacker oriented homestays have popped up in Kannur and other Malabar towns.\n\nThe government has strict guidelines for Homestays and hence generally most of them are safe and well-maintained. These homestays range inbetween ₹ 300 (~6 US$) to ₹ 3500 (~70 US$) per night (depends upon the property and its profile)\n\n",{"type":"===","value":["Budget"]},"\n\n₹ 322.50 (~US$7) and ₹ 700 (~US$15) are magic numbers when you are looking for budget non-AC and AC rooms respectively. Most budget hotels in Kerala will have a room in this price. You can expect basic facilities with a bed, TV and an attached bath-room. Most of the budget hotels call themselves as Tourist lodges, Tourist Home and some as hotel and rarely star-rated. Most of the hotels near to Railway stations in cities are traditionally for budget minded guests. Kerala also have good number of Brahmin's tourist homes which provides rooms for families and couples and choose this option as they are quite safe and quiet.\n\n",{"type":"===","value":["Mid-range"]},"\nFor a more comfortable stay, you need to shell out above ₹ 700 (~US$14) for a Non AC room or More than ₹ 1,200 (~US$26) for an AC Room. This category would include many 3 star hotels. You could expect to have more spacious rooms, English proficient concierges, Airport\/Railway Station Pick-Up and Drop. However if you are expecting a cheap extended stay hotel, with attached kitchenette, not much options are available in Kerala much.\n\nThemed resorts also would fall in the category. Prepare to shell anywhere above ₹ 3,000 and you could rent out a whole cottage in an idyllic location and they do come with kitchens.\n\n",{"type":"===","value":["Splurge"]},"\nAlmost all 3 star and above hotels as well as resorts come under this category. Star rated hotels in India don't come cheap. If you are willing to stay in these hotels, most of them throw in a guided tour or a packaged tour as a compliment. Most five star hotels provide attached kitchenette and if you are sick of Indian food, this is an option. And most of these hotels offer only air-conditioned room and prepare to shell out ₹ 5,000 and above for a night. However its ideal for middle class tourists, as they are generally very safe and provide a sound holiday option.\n\n",{"type":"===","value":["Extended stay"]},"\n\nIf you are plan to stay more than 2 weeks, its far better to look for monthly stay options, rather than hotels. Housing in Kerala is not expensive, though it may be slightly on higher side in major metros like Cochin and Trivandrum. However in most of other places, housing are cheaper, even by Indian standards. \n\nServiced apartments are very common in Kochi, Kottayam, Alapuzha, Thrissur, Kollam, Kozhikode, Trivandrum etc. There are popular service apartment, which offer hotel-like facilities for an extended stay, in Kochi city. In other cities, apartments owned by NRIs (Non Resident Indian who work outside India) are given to apartment companies for renting on daily and monthly basis. Thus it won't be a major problem. Most of these apartments are well furnished with Kitchenette facilities. However more facilities means higher costs and mostly such serviced apartments suits to middle class and upper class tourists.\n\nFor budget tourists, lodges are best option. In most of the places, you can find lodges or tourist homes, that offer single or double room for daily, weekly and monthly basis. Most of them have standard facilities, including attached toilets, though cheaper ones may not have TVs or personal Landlines in each room. However its a suitable option for budget tourists who wish to stay longer. There are also options of Men's hostel and Ladies hostel, where single can stay on monthly basis.\n\n",{"type":"==","value":["Respect"]}," \n\n",{"type":"===","value":["Visiting religious centres"]},"\nKerala is one of the places where multiple religions exist in great harmony. This is achieved by one respecting the customs and rituals of other religions. A visit to these shrines is necessary to understand the breadth of cultural influences in the state.\n\nIn some Hindu temples non-Hindus are not allowed enter the shrines. It is best to ask someone at the temple. Many are happy to let you in as long as the usual rules of the temple are observed. However, photography inside the temple is a strict no-no.\n\nAlso for male visitors at many places inside a temple, dress code is traditional ",{"type":"''","value":["mundu"]}," without a shirt - the no-shirt rule will be enforced even if the ",{"type":"''","value":["mundu"]}," rule is not. The best thing to do is to watch what others are doing and follow. You are also expected to take off your footwear outside the temple. Usually there are no locker facilities, cheap footwear is best.\n\nFor females any non-exposed dress, preferably not shirts and trousers. Tidiness and personal hygiene is very important while entering into temples. A bath at morning is required for those entering into temple. Women who are in \"menses\", must refrain entering into temple for 7 days after the first sign of menses. Likewise its a ritual to refrain entering into temple, if any close maternal relative dies for a period of 16 days as a token of mourning. Same, in case of birth of any newborn which prohibits maternal relatives refraining from entering the temple for a period of 11 days since the birth of the newborn.\n\nThere are exceptions to these rules. For example everybody is welcome at Adhi Shankaracharya's temple. At Shabarimala any male that has performed a set of pre-defined rituals is welcome, but females are not. Women between the ages of 10 and 50 are not allowed to enter the temple, since the story attributed to Ayyappa prohibits the entry of the women in the menstrual age group.\n\nAt a Muslim mosque females have some restrictions. Some mosques do not allow females inside and in those which allows, ladies must dress in absolute modesty. They must wear fully covering dress and cover their head with a shawl or scarf. No photography or any electronic equipments such as Ipods, FM players or Mobiles etc are allowed inside.\n\nAt Christian churches usually men sit to the left of the aisle and women to the right. Some of the more traditional churches don't even have pews; you'll have to stand. Ladies must cover their head with a shawl or scarf during the mass.\n\nThe synagogue at Kochi is not open to non-Jews on Saturdays. And on other days, visitors need to dress with modesty. Sleeveless tops, short trousers etc are not permitted to wear while visiting synagogue.\n\n",{"type":"===","value":["Customs and social etiquette"]},"\n\nThough Kerala is a tourist-friendly state, famed for its hospitality, there are some customs and social etiquette which should be understood if you would like to be respectful and respected as a visitor.\n\n",{"type":"*","value":[" Kerala is traditionally a matriarchal society with ladies given more preferences and priority. They get priorities in queue, seating in public transport, priority or separate reservations in public transport waiting lists, etc."]},"\n",{"type":"*","value":[" Ladies are also expected to conform to traditional standards of modesty. For example, smoking and drinking by ladies are considered as social taboos (so you might want to be discreet if you partake), and try to wear shorts that at least cover your knee. You will fit in better if you wear full-length dresses and the like."]},"\n",{"type":"*","value":[" In any public transport like buses, the front rows are reserved for ladies, and men are not expected to sit there, even if the seats are unoccupied. Likewise there are some lady coaches in train, where only women, girls, and pre-pubescent male children are admitted."]},"\n",{"type":"*","value":[" If you have Kerala sadya (traditional Kerala buffet) in places other than large hotels, you are expected to throw away any  leftovers (called echil) by folding the leaf upon which you ate into two and putting it where others do. You must not leave it the serving place itself and go."]},"\n",{"type":"*","value":[" Sharing food from same plate or packet is considered rude, even within couples."]},"\n",{"type":"*","value":[" You are required to wash hands before and after eating in front of others. Wiping with tissues after eating is not regarded as sufficient."]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Though Kerala is much safer than other parts of India, it doesn't mean that it is the world's safest place. Kerala has its share of criminals. Pick pockets are quite common in heavily crowded areas like buses, festival grounds and city shopping areas. Don't trust your hotel cleaning staff with your costly belongings. Also women are advised not to walk in tight or revealing clothing. Nightlife is only available in major metro cities which too emerging. Take care not to roam in late quarters of night, especially alone."]},"\n",{"type":"*","value":[" The major problem one is likely to face in Kerala are the ",{"type":"'''","value":["Strikes, Protest processions and Hartals"]}," (officially\/legally voluntary closure of activities as protest, but unofficially enforced on everyone by the organisers) which are very common in Kerala, considering its high political awareness and socialist leanings. Tourists may get suddenly caught in hartals or road blockades due to protests which may make you stranded in airports or railway stations. All political parties announce the date and details of protests much in advance in leading dailies. So regularly follow leading English dailies while in Kerala, speak to your hotel reception desk staff \/ restaurant staff (smaller towns sometimes have \"Hartals\" called with a days notice) and keep buffer days for all travel."]},"On hartal days, normally all forms of transport keep off from roads from morning till evening. So be prepared to walk to your hotel or wait in airport or railway stations till evening. Alternatively, Kerala Police will (normally) operate free buses under police convoy to transport tourists and urgent passengers to important areas in major towns and cities, which can be used as a last resort. \n\n",{"type":"*","value":[" To be on safe side, foreigners are requested to register and submit their itinerary at the Foreigners Registration Office (FRO). Likewise it's absolutely important to carry passport copies all the time, as after the Mumbai attacks, police security has been stepped up."]},"\n",{"type":"*","value":[" While in trains or buses, it is absolutely vital not to eat or drink anything which may be offered by a fellow traveller, due to risks of sedation and robbery. A smile and a soft \"No Thank you\" will suffice to avoid offending the genuine traveller. Be firm, yet polite. This especially holds true for interactions with lone or a couple of fellow-passengers. However, interactions with families are considered to be safer."]},"\n",{"type":"*","value":[" While boating insist on being offered life jackets. Many boat operators ignore Government regulation of statutory issuance of life jackets while boating, which could prove risky, as most of the Kerala's water bodies are deep."]},"\n",{"type":"*","value":[" Though Kerala does not have many touts or so-called Guides, a few people from outside state do encounter this problem at some tourist centres especially Hill stations like Munnar, etc. Do avoid them completely as many nowadays are small time thieves and crooks who look for prey. Hence avoid them completely and say a firm NO."]},"\n",{"type":"*","value":[" Nudity in any form is frowned upon for both genders and the rule applies more especially to women. It's okay for men to be bare-chested in public, though it's not appreciated much except at the beach or rural areas. In public beaches or rivers, women can wear swim-suits or covering towels around the body, but bikinis are will generally be frowned upon and only invite trouble. It is safe to confirm with a female Hotel receptionist if a Private hotel pool will allow bikinis."]},"Though there is no gender segregation in beaches, rivers ghats or swimming pools, gender segregation is maintained in temple ponds and certain public ghats.\n\n",{"type":"*","value":[" Though Kerala ranks highest in alcohol consumption, consuming alcohol in public is frowned upon. Even wine or beer consumption is also considered as liquor in Kerala, which too is frowned upon in public. However, privately it can be consumed. Women consuming alcohol are socially frowned upon, hence women entering into bars, etc. wouldn't be a wise idea."]},"However, if required, lounges and bars in premium hotels can be considered for women to consume liquor openly. But this choice is limited mostly to Kochi and Thiruvananthapuram.\n\n",{"type":"*","value":[" Use bottled water, as tap water may not be safe at times."]},"\n",{"type":"*","value":[" Women or groups with women travellers could opt to stay in the upmarket or premium hotels in an area if you are even a little doubtful about budget hotels. Some  Homestays have been rated as safe recently."]},"\n",{"type":"===","value":["Emergency and assistance"]},"\n\n",{"type":"====","value":["Police"]},"\n\n",{"type":"{{","value":[["infobox"],["Kerala Police Kerala Police ",{"type":"[","value":["http:\/\/www.keralapolice.org"]}," Contact"],["* ",{"type":"'''","value":["Flying Squad Emergency"]},"- 100 (toll free from all devices) \n",{"type":"*","value":[" ",{"type":"'''","value":["Crime Stopper"]},"- ☎ 1090 "]},{"type":"*","value":[" ",{"type":"'''","value":["Women Squad Assist"]},"- ☎ 1091 "]},{"type":"*","value":[" ",{"type":"'''","value":["Highway Police"]}," - ☎ +91 98 4610 0100 "]},{"type":"*","value":[" ",{"type":"'''","value":["Railway Police Assist"]},"-☎ +91 98 4620 0100 "]},{"type":"*","value":[" ",{"type":"'''","value":["SMS Alert and Assist"]}," - ☎+91 94 9790 0000"]}]]},"\n\n",{"type":"*","value":[" The Kerala Police force is one of the most efficient police units in India and the least corrupt ",{"type":"[","value":["http:\/\/www.expressindia.com\/news\/fullstory.php?newsid=49888"]},". Most of the police officials are well versed in English and Malayalam and 95% of police stations are computerised. Most of the cities do have a very strong police network and its not difficult to find a police station. "]},"\n",{"type":"*","value":[" Normal ",{"type":"''","value":["Law and Order"]}," police force wear Khaki colour uniforms. Traffic Police wear a uniform of a white shirt with khaki pants.  "]},"\n",{"type":"*","value":[" There is a specialised police section for Tourist protection called the Tourist Police. This force is located at prominent tourist places, beaches, monuments, trekking areas and other tourist attractions. They wear a light blue shirt with khaki pants and have an aid post marked as ",{"type":"'''","value":["Tourist Police"]},". In event of requiring any assistance whilst at any tourist places they may be found to be extremely helpful. Tourist Police recently opened India's first fully dedicated ",{"type":"''","value":["Exclusive International Tourist Police Station"]}," (ITPS) to provide a wide range of assistance to foreign tourists. The International Tourist Police Station is in Mattancherry-Fort Kochi, a primary tourist enclave in Kochi City. The Police station also houses a small police museum and a recreation centre. The ITPS will be the primary tourist assistance point for any tourist complaints and may be used as an information and assistance point for any Immigration and Passport-Visa matter. "]},"\n",{"type":"*","value":[" Kerala's highways are safeguarded by Highway police. In event of any distress on any highway call the police using their toll free number- ",{"type":"'''","value":["☎+91 98 4610 0100"]}]},"\n",{"type":"====","value":["Fire and public rescue"]},"\n\n",{"type":"*","value":[" Kerala's Fire and Rescue Services maintains a network of Distress rescue services throughout the state. They can be reached at ☎ 101"]},"\n",{"type":"====","value":["Medical Emergency"]},"\n\n",{"type":"*","value":[" Kerala is well reputed for its high medical assistance. Many hospitals, first aid centres, primary health centres and super speciality hospitals are spread across the state."]},"\n",{"type":"*","value":[" For any urgent medical attention or ambulance services, call ☎ ",{"type":"'''","value":["102"]},". Kerala is the first state in India to have ",{"type":"''","value":["Rapid Medical Action Force"]}," with a strong network of medical ambulances and medical hospitals across the state. Most of ambulances are white in colour with Red Cross mark. Members of Rapid Medical Action Force (RMAF) do have a yellow and green livery ambulance with a Red Cross sign. Kerala Healthcare Department has tied up services of ☎ ",{"type":"'''","value":["1298"]}," and ☎ ",{"type":"'''","value":["108"]}," emergency providers, to provide hi-tech ambulance services across the state. 108 Emergency, is an advanced life-saving ambulance even equipped to carry out minor operations operating mainly in urban areas, while 1298 provides comprehensive services across all parts of Kerala."]},"\n",{"type":"*","value":[" In event of an accident, use only hospitals marked \"'Casualty'\" outside, as they have a suitable licence to admit a road accident case. Its common to see such hospitals. In event of any accident on a roadway, call ☎ 100 for police or ☎ 108 as many times individuals do not come to rescue especially in large cities, fearing involvement in a police case. The police do maintain fast and effective accident identification and recovery service, thus in event of any accident, even a distress call from your mobile, can help them to identify your position and assist in expediting medical attention."]},"\n",{"type":"*","value":[" Taluk Hospitals, first aid centres and select primary health care centres across the state are all equipped for emergency admissions and treatment."]},"\n",{"type":"==","value":[" Stay healthy "]},"\n\n",{"type":"'''","value":["Tap water"]}," is generally safe for drinking, though tourists are advised to buy bottled water for drinking. As a tropical country, Kerala is hot and humid so drink a lot of water. \n\nSanitation standards as well as personal hygiene  among Malayalees are very high",{"type":"[","value":["http:\/\/www.kerala.gov.in\/dept_health\/healthstatus.htm"]},". However most of the toilets do not have toilet paper option, hence it is advisable to carry a roll always. It is better to have bath atleast once a day, while in Kerala. This is because it is a social norm in addition to being a relief from the extreme humidity which makes a traveller sweat a lot. A bath atleast once (twice is always better)is a true remedy for this problem.\n\n",{"type":"[[","value":[["Malaria"]]},", ",{"type":"[[","value":[["dengue fever"]]},", ",{"type":"[[","value":[["cholera"]]}," and ",{"type":"[[","value":[["viral fever"]]}," is endemic to the region. Moonsoon time is considered as one of the major epidemic season, due to wet atmosphere, providing breeding ground for various water-borne virus. The state's mosquito control measures are not effective and mosquitoes still pose a major challenge. You require good mosquito controlling repellents which need to be applied regularly or use of mosquito coil or mosquito repellent mats etc at room as well as use of mosquito nets over bed. Various Kerala's spice extracts and oils prove an effective option to control mosquitoes. \n\nWhile touring during summer days, its advised to always wear a cap or have an umbrella to avoid the harshness of the tropical sun. Also wear only cotton while touring during summer. Its also advised to drink ",{"type":"''","value":["Sharbath"]},"- a local popular road-side stall drink made of lemon juice mixed with sugar syrup with slight salt and mixed with soda. This helps to control dehydration a lot. \n\n",{"type":"===","value":[" Medical care "]},"\nThe standard of medical care in Kerala is excellent and this is a popular destination for medical tourism (and medical research)",{"type":"[","value":["http:\/\/www.keralamedicaltourism.org\/"]},". There are many leading hospitals, speciality centres, medical institutions of excellence, clinics, combined with large Ayurvedic hospitals as well as Siddha, Unani, Naturalopathy medical practices.  Many hospitals in Kerala are of international standards and provide excellent medical care. Government run clinics and hospitals are free for all but can be crowded and not the best option for visitors.  Private hospitals offer good treatment at comparatively low prices.\n\nGovernment runs 4 types of medical care facilities\n\n",{"type":"*","value":[" Primary Healthcare Centre (PHC):- are the smallest unit in the hierarchy, which are spread over each nook and corner of the state. Kerala boasts the largest number of PHCs and provide general consultation facilities. "]},"\n",{"type":"*","value":[" Taluk Hospitals (TH\/TC) - located at headquarters of each taluk (a smaller division in a district), which provides services of specialised doctors and also have in-patient block."]},"\n",{"type":"*","value":[" General Hospitals (GH) - GH are very common in most of the cities and towns and have larger premises, with super-specialty facilities. Many GH are also District Hospitals and houses a wide range of facilities. Normally its very crowded, due to free treatment and has very large In-patient block."]},"\n",{"type":"*","value":[" Medical College Hospitals (MC) - Kerala has 6 major large Medical college hospitals, which is very famous referral centres. All the medical college hospitals are well equipped and famed for complex surgeries and various major treatments. Medical colleges do have very large in-patient wards normally above 600 to 1000 beds, though nearly it caters 10 times more than its capacity. Trivandrum Medical College is the most famed medical which was rated as Medical centre of International excellence, equal to rank of All India Institute of Medical Sciences."]},"\nBoth Govt and private operators also run Ayurvedic, Homeopathic and Naturalopathic community centres and clinics across Kerala. \n\nFor minor ailments, almost any private hospital or clinic found anywhere is good. Most of the private care hospitals are well equipped and have good physicians and specialists. Out-Patients are required to get appointment to avoid large ques and majority of them have pharmacies nearby. \n\nLarge super-specialty hospitals are available in major metros which are major research centres and famed for complex surgeries and treatments, thought its slightly expensive in Indian standards. Most of the hospitals in large towns and metros do accept foreign medical insurance cards, mainly issued in US, Europe and Middle East countries, apart from almost all national medical insurance covers, which needed to be check at hospital reception. \n\nKerala has some of the prestigious large Ayurvedic hospitals as well as super-specialty Ayurvedic Research centres, some even equipped to conduct surgeries and cancer treatments. Generally Ayurvedic healthcare centres are more expensive than Allopathic centres.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Lakshadweep"]]}," - the pristine coral reef islands, small archipelagos, white sand beaches famous for scuba diving."]},{"type":"*","value":[{"type":"[[","value":[["Sri Lanka"]]}," — this wonderful island, now recovering from years of civil war, is an easy flight from ",{"type":"[[","value":[["Kochi"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Maldives"]]}," - world famous island country, well connected with easy flights from ",{"type":"[[","value":[["Trivandrum"]]},", famous for its water sports and beach tourism."]},{"type":"*","value":[{"type":"[[","value":[["Madurai"]]}," — city famous for its Meenakshi Amman Temple, it was among the nominees for the new list of 7 wonders of the world for its architecture."]},{"type":"*","value":[{"type":"[[","value":[["Courtallam"]]}," - famous for its several small and large water falls and oil therapy, located near to ",{"type":"[[","value":[["Kollam"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bangalore"]]}," — the garden city, once the sleepy home of pensioners now transformed into the city of pubs and technology companies.  "]},{"type":"*","value":[{"type":"[[","value":[["Kodagu"]]}," -  a popular hill-station, known as Scotland of India. Famous for its exotic coffee plantations, Tibetan settlements, forest safaris and woods party."]},{"type":"*","value":[{"type":"[[","value":[["Mysore"]]}," - The cultural capital of neighboring Karnataka State, famous for its large palaces and festivals. "]},{"type":"*","value":[{"type":"[[","value":[["Kanyakumari"]]}," - A religious place for hindus, lies on the southern tip of Indian mainland and the Vivekananda rock."]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n\n",{"type":"{{","value":[["geo"],["8.5074"],["76.9720"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southern India"]]},"\n\n",{"type":"{{","value":[["related"],["Kerala backwaters"]]},"\n",{"type":"{{","value":[["related"],["Festivals_of_Kerala"]]},"\n",{"type":"{{","value":[["related"],["Religious_destinations_of_Kerala"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kerala"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Kerala\/"]]}]