[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Port aux Français.JPG"],["thumb"],["300px"],["Port-aux-Français."]]},"\n\n",{"type":"'''","value":["Kerguelen Archipelago"]}," is in ",{"type":"[[","value":[["French Southern and Antarctic Lands"]]},".\n\n",{"type":"==","value":["Regions"]},"\nGrande Terre, the main island, measures 150 km east to west and 120 km north to south. It is home to a permanent weather base - Port Aux Francais. The highest peak is Mont Ross, which is on the west side of the island and has an elevation of 1850 m. It is covered by Cook Glacier. The island has numerous peninsulas islets. \n\nFollowing is a list of the most important of the satellite islands:\n\n",{"type":"*","value":[" Île Foch in the north is the largest, with an area of 206.2 km². The highest point is 687 m at Pyramide Mexicaine."]},{"type":"*","value":[" Île Saint-Lanne Gramont, also in the north, is the second largest, with an area of 45.8 km². It is 480 m at the highest point and is located at 48°55′S 69°12′E)."]},{"type":"*","value":[" Île du Port, also in the north in the Golfe des Baliniers, is the third largest with an area of 43.0 km², with a highest altitude of 340 m."]},{"type":"*","value":[" Île de l'Ouest (west, about 40 km²)"]},{"type":"*","value":[" Île Longue (southeast, about 40 km²)"]},{"type":"*","value":[" Îles Nuageuses (northwest)"]},{"type":"*","value":[" Île de Castries 48°41′S 69°29′E"]},{"type":"*","value":[" Île Leygues (north)"]},{"type":"*","value":[" Île Howe (north) 48°50′S 69°25′E"]},{"type":"*","value":[" Île Violette 49°07′S 69°40′E"]},{"type":"*","value":[" Île aux Rennes (southeast, area 36.7 km², altitude 199 m, 49°32′S 69°54′E)"]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" Port-aux-Français"]},"\n",{"type":"==","value":["Understand"]},"\nThe Kerguelen Islands or the Kerguelen Archipelago is a group of islands in the southern Indian Ocean. It is far far away from any civilization. It was discovered in 1772 by a French expedition and currently is a territory of France.\n\nThe Kerguelen Islands are located at 49°15′S 69°35′E. This places the archipelago just outside of the Antarctic circle. The main island, Grande Terre, originally called Desolation Island, is 6,675 km² and it is surrounded by another 300 smaller islands and islets, forming an archipelago of 7,215 km². All the islands combined, it is slightly larger than the state of Delaware. The climate is cold and very windy and the seas are usually rough.\n\n",{"type":"==","value":["Talk"]},"\nFrench, although most research staff will have at least some knowledge of English.\n\n",{"type":"==","value":["Get in"]},"\nThis requires careful planning, as the islands are not easy to get to.\n\nTourists can book a cabin in the base support ship Marion Dufresne ",{"type":"[","value":["http:\/\/www.taaf.fr\/spip\/spip.php?article234"]}," for a mere €15,000 (same pricing for a one-person or a two-person cabin), there are apparently four trips open to tourists per year.\n\nThe trip leaves from ",{"type":"[[","value":[["Réunion"]]}," and takes about 28 days, half of them at sea and half on land. It covers 9,000 km in the Indian Ocean, visiting three or four islands in this order: ",{"type":"[[","value":[["Iles Crozet"],["Crozet"]]},", Kerguelen, and ",{"type":"[[","value":[["Ile Amsterdam"],["Amsterdam"]]}," before returning to Réunion. If scientists need to go there, the ship stops near ",{"type":"[[","value":[["Ile Saint Paul"],["Saint Paul"]]}," but nobody is permitted to set foot on land.\n\nAlthough very infrequent, a few small cruise ships have made stops in Kerguelen. Heritage Expeditions, ",{"type":"[","value":["http:\/\/heritage-expeditions.com\/trip\/south-indian-ocean#"]},", offers a cruise visiting Kerguelen and other South Indian ocean islands in late 2012. Quark Expeditions has also visited the island a couple of times, but the Russian scientific ship they've used retired after the Dec 11\/Jan 12 voyage and they aren't planning a similar voyage in summer 12\/13, but check in the future.\n\n",{"type":"==","value":["Get around"]},"\nWalking\n\n",{"type":"==","value":["See"]},"\nHistoric localities\n\nThere are also a number of historic localities, all on Grande Terre (see also the main map):\n\n",{"type":"*","value":[" Anse Betsy (historic geomagnetic station at 49°10′S 70°13′E), on Baie Accessible, on the north coast of Péninsule Courbet. At this site, an astronomic and geomagnetic observatory was erected on October 26, 1874 by a German research expedition led by Georg Gustav Freiherr von Schleinitz."]},{"type":"*","value":[" Armor (Base Armor)"]},{"type":"*","value":[" Baie de l'Observatoire (historic geomagnetic station at 49°21′S 70°12′E), just west of Port-Aux-Français, also at the south coast of Péninsule Courbet, northern shore of Golfe du Morbihan. A station was erected at this site by the German Antarctic Expedition led by Erich Dagobert von Drygalski (1902 to 1903)."]},{"type":"*","value":[" Cabane Port-Raymond (scientific camp at 49°20′S 69°49′E), at the head of a fjord cutting off Péninsule Courbet from the south"]},{"type":"*","value":[" Cap Ratmanoff (geomagnetic station at 49°14′S 70°34′E, the easternmost point of Kerguelen)"]},{"type":"*","value":[" La Montjoie (scientific camp at 48°59′S 68°50′E), on the south of Baie Rocheuse, northern west coast"]},{"type":"*","value":[" Molloy (Pointe Molloy), former observatory 10 km west of later Port-Aux-Français, at the south coast of Péninsule Courbet, northern shore of Golfe du Morbihan. An American expedition led by G. P. Ryan erected a station at this site on September 7, 1874."]},{"type":"*","value":[" Port Bizet (seismographic station at 49°31′12 S°69′54), on the north coast of Île Longue)"]},{"type":"*","value":[" Port Christmas (historic geomagnetic station at 48°41′S 69°03′E), on Baie de l'Oiseau, Péninsule Loranchet, extreme northwest. The place was named by James Cook, who discovered the islands and who anchored there on Christmas Day, 1797."]},{"type":"*","value":[" Port Couvreux (formerly a whaling station, an experimental sheep farm and a geomagnetic station, at 49°17′S 69°42′E), on Baie du Hillsborough, on the southeast coast of Presqu'île Bouquet de la Grye. From 1912 sheep were bred to create an economic basis for settlement, but the attempt had to be abandoned in 1931."]},{"type":"*","value":[" Port Curieuse (harbor on the West coast at 49°22′S 68°48′E), on the west coast across Île du l'Ouest. The site was named after ship Curieuse used by Raymond Rallier du Baty on his second visit the islands in 1913 to 1914."]},{"type":"*","value":[" Port Douzième (literally Twelfth Port, hut and geomagnetic station at 49°31′S 70°09′E), on the north coast of Presqu'île Ronarch, southern shore of Golfe du Morbihan"]},{"type":"*","value":[" Port Jeanne d'Arc (former whaling station founded by Norwegian whalers in 1908, and historic geomagnetic station at 49°33′S 69°49′E), in the northwestern corner of Presqu'île Jeanne d'Arc, looking across Passe de Buenos Aires to Île Longue (4 km northeast). The derelict settlement consists of four residential buildings with wooden walls and tin roofs and a barn. One of the buildings was restored in 1977."]},"\nSince 1963, 49°22′S 70°14′E just east of Port-aux-Français is a launch site for sounding rockets (mainly Arcas, Dragon and Eridan).\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\nThere are many interesting animals and plants. These include penguins, seals, Kerguelen cabbages, rabbits, cats and fish.\n\n",{"type":"==","value":["Eat"]},"\nThere are about 3500 sheep on the island, so look forward to lots of mutton.\n\n",{"type":"==","value":["Drink"]},"\nWater.\n\n",{"type":"==","value":["Stay safe"]},"\nThe population of these islands is only about 110. Most are scientists or weather watchers. There is no risk of crime. Only danger may be the cold or getting lost.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["French_Southern_and_Antarctic_Lands"]]},"\n",{"type":"[[","value":[["WikiPedia:Kerguelen Islands"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Polar_Regions\/Antarctic\/French_Southern_Territories\/Kerguelen_Islands\/"]]},"\n",{"type":"[[","value":[["Commons:Kerguelen Islands"]]},"\n",{"type":"{{","value":[["geo"],["-49.25"],["69.166666666667"]]}]