[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Kerinci.jpg"],["thumb"],["right"],["350px"],["Mount Kerinci"]]},"\n\n",{"type":"'''","value":["Kerinci Seblat National Park "]}," is in ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Indonesia"]]},", spanning no less than four different provinces.\n\n",{"type":"==","value":["Understand"]},"\nOne of the largest national parks in Indonesia, Kerinci Seblat protects almost 14,000 sq kilometres of tropical rain forests in central western Sumatra running down the Barisan mountain range and its foothills and covering parts of four provinces. Terrains varies from lowland forests up to the peak of mighty Mt Kerinci at 3,805 m. \n\nThe national park is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," as part of the Rainforest Heritage of Sumatra and one of the most important tiger reserves in the world. \n\n",{"type":"===","value":["History"]},"\nThe national park was formed from a collection of watershed protection forests (hutan lindung) and nature reserves and was established in 1982 although its boundaries were not legally formalised until the mid 1990s.http:\/\/www.dephut.go.id\/INFORMASI\/TN%20INDO-ENGLISH\/NP_sumatera.htm#\n\n",{"type":"===","value":["Landscape"]},"\nThe park is dominated by the Barisan mountains. Scenery in many areas is very spectacular with active and dormant volcanoes including ",{"type":"'''","value":["Mount Kerinci"]},", at 3805m the highest mountain in Sumatra and Indonesia's highest active volcano. The national park forests protect the headwaters of some of Sumatra's most important rivers which flow from springs and peat swamps like Ladeh Panjang (Kerinci district) and Danau Kebut (Merangin district) high in the mountains, as well as many lakes and wetlands. \n\nThe Great Sumatra Fault runs through the centre of the national park and forms the densely populated Kerinci valley, which lies in the middle of and is surrounded by national park forests.\n\n",{"type":"===","value":["Flora and fauna"]},"\nKerinci Seblat is most famous amongst bird-watchers as the best place to see most of the highland Sumatran endemic bird species including the Schneider's Pitta, Salvadore's pheasant and Sumatran Cochoa, all presumed extinct for much of the 20th century before being rediscovered here.  More than 375 species of bird have been recorded to date. \n\nThis is also the most important location in Sumatra for wild Sumatran Tiger and one of the 12 most important tiger reserves anywhere in the world although seeing wild tigers is unusual due both to the dense forest and the animals' shy nature. Other fauna includes elephants (best seen in national park forests in Bengkulu), clouded leopards, tapirs, sun bears and at least seven species of primate. \n\nForest edge farmers continue to report occasional sightings of the mysterious orang pendek, a large, bipedal cryptozoological primate resembling an orangutan (which are not recorded in Kerinci Seblat). \n\nThe national park also houses the biggest and the tallest flowers in the world, the monstrous, flesh red flower of the parasite Rafflesia arnoldi which can grow up to a metre in diameter, and is best searched for in the Bengkulu area of the park - ask for flowering information in Curup. In the southern part of Kerinci district hope to see the slightly smaller Rafflesia hasselti which is a vivid dark red in colour.  The huge Amorphophallus titanum and Amorphophallus gigas are also present and can grow up to 4 metres in height. A remarkable flower at higher altitudes on Mt Kerinci and Mt Tujuh is the Javanese edelweiss Anaphalis javanica, which only grows on volcanoes. This shrub can reach more than two metres in height and is colored white-green because of its small hairs; the flowers are yellow with white. Numerous orchids are also found, most often flowering at the beginning of the rainy season in late September or October.\n\n",{"type":"===","value":["Climate"]},"\nRainfall is heaviest between October-December and from February-April while May-August is mainly dry but with some occasional rains, there are no major variations in seasonal temperature. Photographers may wish to avoid the period July-August as these dry months are often hazy.  Because much of the park is above 700m in altitude, evenings and nights tend to be cool while in the high mountains temperatures may occasionally drop as low as 5C at night and so trekkers should be prepared for cool evenings\n\n",{"type":"==","value":["Get in"]},"\nMost visitors arrive from ",{"type":"[[","value":[["Padang"]]},"'s Minangkabau International Airport which offers quickest access for the Kerinci area of the national park (seven hours). However there are alternatives: Jambi (capital of Jambi province) with flights from Batam and Jakarta (six hours to Bangko, 11 hours to Kerinci due to very poor roads)",{"type":"[[","value":[["Bengkulu"]]}," airport (domestic flights from ",{"type":"[[","value":[["Jakarta"]]},") is better for visits to North Bengkulu (elephants) and the Curup area of the national park (rafflesia). \n\nThere is an airstrip in Kerinci with flights from ",{"type":"[[","value":[["Jambi"]]}," city airport: however in late 2011 these were temporarily suspended, flights are expected to resume in March or April 2012. \n\nYou may want to call your hotel or homestay in advance to arrange for personal transport (you can hire a car, van, or bus) for your trip, however there are good 'Travel' minibus and Share Taxi services from Padang and Jambi and Bengkulu to district capitals which border the park. Padang to Kerinci (Sungaipenuh) or Bangko (Merangin district) is a six-seven hour bus drive, Jambi city to Bangko five hours, Bengkulu city to Curup three hours while it is four hours to the elephant sanctuary at Seblat from Bengkulu city.\n\nArrival at Padang airport (Minangkabau) is 'ordeal by taxi driver' - better to take the airport DAMRI buses into town, overnight in Padang and then head for the park. Your hotel should be able to help with Travel taxis to Kerinci.\nIt is also possible to take public buses or local angkot minibuses. Be prepared for an uncomfortable ride though as public buses are often crowded, may not have enough space for bulky luggage, and they make frequent stops however for getting around locally angkot minibuses are inexpensive and convenient.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nYou should bring a photocopy of your passport, which is to be given to the authorities to process your national park entry permit. Visitors planning to climb Mt Kerinci can get a photocopy made at the village of Kersik Tuo at the foot of the mountain. Photocopies of your passport and the visa section are also useful if staying in a village as your homestay must report visitors to the village headman or local police post\n\nThe price for entry to the national park as of February 2012 is 20,000 Rupiah per person. Buy tickets at the national park headquarters in Sungaipenuh, Kerinci, at Kersiktua, at Curup (near Bengkulu) or in Bangko if you are planning to visit Renah kemumu or the national park forests in Merangin district.\n\n",{"type":"==","value":["Get around"]},"\nThere are frequent travel minibus services between district capitals, usually leaving in the morning or evening. Angkot minibuses serve villages to and from district capitals. Roads in many areas are poorly maintained so travelling even a relatively short distance can take time, and especially so in the rainy season. It is possible to hire a car and driver in many of the district capitals - expect to pay about $40 a day plus petrol and driver's food. \n\nYou can also hire a self0drive motor bike or grab a ride on an ojek motorbike taxi - always negotiate a price before, ask help from your hotel if necessary.\n\n",{"type":"==","value":["See"]},"\nTea plantations at Mt Kerinci - you can tour after getting permission from the locals. \n\nHot springs at Mt Kunyit, Talang Kemuning, Kerinci, Semerup, Kerinci or in Renah Kemumu, Merangin district.\nTraditional dance ceremonies and maybe a Tiger calling ceremony by a Kerinci shaman\n\nLake Kerinci. The view of the Kerinci valley and Lake Kerinci from Bukit Kayangan (above Sungaipenuh, fantastic forest scenery at Bukit Tapan and Muara Imat village\n\nThe elephant sanctuary at Seblat, Bengkulu to the west of the national park (ask permission from KSDA Bengkulu first).\n\nRemote, rarely visited traditional forest-edge villages in Jangkat and Sungai Tenang and Muara Siau areas of Merangin district.\n\nMegaliths in the Kerinci valley and at remote and rarely visited Renah Kemumu village in Merangin district.\n\nLake Gunung Tujuh - South East Asia's highest crater lake and still surrounded by pristine forests and the marshlands of lake Bentau .\n\n",{"type":"==","value":["Do"]},"\nThe national park offers superb trekking and climbing opportunities for both novices and the more experienced as well as bird and wildlife watching whether just going for a walk for a day or a week long jungle expedition.\n\nClimb Mt Kerinci: the popular trek up to either Camp 2 or 3 usually takes 2 days and 1 night, including the descent, Avoid rainy season months (November-February) weekends and public holidays.Bring warm clothes and a rain cape.\n\nClimb up to Lake Gunung Tujuh - one day return or camp over night by the lake. Avoid weekends and public holidays.\n\nIf staying in Sungaipenuh, ask the National Park office or your hotel to help you rent a car (motor bikes not advised!) for a Night Safari through the forests of Bukit Tapan: the road passes through dense forests and a night drive (leave about 10pm, return at 1-2am) gives a chance to experience tropical forest at night..and the chance to see some of the inhabitants (Sumatran tigers, Asiatic golden cat, sunbears, tapir, civet cats and rare serow antelopes are among the animals that have been spotted)\n\nGo bird watching or just enjoy fantastic scenery from a dugout canoe in beautiful Danau (lake) Bentau, a stunning marshland area at the foot of Mt Tujuh. The Kerinci Bird Watching Club are now starting to offer specialist bird watching trips for visiting 'twitchers' http:\/\/kerincibirdclub.wordpress.com\n\nTrek (2 days, one night) from Talang Kemuning village (2 hours from Sungaipenuh) to forests of Mt Kunyit (south of the Kerinci valley) to see sulphur pits and hot springs and pitcher plants or from Renah Kayu Embun (Sungaipenuh) climb to the peak of Mt Raya for fantastic views and rare flora such as the Kayu Embun tree and pitcher plants, Kerinci rabbits and yes, the chance of a possible Sumatran tiger encounter.\n\nMore adventurous forest treks -  the forest trail west from Lempur in the south of Kerinci district to Sungai Ipuh village in Mukomuko district of Bengkulu - allow five days though the locals do the trip in 3 days (you will need special permission from park headquarters); Lempur to Rantau Kermas via the ancient enclave village of Renah Kemumu (4 days - megaliths and hot springs and stunning scenery) or stay in forest villages in Muara Siau, Merangin district like Durian Rambun or Lubuk Bira.\n\nTiger watching- unlike India it is difficult to see wild Sumatran tigers even though there may be as many as 200 tigers in and around Kerinci Seblat but national park officers will advise on areas where tigers are usually present and suggest experienced guides. And yes, people do see tigers. \n\nThe Muara Imat-Birun area on the Kerinci-Merangin district borders is one of the best places to hope to see wild tigers or at least tiger signs as well as Rafflesia and Amorphophallus, rare orchids and good birdwatching. Ask at the national park offices.\n\n",{"type":"==","value":["Buy"]},"\nThe national park office has a range of t-shirts designed by young national park officers while exploring village and small town markets offers the chance to buy simple local handicrafts and woven baskets still routinely used by villagers. ",{"type":"''","value":["Never"]}," buy wildlife products or wild plants.\n\n",{"type":"==","value":["Eat"]},"\nFood in the restaurants in the small towns around the national park is mainly Padang rice and a variety of meat, fish and vegetable dishes liberally spiced with chilli. If you do not like spicy food, ask for 'tidak pedas'.\nIn Kerinci district look for restaurants offering 'dendeng batokok' - a grilled, finely sliced, smoked steak.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nFor visits to Mt Kerinci or Mt Tujuh stay at homestays in the village of Kersik Tuo. There are reasonable hotels and inns in Sungaipenuh, Bangko and Curup which are gateways to the national park and easily reached from provincial capitals. If you stay in a village as part of your adventure, please make a contribution to your host's expenses! In Birun, stay in pak Samsul's simple wooden house and learn all about tigers from this former Tiger ranger.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Homestay Pak Subandi"],["url=https:\/\/sites.google.com\/site\/paksubandihomestay\/"],["email=subandi.homestay@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=0748 357009"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Pak Subandi can arrange for a guide to bring you up the volcano, or for specialist bird watching trips. The address is Jalan Raya Muara Labuh, Desa Kersik Tua, travel minibuses from Padang will drop you off."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mahkota"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In Sungaipenuh, Kerinci offers higher end accomodation with a swimming pool and tennis courts."]]}]},"\n",{"type":"===","value":["Camping"]},"\nEven experienced climbers should avoid a solo climb of Mt Kerinci as there have been rare cases of disappearances and deaths primarily due to sudden changes in weather and the risk of poisonous gases from the crater. Forest treks involving camping overnight should be conducted with a reliable local guide - safer and much more rewarding. You can ask your local accommodation to arrange for a guide for you or request advice from national park officers. The national park's tiger protection rangers can be asked to act as guides for short forest treks during their leave periods (27-3 of each month) A highly recommended guide is Pak Ahmad, with around 30 years of experience bringing people up Mt Kerinci. Homestay Pak Subandi can also advise on guides. Pak Agustria, a former Tiger ranger based in Bangko is a good companion for trips to the remote and rarely visited Renah Kemumu, Jangkat and Sungai Tenang areas of the national park while pak Samsul, another former Tiger ranger, is a great guide to forests around Birun (between Kerinci and Merangin.\n\nThe homestays at the foot of Mt Kerinci also provide equipment rental, and your guide, or porters if you choose to hire any, will bring his own (basic) equipment and tent however in other areas you should bring a tent or ask your guide to organise camping tarpaulins etc.\n\nThe basic fee for an English-speaking guide at Mt Kerinci is about Rp 300,000 Rupiah per day, and 150,000 per porter however in other areas of the national park guide fees are less expensive - expect to pay about Rp150,000 a day for a highly experienced forest guide (though English-speaking forest guides will always charge a higher fee than forest edge villagers who know the forest better.) For deep forest adventures, buy a pocket dictionary so you can communicate more easily with your guide(s). Dictionaries don't often have the names of wild animals and birds - ask the park office to print out their tri-lingual list of wildlife (English, Indonesian and Latin names of species recorded)\n\n",{"type":"===","value":["Backcountry"]},"\nIt is also possible to explore the surrounding area in motorcycles, including the tea plantations. For real back country expeditions, in particular in national park edge villages in Merangin district, give yourself plenty of time and expect poor or very poor roads. Once away from Mt Kerinci or district capitals homestays or losmen are few and far between, if staying in villages, ask the village headman to organise accomodation. Don't forget to make a contribution to your hosts.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-2.4167"],["101.4833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sumatra"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kerinci Seblat National Park"]]}]