[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Tagh1.jpg"],["right"],["thumb"],["350px"],["Taq-e Bostan"]]},"\n",{"type":"'''","value":["Kermanshah"]}," is a city in ",{"type":"[[","value":[["Western Iran"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nKermnashah has a large population, and Kurdish language as well as some dialects of ",{"type":"[[","value":[["Kurdish"]]}," is widely used in the city. Its climate is mild and it has many natural and historical sightseeings.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nKermanshah has a national airport that can be reached from some airports in Iran, especially from and to Tehran, and Mashhad.\n\n",{"type":"===","value":["By train"]},"\nThere will be a train to Tehran and Baghdad in the future.\n\n",{"type":"===","value":["By car"]},"\n\nYou can hire a car, however the easiest way to travel is via taxi. \n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" There are buses to Kermanshah from ",{"type":"[[","value":[["Tehran"]]}," and other major cities."]},{"type":"*","value":[" There are bus groups going to ",{"type":"[[","value":[["Karbala"]]}," through ",{"type":"[[","value":[["Baghdad"]]}," in ",{"type":"[[","value":[["Iraq"]]}," everyday, but first you should go to a travel agency."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThere are four museums that are established in old houses of Qajar period. These are Museum of ethnography at Tekyeh Moavenalmolk, and two museums of Zagros Paleolithic Museum and Museum of epigraphy and Qajar hand writings at Tekieh Biglar Baigi. The Zagros Paleolithic Museum contains rich collections of stone tools and animal fossil bones from various Paleolithic sites in Iran. It is the first established museum in Iran that devoted to Paleolithic period of Iran. Museum of traditional Martial art (Wrestling موزه پهلوانی) is another museum in Kermanshah that was established recently and contains many wax models of traditional wrestlers.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Talab-e Hashilan"]},": There are tiny flouting islands in this marsh with various plants sheltering 200 sorts of birds. The 1500-hectare marsh is 32 km distant from Kermanshah. Prav Cave in the Prav Mountains between Taq Bostan and Bisotoon heights is the deepest cave in Asia (the deepest cave in the world is Ali-Sadr Cave in Hamedan northeast of Kermanshah). There are famous glaciers and a marvelous 762-meter deep valley in it with several streams.Qoori Qal'eh cave is another of the natural wonders of the province, located 92 km from the city heading toward Paveh. The cave's spine is 3,140 meters long and the cave-length is 12 km with a beautiful natural surrounding of a variety of forest trees. In the cave, the first phase of which has been developed, there is an ever-flowing stream of 111 liters per second, and chambers with enchanting icicles and colorful columns. In fact, it is a romantic sight never to be forgotten."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Taq-e Bostan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most impressive reliefs inside the largest grotto or ivan is the gigantic equestrian figure of the Sassanid king Khosrau II (591-628 CE) mounted on his favorite charger, Shabdiz. Both horse and rider are arrayed in full battle armor.\n\nThe arch rests on two columns that bear delicately carved patterns showing the tree of life or the sacred tree. Above the arch and located on two opposite sides are figures of two winged angles with diadems.\n\nAround the outer layer of the arch, a conspicuous margin has been carved, jagged with flower patterns. These patterns are also found in the official costumes of Sassanid kings.\n\nEquestrian relief panel measured on 16.08.07 approx. 7.45m across by 4.25 m high"]]}]},{"type":"[[","value":[["Image:Darius_I_the_Great's_inscription.jpg"],["right"],["thumb"],["350px"],["Bisotun is UNESCO World Heritage Site"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bisotun"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Behistun inscription is considered as a UNESCO World Heritage Site. The Behistun Inscription (also Bisitun or Bisutun, Modern Persian: بیستون ; Old Persian: Bagastana, meaning \"the god's place or land\") is a multi-lingual inscription located on Mount Behistun.\n\nThe inscription includes three versions of the same text, written in three different cuneiform script languages: Old Persian, Elamite, and Babylonian. A British army officer, Henry Rawlinson, had the inscription transcribed in two parts, in 1835 and 1843. Rawlinson was able to translate the Old Persian cuneiform text in 1838, and the Elamite and Babylonian texts were translated by Rawlinson and others after 1843. Babylonian was a later form of Akkadian: both are Semitic languages. In effect, then, the inscription is to cuneiform what the Rosetta Stone is to Egyptian hieroglyphs: the document most crucial in the decipherment of a previously lost script.\n\nThe inscription is approximately 15 metres high by 25 metres wide, and 100 metres up a limestone cliff from an ancient road connecting the capitals of Babylonia and Media (Babylon and Ecbatana). It is extremely inaccessible as the mountainside was removed to make the inscription more visible after its completion. The Old Persian text contains 414 lines in five columns; the Elamite text includes 593 lines in eight columns and the Babylonian text is in 112 lines. The inscription was illustrated by a life-sized bas-relief of Darius, holding a bow as a sign of kingship, with his left foot on the chest of a figure lying on his back before him. The prostrate figure is reputed to be the pretender Gaumata. Darius is attended to the left by two servants, and ten one-metre figures stand to the right, with hands tied and rope around their necks, representing conquered peoples. Faravahar floats above, giving his blessing to the king. One figure appears to have been added after the others were completed, as was (oddly enough) Darius' beard[citation needed], which is a separate block of stone attached with iron pins and lead."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mo'avenalmolk Mosque"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This mosque is unique because it has many pictures on the walls that relate to shahnameh,despite some of its more religious ones."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=kouhestan park"],["url="],["email="],["address=south of kermanshah"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=it is a park near taq bostan mountains.it has a beautiful view of city."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n THE HANDCRAFTS OF KERMANSHAH   ARE\n\"GIVEH\" IT IS A TRADITIONAL SHOES  AND VERY SIMPLE.YOU CAN BUY IT IN KERMANSHAH IN TRADITINAL SHOPPING CENTER.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=giveh"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Giveh, prnounced \/gi:ve\/ in Persian or \/gi:wæ\/ in Kurdish, is a kind of soft, comfortable, durable and handwoven-top shoe common in several parts of Iran especially in rural and mountainous areas of Kermanshah Province. The production centers of Giveh in Kermanshah Province are Paveh, Harsin, and Kermanshah.\n\nHand made Giveh of Kermanshah\n\nGiveh is made up of two parts: sole and upper. The sole is usually rubber or leather the upper is woven thread. Before the arrival of rubber industry to the area Giveh-makers would use a kind of wild-bull leather to make giveh and the upper was of wool or cotton thread. Most rich people would wear them. With the arrival of rubber industry lower class people use rubber in the sole of their shoes."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=khoresh-e-khalal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=it is a apecial food of Kermanshah, people can eat it in all of restaurants of Kermanshah"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=dandek kebab"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=it is another famous and expensive food in Kermanshah, it can be found in taq-e bostan restaurants."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\nJamshid hotel is the best hotel in kermanshah.it is in taq bostan.\n hotel parsian\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["Shopping"]},". Besides sweet memories that will never be forgotten, Nan-Brenji, Nan-Roghan, and handicrafts including gilim, giveh (cotton shoe), and local dress can be bought.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["34.314167"],["47.065000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western Iran"]]},"\n\n",{"type":"{{","value":[["related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kermanshah"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle_East\/Iran\/Localities\/Kermanshah\/"]]}]