[{"type":"{{","value":[["pagebanner"],["Keswick banner.jpg"],["caption=A panoramic view of Keswick"]]},"\n",{"type":"[[","value":[["Image:Keswick-view-from-Latrigg.jpg"],["thumb"],["400px"],["right"],["Keswick viewed from Latrigg"]]},"\n",{"type":"'''","value":["Keswick"]}," is the northern tourist hub of the ",{"type":"[[","value":[["Lake District National Park"]]}," and is a favourite base for serious walkers and climbers, artists and photographers, and anyone who enjoys mountain and lake scenery. A thriving town of individual shops, including many selling outdoor equipment, art galleries, delis, cafes, restaurants and pubs, Keswick is a great place to collapse at the end of a long walk and eat a hearty meal. It also has many attractions to occupy visitors on a rainy day when heading up into the hills is not the thing to do.\n\nKeswick sits under the shadow of England's fourth-highest mountain, Skiddaw, and it lies at the head of the Borrowdale valley with Derwentwater lake reaching the edge of town.\n\n",{"type":"==","value":["Get in"]}," \nTrains to and from Keswick were axed back in the 1970s so you either have to drive, cycle, walk or get a bus. \n\nThere is a regular bus service from ",{"type":"[[","value":[["Penrith"]]}," train station to Keswick.\n\nDriving is fast: Keswick is 17 miles along the partially dualled A66 trunk road from the M6 motorway at Penrith.\n\nParking space is at a premium on busy days. There are a couple of pay-and-display car parks in the town centre, and another close to the lakeside, with plenty of free on-street parking further from the centre. A free but time-limited disc-parking scheme is in operation on some roads, often allowing two hours' free parking.\n\n",{"type":"==","value":["Get around"]}," \n\nWithin town, distances are short so walking is easy.\n\nBuses run all over the Lake District from Keswick and these can make a good way to get out to or back from a day's walking destination.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.keswick-launch.co.uk\/ Keswick Launch"]}]}," water taxis run on Derwentwater with both clockwise and anticlockwise routes serving seven jetties around the lake. \n\n",{"type":"[[","value":[["Image:Keswick.JPG"],["thumb"],["300px"],["right"],["Thirlmere, a lake on the way to Keswick"]]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Cumberland Pencil Museum"],["url=http:\/\/www.pencilmuseum.co.uk\/"],["email="],["address=Southey Works"],["lat=54.60389"],["long=-3.14190"],["directions="],["phone=+44 17687 73626"],["tollfree="],["fax="],["hours=9.30am-5pm, closed on 25th & 26th December and 1st of January"],["price=Adult £4.25"],["content=A museum documenting 350 years of pencil making, situated next to the factory. Graphite was first discovered in nearby Borrowdale, hence the factory is here. Also includes the world's largest coloured pencil."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Keswick Museum & Art Gallery"],["url=http:\/\/www.keswickmuseum.webs.com\/"],["email="],["address=Station Road, CA12 4NF"],["lat=54.60297"],["long=-3.13292"],["directions=In Fitz Park, just North of the river."],["phone=+44 17687 73263"],["tollfree="],["fax="],["hours=Tu-Sa 10:00-16:00"],["price=Free"],["content=A victorian museum with an assorted permanent collection and temporary displays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Keswick Brewery Tours"],["alt="],["url=http:\/\/keswickbrewery.co.uk\/"],["email="],["address=Brewery Lane, CA12 5BY"],["lat=54.60147"],["long=-3.13608"],["directions="],["phone="],["tollfree="],["fax="],["hours=Fri & Sat at 11am and 2pm, booking recommended"],["price=£9"],["content=Small brewery of cask and bottled ales, established in 2006. Shop open Mon - Fri 10am - 3pm."]]}]},"\n",{"type":"==","value":["Do"]}," \n",{"type":"'''","value":["Walk... walk.. walk..."]}," Hikers can walk onto the surrounding hills (known locally as ",{"type":"'''","value":["fells"]}," - a word dating from Viking times) or into the nearby valleys straight from the town, with more options opening up if you use the Keswick Launch, a car, or the local buses.\n\n",{"type":"*","value":[" The easiest walk locally is the ten-minute level stroll along the lakeshore to ",{"type":"'''","value":["Friar's Crag"]}," viewpoint, looking down the lake deep into Borrowdale. Start at the end of Lake Road by the theatre."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["A circuit of the lake"]}," can be done but involves a bit of road-walking. The ferries can be used to shorten the walk as necessary. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Skiddaw"]}," is Keswick's own mountain. The walking path leaves from the back of town and ascends this 3,000 foot hill, the fourth highest in England. The walk is straightforward, just a little long for non-walkers. First you pass the smaller Latrigg, then along a well-worn path up the grassy slopes. The summit is a long undulating dome with four tops."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Catbells"]}," is the most-climbed of the local fells. This is because it looks great from the lake shore in town, and looks close and easy. Many people take the ferry over to the jetty at Hawse End and take the pleasant walk through the woods then onto the hillside for the easy ascent. However, it is also the hill with the most injuries, because people tackle it in trainers or sandals, then have problems on a section of smooth-worn rock. For an alternative (quieter) route, when the path crossed the lane by the cattle grid, take the small lane to the right of the hill toward Skelgill Farm, and continue the gently ascending path into the Newlands Valley, then head left and uphill to reach the summit ridge after the summit of Catbells. You can then backtrack along the ridge to the summit. People most often descend from this dip on the ridge, down to the side of the lake, then either walk along the lakeshore or catch a ferry back to Keswick from the jetty at Brandlehow."]},"\n",{"type":"'''","value":["Take a scenic drive."]}," If you can't walk then at least drive around from Borrowdale. A trip over the Honister Pass to ",{"type":"[[","value":[["Buttermere"]]}," is well worth the effort returning over either Newlands Pass or Whinlatter Pass for spectacular views.\n\n",{"type":"'''","value":["Keswick leisure pool"]}," is on the site of the old railway station, or for a more indulgent spa session there's the ",{"type":"'''","value":["Lodore Hotel"]}," a few miles down the road into Borrowdale, which offers pamper days for when the weather really isn't cooperating. ",{"type":"[","value":["http:\/\/www.lakedistricthotels.net\/spabreaks\/pamperdays.htm"]},"\n\n",{"type":"==","value":["Theatre"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/theatrebythelake.co.uk\/ Theatre by the Lake"]}]}," is an attractive theatre at the end of Lake Road by the Lakeside car park. It is open all the year round and is particularly popular in the summer months when it runs a series of plays in repertory. The main theatre puts on three productions during the summer which run on consecutive nights throughout the season. Similarly there is a small studio theatre which also runs a three production repertory system. It is professional theatre of a high standard and has Dame Judi Dench as one of its patrons. The theatre building is modern and comfortable with good refreshment facilities and a small shop.\n\n",{"type":"==","value":["Buy"]},"\nOutdoor gear. All the big high-street outdoor shops are represented in Keswick, so you'll be spoilt for choice if you need any clothing or equipment for walking, climbing, or camping (just don't forget to spend some time ",{"type":"''","value":["using"]}," it!)\n\n",{"type":"==","value":["Eat"]},"\n\nPretty much all of the pubs in the area offer traditional pub food at lunch and dinner time. With so much sheep farming in the surrounding hills, ",{"type":"'''","value":["roast lamb"]}," is a favourite local dish, as is ",{"type":"'''","value":["Borrowdale trout"]},". ",{"type":"'''","value":["Cumberland sausage"]}," is a speciality throughout Cumbria. Beyond pub grub there are plenty of restaurants - such as the ",{"type":"'''","value":["Red Fort"]}," and ",{"type":"'''","value":["Taste of Bengal"]}," (Indian), the ",{"type":"'''","value":["Loose Box"]}," (Italian, so named as it is the former stables of one of the hotels), or the ",{"type":"'''","value":["Golden Hills"]}," (Chinese). For something a little lighter, try ",{"type":"'''","value":["Cafe Bar 26"]}," or ",{"type":"'''","value":["Good Taste"]},", both on Lake Road, or ",{"type":"'''","value":["The Square Orange"]}," on St Johns Street.\n\n",{"type":"==","value":["Drink"]},"\n\nThe Dog & Gun, The Oddfellows Arms, The Four In Hand and the Bank Tavern are among the more popular of Keswick's traditional pubs, all offering a good range of real ales. The modern and stylish ",{"type":"'''","value":["Cafe Bar 26"]},", ",{"type":"'''","value":["Sweeney's"]}," and ",{"type":"'''","value":["The Square Orange"]}," offer a welcome change to the traditional. \n\nLive music is very popular in Keswick. The Oddfellows on the main street has music every night of various quality. The Square Orange on St Johns Street and Cafe Bar 26 on Lake Road have music every Thursday, both worth a visit. Sweeney's on Lake Road has live music every Friday and Saturday.\n\n",{"type":"'''","value":["The Loft"]}," on the main square is the town's only night club, with the vibe of a bad school disco with alcohol. However, a late-night drink is available at other venues such as the locals' favourite, The Queens ",{"type":"'''","value":["Back Bar"]},", or ",{"type":"'''","value":["Rumours"]},", the local dive bar.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Dog & Gun"],["alt="],["url="],["email="],["address=2 Lake Road, CA12 5BT"],["lat=54.60023"],["long=-3.13680"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Four In Hand"],["alt="],["url="],["email="],["address=Lake Road, CA12 5BZ"],["lat=54.59927"],["long=-3.13637"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pubs serving Jennings cask ales, sometimes has food."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Oddfellows Arms"],["alt="],["url="],["email="],["address=19 Main St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bank Tavern"],["alt="],["url="],["email="],["address=47 Main St."],["lat=54.60142"],["long=-3.13848"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nKeswick has many, many bed-and-breakfasts. Stanger Street and Bank Street just east of the bus station are good places to start, or the grid of streets around Southey Street, Helvellyn Street and Eskin Street just back from the riverside, or try the visitor information centre in the Moot Hall in the main square. Note that very few B&Bs in Keswick have a car park. During high season or weekends, reservations are strongly recommended. Try the Keswick Tourism Association site for finding accommodation ",{"type":"[","value":["http:\/\/www.keswick.org\/"]},". \n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Keswick Youth Hostel"],["url=http:\/\/www.yha.org.uk\/hostel\/keswick"],["email="],["address=Station Road, CA12 5LH"],["lat=54.6019"],["long=-3.1344"],["directions="],["phone=+44 870 770 5894"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In a nice setting in the town by the river."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Denton House independent hostel"],["url=http:\/\/www.dentonhouse-keswick.co.uk\/"],["email="],["address=Penrith Road, CA12 4JW"],["lat=54.60337"],["long=-3.12591"],["directions="],["phone=+44 17687 75351"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Independent hostel catering for groups including stag weekends."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Borrowdale Youth Hostel"],["url=http:\/\/www.yha.org.uk\/hostel\/borrowdale"],["email="],["address=Barrow House, Borrowdale,  CA12 5XE"],["lat=54.5178"],["long=-3.1525"],["directions="],["phone=+44 845 371 9624"],["tollfree="],["fax="],["hours="],["price=From £13 pppn"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" Camp at sites in town, or a mile away at Castlerigg Farm, or at the nearby village of ",{"type":"[[","value":[["Braithwaite"]]},", or at Hollows Farm in Borrowdale."]},"\nIn the surrounding villages and hamlets there are country inns and guesthouses where you can find accommodation away from the hustle and bustle of Keswick, may with good views of the fells.\n\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"*","value":[" Head to the southern part of the Lakes via ",{"type":"[[","value":[["Grasmere"]]}," to ",{"type":"[[","value":[["Ambleside"]]},", ",{"type":"[[","value":[["Coniston"]]},", ",{"type":"[[","value":[["Hawkshead"]]}," or ",{"type":"[[","value":[["Windermere"]]},"."]},"\n",{"type":"*","value":[" Go back to civilisation via ",{"type":"[[","value":[["Penrith"]]},", a nice small town which is less touristy than the Lake District proper. Has a ruined castle, the nearest McDonald's to Lakeland, a mainline railway station and a motorway junction."]},"\n",{"type":"*","value":[" Head West to ",{"type":"[[","value":[["Cockermouth"]]}," for a tour of Jennings Brewery."]},"\n",{"type":"*","value":[" Head West for the coast around Workington, Maryport, or Silloth on the Solway Firth with views across the Scotland."]},"\n",{"type":"*","value":[" Head North to ",{"type":"[[","value":[["Carlisle"]]},", a city with a cathedral and castle, then cross the border into ",{"type":"[[","value":[["Scotland"]]}," at ",{"type":"[[","value":[["Gretna"]]},"."]},"\n",{"type":"*","value":[" Or go deeper into the Lakes via Borrowdale to ",{"type":"[[","value":[["Buttermere"]]},"."]},"\n",{"type":"[[","value":[["WikiPedia:Keswick, Cumbria"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["54.5999"],["-3.1293"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cumbria"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Keswick, Cumbria"]]}]