[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Downtown Ketchikan Aerial.jpg"],["right"],["thumb"],["300px"],["Aerial view of Ketchikan and Deer Mountain."]]}," \n",{"type":"{{","value":[["style"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.city.ketchikan.ak.us\/ Ketchikan"]}]}," is a scenic town of approximately 14,000 people, located along the Tongass Narrows, at the foot of Deer Mountain, on Revillagigedo Island in ",{"type":"[[","value":[["Southeastern Alaska"],["Southeast"]]}," ",{"type":"[[","value":[["Alaska"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nOver 800,000 visitors come through ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visit-ketchikan.com\/ Ketchikan"]}]}," each year by cruise ship.  Most spend only a few hours in town, limiting their tourism and recreation choices.  Visitors who arrive by air, via the Alaska Marine Highway System, or by private vessel and who have more time to spend can choose from a wider array of activities.\n\n",{"type":"===","value":["Climate"]},"\nLocated in the vast coastal rainforest of Southeast Alaska, Ketchikan is one of the rainiest cities in North America with just over 160 inches of average annual precipitation.  Visitors should therefore come prepared for rain, especially if they plan activities on the water or in the forest or otherwise away from town and easy access to shelter.  During the summertime precipitation is generally light and sporadic and daytime temperatures average in the high sixties (F).  Wintertime is marked by heavy, cold, wind-driven rain and temperatures in the high thirties.\n\n",{"type":"==","value":["Get in"]},"\n\nLike most towns in the SE Alaska, Ketchikan can be reached by sea or by air.\n\n",{"type":"===","value":["By sea"]},"\n\nKetchikan is served by the ferries of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dot.state.ak.us\/amhs\/ Alaska Marine Highway System"]}]},".  The Alaska Marine Highway System ferries, as well as the ferries of the Inter-Island Ferry Authority (which serves Ketchikan, Metlakatla, and several communities on ",{"type":"[[","value":[["Prince of Wales Island"]]},"), arrive at a ferry terminal approximately 2 miles north of downtown.  The ferry terminal is served by local bus service (however, ferry arrivals and departures may occur at any hour, while bus service hours are limited) and has pay phones available to call for taxi or shuttle service.  Walk-on ferry passengers who don't have a vehicle available in Ketchikan can find food and lodging directly across the street from the AMHS ferry terminal.\n\nMost visitors, however, see Ketchikan as a ",{"type":"'''","value":["port of call"]},", arriving and leaving on the same day via the ",{"type":"[[","value":[["Cruise ships"],["cruise"]]}," ships that ply Alaska's famous Inside Passage from early May through late September.  The large cruise ships call at one of the four cruise ship berths; berths 1-3 are located in downtown Ketchikan, while berth 4 is further north at Newtown. If there are more than four ships visiting Ketchikan at the same time, the additional ships will anchor in the Ketchikan Creek and passengers will take a short tender trip to the downtown pier. A free ",{"type":"[","value":["http:\/\/www.borough.ketchikan.ak.us\/bus\/info.htm Salmon Run Shuttle"]}," operates a 20-minute downtown loop 7AM-7PM serving all cruise ship berths.  When a ship is docked in berth 4, an additional free Bear Shuttle operates a 10-minute waterfront loop serving all cruise ship berths.\nSeveral smaller harbors offer transient moorage to private vessels cruising the Inside Passage.\n\n",{"type":"===","value":["By air"]},"\nThe town is served several times daily by jet service from ",{"type":"[[","value":[["Seattle"]]}," and ",{"type":"[[","value":[["Juneau"]]},". Visitors who arrive by air at the ",{"type":"[","value":["http:\/\/borough.ketchikan.ak.us\/airport\/airport.htm Ketchikan Airport"]}," must take a short ferry ride or water taxi or may take the Ketchikan Airporter a shuttle service that will deliver to the destination of their choice, from the airport's location on nearby Gravina Island (2006 cost, $5.00) which will deliver them to a terminal about 1.5 miles north of downtown and approximately 0.5 miles from the nearest food and lodging.  The Ketchikan side of the airport ferry service is connected by local bus service ",{"type":"[","value":["http:\/\/borough.ketchikan.ak.us\/works\/bus_info.htm"]}," and there are payphones available on the airport side and the Ketchikan side to call for taxi or shuttle van pickup.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By foot"]},"\nKetchikan's historic downtown is small and easily accessible by foot from the most common tourist access point, the massive downtown dock where summer cruise ships moor.  To anticipate how busy the downtown area might be, visitors can check the cruise ship schedules ",{"type":"[","value":["http:\/\/www.claalaska.com\/"]}," to see how many cruise ships are in port.  However, the rest of the town stretches along the waterfront for miles to the north and south of downtown and is not crowded.\n\n",{"type":"===","value":["By taxi"]},"\nTaxi services can provide visitors with access to outlying areas and to tourist destinations outside of town.\n\n",{"type":"===","value":["By bus"]},"\nThe town's ",{"type":"[","value":["http:\/\/borough.ketchikan.ak.us\/bus\/BusRoute.htm bus service"]}," operates three bus lines (Red, Green, and Blue) for locals and visitors.  They provide visitors access to Totem Bight State Park (Blue Line) approximately 10 miles north of town to Fawn Mtn School (Red Line), approximately 4.5 miles south of town.  Buses run 60 minutes apart.  Fare: $1 adult; $.50 senior\/student.  A free Downtown Shuttle runs May through September, making 20-minute loops from the four cruise ship berths to Totem Heritage Center and back.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"{{","value":[["infobox"],["Coming by cruise ship?"],["Don't immediately book trips and activities via your tour operator, you can save yourself a small fortune by arranging directly with the actual attraction. In some cases, as much as 50% of the price of a ticket bought through the cruise lines goes straight to their pocket..."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Totem Heritage Center"],["url=http:\/\/www.city.ketchikan.ak.us\/departments\/museums\/totem.html"],["email="],["address=601 Deermount St"],["lat="],["long="],["directions="],["phone=+1 907 225-5900"],["tollfree="],["fax=+1 907 225-5901"],["hours=May - Sep: open every day, 8AM - 5PM; Oct - Apr: Mon - Fri 1 – 5PM, Sat and Sun closed"],["price=$5 (May - Sep)"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tongass Historical Museum"],["url=http:\/\/www.city.ketchikan.ak.us\/departments\/museums\/tongass.html"],["email="],["address=629 Dock Street, Ketchikan, Alaska 99901"],["lat="],["long="],["directions="],["phone=+1 907 225-5600"],["tollfree="],["fax="],["hours=May - Sep: Open every day, 8AM - 5PM; Oct - Apr: Wed, Thu, Fri 1PM– 5PM, Sat 10AM - 4PM, Sun 1 – 4PM, Mon & Tue closed"],["price=$2 (May - Sep only), free for residents"],["content=Visit the historical exhibits."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Southeast Alaska Discovery Center"],["url=http:\/\/www.fs.fed.us\/r10\/tongass\/districts\/discoverycenter"],["email=r10_ketchikan_Alaska_Info@fs.fed.us"],["address=50 Main Street, Ketchikan, Alaska 99901"],["lat="],["long="],["directions="],["phone=+1 907 228-6220"],["tollfree="],["fax=+1 907 228-6234"],["hours="],["price="],["content=See the rainforest interpretive exhibits."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Great Alaskan Lumberjack Show"],["url=http:\/\/lumberjacksports.com\/"],["email=info@lumberjacksports.com"],["address=Location varies"],["lat="],["long="],["directions="],["phone=+1 907 225-9050"],["tollfree="],["fax=+1 907 247-9049"],["hours="],["price=Adults: $34 + tax, Children 3 - 12: $17.50 + tax, Children 2 & Under: Free"],["content=Watch an exhibition of lumberjack skills."]]}]},"\n",{"type":"[[","value":[["File:Chief Johnson totem pole replica in Ketchikan, Alaska.jpg"],["thumb"],["Chief Johnson totem pole replica"]]},"\n",{"type":"*","value":[" Visit ",{"type":"'''","value":["local totem-pole collections"]}," - Ketchikan is situated at the meeting place of three Alaska Native cultures, Tlingit, Haida, and Tsimshian.  Evidence of the rich artistic and dance traditions of the native cultures is apparent throughout the town, most visibly in the totem poles scattered through the historic district and found in larger groupings in totem parks near town:"]},"\n:* ",{"type":"{{","value":[["see"],["name=Saxman Totem Park"],["url="],["email="],["address="],["lat="],["long="],["directions=approximately 2.5 miles south of downtown"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n:* ",{"type":"{{","value":[["see"],["name=Totem Bight State Historical Park"],["url="],["email="],["address="],["lat="],["long="],["directions=approximately ten miles north of downtown Ketchikan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n:* ",{"type":"{{","value":[["see"],["name=Totem Heritage Center"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n:* ",{"type":"{{","value":[["see"],["name=Tribal Fish Hatchery"],["url="],["email="],["address="],["lat="],["long="],["directions=located within Ketchikan, approximately 0.75 miles from the cruise ship docks"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ketchikan Outdoors"],["url=http:\/\/www.KetchikanOutdoors.com"],["email="],["address=131 Front St"],["lat="],["long="],["directions=Booth in the Visitors Bureau on the dock"],["phone=+1 907 220-9959"],["tollfree="],["fax="],["hours="],["price="],["content=Amazing inflatable boat eco-tours, Romantic Island getaways and family fun at the beach.  Experience the real beauty of Southeast Alaska."]]}]},"\n",{"type":"===","value":["Exploring Ketchikan"]},"\nThe ",{"type":"[","value":["http:\/\/www.visit-ketchikan.com Ketchikan Visitors Bureau"]},", near the cruise ship berth 2, publishes a comprehensive area guide that provides maps, contact information for tour operators and local attractions, sample itineraries and community information.\n\nA walking tour map is published by Pioneer Printing and the ",{"type":"[","value":["http:\/\/www.ketchikandailynews.com Ketchikan Daily News"]}," and is available in many locations throughout the downtown area.\n\nProbably the most scenic downtown stretch is historic ",{"type":"'''","value":["Creek Street"]},", which is only a short distance (three to four blocks) away from the cruise ship docks. Once a raucous red-light district, and during prohibition a row of speakeasies, these days Creek Street is home to a quieter class of establishment but still retains its delightful historic charm. Visitors walking downtown should be sure to include it in their walking tour to see the ",{"type":"'''","value":["picturesque wooden buildings"]}," that stand on stilts above Ketchikan Creek.\n\nSummer visitors can look down from the bridges that cross the creek and expect to spot ",{"type":"'''","value":["salmon"]}," gathering in the brackish waters near the creek mouth, preparing to make their final ascent upstream, where they will spawn and die. Depending on time, tide, and other conditions you might also see a ",{"type":"'''","value":["hungry harbor seal"]}," or two cruising the creek mouth for easy prey.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Creek Street(js)01.jpg"],["right"],["thumb"],["Scenic Creek Street is popular with visitors to Ketchikan's historic downtown"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Explore the surrounding area"]}," - Set on the hillsides above the waterfront on a heavily forested, mostly wilderness island, the town of Ketchikan is worth visiting on its own merits.  However, visitors with time for an extended stay should make an effort to explore the steep rainy forests, deep-water channels, secluded bays, and hundreds of small islands in the surrounding area.  Travelers with access to a boat of some sort, whether single-person kayak or gargantuan luxury yacht, should devote some time to exploring the scenic passages and inlets of the nearby waterways where fish are bountiful, it's not uncommon to see whales and porpoises, and bears and eagles can frequently be seen on the shore."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hike"]}," in the ",{"type":"[[","value":[["Tongass National Forest"]]},"."]},"\n",{"type":"*","value":[" Charter a ",{"type":"'''","value":["salmon- or halibut-fishing excursion"]},"."]},"\n",{"type":"*","value":[" Rent a ",{"type":"'''","value":["kayak"]}," from a local outfitter and explore the town waterfront."]},"\n",{"type":"*","value":[" Take a ",{"type":"'''","value":["zip-line tour"]}," through the forest canopy."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Taquan Air"],["alt=Venture Travel LLC"],["url=http:\/\/www.taquanair.com"],["email="],["address=4085 Tongass Ave"],["lat="],["long="],["directions=Call for Courtesy Van"],["phone="],["tollfree=+1-800-770-8800"],["fax="],["hours="],["price="],["content=Locally owned, operated, and staffed.  Scheduled flights to Prince of Wales, Metlakatla, and Hyder.  Tour flights to the Misty Fjords, Bear Viewing, or other customized options."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Alaska Seaplane Tours"],["url=http:\/\/www.alaskaseaplanetours.com\/"],["email="],["address=420 Front Street • Ketchikan, Alaska 99901"],["lat="],["long="],["directions=3\/4 of a mile north of downtown"],["phone="],["tollfree=+1-866-858-BEAR"],["fax="],["hours=1:30"],["price=$245"],["content=A great way to see bears, or misty fjords. A must for anyone visiting Ketchikan."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Alaska Canopy Adventures"],["url=http:\/\/www.alaskacanopy.com"],["email="],["address=Herring Cove"],["lat="],["long="],["directions=Call for Courtesty Van"],["phone=+1 907 225-5503"],["tollfree="],["fax="],["hours="],["price="],["content=Fly through the trees on the original Alaska Zipline Course! Locally owned, operated and staffed, this experience will provide the thrill of a lifetime!"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Baranof Fishing Excursions"],["url=https:\/\/www.exclusivealaska.com"],["email="],["address=#3 Salmon Landing"],["lat="],["long="],["directions=Offices located upstairs in the Alaska Fish House"],["phone=+1 907 225-4055"],["tollfree="],["fax="],["hours="],["price="],["content=Cast a line in exclusive wilderness fishing locations and experience breathtaking Alaska in a guided, open air skiff.  Variety of options for a day on the water: salmon, halibut, and bottomfishing excursions May through September."]]}]},"\n",{"type":"==","value":["Buy"]},"\nMany kinds of shops exist in the downtown area, including museums, galleries, souvenir & jewelry stores and many fine restaurants.\n\nSeveral galleries specialize in ",{"type":"'''","value":["native-design art"]},". Consider some of the strikingly executed carvings or baskets, or if you're on a more modest budget, a print.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Crazy Wolf Studio"],["url=http:\/\/crazywolfstudio.com\/main.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This shop has a fine collection of hand carved masks and other art by Haida, Tlingit, and Tsimshian carvers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Carver at the Creek"],["url=http:\/\/g.normanjackson.com\/ourshoponcreekstreet"],["email="],["address=harbor end of Creek St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fine carvings at premium prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Eagle Spirit Gallery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Less focused on Southeast Alaska - sells artifacts from throughout the state"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Marvin Oliver"],["url=http:\/\/www.marvinoliver.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sells native design prints and sculptures featuring bold colors and unusual materials."]]}]},"\nKetchikan's art scene isn't limited to native art, however.  The town's scenic location and active participation-friendly art community have attracted artists working in a number of media.  Local photographers offer some remarkable photos of the area's scenic wonders -- be sure to save some time to actually ",{"type":"''","value":["see"]}," the wonders, though and not just their photos.  Other artists work in a variety of media; many are influenced by local scenery and\/or wildlife.  Excellent work can be found throughout a price range which can accommodate almost any budget.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Soho Coho"],["url=http:\/\/www.trollart.com"],["email="],["address="],["lat="],["long="],["directions=in the historic Star Building at the upper end of Creek Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular local gallery that sells modestly priced artwork by several local artists and does a brisk trade in whimsical fish-themed T-shirts designed by gallery owner Ray Troll."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Parnassus Books"],["url=http:\/\/www.ketchikanbooks.com"],["email="],["address=upstairs in the historic Star Building at the upper end of Creek St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Locally owned and well stocked with the works of Alaska authors and books on the history, flora, and fauna of Ketchikan and Southeast Alaska."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Everyday Alaskan Gifts"],["url=http:\/\/everydayalaskagifts.com"],["email="],["address=405 Dock St"],["lat="],["long="],["directions="],["phone=+1 907 617-0758"],["tollfree="],["fax="],["hours=9AM-6PM"],["price="],["content=Local all Alaskan products store."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["infobox"],["So you like the taste of the fish?"],["If you're looking for something with local flavor to bring home with you, the area's seafood is exceptional and can be packed and shipped frozen back to just about anywhere in the country.  If you're leery about shipping frozen fish consider smoked salmon, which travels well.  If unsure, ask the store owner to tell you what kind of salmon and where it was caught and packed.  Of the five types of wild Pacific salmon, king (chinook), silver (coho), and sockeye (red) will usually be clearly labeled -- they're more highly sought after and command a price premium.  Salmon that is unlabeled, or is labeled only as \"wild Alaskan salmon\" is usually either pink (humpback) or chum (dog) salmon."]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Fish"]}," is the local specialty.  The fishing industry in Southeast Alaska is not what it once was but vast amounts of salmon are still landed every year and processed and shipped to all over the world.  Wild Alaskan salmon is world famous, and rightly so.  Ask a local fisherman, however, and many will express a preference for the lighter-flavored halibut.  Either is a fine choice, as are several other species caught in local waters, including rockfish, ling cod, and dungeness crab.  Don't be afraid to ask your server what's fresh."]},"\n",{"type":"*","value":[{"type":"'''","value":["Crab"]}," A word on crab:  many visitors, excited to be in Alaska, are eager to dine on the famous Alaskan king crab.  What most don't realize is that king crab aren't commonly found anywhere close to Ketchikan and there is no commercial king crab fishery here -- the chief ports of the king crab fishery are ",{"type":"[[","value":[["Kodiak"]]}," and ",{"type":"[[","value":[["Dutch Harbor"]]}," far to the north and west of Ketchikan.  In other words, if you order king crab, you're going to be served crab that has been frozen and flown in -- it won't be any fresher than if you'd ordered it at a restaurant back home.  If you crave a crustacean sensation order ",{"type":"'''","value":["local dungeness crab"]}," instead.  Dungies aren't as large or as exotic as king crab and it takes a bit more work to eat them but their meat is pleasantly mild and sweet-tasting and you'll get a fresher meal at a cheaper price.  Save the king crab order for when you've travelled much further north."]},"\n",{"type":"*","value":[{"type":"'''","value":["Filipino cuisine"]}," Ketchikan has a substantial Filipino minority population and there are a number of local restaurants that serve Filipino cuisine, either on its own or in conjunction with a more traditional American menu as well."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Alaska Fish House"],["url=http:\/\/www.alaskafishhouse.com"],["email="],["address=#3 Salmon Landing"],["lat="],["long="],["directions=Located right next to The Great Alaskan Lumberjack Show"],["phone=+1 907 247-4055"],["tollfree="],["fax="],["hours=9:00-4:30"],["price="],["content=Fresh Alaskan seafood. Located just three minutes from the cruise ship docks."]]}]},"\n",{"type":"===","value":["Restaurants"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ocean View Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves from a wide menu of mostly Mexican and Italian dishes, is probably the most popular restaurant in town.  The food is flavorful and the atmosphere is welcoming and family-friendly.  Vegetarian options abound, something that cannot often be said in Ketchikan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Galley"],["url="],["email="],["address=Located across from The Plaza shopping mall in the"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An old local favorite.  The Galley offers Asian food and diner fare, from pancit (a traditional Filipino noodle dish) to burgers.  The addictive lumpia (a Filipino version of a spring roll), fried rice, and noodle dishes are the local favorites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cape Fox Lodge"],["url="],["email="],["address=accessible from Creek Street via a bright red funicular lift"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the higher end of the price scale, overlooking downtown, is probably the best choice in town:  they serve a good meal in a nice atmosphere.  There is a respectable beer and wine list, and the views of the waterfront are very nice.  Prices are a little on the high side for the quality of food and service received but are not out of line with Ketchikan norms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chico's"],["url="],["email="],["address=downtown"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small family run Mexican restaurant. Free chips and pretty good salsa. Food is pretty authentic, especially for up here. Very friendly service and good food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Burger Queen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular local take-out opposite the water just past the downtown tunnel.  Fast food with a local flavor. It doesn't look like much from the road, but any trip to Ketchikan without a BQ halibut sandwich is a wasted trip."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Pioneer Cafe"],["url="],["email="],["address=610 Main St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Formerly named \"Pioneer Pantry\", and still called that by many locals, the Pioneer Cafe has moved from its former location on Front Street and reinvented itself in a new Mission Street location as a 1950s-style diner.  Mainly a three-egg breakfast place, you'll be inclined to order the blueberry pancakes or reindeer sausage. Both are great, but if you're in the mood for lunch, they make a mean Alaska Burger, 10 oz. of pure meaty bliss. Plus, if you're staying on the waterfront downtown, Billy Bob (that's his real name) will even deliver your breakfast right to your door!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Anabelle's"],["url="],["email="],["address=on Front Street, directly across from the docks"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This is a sweet little restaurant, lavishly furnished, that takes you back to the days when the nearby Red Light District was in full swing. Linen napkins and goblets for your water, along with servers in white shirts and black vests give this moderately-priced eatery an heir of sophistication. They are known for their chowder and the reputation is deserved. They also make a great Southwestern Halibut Wrap, but make sure to peruse the entire menu - you might get a kick out of its late nineteenth century newspaper feel."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nSummertime visitors to Ketchikan should remember that summer is high tourist season and the town has a modest number of hotel rooms.  There are other options available besides traditional hotel rooms, however.  Quite a number of local bed and breakfasts host visitors.  And many stay at remote lodges, some accessible by road from Ketchikan, others requiring travel via boat or float plane to reach them.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eagle View Hostel"],["url=http:\/\/www.eagleviewhostel.com"],["email=info@eagleviewhostel.com"],["address=2303 5th Ave"],["lat="],["long="],["directions="],["phone=+1 907 225-5461"],["tollfree="],["fax="],["hours="],["price=$25 dorms, $50 private room"],["checkin="],["checkout="],["content=Open April through October. One female dorm, one male dorm, and one private room with double bed (sleeps 2 people). No lockouts or curfew, quiet time after 10:30PM. Check-in and check-out times flexible due to fluctuations in transportation schedules."]]}]},"\n",{"type":"===","value":["Campgrounds"]},"\nCampers can find pleasant accommodation for tent camping or RVs at campgrounds at Ward Lake, Last Chance, and Settler's Cove.  However, facilities are primitive and electric and sewer hookups are not available.  Tent campers can also generally camp at undeveloped sites in the Tongass National Forest.  Check with the Ketchikan Area Ranger District for details and, where necessary, permits.\n\nFor the more adventurous, the US Forest Service maintains a network of backcountry cabins and camp shelters throughout the region.  Reservations for cabins can be made on-line and a night at a forest service cabin usually costs $35 - 45.  Camp shelters are usually free and usually are on a first-come, first-served basis.  Check with the Ketchikan Ranger District for details or visit the web site for the ",{"type":"[","value":["http:\/\/www.fs.fed.us\/r10\/tongass\/ Tongass National Forest"]},". Cabins are primitive - a spartan setup with a kitchen area, a stove (for heating, not too practical for cooking) and sleeping platforms for four (or in a real pinch six) but are generally isolated and located in sites of notable natural beauty.  Transportation to and from the cabins poses the biggest challenge for most visitors, as none of the Ketchikan-area cabins are available via the road system.  Most are located next to salt water and accessible by boat, some are on inland lakes and require a hike in or transport via float plane, which can be arranged through a number of local float plane services.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Misty Fiords National Monument"]]}]}," - About sixty miles from Ketchikan, on the eastern side of Revillagigedo Island and the mainland opposite, lies this 3,570 square mile National Monument, which straddles the 2,000-foot deep waters of narrow Behm Canal and spans rich marine, coastal and mountain forest ecosystems.  The highlights of the monument are two spectacular fjords, Rudyerd Bay and Walker Cove, each of which winds miles into the mountainous coastal mainland.  Thousand-foot waterfalls zigzag down spectacular cliffs, their flow augmented in the spring and early summer by melting snow, and fed throughout the year by the copious amounts of rain that define Southeast Alaska's coastal climate."]},"\n",{"type":"{{","value":[["geo"],["55.347669"],["-131.664253"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southeastern Alaska"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ketchikan, Alaska"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Alaska\/Localities\/K\/Ketchikan\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Ketchikan"]]}]