[{"type":"{{","value":[["pagebanner"],["Wikivoyage page banner NW sea shells.jpg"]]},"\n",{"type":"'''","value":["Ketron Island"]}," is in the ",{"type":"[[","value":[["Puget Sound"]]}," region of ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," state. \n\n",{"type":"==","value":["Understand"]},"\nKetron Island is located in southern Puget Sound just off the shoreline from ",{"type":"[[","value":[["Steilacoom"]]},". It lies between the mainland near the city of Steilacoom and Anderson Island near the extreme south end of Puget Sound. The island has a land area of 0.893 km² (220.67 acres).\nThe island was originally named \"Kittson Island\" by Charles Wilkes during the Wilkes Expedition of 1838-1842, but was misspelled \"Ketron\" by his cartographers. The island was named for William Kittson, an employee of the Hudson's Bay Company, who supervised the construction of Fort Nisqually in 1833 and served at its chief factor.  The island had a population of only 24 persons according to the 2000 census, and 17 persons at the 2010 census.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By ferry"]},"\nAccessible only by ferry, the Steilacoom \/ Anderson Island \/ Ketron Island run is the only run belonging to Pierce County.[2] The ferry \"Steilacoom II\" was put into service in January 2007 to work side by side with the aging ferry \"Christine Anderson\". The ferry runs many times per day starting at 5:45 in the morning to 10:30 pm on Fridays, Saturdays and Sundays (8:00 pm other nights). The Steilacoom II was removed from service in November 2007, and rented to the Washington State Ferries to operate on the Keystone-Pt. Townsend run, after the Steel Electric Class ferries were decommissioned over safety concerns. This action left Anderson Island and Ketron Island with only one ferry, the Christine Anderson. Ferry service to Ketron is only available four times per day.\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Puget Sound"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ketron Island, Washington"]]}]