[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kettering"]}," is a large town in north ",{"type":"[[","value":[["Northamptonshire"]]},".  Kettering owes much of its heritage and growth to the arrival of the railway during the mid 1800s.  Today the town is again rapidly expanding, this time as a result of the A14 (formerly A1-M1 link road), which connects the M1 with several ports on the east coast.  Many new housing developments and large industrial estates can now be found on the outskirts of the town.  Kettering is home of Weetabix's (breakfast cereal) UK production.  The Burton Wolds wind farm comprising of 10 turbines has also recently been completed.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["A14"]},"\nThe town is encircled on the west and south sides by the east-west running A14.  The westbound A14 leads to the M1 (London) and the M6 (Coventry & Birmingham).  Eastbound the A14 continues to Cambridge and eventually the port of Harwich.\n\n",{"type":"===","value":["Rail"]},"\nEast Midlands Trains runs a regular train service between London and Leicester\/Nottingham, often with a stop in Kettering.  Connections can be made in Leicester\/London\/Nottingham to reach other destinations.\n\nA cheaper rail ticket to ",{"type":"[[","value":[["Stansted Airport"]]}," can be purchased if asked to go via Leicester instead of London.\n\n",{"type":"==","value":["Get around"]},"\nThe town is served by many buses on both local and inter-town routes.  Local buses are green and called Kettering Connect.  They operate at a frequency between two and four per hour depending on the route.  A timetable can be accessed online or from the tourist information in the town centre.  Buses operating an inter-town service tend to operate from in front of the town library on Sheep street.  Again timetables can be found online or from the tourist information.  The majority of these are operated by stagecoach and are coloured in their red, white & blue livery.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rushton Triangular Lodge"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/rushton-triangular-lodge\/"],["email="],["address=Rushton, NN14 1RP"],["lat=52.437977"],["long=-0.767901"],["directions=5 miles north-west of Kettering"],["phone=+44 1536 710761"],["tollfree="],["fax="],["hours="],["price=adults £3.30, children £2.00, concessions £3.00"],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Wicksteed Park"]}," Found south of the town centre between Kettering and Barton Seagrave, Wicksteed offers gardens, an aviary, lake, shops, rides (including train, rollercoaster & swinging ship) and a very large playground area with swings and slides.  Although the primary target audience of the park is families with mid-young children, it's also a great place to spend a day relaxing with friends and\/or family."]},"\n",{"type":"*","value":[{"type":"'''","value":["Manor House Museum"]}," The town museum can be found in the town centre between the market place, parish church and tourist information.  It details much of the town’s history including its rapid growth during the Victorian period.  There are often interactive activities\/workshops held during the school holidays."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Supermarkets"]},"\nAll the major English supermarket chains can be found in or near to Kettering.\n\n",{"type":"*","value":[{"type":"'''","value":["The Newlands Centre"]}," is a medium sized shopping centre found within the centre of town.  It contains many of the major chain stores including WH Smith, HMV, TK Max and an O2 store as well as some smaller stores."]},"\n",{"type":"==","value":["Eat"]},"\nThere is also food round wicksteed park however, people mainly take their own food with them which they had as a pinic at the park. eventually food is always around for sale.\n\n",{"type":"==","value":["Drink"]},"\nInside the wicksteed park there are bars which serve food, cold\/hot drinks. \nthere are different caravan food shops parkked at the front of the park. they serve cold\/hot food. such as hot dogs, ice screams, hot chocolate, and sweeties.\n\n",{"type":"==","value":["Sleep"]},"\nThere can't be no sleeping area at Wicksteed Park because its for only a day trip; however, there are hotels all around Kettering such as luxury hotels, 5* hotels, B&B, Caravan retal, and many more.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Express Kettering"],["url=http:\/\/www.butterflyhotels.co.uk\/Our_Hotels\/Kettering\/index.php"],["email=res@bwhimleyhoteldudley.co.uk"],["address=Rockingham Road, NN14 1QF"],["lat="],["long="],["directions="],["phone = +44 1536 210210"],["tollfree="],["fax=+44 1536 210211"],["hours="],["price=£49"],["checkin=2pm (early check-in by arrangement)"],["checkout=11am (late check-out by arrangement)"],["content=Holiday Inn Express hotel with 120 non-smoking rooms and 70 on-site parking spaces. Each bedroom includes power shower, work desk, 28\" flat screen TV, complimentary broadband, and continental breakfast. Some rooms have been adapted to allow for easier access. Small dogs are allowed by prior arrangement."]]}]},"\n",{"type":"==","value":[" Go next "]},"\nTo get out of wicksteed park without your car. there is a bus stop opposite wicksteed park which takes you to the kettering town centre from there you could either take another bus to your destination or take the train from the train station which is just 10 minutes from the town centre of kettering and the bus station.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northamptonshire"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Northamptonshire\/Kettering\/"]]},"\n",{"type":"[[","value":[["wikipedia:Kettering"]]},"\n",{"type":"{{","value":[["geo"],["52.4"],["-0.73333333333333"]]}]