[{"type":"{{","value":[["pagebanner"],["Bannerkeywest.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.keywestcity.com Key West"]}]}," is a city and an island of the same name, the county seat of Monroe County, and an island in the ",{"type":"[[","value":[["Florida Keys"]]},". It is considered the southernmost city in the continental United States.\n",{"type":"[[","value":[["Image:Keywestpano.jpg"],["thumb"],["right"],["500px"],["Key West panorama"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nIn Pre-Columbian times Key West was inhabited by the Tequesta and Calusa peoples. The first European to visit was Juan Ponce de León in 1521. As Florida became a Spanish colony, a fishing and salvage village with a small garrison was established here.\n\nThe island was used by fishermen from Cuba and from the British Bahamas, who were later joined by others from the United States after the latter nation's independence. While claimed by Spain, no nation exercised de facto control over the community there for some time. The island was considered the \"Gibraltar of the West\" because of its strategic location on the 90-mile (140 km)–wide deep shipping lane, the Straits of Florida, between the Atlantic Ocean and the Gulf of Mexico. On March 25, 1822, Matthew C. Perry sailed the schooner Shark to Key West and planted the U.S. flag, physically claiming the Keys as United States property.\n\nKey West was relatively isolated until 1912, when it was connected to the Florida mainland via the Overseas Railway extension of Henry M. Flagler's Florida East Coast Railway (FEC). The Labor Day Hurricane of 1935 destroyed much of the railroad and killed hundreds of residents. The FEC could not afford to restore the railroad. The U.S. government then rebuilt the rail route as an automobile highway, completed in 1938, which became an extension of United States Highway 1. The portion of U.S. 1 through the Keys is called the Overseas Highway.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Forecast"],["Key West"],["24.57"],["-81.80"]]},"\nKey West claims to be the only city in the lower 48 states never to have had a frost. Because of the proximity of the Gulf Stream in the Straits of Florida, about 12 miles (19 km) south and southeast, and the tempering effects of the Gulf of Mexico to the west and north, Key West has a notably mild, tropical climate.\n\nPrecipitation is characterized by dry and wet seasons. The period of November through April receives abundant sunshine and slightly less than 25 percent of the annual rainfall. This rainfall usually occurs in advance of cold fronts in a few heavy or light showers. May through October is normally the wet season, receiving approximately 53 percent of the yearly total in numerous showers and thunderstorms. Rain falls on most days of the wet season. Early morning is the favored time for these showers, which is different from mainland Florida, where showers and thunderstorms usually occur in the afternoon. Easterly (tropical) waves during this season occasionally bring excessive rainfall, while infrequent hurricanes may be accompanied by unusually heavy amounts. At any rate, Key West is the driest city in Florida.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Key West Lighthouse.jpg"],["thumb"],["right"],["280px"],["Key West Lighthouse"]]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Key West International Airport"]}," (",{"type":"{{","value":[["IATA"],["EYW"]]},"), 3491 South Roosevelt Blvd., (305) 296-7223, ",{"type":"[","value":["http:\/\/monroecofl.virtualtownhall.net\/Pages\/MonroeCoFL_Airport\/keywest"]},". Served by several airlines, though a short runway prevents big jets from landing. Direct flights are available from ",{"type":"[[","value":[["Atlanta"]]},", some major cities in Florida (Fort Lauderdale, Miami, Orlando, Panama City, and Tampa, for example), and also some flights to the ",{"type":"[[","value":[["Bahamas"]]},". Fares tend to be higher than to and from large metropolitan airports. A popular alternative is to fly into ",{"type":"[[","value":[["Miami"]]}," International Airport or ",{"type":"[[","value":[["Fort Lauderdale"]]}," International Airport, then rent a vehicle to drive down the Overseas Highway to Key West.\n\nIf you plan to rent a car in Key West, be aware that both Enterprise and Alamo desks are not located at the airport. You have to call the shuttle bus and wait for up to 12 minutes to catch a ride to the Truman Avenue location.  Also note that parking on Key West can be a challenge, both in terms of the number of available spaces, and the size of spaces, so smaller cars are popular selections.\n\n",{"type":"===","value":["By train "]},"\n\n",{"type":"[","value":["http:\/\/www.amtrak.com\/silver-service-palmetto-train Amtrak"]}," takes you as far south as Miami. There, you can transfer to the Keys Shuttle bus discussed below. Amtrak: 1-800-USARAIL.\n\n",{"type":"===","value":[" By bus "]},"\n",{"type":"*","value":[{"type":"'''","value":["Public Buses"]},", The Lower Keys Shuttle operated by Key West Transit provides nine trips per day between MM 0 in Key West and MM 52.5 in Marathon Key. Cost is $4 for the Lower Keys Shuttle. At Marathon, MM50, you may transfer to Miami-Dade bus route 301 Dade\/Monroe Express that offers 6 trips daily between approx. 8AM and 11PM (arrival and departure times for service to\/from Florida City). From Florida city, you can take the 38 Busway Max to the Metrorail to Miami. The Dade\/Monroe express costs $2.35 each way. Official Key West page on cross keys transit options ",{"type":"[","value":["http:\/\/www.keywestcity.com\/egov\/apps\/services\/index.egov?path=details&action=i&id=226"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Greyhound Lines"]},", 1-800-231-2222 or 305-296-9072. Buses serve Key West with three departures per day to Miami and beyond, stopping at various points along the Keys en route. Non concession fares are $35 one way. Journey time is around four and a half hours."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.miamitokeywestbus.com Miamitokeywestbus.com"]}]}," 786-299-9261. Motorcoach transportation services to Key West from Miami."]},"\n",{"type":"*","value":[{"type":"'''","value":["Keys Shuttle"]},", +1 305 289-9997 or +1 888 765-9997. The company provides door-to-door service between the Keys and the Miami and Ft. Lauderdale-Hollywood International Airports (as of December 2011, $90 one-way)."]},"\n",{"type":"===","value":["By sea"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seakeywestexpress.com Key West Express"]}]},"  Daily high-speed passenger ferries from Ft. Myers Beach and Marco Island. The ferries dock at the Key West Bight Ferry Terminal. The ferry ride takes approximately 3.5 hours and the Ft. Myers Beach vessels have a capacity exceeding 300 passengers and amenities aboard include; out-door sundecks, flat-screen TV's, galley service and a full bar."]},"\n",{"type":"*","value":[{"type":"'''","value":["Private Boaters"]}," Experienced boaters can navigate to Key West along the Atlantic side of the Keys or by traveling on the Gulf of Mexico side. The first part of the trip takes you through the specially-marked Intracoastal Waterway. After Long Key, however, international markers apply. Consult the appropriate Coast Pilot and Light List manuals. Numerous marinas are waiting to entertain you, but you should make reservations ahead."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cruise Ships"]},"  In 1969 the Port of Key West received its first regularly scheduled cruise ship.  The three docking facilities -- Mallory Square Dock, Pier B (privately owned by Westin), and the Navy Mole -- service over half a million passengers a year.  A schedule indicating when a particular cruise ship will be calling on Key West is available at the Port Office and online. ",{"type":"[","value":["http:\/\/www.keywestcity.com\/department\/calendar.asp?fDD=13-192"]}]},"\n",{"type":"===","value":["By car"]},"\nThe Overseas Highway terminates in Key West, and links all the towns in the Keys with mainland Florida, which provides links into the US Interstate network, so driving to Key West is straightforward (3 1\/2 hours from Miami), though driving around town can be difficult and long-term parking may be expensive.\n\n",{"type":"'''","value":["From Miami International Airport:"]}," Take LeJeune Road south to 836 West. Follow the Florida Turnpike south toward Key West. The Turnpike ends at US 1 in Florida City. Follow U.S. 1 south as far as it goes and you will be in Key West.\n\n",{"type":"'''","value":["From Ft. Lauderdale-Hollywood International Airport:"]}," Exit the airport and follow the signs for 595 West. Take 595 to the Florida Turnpike and follow the signs for the Florida Keys and Key WEST.\n\n",{"type":"'''","value":["From the north:"]}," take the Florida Turnpike south and follow the signs for Homestead and Key West. The Florida Turnpike ends at US 1 in Florida City.Follow U.S. 1 south into the Florida Keys.\n\n",{"type":"'''","value":["From Florida's West Coast:"]}," take 1-75 Alligator Alley east to the Miami exit, and south to the Turnpike Extension.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["mapframe"],["24.57"],["-81.77"],["zoom=13"],["width=500"]]},"\nDriving around Key West is difficult and parking is expensive. (Although there is free parking in front of the USS ",{"type":"''","value":["Mohawk"]}," Museum, at the intersection of Southard St and Fort St.) Many visitors choose to rent motor scooters, bicycles, golf carts or explore on foot. ",{"type":"[","value":["http:\/\/www.fla-keys.com\/listing.cfm?id=109"]}," When renting a golf cart keep in mind that you have to find parking for this vehicle as well. Scooters and bikes can normally be parked on the sidewalk right outside your destination.  However, really consider insuring anything you rent.\n\nThe main street in Key West is Duval street.\n\nThere is a fairly comprehensive ",{"type":"'''","value":["bus system"]}," with color-coded lines ",{"type":"[","value":["http:\/\/www.keywestcity.com\/department\/index.asp?fDD=14-0"]},". Unlimited travel tickets are available for periods between 7 days and a month and are good value.\n\nFares: (Discounts are available for senior citizens, students etc.)\n\n:Single Trip: $2\n:7-Day $8\/Unlimited Use \n:31-Day $25\n\nIf you plan to ",{"type":"'''","value":["rent a car"]}," be aware that both Enterprise and Alamo desks are not located at the airport.  You have to call the shuttle bus and wait for 12 minutes to catch a ride to the Truman Ave location. Budget is the only car rental agency in Key West that does not charge additional fees (usually $10\/day from anyone else) for a second driver -- so if you are traveling with a partner who drives, be advised.\n\nOne Key West ",{"type":"'''","value":["Taxi"]}," Service is reached at +1 305 295-5555.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Southernmostpoint.jpg"],["thumb"],["right"],["180px"],["Southernmost point in continental United States"]]},"\n",{"type":"[[","value":[["Image:Ernest Hemingway House, Key West, FL. May 2009.jpg"],["thumb"],["right"],["300px"],["Ernest Hemingway House"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["marker"],["type=see"],["name=Key West AIDS Memorial"],["lat=24.5474"],["long=-81.7847"],["image="]]},", White Street and Atlantic Boulevard ",{"type":"''","value":["on the beach"]},". The City of Key West has lost more than a thousand of its citizens to the AIDS epidemic. Some of their names are inscribed on a memorial near the White Street Pier. The memorial is embedded in the sidewalk near the ocean, and made of flat smooth granite. The memorial was dedicated on World AIDS Day in 1997, and funded entirely through private sources. At the time of dedication, there were 730 names engraved on the memorial. There are spaces for 1,500 names, and each year more are added and dedicated in a ceremony, also on World AIDS Day in December. A group called Friends of the Key West AIDS Memorial takes care of the memorial."]},"\n",{"type":"*","value":[{"type":"{{","value":[["marker"],["type=see"],["name=Key West City Cemetery"],["lat=24.5567"],["long=-81.7951"],["image="]]},". In Key West, burial customs reflect combinations of African, Hispanic, Anglo and other mixed heritages. Due to the water table of the Keys, most burials are in above ground tombs. Grave markers with unusual inscriptions such as ",{"type":"''","value":["I told you I was sick"]},", ",{"type":"''","value":["Devoted Fan of Julio Iglesias"]}," and ",{"type":"''","value":["At Least I know where he's sleeping tonight"]}," are not unusual. Cemetery maps are available at the front gate."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wildlife Rescue of the Florida Keys"]},", Atlantic Boulevard and White Streets."]},"\n",{"type":"*","value":[{"type":"'''","value":["McCoy Indigenous Park"]}," is the setting for this rescue operation in Key West that has released more than 2,000 healed animals into the wild since 1993. They take care of any animal that needs attention, from sea birds to raccoons, and at any given time you might see up to 100 creatures healing at the center. They come from all over, from the Seven Mile bridge to the Dry Tortugas. You can visit the patients any day from 9AM to 5PM, and the park is open sunup to sundown. It's free, but they like donations and volunteers."]},"\n",{"type":"*","value":[{"type":"'''","value":["Southernmost Point"]},", Corner of Whitehead and South Streets. The southernmost point in the continental USA."]},"\n",{"type":"*","value":[{"type":"'''","value":["A Key Encounter"]}," is a non-profit \"museum\" that is on the upper level of Clinton Square Market Mall. The admission is free. A Key Encounter features \"Nature Theater\", a 3 screen movie theater showing the Christian God's creation of the animals and everything He is believed to have made. It also features \"The Jungle Walk\" that has live animals and animatronic animals including a 22.5 foot stuffed skin of an Anaconda that ate a woman down in Brazil years ago. And \"The George M. Kretschmar, Jr. Planetarium\"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ernest Hemingway House"],["url=http:\/\/www.hemingwayhome.com"],["email="],["address=907 Whitehead St"],["lat=24.5512"],["long=-81.8006"],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-5PM daily"],["price=$12"],["content=Hemingway lived and wrote here for a decade. He also raised cats, the descendants of which still roam the grounds and have extra toes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Harry S. Truman Little White House"],["url=http:\/\/www.trumanlittlewhitehouse.com"],["email="],["address=111 Front St"],["lat=24.5563"],["long=-81.8069"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A historic retreat used by President Harry S. Truman. Guided tours are available, as well as a gift shop. It's still used as a retreat and place of business by US government officials today."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shipwreck Museum"],["alt="],["url=http:\/\/www.shipwreckhistoreum.com\/"],["email="],["address=1 Whitehead St"],["lat=24.5591"],["long=-81.8069"],["directions="],["phone=+1 305 292-8990"],["tollfree="],["fax=+1 305 292-1617"],["hours="],["price="],["content=Offers a panoramic view of the island from its observation tower."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Key West Lighthouse"],["alt="],["url=http:\/\/www.kwahs.com\/lighthouse.htm"],["email="],["address=938 Whitehead St"],["lat=24.55064"],["long=-81.80089"],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily from 9:30AM-4:30PM"],["price=Adults $10, Students\/Seniors $9, Children $5, under 6 free"],["content=With a panoramic view of the island."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fort Zachary Taylor"],["url=http:\/\/floridastateparks.org\/forttaylor\/default.cfm"],["email="],["address=601 Howard England Way"],["lat=24.5478"],["long=-81.8102"],["directions=end of Southard Street on Truman Annex"],["phone=+1 305 292-0037"],["tollfree="],["fax="],["hours=8AM - sundown"],["price=$2-$4"],["content=The perfect romantic place to cuddle up with someone special, unwind, and watch the sun set as sailboats glide by... all without the crazy circus of Mallory Square. It doesn't get any more romantic in this crowded city. Nature trails, 1866 fort with a real moat, beaches, snack stand."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nKey West is a great place for the family.  There is plenty to do during the day... for those that are awake.  Enjoy an early night and prepare for the next day's adventure. However, if you are traveling with young ones, stay in a hotel off the main streets.  For those who stay out all night you may not get to do these things but you should try. Because many locals get around by scooters, bikes, and\/or electric cars, you may want to consider renting them at one of the many rental shops throughout the island.\n\n",{"type":"===","value":["Nature"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Key West Nature Preserve"]}," Two entrances on Atlantic Blvd., Ocean front property that has been turned into an accessible natural area. Enjoy seeing local Key West wildlife such as lizards, butterflies and maybe even a snake."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Florida Keys Eco-Discovery Center"],["alt="],["url=http:\/\/floridakeys.noaa.gov\/eco_discovery.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Truman Annex Waterfront. With its touch screens, stunning photos, and roomy theater showing a short high-definition film about the Keys ecosystems, this educational center has become a hit with families. It's a fun way to learn about reef and mangrove habitats before or after an excursion. The newest addition is the Living Reef exhibit, which fetures a 2,500-gallon reef aquarium. Free admission and parking on-site."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Dry Tortugas National Park"]]}]},", ",{"type":"[","value":["http:\/\/www.nps.gov\/drto"]},". Details daily trips to Fort Jefferson. By ferry with ",{"type":"[","value":["http:\/\/www.yankeefreedom.com Yankee Freedom II"]}]},"\n",{"type":"===","value":["Watersports"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Sebago Watersports"],["alt="],["url=http:\/\/www.keywestsebago.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Waterfront Area. Reef snorkeling, sunset sails and much more. All things water. Sebago trips are always full of fun and a wonderful crew that will take good care of you. Sunset sails, parasailing, all day adventures from the tame ",{"type":"''","value":["Island Ting"]}," to the active ",{"type":"''","value":["Power Adventure"]},". The parasailing tends to be a bit brief (13 minutes), but the crew is friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fury Water Adventures"],["alt="],["url=http:\/\/www.furycat.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fury Water Adventures is a water sports company that has been in Key West for almost the past three decades. It offers snorkeling, parasailing, jet skiing, kayaking, rock climbing, water trampoline, sunset sails and cruises, reef eco tours, and glass bottom boat tours. Fury also offers combo packages such as the Ultimate Adventure, the Rum & Reggae, and the Commotion on the Ocean."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Diving in Key West"],["alt="],["url=http:\/\/www.keywestdivecenter.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offering Daily Dive trips to the reefs near Key West."]]}]},"\n",{"type":"===","value":["Other"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Astro City"]}," Atlantic Blvd. A popular stop for families on their way to and from the beach.  Located directly across the street from Higgs beach."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Swim With Dolphins"]},", for ages 5 and older. ",{"type":"[","value":["http:\/\/dolphinworld.org"]},", ",{"type":"[","value":["http:\/\/wildaboutdolphins.com\/"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Key West Fishing"],["alt="],["url=http:\/\/www.keyskayakfishing.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers charters, guides, and fishing information for Key West. Includes private and group fishing charters."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunset Celebration"]},", at Mallory Square in Key West (where Duval Street meets the Gulf of Mexico). This event begins every evening a few hours before sunset and is much like a street carnival, with vendors, performers, food, and fun. Also a great photo op for some of the most beautiful sunsets."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Southermost Scavenger Hunt"],["alt="],["url=http:\/\/www.keywesthunt.com\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 305 292-9994"],["tollfree="],["fax="],["hours="],["price="],["content=Since winning the prestigious \"Venture Award\" from the Key West Chamber of Commerce, The Southernmost Scavenger Hunt has expanded to offer a wider variety of custom designed features to their ever-popular scavenger hunts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Restless Native Charters"],["url=http:\/\/www.restlessnative.com"],["email="],["address="],["lat="],["long="],["directions=KeyWest bight marina at historic waterfront seaport"],["phone=+1 305-394-0600"],["tollfree="],["fax="],["hours="],["price="],["content=Luxury sailing catamaran for sail\/dive, sunset sails, private partys, weddings\/proposals. Upscale food and drink and a great adventure on the water."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Honest Works Island Pottery co"],["url=http:\/\/www.keywestpottery.com"],["email="],["address=929 Truman Ave"],["lat="],["long="],["directions=mile marker 1"],["phone=+1 419 308-9221"],["tollfree="],["fax="],["hours=9 - 6"],["price="],["content=Honest Works Island Pottery Co. is a vibrant art gallery and active studio space in Old town Key West. Stop on by and watch the pottery in the making or make it yourself. Honest Works offers pottery classes, as well as, paint your own pottery for locals and tourist alike. In this dynamic studio space artists, Adam Russell and Kelly Lever, create and display their own colorful island pottery. Come on in and fell the artist energy flowing!"]]}]},"\n",{"type":"===","value":["Festivals"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Fantasy Fest"],["alt="],["url=http:\/\/www.fantasyfest.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Annual event."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Gay Spring Break"],["alt="],["url=http:\/\/www.gayspringbreakkeywest.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Annual event held in February, March, and April targeting college-age LGBT students."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Womenfest"],["alt="],["url=http:\/\/www.womenfest.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Annual event. One of the largest lesbian-oriented parties on earth!"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Tropical Heat"],["alt="],["url=http:\/\/www.tropicalheatkw.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Adult-themed event for gay men held every year."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lobsterfest"]}," Held every year around the first week in August."]},"\n",{"type":"==","value":["Buy"]},"\nKey West is not like Miami.  There aren't many high end shops or big name brands.  While there are a few, Key West is not the place for this type of shopping.  Fly into or out of the Miami airport and spend a day in South Beach if this is what you are looking for.  There are a lot of shops in Key West, especially along Duval Street, which goes from coast to coast. You can find something to wear at night which in Key West isn't much (price or material). Lose your sunglasses...they have them. Need suntan lotion..check. Want a tattoo? You could get probably get 20 or so if you went to every tattoo place in Key West.  This is not a good idea if you have been drinking.  You may regret it the next sober morning when you realize you have one or more.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Blue"],["alt="],["url=http:\/\/www.blueislandstore.com\/"],["email="],["address=718 Caroline St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A boutique specializing in women's clothing. Everything from fun tees, to comfy linen pants they have everything for a casual day of drinking."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fairvilla Megastore"],["alt="],["url=http:\/\/www.fairvilla.com"],["email="],["address=520 Front St"],["lat="],["long="],["directions=across from the Pier House"],["phone=+1 305 292-0448"],["tollfree="],["fax="],["hours=M-Sa 9AM-2AM, Su 10AM-2AM"],["price="],["content=Intimate apparel, exotic fashions, sensual accessories, romantic gifts, playful novelties, passionate books and tantalizing movies."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fast Buck Freddie's"],["alt="],["url=http:\/\/www.fastbuckfreddies.com"],["email="],["address=500 Duval St"],["lat="],["long="],["directions="],["phone=+1 305 294-2007"],["tollfree="],["fax="],["hours="],["price="],["content=Many items for sale are one of a kind or designed and built just for Fast Buck Freddie's. Also known for its window displays."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Key Lime-N-More"],["alt="],["url=http:\/\/www.keylimenmore.com"],["email="],["address=424 Greene St"],["lat="],["long="],["directions=next door to Captain Tony's Saloon"],["phone=+1 305 296-9515"],["tollfree="],["fax="],["hours="],["price="],["content=All things Key Lime. The only home made Key Lime pie on the island. Friendly shopkeepers that treat you as more than just another tourist. Hours vary."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Conch Republic Gifts"],["alt="],["url=http:\/\/www.kingofconch.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A gift store offering Conch Republic-related items including flags, shirts, magnets and more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Paradise Tattoo"],["url=http:\/\/www.paradisetattoo.com"],["email="],["address=627 Duval St"],["lat="],["long="],["directions="],["phone=+1 305 292-9110"],["tollfree="],["fax="],["hours=10AM-10PM, 7 Days"],["price="],["content=Paradise Tattoo is Key West's Largest, Cleanest & Oldest Studio. So come on get stuck in Paradise."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bare Bones Beach Shop, inc."],["url=http:\/\/www.barebonesbeachshop.com"],["email="],["address=2770 N. Roosevelt Blvd"],["lat="],["long="],["directions=Overseas Market next to Winn-Dixie"],["phone=+1 305 296-5970"],["tollfree="],["fax="],["hours=9AM-6PM Mon-Sat"],["price=mid"],["content=Bare Bones Beach Shop has swimwear and beach products for men, women and children, in addition to stylish dog clothing and accessories."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Conch Republic"],["alt="],["url="],["email="],["address=631 Greene St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy their spacious waterfront setting where the atmosphere is like a trip back in time to the way Key West used to be. Enjoy fresh fish and a raw bar. Feel like you are dining outside with the large windows that remain open during the day. A great place for a drink & some snacks specially during football season."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Siboney"],["alt="],["url="],["email="],["address=900 Catherine St"],["lat="],["long="],["directions="],["phone=+1 305 296-4184"],["tollfree="],["fax="],["hours="],["price="],["content=This Cuban restaurant, tucked into a quiet residential intersection, flies well below the tourist radar. Delicious food at very reasonable prices. To sum it up, this is where the locals go for Cuban."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jimmy Buffett's Margaritaville"],["alt="],["url="],["email="],["address=500 Duval St"],["lat="],["long="],["directions="],["phone=+1 305 292-1435"],["tollfree="],["fax="],["hours="],["price="],["content=Key West is pretty close to paradise, so you might as well have a cheeseburger while you're there. Prices are not overly high. Less than 4 bucks for a Cheeseburger in Paradise."]]}]},{"type":"*","value":[{"type":"'''","value":["Schooner Wharf"]},", Caroline Street, a surprising choice for breakfast, this rough and ready landmark has a three-egg seafood omelette that, coupled with a bloody mary or two, will shock you back to life from a throw down night on Duval."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=A & B Lobster House"],["alt="],["url="],["email="],["address=700 Front St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main dishes are mid-range in price paired with great tasting and priced appetizers and salads it will be hard to forget your meal here. While Key West is warm and the porch may seem like a good idea make sure the ladies have jackets. It is right on the water and with the fans on high blast it can get a little chilly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mangia-Mangia Pasta"],["alt="],["url=http:\/\/www.mangia-mangia.com\/"],["email="],["address=900 Southard St"],["lat="],["long="],["directions="],["phone=+1 305 294-2469"],["tollfree="],["fax="],["hours=Every day 5:30PM-10PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Meson de Pepe"],["alt="],["url=http:\/\/www.elmesondepepe.com"],["email="],["address=410 Wallstreet"],["lat="],["long="],["directions=Mallory Square"],["phone=+1 305 295-2620"],["tollfree="],["fax="],["hours="],["price="],["content=If you want authentic, delicious Cuban food look nor further. I have been visiting this place for about the last 5 years when I drive down to Key West. Be ready for a special treat on the days that Pepe himself takes over the kitchen and creates his delectable masterpieces. The prices are very reasonable and their Mojitos have a kick. Everynight at Sunset, they have a band playing and enough space for dancing and having a couple of drinks at the bar."]]}]},{"type":"*","value":[{"type":"'''","value":["Roof Top Cafe"]}," Exactly what the names suggest, this is a restaurant situated on the roof top of a building. Overlooking Mallory square this place is perfect for dining during sunset or under the stars. As well as dinner they also serve Breakfast and lunch.  Nothing is too expensive and the food is of good quality."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Half Shell Raw Bar"],["alt="],["url="],["email="],["address=Margaret St"],["lat="],["long="],["directions="],["phone=+1 305 294-7496 231"],["tollfree="],["fax="],["hours="],["price="],["content=A Taste of Old Key West! Traditional Key West Raw Bar & great Key West seafood restaurant! Oysters, clams, shrimp, more! A low key restaurant for casual lunch or dinner. Settle down to an informal atmosphere, local characters, great bar and waterfront dining. It's a little piece of Old Key West on the historic Key West Bight. Drop in! Enjoy a frosty drink and the freshest seafood this side of the reef!"]]}]},{"type":"*","value":[{"type":"'''","value":["Upper Crust restaurant"]}," A local favorite right on Duval Street next door to Antonia's, they serve what is called \"not your average pizza.\"  Unlike other pizzerias, this place serves very thin crust pizza that can be made with or without tomato sauce.  Also serves salads and even a few types of sea food as well."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nine One Five"],["alt="],["url="],["email="],["address=915 Duval St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dinner served from 6PM-11PM. With weather so nice you want to spend as much time outside as possible. So why not take your dining outside.or as close as possible? Join others on the porch of this dignified Victorian home. Similar to tapas dining, everything is intended to be shared and mixed and matched."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Seven Fish"],["alt="],["url=http:\/\/www.7fish.com\/"],["email="],["address=632 Olivia St"],["lat="],["long="],["directions="],["phone=+1 305 296-2777"],["tollfree="],["fax="],["hours="],["price="],["content=This very small restaurant tucked away on Olivia St, is a true delight. The staff is intelligent and polite, the fish dishes are always fresh and innovative. Reservations a must."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Square One"],["alt="],["url=http:\/\/www.squareonerestaurant.com\/"],["email="],["address=1075 Duval St # C12"],["lat="],["long="],["directions="],["phone=+1 305 296-4300"],["tollfree="],["fax="],["hours="],["price="],["content=They serve breakfast lunch dinner and even Sunday brunch. The menu is very similar to many other restaurants. A lot of fish and seafood. A lot of \"tropical' flavors and many fruits are included in the ingredients of their dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Louie's Backyard"],["alt="],["url="],["email="],["address=700 Waddell Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This high-end establishment sells \"dining with a view,\" and this is what you get because food is unremarkable."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are a large number of drinking establishments of various types. The main tourist strip on Duval Street has numerous watering holes.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bourbon Street Pub"],["alt="],["url=http:\/\/www.bourbonstpub.com"],["email="],["address=724 Duval St"],["lat="],["long="],["directions="],["phone=+1 305 294-9354"],["tollfree="],["fax="],["hours="],["price="],["content=Part of the gay-oriented Bourbon St. Complex on the 700 block of Duval."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Captain Tony's Saloon"],["alt="],["url=http:\/\/www.capttonyssaloon.com"],["email="],["address=428 Greene St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ernest Hemingway's old stomping grounds. Pirate's Punch in a 22 oz cup."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Fat Tuesdays"],["alt="],["url=http:\/\/www.fattuesdaykeywest.com\/"],["email="],["address=305 Duval St"],["lat="],["long="],["directions="],["phone=+1 305 296-9373"],["tollfree="],["fax="],["hours="],["price="],["content=So you're not in New Orleans.who says that means you can't have Mardi Gras! Featured on MTV's Real World Key West here it is Mardi Gras everyday."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hog's Breath Saloon"],["alt="],["url=http:\/\/www.hogsbreath.com\/"],["email=bosshog@hogsbreath.com"],["address=400 Front St"],["lat="],["long="],["directions="],["phone=+1 305 292-2032"],["tollfree="],["fax="],["hours="],["price="],["content=Take a peek at the \"hog cam\" on their website."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Irish Kevin's Pub"],["alt="],["url=http:\/\/www.irishkevins.com\/"],["email="],["address=211-C Duval St"],["lat="],["long="],["directions="],["phone=+1 305 292-1262"],["tollfree="],["fax="],["hours="],["price="],["content=Webcams here, too. Can be a lively place at times."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Lazy Gecko Bar"],["alt="],["url=http:\/\/www.thelazygecko.com\/"],["email="],["address=203 Duval St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Next door to Sloppy Joe's bar. This place offers air conditioning if you can't take the heat. Also cool off with one of their 12 daiquiris. Hungry? Grab a slice of pizza or a fresh sandwich. Starting early.join The Lazy gecko for happy hour from 5-8. Like your friends a lot? Rent the whole place!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rick's\/Durty Harry's Entertainment"],["alt="],["url="],["email=info@ricksanddurtyharrys.com"],["address=202 Duval St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Club w\/ 6 different venues & 10 bars. Live entertainment, VIP bar overlooking the action, famous juice & premium spirits bar, dance club, adult entertainment, & live Rock & Roll!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sloppy Joe's Bar"],["alt="],["url=http:\/\/www.sloppyjoes.com"],["email="],["address=201 Duval St"],["lat="],["long="],["directions="],["phone=+1 305 294-8759"],["tollfree="],["fax="],["hours="],["price="],["content=Ernest Hemingway's \"new\" stomping grounds. Sloppy Joe's used to sit at the current location of Captain Tony's, but the landlord raised the rent on the owner back in 1937. Legend has it that upon hearing the news, the bar owner and his customers (including Hemingway) moved the bar, barstools, alcohol, etc. across Duval Street to a former restaurant - its current location."]]}]},"\nThere are also plenty of places to wet your whistle that aren't necessarily right on Duval Street.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Green Parrot Bar"],["alt="],["url=http:\/\/www.greenparrot.com"],["email="],["address=601 Whitehead St"],["lat="],["long="],["directions="],["phone=+1 305 294-6133"],["tollfree="],["fax="],["hours="],["price="],["content=The last (or first, depending on your direction of travel) bar on US 1. Not your typical trop-rock bar, the Green Parrot leans more toward blues. Great bands, and an unbelievable selection of blues on the jukebox. Just remember, no snivelers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rum Barrel Tavern"],["alt="],["url=http:\/\/www.rumbarrel.com"],["email="],["address=528 Front St"],["lat="],["long="],["directions="],["phone=+1 305 292-7862"],["tollfree="],["fax="],["hours="],["price="],["content=Pat Croce's place features the largest selection of rums in the world. Not a rum drinker? Plenty of other libations to be had. Several big-screen TVs (you'll never miss an event involving a Philadelphia team) and a deck overlooking Old Town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Schooner Wharf Bar"],["alt="],["url=http:\/\/www.schoonerwharf.com"],["email="],["address=202 William St"],["lat="],["long="],["directions="],["phone=+1 305 294-3302"],["tollfree="],["fax="],["hours="],["price="],["content=A last little piece of Old Key West, Schooner Wharf is an open air bar that sits on the Key West Bight. Grab a brew and watch the yachts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Finnegans Wake"],["alt="],["url="],["email="],["address=320 Grinnell St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Celebrate life in true Irish Style."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bogarts Irish Pub"],["url=http:\/\/www.keywestcasablanca.com"],["email="],["address=900 - 904 Duval St"],["lat="],["long="],["directions="],["phone=+1 305 296-0815"],["tollfree="],["fax="],["hours="],["price="],["content=An Irish pub and restaurant attached to a bed and breakfast located right on Duval Street.  Daily happy hour specials offered as well as great Irish food.  Come in and say hi and enjoy a nice cold pint."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["Style"],["Listings should be grouped into price categories"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Angelina Guesthouse"],["url=http:\/\/www.angelinaguesthouse.com\/"],["email="],["address=302 Angela St"],["lat=24.5524"],["long=-81.8033"],["directions="],["phone=+1 305 294-4480"],["tollfree="],["fax="],["hours="],["price=$77+"],["checkin="],["checkout=11"],["content=Clean rooms, shared and private baths, pool, complimentary breakfast, wi-fi. Friendly and helpful staff knowledgeable of the city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Atlantis House"],["url=http:\/\/atlantishouse.com"],["email="],["address=1401 Atlantic Blvd"],["lat=24.5494"],["long=-81.7829"],["directions=1 block from the White Street Pier"],["phone=+1 305 292-1532"],["tollfree="],["fax="],["hours="],["price=$149-$275"],["checkin=2PM"],["checkout=11AM"],["content=40 yds from the Atlantic Ocean and Rest Beach. Beautiful landscaping with only 2 private Jacuzzi Suites. Perfect for Honeymooners and special occasions. Complimentary Wi-Fi, off-street parking and bikes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casablanca Bed and Breakfast"],["alt=Bogarts Irish Pub"],["url=http:\/\/www.keywestcasablanca.com"],["email="],["address=900 - 904 Duval St"],["lat=24.5518"],["long=-81.8000"],["directions="],["phone=+1 305 296-0815"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Family run bed and breakfast located right on Duval Street just steps away from Old Town. Swimming pool and restaurant\/bar located on the premises.  Each room has its own private porch and private bathroom.  Family friendly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crowne Plaza La Concha"],["url=http:\/\/www.laconchakeywest.com"],["email="],["address=430 Duval St"],["lat="],["long="],["directions="],["phone=+1 305 296-2991"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Built in 1926 and home of Key West's highest sunset celebration."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Curry Mansion Inn"],["alt="],["url=http:\/\/www.currymansion.com"],["email="],["address=511 Caroline St"],["lat="],["long="],["directions="],["phone="],["tollfree=+1 800-253-3466"],["fax="],["price="],["checkin="],["checkout="],["content=A small hotel just steps from Duval on Caroline, plenty of free parking, open bar cocktail party with piano player every afternoon, breakfast buffet with cooked to order eggs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Doubletree Grand Key Resort"],["url=http:\/\/www.grandkeyresort.com"],["email=information@grandkeyresort.com"],["address=3990 South Roosevelt Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree=+1 888-844-0454"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The newest resort-style property among luxury Key West hotels. This place has a good roof top view of the water.  For those of you traveling to Key West for poker run and boat races this is a very popular place.  However, book early there is limited space available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Douglas House"],["url="],["email=info@douglashouse.com"],["address=419 Amelia St"],["lat="],["long="],["directions="],["phone=+1 305 294-5269"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel offers the perfect pool-side setting with swimming pool and heated jacuzzi all surrounded by lush tropical gardens."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Eden House"],["url=http:\/\/www.edenhouse.com\/"],["email="],["address=1015 Fleming St"],["lat="],["long="],["directions=In Old Town"],["phone=+1 305 296-6868"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Key West's original guest house. Fully renovated, lush grounds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Garden House Inn"],["url=http:\/\/www.key-west-florida-bed-breakfast.com"],["email="],["address=329 Elizabeth St"],["lat=24.559026"],["long=-81.801218"],["directions=parking across st. at church for $10\/day"],["phone="],["tollfree=+1 800-695-6453"],["fax="],["hours="],["price=$149 - 299"],["checkin=3PM"],["checkout=11AM"],["content=A fun and relaxed B&B, with 10 rooms, all with private baths. Amenities include a heated lagoon style pool with spa jets and a cascading waterfall, surrounded by tropical gardens that weave throughout the Inn grounds. Along with a nightly happy hour, a continental breakfast is available each morning."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Heron House Bed & Breakfast"],["alt="],["url=http:\/\/www.heronhouse.com"],["email="],["address=512 Simonton St"],["lat="],["long="],["directions="],["phone=+1 305 294-9227"],["tollfree=+1 888 861-9066"],["fax="],["price="],["checkin="],["checkout="],["content=In the heart of the historic district, 23 room bed and breakfast. Complimentary breakfast is served in the mornings and a wine and cheese tasting each night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hyatt Key West Resort and Spa"],["url=http:\/\/keywest.hyatt.com"],["email="],["address=601 Front St"],["lat="],["long="],["directions=One block from Duval Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Newly renovated.  Intimate resort with casually elegant Floridian touches, combined with sumptuous, rich fabrics and stunning ocean views. Private marina to fish, scuba, snorkel, parasail, waverunners, or sail on the “Floridays,” the resort's 60-foot Irwin sailboat which offers daily sunset cruises and private charter trips. Exercise studio, private beach, pool with oversized whirlpool. Indoor and outdoor dining is available at two restaurants, where guests can watch the sunset."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Island City House Hotel"],["alt="],["url=http:\/\/www.islandcityhouse.com"],["email="],["address=411 William St"],["lat="],["long="],["directions="],["phone=+1 305 294-5702"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Charming and historical hotel offering 24 suites for lodging near Old Town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Key West Bed and Breakfast"],["alt="],["url=http:\/\/www.keywestbandb.com"],["email="],["address=415 William St"],["lat="],["long="],["directions="],["phone="],["tollfree=+1 800-438-6155"],["fax="],["price="],["checkin="],["checkout="],["content=Classic Caribbean Casual. This three story Victorian in the heart of old town is full of color and art."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pelican Landing of Key West"],["url="],["email=info@kwvpr.com"],["address=915 Eishenhower Dr"],["lat="],["long="],["directions="],["phone=+1 305 296-0500"],["tollfree="],["fax="],["hours="],["price=Prices range from $150-$550\/per night"],["checkin="],["checkout="],["content=Complete with rooms, suites, retreats and penthouses, this lovely building has an enjoyable pool, a free boat slip when you check in (subject to availability), maid service, friendly staff, and beautiful decor. The boat slip is a manatee area- feel free to search and see the beautiful animal, but be careful not to harm them. There is free parking for your vehicles and free bike racks for you use also. Elegant flowers grow in the gardens along with the palm trees."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pier House Resort and Caribbean Spa"],["url=http:\/\/www.pierhouse.com"],["email="],["address=One Duval St"],["lat="],["long="],["directions=On the corner of Duval and the Gulf of Mexico"],["phone=+1 305 296-4600"],["tollfree=+1 800-327-8340"],["fax="],["hours="],["price="],["checkin=12:00"],["checkout=11:00"],["content=Pier House completed an 11 million dollar renovation in 2008.  Elegant accommodations, lush gardens, a private beach, a selection of restaurants and bars, a full-service spa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Reach Resort"],["url=http:\/\/www.reachresort.com\/"],["email="],["address=1435 Simonton St"],["lat="],["long="],["directions=in Old Town"],["phone=+1 305 296-5000"],["tollfree=+1 888-318-4316"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=With the only natural beach on the island as a backyard, this hotel is just a block away from Duval Street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Inn at Key West"],["alt="],["url=http:\/\/www.theinnatkeywest.com"],["email="],["address=3420 N. Roosevelt Blvd (US 1)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Luxury rooms and world-class amenities, accommodations feature a king or double queen size beds some with oversized bathrooms. Freshwater pool, tiki bar and poolside restaurant."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nThere is no longer any camping in Key West, but you can still find some just outside the City limits on ",{"type":"[[","value":[["Stock Island"]]},". Within Key West itself, parking is very limited and RV's are generally discouraged, so your best shot is to stay somewhere outside the city and drive a smaller vehicle into town.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Boyds Key West Campground"],["alt="],["url=http:\/\/www.boydscampground.com\/"],["email="],["address=6401 Maloney Ave"],["lat="],["long="],["directions="],["phone=+1 305 294-1465"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Mar RV Resort"],["alt="],["url=http:\/\/www.elmarrvresort.com\/"],["email="],["address=6700 Maloney Ave"],["lat="],["long="],["directions="],["phone=+1 305 294-0857"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Leo's Campground & RV Park"],["alt="],["url=http:\/\/www.leoscampground.com\/"],["email="],["address=5236 Suncrest Rd"],["lat="],["long="],["directions="],["phone=+1 305 296-5260"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\nThere are a few more ",{"type":"'''","value":["a little ways up the Keys"]}," that cater to RVs. The number of campsites are limited, so do not be shocked by the price. Make your reservations well in advance six months to a year so you are sure to get your spot. You will notice the use of \"MM\" or \"Mile Marker\" in the addresses. This is how US 1 is marked. MM 0 is in Old town Key West and the beginning of US 1. The numbers go up, so you can tell just how far an address is from Key West.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bluewater Key - Clark's RV Lot Rentals"],["alt="],["url=http:\/\/www.bluewaterkey.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Mile Marker 14.3, ",{"type":"[[","value":[["Sugarloaf"]]},", ",{"type":"''","value":["+1 305"]}," 744-0999."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bluewater Key RV Resort"],["alt="],["url=http:\/\/www.bluewaterkey.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 305 745-2494"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=MM 14.3 U.S. 1 ",{"type":"[[","value":[["Sugarloaf Key"]]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Geiger Key Marina and RV Park"],["alt="],["url=http:\/\/www.geigerkeymarina.com\/"],["email="],["address=5 Geiger Rd"],["lat="],["long="],["directions="],["phone=+1 305 296-3553"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=",{"type":"[[","value":[["Big Coppitt Key"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sugarloaf Key Resort KOA Kampground"],["alt="],["url=http:\/\/www.sugarloafkeykoa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 305 745-3549"],["tollfree=+1-800-562-7731"],["fax="],["price="],["checkin="],["checkout="],["content=MM 20 ",{"type":"[[","value":[["Summerland Key"]]},"."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Cuba"]]}]},"The only way out by land is back toward ",{"type":"[[","value":[["Miami"]]},". On the way up the road you can visit ",{"type":"[[","value":[["Big Pine Key"]]},", ",{"type":"[[","value":[["Marathon (Florida)"],["Marathon"]]},", ",{"type":"[[","value":[["Islamorada"]]},", and ",{"type":"[[","value":[["Key Largo"]]},". There are numerous local islands accessible only by boat to visit as well.\n\n",{"type":"{{","value":[["routebox"],["image1=US 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Miami"]]}],["minorl1=",{"type":"[[","value":[["Big Pine Key"]]}],["directionr1=S"],["majorr1=End"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Florida_Keys"]]},"\n",{"type":"{{","value":[["geo"],["24.559166"],["-81.784031"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Key West, Florida"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Florida\/Localities\/K\/Key West\/"]]}]