[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Kezmarok11.jpg"],["thumb"],["350px"],["right"],["The Lutheran Church of Kežmarok, with the Tatra Mountains in the background"]]},{"type":"'''","value":["Kežmarok"]}," (German Käsmark, Hungarian Késmárk) is a historical town in the ",{"type":"[[","value":[["Spiš"]]}," of ",{"type":"[[","value":[["Eastern Slovakia"]]},". Like towns in the area it formerly had a large Carpathian German population. The town's notable sites of interest include a castle, a spectacular wooden church in the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},", and a pedestrianised historical town centre.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nSettlement at Kežmarok dates back to the Upper Stone Age. In the 13th century the region contained a community of Saxons, a Slovak fishing village, a Hungarian border post and a Carpathian German settlement. Its Latin name was first mentioned in 1251 as Villa (Saxonum apud Ecclesiam) Sancte Elisabeth. In 1269 Kežmarok received its town charter. It also had the right to organize a cheese market (hence the German name Kesmark (\"Käsemarkt\" - \"cheese market\"). In 1433 the town was severely damaged by a Hussite raid. After 1440, the count of Spiš had a seat in Kežmarok. In the 15th century (and then once more in 1655), Kežmarok became a free royal town.\n\nThe town was a stronghold of the noble Thököly family. The Hungarian magnate and warrior Imre Thököly was born in the town in 1657. He died in exile in Turkey in 1705 but in the 20th century his body was returned to Kežmarok and he is buried in a noble mausoleum in the town's Lutheran church.\n\nThe town's other monuments include a castle, many Renaissance merchant houses, and a museum of ancient books. In pride of place is the Protestant church built in 1688 entirely of wood. The church also contains an organ of 1719 with wooden pipes. The church has been a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," since 2008.\n\nKežmarok had a large ethnic German minority until the end of World War II (see Carpathian Germans). It also had a large and active Jewish community. During World War II, under the auspices of the First Slovak Republic, nearly 3,000 of the town's Jews were deported to German death camps. The town's pre-war Jewish cemetery has now been restored.\n\n",{"type":"==","value":["Get in"]},"\nBy  bus or train from ",{"type":"[[","value":[["Poprad"]]},". For those with motor transport, the town is 10 minutes from the E50 highway, (turn off between ",{"type":"[[","value":[["Spišský Štvrtok"]]}," and Poprad).\n\n",{"type":"==","value":["Get around"]},"\nThe town's sites of interest can easily be visited on foot. Allow at least a half-day.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Protestant Church"]}," - a unique example of a wooden late Baroque building. Local Lutherans built it during a period of religious persecution, when they were allowed to erect only wooden churches. Even the nails were made exclusively of wood. The construction was financially supported by Protestants from various countries, including Sweden and Denmark."]},"\nThe only stone part of the church is its sacristy, originally built in 1593 as a pub outside the city walls. In the 17th century, the Roman Catholic Hungarian kingdom persecuted Protestantism. The number of churches was limited to one in each free royal town, Kežmarok being one of them. The construction material had to be the cheapest possible (wood at that time) and a church had to be completed in 365 days. Furthermore, the site of a new Protestant church had to be chosen by a royal commission. In Kežmarok, a royal commission deliberately chose an ancient pub as a place of worship, in order to humiliate the local Protestant community. The pub was subsequently incorporated into the building.\n\nThe oldest parts of thepresent building are an epitaph from 1688 and a Renaissance baptistery from 1690. They are the only remaining parts of the first church. The second wooden church, erected in the Baroque style in 1717, completely replaced the first building. It has the shape of an equal-armed Greek cross. The space can accommodate ovr 1500 worshippers. It is wonderfully painted throughout - even the apparnetly 'marble'columns are of wood.\n\n",{"type":"*","value":[{"type":"'''","value":["Old grammar school and historic library"]}," - adjacent to the wooden church."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["historical city centre"]}," and market place."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["castle"]},{"type":"[[","value":[["File:Kežmarok Castle.jpg"],["thumb"],["right"],["Kežmarok Castle"]]}]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kezmarok.com\/ city museum"]}]}," features several historical exhibitions and includes part of the castle."]},"\n",{"type":"*","value":[" The nineteenth-century Lutheran church, (based on the architectural design for a synagogue) contains the ",{"type":"'''","value":["mausoleum of the 17th century Hungarian patriot Imre Thököly"]},", which is now a site of Hungarian patriotic pilgrimage. The ticket to the wooden church includes admission to the Lutheran church."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Three Apostles"]}," restaurant - in the pedestrianised town centre. Excellent traditional cooking of the region, friendly and comfortable. Try the plum dumplings!!"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Levoča"]]},", ",{"type":"[[","value":[["Poprad"]]},", ",{"type":"[[","value":[["Tatra Mountains"]]},", and other attractions of ",{"type":"[[","value":[["Spiš"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Spiš"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["49.133611"],["20.426389"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kežmarok"]]}]