[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["File:Ice fest Khabarovsk.JPG"],["thumb"],["300px"],["Khabarovsk ice festival"]]},"\n",{"type":"'''","value":["Khabarovsk"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Хаба́ровск, ",{"type":"''","value":["khah-BAH-ruhvsk"]},") is a city on the Amur river in the ",{"type":"[[","value":[["Russian Far East"]]},", near the ",{"type":"[[","value":[["China"],["Chinese"]]}," border. Often overlooked due to its proximity to ",{"type":"[[","value":[["Vladivostok"]]},", Khabarovsk could easily be a highlight in the long line of predominately dull cities along the Trans-Siberian. But while most cities look their best when the sun is out, only in few is the effect as profound as in Khabarovsk – attractive parks, beaches, outdoor beer tents with live music, pretty girls promenading and classic architecture awaits if the weather gods favour you.  Even if you are unfortunate, it's not a loss to go indoors: the city also houses some of the best museums east of Moscow.\n\n",{"type":"==","value":["Understand"]},"\nOverlooking the confluence of the Amur and Ussuri Rivers, Khabarovsk is the second largest city in the ",{"type":"[[","value":[["Russian Far East"]]},", approaching 600.000 residents and growing.  It is also the capital of both ",{"type":"[[","value":[["Khabarovsk Krai"]]}," and the ",{"type":"[[","value":[["Russian Far East"],["Far Eastern Federal District"]]},".  Unlike Vladivostok, the city has never been closed to foreigners, and retains a distinct international feel, rare for the Russian provincial centers – a feeling propped up by an increasing Asian presence with arrivals from Asian countries now numbering over a million each year. In turn, Asians come here to experience a piece of Europe close to home, with the fortunate effect that the city is spending huge swaths of money renovating the city, in which old classical buildings were spared much of the destructive effects of the 1917-23 civil war, to provide its visitors with just that feeling. From a European's perspective, Soviet city planning has unmistakably taken its toll, but it ",{"type":"''","value":["is"]}," still far more attractive than your average Siberian city.\n\n",{"type":"===","value":[" Climate "]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   -16"],["febhigh =   -11"],["marhigh =   -2"],["aprhigh =   10"],["mayhigh =   18"],["junhigh =   24"],["julhigh =   27"],["aughigh =   24"],["sephigh =   19"],["octhigh =   10"],["novhigh =   -3"],["dechigh =   -14"],["janlow =   -24"],["feblow =   -20"],["marlow =   -11"],["aprlow =   0"],["maylow =   7"],["junlow =   13"],["jullow =   17"],["auglow =   16"],["seplow =   9"],["octlow =   0"],["novlow =   -11"],["declow =   -21"],["janprecip =  12"],["febprecip =  11"],["marprecip =  18"],["aprprecip =  45"],["mayprecip =  60"],["junprecip =  78"],["julprecip =  132"],["augprecip =  151"],["sepprecip =  86"],["octprecip =  52"],["novprecip =  24"],["decprecip =  17"],["description = Averages of Khabarovsk"]]},"\nThe climate is temperate and monsoonal, with a cold, dry winter and a hot and humid summer. The average temperature for a full year is  just 2°C, but covers over wide span of monthly averages ranging from a bone chilling −20°C in January to a quite warm +21°C average in July. The city sees an average of 686 mm precipitation in a year, but unfortunately the lions' share falls in the warm summer months. The number of sunny days per year is 70, which is higher than Moscow's 54. Climate-wise, end of May - early June or end of August - early September are the best time for a visit.\n\n",{"type":"===","value":[" History "]},"\n",{"type":"[[","value":[["File:Khabarovsk MA Street 02.jpg"],["thumb"],["250px"],["The former city Duma is one of the oldest buildings in the city"]]},"\nThe lands near the confluence of the Ussury and the Amur, where today's Khabarovsk stands, have been populated for centuries by the indigenous Tungusic people.  Chinese expeditions reached this area as early as the first half of the 15th century, and in the mid-17th century the Amur Valley became the scene of hostilities between the Russian Cossacks, trying to expand into the region, and the rising Manchu Qing Dynasty, bent on securing the region for itself.  Nearly a century of skirmishes between the Chinese, Koreans and Cossacks followed, one of those involving Russian explorer Yerofey Khabarov, whose name the city later adapted.  The Treaty of Nerchinsk (1689) brought the conflict to a close and made the area an undisputed part of the Chinese Qing Empire. According to French Jesuits mapping the Ussury and the Amur rivers in 1709, the future site of Khabarovsk was known to the Chinese as Yupi Dazi (\"Fishskin Tartars\").\n\nIn 1858, the area was ceded to Russia under the Treaty of Aigun. The Russians founded the military outpost of Khabarovka (Хаба́ровка), which subsequently became an important industrial centre for the region.  The Russian Geographical Society then began founding libraries, theaters, and museums in the growing city. Since then, Khabarovsk's cultural life has flourished. Much of the local indigenous history has been well-preserved in the Regional Lore Museum and Natural History Museum and in places like near the Nanai settlement of Sikhachi-Alyan, where cliff drawings from more than 1,300 years ago can be found.\n\nThe Trans-Siberian first reached Khabarovsk from Vladivostok in 1897, while the complete railway to Moscow did not see completion until 1913.   Three years later, the Khabarovsk Bridge across the Amur was completed, allowing Trans-Siberian trains to cross the river without using ferries. The city was occupied by the Japanese for much of the Russian Civil War, which may offer some explanation to the many old buildings still standing around the city center.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Khabarovsk Novy Airport"],["alt=",{"type":"{{","value":[["IATA"],["KHV"]]}],["url="],["email="],["address=Matveevskoe shosse, 28"],["lat=48.52417"],["long=135.16922"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"Khabarovsk's airport mainly functions as a refueling and emergency landing point for polar flights between North America and Asia. The main carriers in the region are Asiana Airlines, Vladivostok Airlines, SAT Airlines and Far Eastern Aviation. There are scheduled passenger flights to Khabarovsk from ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["North Korea"]]},", ",{"type":"[[","value":[["South Korea"]]},", and ",{"type":"[[","value":[["Israel"]]},". Asiana serves Khabarovsk 3 times\/week from ",{"type":"[[","value":[["Seoul"]]},".\n\nRussian domestic flights to Khabarovsk are served from ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Saint Petersburg"]]},", ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]},", Vladivostok, ",{"type":"[[","value":[["Petropavlovsk-Kamchatsky"]]},", ",{"type":"[[","value":[["Magadan"]]},", ",{"type":"[[","value":[["Chita"]]},", ",{"type":"[[","value":[["Irkutsk"]]},", ",{"type":"[[","value":[["Yakutsk"]]},", ",{"type":"[[","value":[["Novosibirsk"]]},", ",{"type":"[[","value":[["Krasnoyarsk"]]},", ",{"type":"[[","value":[["Yekaterinburg"]]},", ",{"type":"[[","value":[["Krasnodar"]]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Khabarovsk railway station"],["alt= Habarovsk  1"],["url="],["email="],["address=Leningradskaya, 58"],["lat="],["long="],["directions="],["phone=+7 (4212) 38-39-40"],["tollfree="],["fax="],["lat=48.49659"],["long=135.07283"],["hours="],["price="],["content="]]}]},"Khabarovsk station, listed as ",{"type":"''","value":["Habarovsk 1"]}," in most train schedules, is a major stop on the ",{"type":"[[","value":[["Trans-Siberian Railway"]]},". There are several trains each day bound for ",{"type":"[[","value":[["Vladivostok"]]}," (800 km) and ",{"type":"[[","value":[["Moscow"]]}," (about 8500 km) along the main Trans-Siberian line. Other options include trains #386 or #035 to ",{"type":"[[","value":[["Blagoveshchensk"]]},", #325 for Tynda, #667э for ",{"type":"[[","value":[["Komsomolsk"]]},", #943э ",{"type":"[[","value":[["Vanino"]]},", all on the ",{"type":"[[","value":[["Baikal-Amur Mainline"]]},". ",{"type":"[[","value":[["Vanino"]]}," is an interesting option as it allows ferry connections to ",{"type":"[[","value":[["Sakhalin"]]}," and further on to ",{"type":"[[","value":[["Wakkanai"]]}," in ",{"type":"[[","value":[["Japan"]]}," – more details in the ",{"type":"[[","value":[["Russia to Japan via Sakhalin"]]}," itinerary.\n\nThe international trains are Khabarovsk-",{"type":"[[","value":[["Harbin"]]},", ongoing twice a week and Khabarovsk-",{"type":"[[","value":[["Pyongyang"]]}," on special days.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=River Port"],["alt="],["url="],["email="],["address=Shevchenko 1"],["lat=48.46904"],["long=135.05810"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"If you want to go to places upstream on the Amur river, the ",{"type":"'''","value":["Meteor speedboats"]}," will often be your transport of choice, but only during the summer when the river is navigable. However, in 2008, the water level in the river was at a historic low, so that the Meteor traffic had to be stopped. If Meteor traffic functions normally, you can go some 1,000 km downstream to the Ul'chi municipal district (rayon), a region mostly inhabited by indigenous Ul'chi people.\n\n",{"type":"*","value":[{"type":"'''","value":["Fuyuan"]}," – In spring and summer there are daily hydrofoil services to ",{"type":"[[","value":[["Fuyuan"]]}," in northeastern ",{"type":"[[","value":[["China"]]},", departing from the ferry terminal facing the Amur river."]},{"type":"*","value":[{"type":"'''","value":["Komsomolsk"]}," – If you are heading for the ",{"type":"[[","value":[["Baikal-Amur Mainline"],["BAM line"]]}," up north, an interesting option is to take a hydrofoil cruising up the Amur river to ",{"type":"[[","value":[["Komsomolsk"]]}," (6 hours), and catch a train from there."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Banknote 5000 rubles (1997) back.jpg"],["thumb"],["250px"],["The bridge across Amur river on the 5000 rubles banknote"]]},"\nThe best thing to start with is to walk around the center part of city. Have a nice walk from Lenin Square to the Amur River via the main street, Muravieva-Amurski. You will find all sorts of shops and places to eat.\n\n",{"type":"===","value":[" By Tram "]},"\nThe city has a network of four tram lines (there is no line 3 or 4). The most useful section for visitors is the stretch of the network running from the main railway station along Amursky Boulevard, before making a left turn down Volochaevskaya St. (near the market), and crossing Muravyov-Amursky Street one block west of Lenina Square, it then continues south intersecting Lenina Street roughly at its halfway point, before a stop at the botanical gardens (Lines 1, 2 & 6). The remainder of the network mainly extends into the sleepy suburbs. Line 5 serves the North, Line 1 and 2 the South along Krasnorechenskaya St.\n\n",{"type":"===","value":[" By Bus "]},"\nThe electric trolleybuses also has a few useful sections for visitors, Line 2 runs between the Airport and the main railway station, and line 1 between the Airport and Komsomolskaya Square (River promenade, Museum cluster) along Karla Marksa and Mureava Amursky streets. Line 5 makes a stop near the City History museum.\n\nThe regular bus number 1, is a useful circle line. It starts at the Railway station, turns down Seryshev street (a block north of Amursky Boulevard) until it reaches the river park at Lenin Stadium. Turns down Komsomolskaya Street (and square) and runs south until Lenina Street. It then runs the entire length of Lenina street before north at the City History Museum and returns to the train station.\n\n",{"type":"====","value":["Major destinations"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Airport"]}," 18, T1, T2, T4"]},{"type":"*","value":[" ",{"type":"'''","value":["Botanical Gardens"]},"' 9, 25, 29, 33, 54"]},{"type":"*","value":[" ",{"type":"'''","value":["City History Museum"]}," 1, 54, 56, 57, T5"]},{"type":"*","value":[" ",{"type":"'''","value":["Komsomolskaya Square"]}," 1, 9, 14, 19, 29, 34, 38, 55, 56, T1, T3"]},{"type":"*","value":[" ",{"type":"'''","value":["Lenina Square"]}," 14, 19, 21, 29, 34, 38, 55, 56, T1, T3"]},{"type":"*","value":[" ",{"type":"'''","value":["Railway Station"]}," 1, 6, 7, 11, 13, 20, 22, 24, 26, 34, 54, 57, T2, T5"]},{"type":"*","value":[" ",{"type":"'''","value":["Slavy (Glory) Square"]}," 1, 9, 29, 33, 34, 56"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Khabarovsk territorial museum.JPG"],["thumb"],["250px"],["The Far East Regional Museum"]]},"\n",{"type":"===","value":[" The Far Eastern Museums "]},"\nThere is a fantastic cluster of top notch museums along Shevchenko Street, just behind the tall blue-domed Church of Theotokos on Komsomolskaya Square towards the river and stadium. Not only are the museums some of the best in the far east, they also make their home in some impressive century-old buildings dating back to before the revolution. After a visit, the nice river promenade is just a short walk away, so you can wash all that new found knowledge away with some pivos in good company.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Far East Regional Museum"],["alt=Хабаровский краеведческий музей"],["url=http:\/\/www.museum.ru\/xkm\/english.htm"],["email="],["address=11 Shevchenko St"],["lat=48.47337"],["long=135.05115"],["directions="],["phone=+7 (4212) 312 054"],["tollfree="],["fax="],["hours=10AM–6PM"],["price=300 rubles"],["content=One of the oldest museums in the Russian far east, laid out in 6 sections in an impressive 1894 red-brick building. For the most part it's leaps and bounds ahead of the region's other museums, and with nearly half a million artifacts in the collection, they can afford to be picky about what they display. The ethnographic section with displays of indigenous cultures from around the Amur is unusually informative, but the zoology section is also worth a look, stuffed animals galore! To top it off, it has actually seen some substantial renovations lately, and they even have a few English captions here and there. May be worth considering but the price for foreigners is high for what you see."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Far Eastern Art Museum"],["alt=Дальневосточный художественный музей"],["url="],["email="],["address=7 Shevchenko St"],["lat=48.47310"],["long=135.05244"],["directions="],["phone=+7 (4212) 328 338"],["tollfree="],["fax="],["hours=Tu–Su 10AM–5PM"],["price=Foreigners 150 rubles"],["content=Established in the thirties and now housed in the building of a former officers' club. Them seem to take most pride in their collection of Far Eastern aboriginal art, but they also have a rare collection of ancient Russian religious icons and Japanese porcelain. In the classic exhibition they have a few painters you may have heard of like Titian and Garofalo, but also some lesser known Russian masters."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Far Eastern Military Museum"],["alt=Военно-исторический музей ДВО"],["url="],["email="],["address=20 Shevchenko St"],["lat=48.47339"],["long=135.05265"],["directions=across from the Art Museum"],["phone=+7 (4212) 326 350"],["tollfree="],["fax="],["hours=Tu–Su 10AM–5PM"],["price="],["content=Another impressive building from the turn of the 20th century, this one was the state bank up until the 1930s. Weapons galore propped up by medals and other memorabilia. If you are not interested in these sort of things, you can probably give it a miss, but they have a few cool war propaganda posters from the Great Patriotic War and a luxury officers' railway carriage from the twenties in the courtyard, if you need to entertain yourself for a while while any male company goes into boy mode."]]}]},"\n",{"type":"[[","value":[["File:Khabarovsk map.png"],["thumb"],["350px"],["Map of Khabarovsk"]]},"\n\nTugged away just across the next street behind the military museum, you also find the Archeology Museum on Turgeneva street.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum of Archaeology"],["alt=Хабаровский музей археологии"],["url=http:\/\/www.museum.ru\/xkm\/english2.htm"],["email="],["address=86 Turgeneva St"],["lat=48.47513"],["long=135.05467"],["directions="],["phone=+7 (4212) 324 177"],["tollfree="],["fax="],["hours=Tu–Su 10AM–5PM"],["price="],["content=Part of the regional museum but located in a attractive separate building which, before the October revolution got him, was owned by the owner of a local brewery. Finds from the dawn of man up until the middle ages. Their collection of ancient ceramics is interesting, and the Sikachi-Alyan petroglyphs and Sheremetyevsky inscription replicas are also worth a look."]]}]},"\n",{"type":"===","value":[" Other Museums "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Far Eastern Railway Museum"],["alt=Музей истории Дальневосточной железной дороги"],["url=http:\/\/www.transsib.ru\/Museum\/"],["email="],["address=40 Vladivostokaya St"],["lat=48.49288"],["long=135.07538"],["directions="],["phone=+7 (4212) 383 035"],["tollfree="],["fax="],["hours=M–F 9AM–5PM"],["price="],["content=A small museum which houses a previously private collection of around 2000 original artifacts, documents, models and photographs telling about the history and construction of the Far Eastern Railway."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fedotov Exposition Hall"],["alt=Выставочный зал имени Федотова"],["url="],["email="],["address=47 Karla Marksa St"],["lat=48.48486"],["long=135.07710"],["directions="],["phone=+7 7(4212) 211 154"],["tollfree="],["fax="],["hours="],["price="],["content=Temporary exhibitions of professional painters, sculptures, designers and other artists from the far east. The exhibits changes monthly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Geological Museum"],["alt=Геологический музей Хабаровска"],["url="],["email="],["address=15 Lenin St"],["lat=48.46914"],["long=135.06913"],["directions="],["phone=+7 (4212) 215 370"],["tollfree="],["fax="],["hours=10AM–6PM"],["price="],["content=Housed in a beautiful 19th century building, once belonging to a prominent local merchant family. True to its name, this museum has a huge collection of rocks and minerals – some even some from outer space, like a few moon fragments brought home to Earth by automatic probes and one of the world's largest iron meteorites which crashed into the Sikhot-Ailin mountains in the forties. If you are not into stones, you could check out the small section on tools and equipment related to prospecting in the region or the collection of prehistoric plant and animal fossils. Outside the museum there are a few large monoliths of minerals, ores and rocks."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Khabarovsk City History Museum"],["alt=Музей истории Хабаровска"],["url="],["email="],["address=85 Lenina St"],["lat=48.48342"],["long=135.09242"],["directions=Exit Dynamo park to the east and walk along the Platinium Arena turn right when the road ends until Lenina St"],["phone=+7 (4212) 412 706"],["tollfree="],["fax="],["hours="],["price=Foreigners 300 rubles"],["content=Actually the youngest museum in town, only opened in 2004. A small museum which details the history of Khabarovsk from its inception up until today. Covering the pre-revolutionary period, the October Revolution and the civil war in Khabarovsk, the city during World War II, and up until the Perestroika and modern Khabarovsk. The collection is mainly made up of everyday items, photographs and documents from private donations."]]}]},"\n",{"type":"===","value":[" Other attractions "]},"\n",{"type":"[[","value":[["File:Khabarovsk Cathedral 4.jpg"],["thumb"],["250px"],["The Transfiguration Cathedral in winter blue"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Arboretum"],["alt=Хабаровский дендрарий"],["url="],["email="],["address=71 Volochaevskaya St"],["lat=48.46636"],["long=135.08622"],["directions="],["phone=+7 (4212) 22 34 01"],["tollfree="],["fax="],["hours=May-Oct, advance reservations required"],["price="],["content=Founded in 1896 as a experimental laboratory, it was transformed into an a 12 hectare (27 acre) botanical garden in the thirties. It's a nice place for a stroll among the many trees, bushes and flowers, about 800 different kinds of them gathered from nearly every continent; some exotic medical plants also grow here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Cathedral of the Transfiguration"],["alt=Spaso-Preobrazhensky Cathedral, Преображенский Кафедральный собор"],["url="],["email="],["address=Lenina St"],["lat=48.46618"],["long=135.06695"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Christianity is alive and well in Russia, as this golden domed church towering above Khabarovsk is evidence of. Only completed in 2004, at 83 meters it's the 3rd tallest church in all of Rusia - inside it's not that impressive, just large. The monastery, or rather the Theological Seminary, right next to it is also worth a look a brief look from the outside. Opposite, facing the Amur is a war memorial \"Вечный огонь\" (\"the eternal flame\"), rather kitschy but has good Amur views. The whole thing is labeled as the ",{"type":"''","value":["Ploshchad Slavy"]}," or the Square of Glory."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dynamo Park"],["alt=Парк Динамо"],["url="],["email="],["address=62 Karla Marksa St"],["lat=48.48286"],["long=135.07540"],["directions=South side of Karla Marksa St, just north of Lenina square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A quite attractive park spreading over 30 hectares, immensely popular with locals on sunny days. The water ponds to the south are popular for splashing and cooling down. There are several nice, quirky statues cut from huge wooden logs dotted all over the park which can be interesting to trace down in a small treasure hunt for adults. There are also a handful of running amusements, cafés and beer gardens. Just across the street from the eastern entrance, Khabarovsk's local ice-hockey team battles it out in the premier Russian league in the Platinum arena."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Vsevolod Sysoyev Far Eastern Zoo"],["alt=Зоопарк имени В. Сысоева"],["url="],["email="],["address=25 Pervomaiskaya St"],["lat=48.49285"],["long=135.06695"],["directions=Way out in the northern suburbs, bus number 8 all the way to the end"],["phone=+7 (4212) 647-556"],["tollfree="],["fax="],["hours=Daily 10AM-6PM"],["price="],["content=Opened only in 2002, this smallish zoo have around 40 different species, mostly regional fauna like Ussuriysk bears and tigers and the Far Eastern Leopard. The zoo is named after local nature writer."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Le quai de Khabarivsk.JPG"],["thumb"],["250px"],["The city beach with the Cathedral of the Transfiguration towering above."]]},"\nIn addition to these listings there are also a ",{"type":"'''","value":["Drama Theatre"]}," and a ",{"type":"'''","value":["Children's 'Theatre"]},", but they are probably not of much interest unless you speak Russian. Nonetheless, the city has a fairly vibrant cultural life.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=City Beach"],["alt=Хабаровска пляж"],["url="],["email="],["address="],["lat=48.47139"],["long=135.05213"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pictured on the right, the beach on the River Promenade just below the cathedral is hugely popular on warm summer days and packed with sunbathers — so much so that it's easy to forget you are over 300 km away from the nearest piece of coast. It is possible to take a quick dip, but stay very close to land as the current is strong, and keep in mind there are old world Chinese and Russian industries upstream. Usually there are some inflatable slides set up for kids."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Khabarovsk Philarmony"],["alt=Хабаровская краевая филармония"],["url=http:\/\/www.phildv.ru"],["email=mmbabaeva@mail.ru"],["address=7 Shevchenko St"],["lat=48.47311"],["long=135.05237"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If the language of classic music is more understandable for you than the tongue of Russian artists, this is the  place you might enjoy. The whole Far Eastern Orchestra and Organ performers in the downtown are all for your pleasure. The big hall of Philarmony is just the next door to the Museum of Arts and open every day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gaidara Childrens' Park"],["alt=Детский парк им. Гайдара"],["url="],["email="],["address=2 Leo Tolstoy St"],["lat=48.48352"],["long=135.07476"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small amusement park opposite the large Dynamo park to the north of the center. Mainly amusements for kids, with a small roller-coaster, bouncy castles, swings etc., and a few cafés for eating. Most interesting if you have kids, but there is a gaming arcade at the north end with a bowling alley, slot machines and fusball tables for the more grown up."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Khabarovsk Circus"],["alt=Хабаровский цирк"],["url="],["email="],["address=120 Krasnorechenskaya St"],["lat=48.43848"],["long=135.11482"],["directions=Gagarin Park"],["phone=+7 (4212) 365 622"],["tollfree="],["fax="],["hours=Performances: F 16; Sa-Su: 12 & 16"],["price=60 rubles"],["content=Khabarovsk Circus had a brand new home constructed a few years back, in a impressive building in Gagerin Park.  There will usually be guest performances from all over Russia or even China, as well as from a range of circus animals — including of course, bears."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Theatre of Musical Comedy"],["alt=Хабаровский краевой музыкальный театр"],["url=http:\/\/muzteatr.khv.ru"],["email="],["address=64 Karla Marksa St"],["lat=48.48407"],["long=135.07760"],["directions=in Dynamo Park"],["phone=+7 (4212) 227 021"],["tollfree="],["fax="],["hours="],["price="],["content=The oldest theatre in Khabarovsk Krai performs classical and modern operettas as well as occasional comedies in a huge bombastic building in Dynamo park. The massive 900 seat hall is also the city's main concert venue."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Triada Pantomime Theatre"],["alt=Театр пантомимы Триада"],["url=http:\/\/triada-theatre.ru\/"],["email="],["address=27 Lenina st"],["lat=48.47130"],["long=135.07400"],["directions="],["phone=(4212) 31 31 81"],["tollfree="],["fax="],["hours="],["price="],["content=Established in the waning days of the Soviet Union, this institution has outlived communism, and is still going strong after 30 years. The name is from the Greek word for trinity, meant to signify the three purposes of Pantomime: to laugh, cry and excite, all done through simple entertaining shows that are often meant to convey a deeper philosophical idea. Besides pantomime shows, they also play comedic clown acts and traditional theatre. The hall seats around 90 people."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Platinum Arena"],["alt=Платинум Арена"],["url=http:\/\/www.platinumarena.ru\/index_e.php"],["email="],["address="],["lat=48.48382"],["long=135.08583"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The major sports and concerts center, a training base of hockey team 'Amur'. Often hosts Russian and Western music stars."]]}]},"\n",{"type":"===","value":[" Events "]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Ice Fantasy Festival"],["alt=Ледовая Фантазия"],["url=http:\/\/www.feic.ru\/feiceng\/competition.html"],["email=order@feic.ru"],["address="],["lat="],["long="],["directions="],["phone=+7 (4212) 628 088"],["tollfree="],["fax="],["hours="],["price="],["content=Annual ice sculpting competition that has been held in January every year since 2001. Attracts some of the sculptors from the much grander and more famous Harbin festival. Worth a look if you're in town."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Muravyov Amurskiy street from Sobornaya sq.JPG"],["thumb"],["250px"],["Muravyov-Amurskiy street is one of the city's main thoroughfares and lines with shops and attractive buildings."]]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Vyborg Market"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(Международный торговый центр 'Выборгский') on Vyborgskaya Street is a huge and very lively market, with not only local Russians but also a visible example of the proximity to China — many Chinese traders selling imported products of every variety under the sun, e.g. domestic appliances, toys, cutlery and clothing, from their home country. There is also a couple of huge indoor halls with locals selling fruits, vegetables and meat. It's well worth a stroll, even if you don't plan on buying anything. Open 9AM—7PM."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Central Department Store"],["alt=ЦУМ - Центральный универмаг г. Хабаровска"],["url="],["email="],["address=23 Muraveva-Amur St"],["lat="],["long="],["directions=About halfway between Lenina Sq. and the cathedral"],["phone=+7 (4217) 304 195"],["tollfree="],["fax="],["hours=9AM-8PM"],["price="],["content=3 floors of high-end shopping in a nice old building, renovated inside out a couple of years back, but it's actually the oldest business in the city. Fashion, electronics, watches, perfumery and other stuff along those lines. Also has a ATM that takes international credit cards."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Hudozhestvennye Salony"],["alt=Художественный салон"],["url="],["email="],["address=15 Muravyov-Amursky St"],["lat="],["long="],["directions="],["phone=+7 (4212) 311 921"],["tollfree="],["fax="],["hours=10AM-7PM"],["price="],["content=Means \"Art salon\", all Russian handicrafts slightly cheaper than its next door neighbour. Good place to get the ritual Matreshka doll purchase over and done with, since they are good quality here, though certainly not cheap. Also has a good selection of jewelery and ",{"type":"''","value":["Khokhloma"]}," items — a traditional Russian wood painting handicraft, though if you're heading west, you might want to wait for ",{"type":"[[","value":[["Nizhny Novgorod"]]}," where they originate."]]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Tainy Remesla"],["alt=Тайны ремесла"],["url="],["email="],["address=17 Muravyov-Amursky St"],["lat="],["long="],["directions="],["phone=+7 (4212) 327 385"],["tollfree="],["fax="],["hours=10AM-7PM"],["price="],["content=Inside the impressive old city Duma building (see picture ",{"type":"[[","value":[["Khabarovsk#History"],["above"]]},") is probably the best place in town to buy souvenirs, but bring a pair of pants with deep pockets, because you'll need them to buy most of what you see in the shop; art works by the far east's  aboriginal peoples, Khokhloma goods, art, jewelery, stone and amber handicrafts and even toys."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=NK City"],["alt=НК Сити"],["url=http:\/\/www.nk.ru\/tc\/"],["email="],["address=76 Karl Marx St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-8PM"],["price="],["content=A large prestigious supermarket in the city's center located at the road junction offering a good deal of cheap food, brand clothes and electronic stuff with a 3D cinema on the 5th floor and a couple of small restaurants."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThe local cuisine consists primarily of traditional Russian restaurants and different Asian-style places. Italian food is also common. However, there's a great variety of cheap fast-food outlets on the streets. Prices start from $3 for good snack to $5–10 at the Golden Bird fast food chain. Meals in small restaurants are available for $10–20. If money is not a concern, you can dine with a view of sunset and the Amur River at Hotel \"Inturist\" for $50–100.\n\n",{"type":"[[","value":[["File:Хабаровск набережная адм Невельского зимой.JPG"],["thumb"],["250px"],["Amur riverbank in winter."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Café Utyos"],["alt=кафе «Утёс»"],["url="],["email="],["address=15 Shevchenko St"],["lat=48.47265"],["long=135.04957"],["directions="],["phone=+7 (4212) 399 774"],["tollfree="],["fax="],["hours="],["price=Mains 800-1500 rubles"],["content=The name means The Cliff in Russian, very appropriate as the restaurant is located in an unusual art nouveau building from the forties on top of the tall cliff dominating the waterfront, which used to be a lifeboat station. It has a large balcony with spectacular views of the Amur, beneath which the restaurant spreads out over two floors serving Japanese and western fare. A bit on the expensive side and the food leaves something to be desired, though dining with a grand view is the draw here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chilly"],["alt=Чили"],["url=http:\/\/www.chilly27.ru"],["email="],["address=23 Leningradskaya St"],["lat=48.48547"],["long=135.08979"],["directions="],["phone=+7 (4212) 391 919"],["tollfree="],["fax="],["hours="],["price=Mains 400-1500 rubles"],["content=Steaks, fish, fajitas, burritos and tacos can be washed down with tequilas at the bar, while watching Russians wearing sombreros doing the Mariachi and scantly clad (but fairly decent) girls doing latin danceshow. It can all seem a bit tacky, but hey, that's what tequilas are for, drink a few and you might end up enjoying yourself."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chocolate"],["alt="],["url="],["email="],["address=74 Turgeneva St"],["lat=48.47333"],["long=135.05717"],["directions=near the cathedral"],["phone=420 097"],["tollfree="],["fax="],["hours="],["price="],["content=A stylish, modern looking cafe-like eatery with an international menu, cappuccino, and free wireless access."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Harley Davidson motor-saloon"],["url="],["email="],["address=5, Muravyov-Amursky st"],["lat="],["long="],["directions="],["phone=+7(4212) 25-49-56"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the historic center this is not actually a biker's pub, but a full-fledged restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kabachok"],["alt=Кабачок"],["url="],["email="],["address=84, Zaparina st"],["lat=48.47551"],["long=135.06177"],["directions=Opposite the entrance of the cinema 'Gigant' in the city center"],["phone=+7(4212) 42-31-84"],["tollfree="],["fax="],["hours=12.00-24.00"],["price=700-1000RUB"],["content=Ukranian restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=R-Cafe"],["url=http:\/\/worldcoffe.ru\/place\/rcafe"],["email="],["address=52 Pushkina St"],["lat="],["long="],["directions=On Lenin square"],["phone=+7 (4212) 610 233"],["tollfree="],["fax="],["hours=Daily 10AM-midnight"],["price="],["content=Stylish café designed by a Moscow architect. An expansive fusion-esque menu, but they actually pull off most of the dishes quite nicely. Also works if you want a drink, although it's on the expensive side with mains going for 700-2000 rubles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Russki Restaurant"],["alt=Русский Ресторан"],["url=http:\/\/www.russian-ml.ru"],["email="],["address=9 Ussuriiski Blvd"],["lat=48.47012"],["long=135.06158"],["directions="],["phone=+7 7 (4212) 306 587"],["tollfree="],["fax="],["hours=noon-1AM"],["price=600-900 rubles"],["content=Russki means Russian, and that is exactly what you can expect; cozy if tacky decór - Datcha (log cabin) style, complete with a Banya (costs extra), the waiters are dressed in Russian national clothes, and one of the four halls usually has live Russian folk music. Even if that's not your thing, you can't hold anything against the food: expect tasty classic Russian fare like blinis, patties, borscht, or the good sizzling sturgeon or meat served on warm stones. All can be washed down with tea from the samovar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Scalini"],["alt="],["url="],["email="],["address=18 Muravyov-Amurskiy St"],["lat=48.47368"],["long=135.06023"],["directions="],["phone=+7 (4212) 305 837"],["tollfree="],["fax="],["hours="],["price="],["content=Pricey but good Italian restaurant, though the service might wind up feeling a bit pretentious out here in the far east."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Teplan Yaki"],["alt=Теплан Яки"],["url="],["email="],["address=11, Muravyov-Amursky st"],["lat="],["long="],["directions="],["phone=+7(4212) 32-47-63"],["tollfree="],["fax="],["hours=12.00-24.00"],["price="],["content=Nice sushi-bar on the main street. Teplan. 700-2000RUB."]]}]},"\n",{"type":"===","value":["Fast food"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza Tempo"],["alt=Пицца Темпо"],["url="],["email="],["address=29, Dikopoltseva St"],["lat="],["long="],["directions=50m from the Muravyov Amursky st"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a lot of students from the Railway college nearby."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Stolovaya Lozhka"],["alt=Столовая Ложка"],["url="],["email="],["address=29, Dikopoltseva St"],["lat="],["long="],["directions=The same address as above, but right door"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Golden Bird"],["url="],["email="],["address=7, Muravyov Amursky st"],["lat="],["long="],["directions=Trade center 'Lotos', the entrance is at the left hand"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=McDonald's-style eatery."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["image:Amur bars.JPG"],["thumb"],["250px"],["Bars at the river promenade"]]},"\n\nLocals will happily teach you how to drink Russian-style. People are very friendly, and in general you will find lots of locals who would love to practice their English. Don't miss an offer to visit a Russian ",{"type":"''","value":["banya"]}," (sauna) somewhere outside the city.\n\nFor the most part you should avoid the pubs and bars if weather permits, and indulge in the many beer tents instead.  The ",{"type":"'''","value":["River Promenade"]}," (",{"type":"''","value":["Набережная Хабаровска"]},") below the large cathedral is a lively place in the summer months, open air cafes in large tents, dot the promenade along the river. Most bars play different styles of music, and there is usually live music going on in one of the tents. Young crowd, and some establishments stay open till very late. This is also the starting point for a host of river boats, taking the party going crowd on short cruises down the river with loud music banging out the speakers. ",{"type":"'''","value":["Dynamo Park"]}," (",{"type":"''","value":["Парк Динамо"]},") also has some beergarten style watering holes along long benches beneath coloured lanterns and Russian ",{"type":"''","value":["schlagers"]}," blasting out the speakers.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Eternal"],["url="],["email="],["address=62B Karl Marx st"],["lat="],["long="],["directions=City's Second Pond"],["phone=45-09-14"],["tollfree="],["fax="],["hours=Mo-Th 12:00-24:00 Fr-Sa 12:00-2:00, Su 12:00-24:00"],["price=Menu 700RUB on average"],["content=Surrounded by water of the Pond, this is a glass-and-steel construction of two-floors with a dance-floor and a bar. Entrance fee: VIP (200RUB), FC (500RUB). Soft zones: 1500-2000RUB. DJ service."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hospital"],["alt=H.S.P.T.L."],["url=http:\/\/www.hospitalclub.ru"],["email="],["address=3B Muravyov-Amurskiy St"],["lat="],["long="],["directions="],["phone=+7 (4212) 448 427"],["tollfree="],["fax="],["hours="],["price="],["content=Hottest club around, but getting in will usually prove tricky if you are not a \"member\", though it is doable — especially if you are a English speaking Westerner."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Nebo Nightclub"],["alt=Небо"],["url=http:\/\/www.neboclub.ru"],["email="],["address=46 Turgenev St, 5th floor"],["lat="],["long="],["directions="],["phone=+7 (4212) 613 959"],["tollfree="],["fax="],["hours="],["price="],["content=Neba was a popular and spacious up-scale 3 floor club, with a large dance floor on the ground level. Authorities shut it down along with hundreds of other clubs following a deadly nightclub fire elsewhere in Russia. Owners are reopening as Nebo and seem to be back in business."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Plastilin"],["url="],["email="],["address=96A Karl Marx st"],["lat="],["long="],["directions="],["phone=45-43-30"],["tollfree="],["fax="],["hours="],["price="],["content=Small hall but wonderful atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Pleasure"],["url=http:\/\/www.pleasure-club.ru"],["email="],["address=28 Leningradskaya St"],["lat="],["long="],["directions="],["phone=47-77-77"],["tollfree="],["fax="],["hours=F-Sa 23:00-6:00"],["price="],["content=Two-floor spacious club with three bars, VIP, and proposed terrace on the roof."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Pool Bar"],["url="],["email="],["address=2A Lenina St"],["lat="],["long="],["directions="],["phone=+7 (4212) 227 523"],["tollfree="],["fax="],["hours=1PM-3AM"],["price="],["content= The most popular bar in the city and the oldest one. Popular with foreigners and not crazily expensive. Pint of Heineken 150 RUB. As you might have guessed from the name, it has pool tables."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Velicano"],["url="],["email="],["address=67A Zaparina St"],["lat="],["long="],["directions="],["phone=+7 (4212) 326 390"],["tollfree="],["fax="],["hours=Th & Su 9PM—3AM, F—Sa 9PM—6AM"],["price=Cover charge 150—350 rubles"],["content=It's a bit Russian, but nice nonetheless.  Two dance floors and competent bartenders."]]}]},"\n",{"type":"===","value":["Coffee"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shokoladnitsa"]}," at 69, Lenina st. and 44, Muravyov-Amursky st. 08:00-24:00. All-Russian brand cafes offering a variety of coffee and chocolate drinks."]},"\n",{"type":"*","value":[" Cafe ",{"type":"'''","value":["COFFEE"]}," is one more network to relax in town. Addresses: 43, Karl Marx st. and 64, Komsomolskaya st."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sense Café"],["alt=кафе Sense"],["url="],["email="],["address=22a Postysheva St"],["lat="],["long="],["directions="],["phone=+7 (4212) 452 010"],["tollfree="],["fax="],["hours="],["price="],["content=Cafe which serves a descent coffee, and also works if you want a bite, all while you browse their free wifi. Sometimes there is live music to accompany your drink."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rock-bar 'Garage'"],["alt=Гараж"],["url="],["email="],["address=15 Volochayevskata St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo, Thu, Su 12:00-2:00, Fr-Sa 12:00-..."],["price="],["content=Stylish and cosy cafe with live sound, Russian-European food, coffee and theme parties."]]}]},"\n",{"type":"==","value":["Learn"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.khstu.ru\/eng\/?menu=Common Pacific National University"]}]},", formally a Polytechnic Institute, is now a full fledged university, with over 21.000 students enrolled. Has a single Masters programme in Computer Sciences in cooperation with a German university, which is taught in English.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.khspu.ru\/articles.php?article_id=56 Far Eastern State University of Humanities"]}]}," offers a summer course in Russian language in July as well as courses during the academic year.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fesmu.ru\/ Far-Eastern State Medical University"]}]}," is a major medical institution in Eastern Siberia.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.festu.khv.ru\/ Far-Eastern State University of Railways"]}]}," being one of the largest universities includes the course of Russian-Americam Programme.\n\nThe ",{"type":"'''","value":["Far-Eastern State Scientific Library"]}," is an old and beautiful Art-Nouveau building in the city's center and has American, German and Japanese centers. ",{"type":"[","value":["http:\/\/www.fessl.ru"]},"\n\n",{"type":"'''","value":["Japanese Center in Khabarovsk"]}," offers course of Japanese language as well as participation in business seminars ",{"type":"[","value":["http:\/\/www.japancenter.khv.ru\/"]},"\n\n",{"type":"==","value":["Sleep"]},"\nNo hostels and not many unrenovated Soviet rooms, so accommodation is pretty steep — on the other hand, the situation is not much different from the rest of Russia.  If the situation is desperate and you have a valid ISIC card, you could try to see if the university will hook you up with a room in their dorms — though call ahead instead of showing up on the day. If not, rooms can go as low as 1000 rubles (€25) if you look around and book well ahead of arrival.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Abricol Hotel"],["alt=Гостиница Абриколь"],["url=http:\/\/www.abricole.com\/"],["email="],["address=138 Voronezhkaya St"],["lat=48.5305"],["long=135.0703"],["directions=Bus 6 or 57 from the railway station"],["phone=+7 (4212) 660 000"],["tollfree="],["fax="],["hours="],["price=2250-5000 rubles"],["checkin="],["checkout="],["content=About a kilometer north(west) of the railway station on the outskirts of town, offers 28 modern rooms within a larger entertainment complex which also includes a restaurant, two bars, billiards, a bowling alley and a sauna\/pool. The Hotel is hard to reach by public Transport, taxi from city center costs about 250 rubles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ali Hotel"],["alt=Гостиница «Али»"],["url="],["email="],["address=17 Mukhin St"],["lat=48.47921"],["long=135.08253"],["directions="],["phone=+8 (4212) 217 888"],["tollfree="],["fax="],["hours="],["price=3500-11000 rubles"],["checkin="],["checkout="],["content=Is an up-scale choice with 24 rooms overlooking the city ponds. Has a swimming pool, casino and fitness facilities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amur Hotel"],["alt=Гостиница «Амур»"],["url=http:\/\/www.amurhotel.ru\/"],["email="],["address=29 Lenina St"],["lat=48.47177"],["long=135.07469"],["directions="],["phone=+7 (4212) 221 223"],["tollfree="],["fax="],["hours="],["price=2450-4500 rubles"],["checkin="],["checkout="],["content=Classic building on Lenina street, though it lost some of it grand old-world charm when it was renovated back in 2005, and the 78 rooms are for the most part very kitschy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Intourist Hotel"],["alt=Гостиница «Интурист»"],["url=http:\/\/www.intourist.hbr.ru\/"],["email="],["address=2 Amursky Blvd"],["lat=48.47487"],["long=135.05155"],["directions="],["phone=+8 (4212) 326 507"],["tollfree="],["fax="],["hours="],["price=2750-8200 rubles"],["checkin="],["checkout="],["content=283 rooms divided into singles, doubles and triples, all have air condition and Sat-TV. Big, Bombastic and Soviet in appearance, but at least the service has much improved since those days, though you may still find it lagging compared to Western standards. Accepts major international credit cards."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Parus Business Center Hotel"],["alt=Бизнес-Центр Парус"],["url=http:\/\/www.hotel-parus.com"],["email="],["address=5 Shevchenko St"],["lat=48.47098"],["long=135.05654"],["directions="],["phone=+7 (4212) 327 270"],["tollfree="],["fax="],["hours="],["price=5200-28500 rubles with suites going up to 16.000 rubles"],["checkin="],["checkout="],["content=Possibly the best located hotel in town, though the noise from the river promenade is reported to sometimes get disturbing for those of the 82 rooms which are facing the Amur river. Unusually for Russia parts of the hotel are located in a classic pre-soviet brick building, and the rooms are spotless in the new wing. On-site Bar, Spa\/Sauna, Restaurant and conference\/meeting facilities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Zarya Hotel"],["alt=«Заря» гостиница"],["url=http:\/\/eng.hotel-ml.ru\/"],["email="],["address=16\/81 Vladivostokskaya St"],["lat=48.491056"],["long=135.081361"],["directions="],["phone=+7 (4212) 327 075"],["tollfree="],["fax="],["hours="],["price=2200-5800 rubles"],["checkin="],["checkout="],["content=Some of the 62 rooms used to be cheapies, but they've all been renovated, so don't count on that any more. On the other hand, the rooms are really nice for the price range. It's a bit away from the centre, but not too far from Dynamo Park and the railway station, and there is a free internet cafe (requires key) for paying guests. The young staff is lovely and unusually helpful, the old staff acts like you're a western spy."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Boutique-Hotel “Khabarovsk City”"],["alt=Бутик-отель Хабаровск Сити"],["url=http:\/\/www.boutique-hotel.ru\/en"],["email="],["address=64 Istomina St"],["lat="],["long="],["directions="],["phone=+7 (4212) 76-76-76"],["tollfree="],["fax="],["hours="],["price=4400-9500 rubles"],["checkin=12:00"],["checkout=12:00"],["content=Boutique-hotel “Khabarovsk City” is located in the central part of the city not far from the Amur River. It is a modern beautiful building of 2008. There are 44 rooms of various categories for 69 guests: standard rooms, studios, and lux. Hotel facilities: restaurant-bar \"Flowers\" (Russian and European cuisine), conference hall, lobby bar, night bar «The place», business center, free wifi, beauty salon, parking lot, booking and delivery air\/train tickets, taxi service, left-luggage office, laundry service, elevator."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Afalina Hotel"],["alt=Гостиница Афалина"],["url="],["email="],["address=80 Dikopoltseva St"],["lat=48.49166"],["long=135.07177"],["directions="],["phone=+7 (4212) 604-706"],["tollfree="],["fax="],["hours="],["price=3600-5400 rubles"],["checkin="],["checkout="],["content=The Afalina Hotel is located near the central railway station of Khabarovsk. It is a small pleasant hotel with friendly staff. Hotel building was built in 1994, and renovated in 2008. There are 26 rooms of European style in different categories. Every room has its own design. All rooms are air-conditioned, equipped with TV, internet access, phone, safe, refrigerator, new shower units. Hotel facilities: restaurant, bar, sauna, billard room, parking lot, laundry service, pet-friendly."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Phones"]},"\nKhabarovsk has the traditional set of Russian mobile operators:\n\n",{"type":"''","value":["GSM 900\/1800:"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Beeline"],["alt=by Vympelcom"],["url=http:\/\/beeline.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+ 7(4212)64-90-64"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Megafon"],["url=http:\/\/khb.megafon.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+7 800 333 0500"],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=MTS"],["alt=Mobile TeleSystems"],["url=http:\/\/www.mts.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+7 800 333 0890"],["fax="],["hours="],["price="],["content="]]}]},{"type":"''","value":["CDMA:"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Skylink"],["url=http:\/\/skylink.ru\/habarovsk\/main\/"],["email="],["address=Dzerzhiskogo, 4"],["lat="],["long="],["directions= Near Amur hotel."],["phone=+7(4212)74–44–44"],["tollfree="],["fax="],["hours="],["price="],["content=The all-Russian CDMA operator, having less subscribers, than GSM operators, but popular for faster and cheaper mobile Internet service."]]}]},{"type":"''","value":["4G (LTE):"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Megafon"],["url=http:\/\/khb.megafon.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 800 333 0500"],["tollfree="],["fax="],["hours="],["price="],["content=new standart of mobile internet."]]}]},"\nCheck roaming prices before using non-Russian sim-card, especially those for mobile Internet. Some standards of mobile connection are not supported in ",{"type":"[[","value":[["Russia"]]},", e.g. those for ",{"type":"[[","value":[["Japan"]]}," and ",{"type":"[[","value":[["United States"]]},".\n\nStaying in ",{"type":"[[","value":[["Russia"]]}," for a week or more, it's definetily worth to buy a local sim-card, but be aware, that a passport is needed for that. The easiest way refill a local mobile account is to use an ATM for that. Most ATMs have bilingual interfaces, allowing numerous kinds of payments, including those for mobile services by local operators. Another ways include terminals spread all over town - like Qiwi or mobile shops.\n\n",{"type":"===","value":["Internet"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Game studio"],["url="],["email="],["address=19 Gaidara St"],["lat="],["long="],["directions="],["phone=91-02-01"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Lexx"],["url="],["email="],["address=43 Karl Marx St"],["lat="],["long="],["directions="],["phone=30-87-18"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Net Club Place"],["url=http:\/\/www.netclubplace.ru"],["email="],["address=64 Istomina St"],["lat="],["long="],["directions="],["phone=77-75-11"],["tollfree="],["fax="],["hours=24h access"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Port"],["url="],["email=Club_portal@mail.ru"],["address=7 Moskovskaya st"],["lat="],["long="],["directions="],["phone=41-18-18"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=ZenaClub"],["url="],["email="],["address=37 Gogol st"],["lat="],["long="],["directions="],["phone=73-43-10"],["tollfree="],["fax="],["hours=24h access"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Adrenaline"],["url="],["email="],["address=80 Serysheva St"],["lat="],["long="],["directions="],["phone=75-35-83"],["tollfree="],["fax="],["hours=9:00-24:00"],["price=30RUB\/hour"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Kolizei"],["url="],["email="],["address=49 Karl Marx St"],["lat="],["long="],["directions="],["phone=21-12-87"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Planeta.RU"],["url="],["email=Planet.club@mail.ru"],["address=52 Pushkin st"],["lat="],["long="],["directions=Lenin square"],["phone=42-06-33"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Redcom"],["url=http:\/\/www.redcom.ru\/"],["email=info@redcom.ru"],["address=74 Karl Marx St"],["lat="],["long="],["directions=Near 'NK City' supermarket"],["phone=32-46-73"],["tollfree="],["fax="],["hours=9:00-21:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Cinema 'Druzhba'"],["url="],["email="],["address="],["lat="],["long="],["directions=300m from the exit of Railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free wi-fi in a lounge cafe"]]}]},"\n",{"type":"===","value":["Post"]},"\nThe ",{"type":"'''","value":["General post office"]}," at 28 Muravyov-Amurskiy St. If you plan on calling anyone, Khabarovsk is UTC +10 (or 7 hours ahead of Moscow).\n\nThe post-office at the railway station is located on 13 Leningradsky per. about 200m from the station building.\n\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"===","value":["Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["alt=General Consulate"],["url=http:\/\/khabarovsk.chineseconsulate.org"],["email=gcchina@gcchina.khv.ru"],["address=Lenin Stadium, southern entrance"],["lat="],["long="],["directions="],["phone=+7 (4212) 328-390"],["tollfree="],["fax=+7 (4212) 649-094"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["alt=General Consulate"],["url=http:\/\/www.khabarovsk.ru.emb-japan.go.jp\/"],["email=jp-consul@sovintel.ru"],["address=46 Turgenev St"],["lat="],["long="],["directions="],["phone=+7 (4212) 413-044"],["tollfree="],["fax=+7 (4212) 413-047"],["hours=price="],["price="],["content="]]}]},"\n",{"type":"===","value":["Travel Agencies"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Dalgeo Tours"],["alt=Дальгео Турс"],["url=http:\/\/www.dalgeo.ru"],["email=postmaster@dalgeo.khv.ru"],["address=78 Turgenev St"],["lat="],["long="],["directions="],["phone=+7(4212)318830"],["tollfree="],["fax="],["hours=9.00 - 17.00"],["price="],["content=One of the best organized travel agencies in the Russian far east, has English, Chinese and Japanese speaking staff available. Can assist with train tickets, ferry bookings for 700 RUB, and organizing Visas. Also hosts a range of local tours like the one to the ancient drawings of Sikachi-Alyan."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Travel agency 'New millenium'"],["alt=Новое тысячелетие"],["url=http:\/\/www.new-millennium.ru\/index.htm"],["email=info@new-millennium.ru"],["address=office #106a, 22, Tolstogo st"],["lat="],["long="],["directions="],["phone=+7(4212) 21-14-54"],["tollfree="],["fax=+7(4212) 21-14-54"],["hours="],["price="],["content= Year-round tours to Khekhtsyrsky Nature reserve. Time travel: 5 hours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Ocean-Tour"],["alt=Океан Тур"],["url=http:\/\/ocean-tour.ru\/index.php?option=com_content&task=category&sectionid=22&id=66&Itemid=157"],["email=tourleading@mail.ru"],["address="],["lat="],["long="],["directions="],["phone=+7(4212)41-15-47"],["tollfree="],["fax=+7(4212) 77-38-10"],["hours="],["price="],["content=Organized two-day tours to the healing center of wild animals in the taiga forest."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf you like hunting or fishing than there are plenty of things to offer. Join professional hunters for ride on Himalaishian bear or have great time fishing in mountains with no one 50 km around. Where else you can do it??\n\n",{"type":"[[","value":[["File:Khabarovsk Aerial.jpg"],["thumb"],["250px"],["Aerial photo of Khabarovsk, clearly showing the Amur and Ussuri River confluence."]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Khekhtsirsky Nature Reserve"]]},", the closest reserve of endemic plants and animals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bogorodskoye"]}," (",{"type":"''","value":["Богородское"]},") The district centre of Ul'chi rayon, should be reachable within one day on the Meteor boat. However, be prepared that getting back is harder than getting there. Whereas you can easily book your ticket downstream in Khabarovsk, return tickets are available only on the vessel itself, they are sold on a first come - first serve basis. Bogorodskoye is starting to develop eco tourism. To get to the surrounding villages, you need to hire a boat, as many of them are accessible only through waterways. Please be respectful to the indigenous peoples, which have gone through a long history of marginalisation and oppression and many of whom still live in deep poverty nowadays. If you want to know more about indigenous cultures, you can also try to contact the Association of indigenous small peoples of Khabarovsk Kray, which has its office in the city of Khabarovsk, please look here ",{"type":"[","value":["http:\/\/www.raipon.org\/"]}," for their current contact (search for \"Хабаровск\")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sikachi-Alyan"]]}]}," (",{"type":"''","value":["Сикачи-Алян"]},") A national village inhabited by indigenous Nanai people, located some 70 km upstream on the Amur river. Close to the village you can find old petroglyphs, carved into stones on the banks of Amur, dating back some 20,000 years. If you don't find them, you might ask in the village for advise. Everyone should know them. Sikachi-Alyan also has a little museum, where you can learn much about indigenous culture, including shamanism, history and of course about the petroglyphs. However, you should probably know Russian or have an interpreter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Center for rehabilitation of wild animals Utyos"]}," (",{"type":"''","value":["Центр реабилитации диких животных Утёс"]},") In a couple of hours' distance from the city there is a place in taiga near a tiny village where people take care of wild animals who got in trouble. The tigers, Himalayan bears either found injured or starving as orphans are finally put in the Center and walking free in the area of several hectares in Sikhote-Alin natural memorial. ",{"type":"[","value":["http:\/\/www.animals.hbh.ru\/members.htm"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sakhalin"]}," (",{"type":"''","value":["Сахалин"]},") - Khabarovsk is an important transfer point between the ",{"type":"[[","value":[["Trans-Siberian Railway"]]}," and the railway line to ",{"type":"[[","value":[["Vanino"]]},", where ferries shuttles passengers across the Tartar strait to the fascinating ",{"type":"[[","value":[["Sakhalin"]]}," island. From there you can continue your journey onwards to ",{"type":"[[","value":[["Japan"]]}," with a ",{"type":"[[","value":[["Russia to Japan via Sakhalin"],["weekly ferry"]]}," in summer."]},"\n",{"type":"{{","value":[["routebox"],["image1=Trans-Siberian Railway icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Irkutsk"]]}],["minorl1=",{"type":"[[","value":[["Birobidzhan"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Vladivostok"]]}],["minorr1=",{"type":"[[","value":[["Ussuriysk"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Khabarovsk"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Russia\/Administrative Regions\/Khabarovsk Krai\/Khabarovsk\/"]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.4833"],["135.0667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Khabarovsk Krai"]]},"\n\n",{"type":"{{","value":[["related"],["Russia_to_Japan_via_Sakhalin"]]},"\n",{"type":"{{","value":[["related"],["Trans-Siberian_Railway"]]}]