[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Khachmaz"]}," (Xaçmaz, Khachmas) is a major city in ",{"type":"[[","value":[["Northeastern Azerbaijan"]]},"'s Khachmaz region. It is located about 10km from the Caspian Sea, below ",{"type":"[[","value":[["Khudat"]]},", and to the east of ",{"type":"[[","value":[["Quba"]]},". It is located at 41-28N, 48-48E at an elevation of 27m.\n\n",{"type":"==","value":["Understand"]},"\n\nIn the most northeastern region of Azerbaijan, Khachmaz is sandwiched between the Caucasus Mountains in ",{"type":"[[","value":[["Quba"]]}," and ",{"type":"[[","value":[["Qusar"]]}," regions to the west, and the Caspian Sea to the east. The southern border greets Devechi and the region stretches north to Russia. Khachmas city is located toward the bottom third of the region. It is about 10km from the Caspian Sea and the border to Devechi. About half that distance to the Quba border to Khachmaz's west. It is substantially greater distance to the northern border.\n\n",{"type":"===","value":["History"]},"\n\nKhachmaz is one of the most ancient regions of Azerbaijan. The antiquity of the city is evidenced by its wealth of cultural and historical monuments. The region was densely inhabited in the earliest times of human history and settlements, mounds, and barrows of the Bronze Age have been found throughout the region. Throughout its long history, Khachmaz has been a part of the Caucasian kingdom of Albania, the Shirvanshahlar state, and the Quba Khanate. \n\nIn 1810 the Quba Khanate was liquidated and, according to “Gulustan Treaty ” in 1813 between ",{"type":"[[","value":[["Russia"]]}," and ",{"type":"[[","value":[["Iran"],["Persia"]]},", all khanates of Northern Azerbaijan were occupied by Russia except the ",{"type":"[[","value":[["Talysh Region"],["Talysh"]]},", ",{"type":"[[","value":[["Nakhchivan (region)"],["Nakhchivan"]]},", and Irevan Khanates (they were occupied by Russia later after signing Turkmenchay Treaty with Persia in 1828, which divided the territory of Azerbaijan and its people into two parts).\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"*","value":[" Spring: Turns from cold to hot quickly with about two weeks of wonderful weather. On the edges of this transition, weather fluctuates."]},{"type":"*","value":[" Summer: Hot and humid with occasional cloudy days and limited soft showers."]},{"type":"*","value":[" Fall: weather cools significantly making fall comfortable. Showers happen more frequently. Late fall can bring cold weather."]},{"type":"*","value":[" Winter: is cold with gray skies and often brings rain and snow."]},"\nThe climate is generally moderate to warm, humid temperate and subtropical, and Khachmaz sees an average yearly precipitation of 1300-1350 mm and average temperatures of 25-30 °C in July and 1-2 °C in January.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By taxi"]},"\n\nThe fastest transport between Baku and Khachmaz is by taxi. It takes two (2) hours. Prices must be negotiated, but going via Lada from Baku to Khachmaz costs 4-5 AZN per seat (4 persons) and going via by Mercedes costs 5 AZN per seat. To take a cab by yourself, expect to pay around 20 AZN.\n\n",{"type":"===","value":["By train"]},"\nThere is an electric train service that runs between Baku and Khachmaz. The price of the ticket is 0.60 qepik (coins). The train leaves Baku at 8AM. An evening electric train leaves Baku at 7:20 PM.\n\n\nThe electric train ride is for the adventurer. The cars are packed with people (especially with the current road construction anticipated to last until 2010). Khanims (ladies) from the bazaar tend to take up seating space to stretch their legs or with their baggage. Don't be surprised if you have to argue for a seat or stand for a portion of the 4:45 minute ride from Baku to Khachmaz. The seats are wooden benches and aren't especially clean; the isles are crammed with cargo from fruit sellers; and the patrons can get loud during arguments over space.\n\nThe night train Baku-Yalama costs 0.60 qepik and leaves Baku at 8PM.\n\n",{"type":"===","value":["By bus or marshrutka"]},"\nBuses and marshrutkas depart from Shamakhinka bus station in ",{"type":"[[","value":[["Baku"]]}," every hour starting at 8AM. Buses and marshrutkas are a comfortable option, but take longer than taxis. The trip from Baku to Khachmaz takes 3 hours via bus and costs 3 AZN. The marshrutkas or minibuses usually depart every half an hour starting at 8 in the morning. It takes 2.5-3 hours to get to Khachmaz.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz – Çarxı"],["alt=distance 11 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 09:00; 13:00; 15:00"],["price=cost 0,30"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-Tikanoba"],["alt=distance 21 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 07:00; 13:00"],["price=cost 0,50"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-Aşağızeyid"],["alt=distance 18 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 9:00; 13:00"],["price=cost 0,50"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=XaçmazNağıoba"],["alt=distance 23 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 7:00; 13:00"],["price=cost 0,60"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-Qıraqlı"],["alt=distance 23 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 7:00; 13:00"],["price=cost 0,60"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-Əhmədoba"],["alt=distance 18 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 7:00; 13:00"],["price=cost 0,50"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-Xəzərli"],["alt=distance 22 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 7:00; 13:00"],["price=cost 0,60"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-İnqilab"],["alt=distance 23 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 7:00; 13:00"],["price=cost 0,60"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-Alekseyevka"],["alt=distance 15 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 7:00; 13:00"],["price=cost 0,40"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-Xudat"],["alt=distance 21 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 7:00 and bus leaves every 20 minutes after the hour"],["price=cost 0.50"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-Nabran"],["alt=distance 25 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 8:00 and bus leaves every hour"],["price=cost 0,60"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xaçmaz-Yalama"],["alt=distance 23 KM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=scheduled times 7:00; 13:00"],["price=cost 0,60"],["content="]]}]},"\n",{"type":"==","value":["Get around"]},"\n\nTaxis are quite convenient if you know where you want to go within the city. The are many taxis in Khachmaz. Service within the town generally costs just 1 AZN. \n\n",{"type":"==","value":["See"]},"\n\nThe Khachmaz region is very rich with monuments of history, culture and architecture. Some of the most significant are Sarkartapa, the ancient city-fortress Khudat, a fourth century Albanian mosque, the sixteenth century mosque-madrasa of Shah Abbas of XV-XVI centuries in Garaqurtlu, a village in Khachmaz, ancient settlements and the barrows of the Bronze Age, the famous “Iron gate” of Derbent fortress becoming a symbol of its inaccessibility. The fortifications “Baba-al-Abvat” were constructed in VIII-VII centuries B.C and protected from invasion the northern boundaries of Azerbaijan. Today Khachmaz borders with Russia here. In the village of Shykhlar the tourists can see the earliest monument of the mausoleum of the Middle ages- a mosque of Sheikh Yusif ( XV century ). At the top of the mountain Galadag the ruins of Gaurgala fortress have been kept. \n\n",{"type":"*","value":["The Northeast Tourism Office is an excellent spot to get information on seeing the sites both within Khachmaz itself and in throughout the surrounding region."]},"\n",{"type":"===","value":["Historic sites"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Albanian church"]},". This church dates back to the III-IV centuries and the kingdom of Albania. There is a similar mosque in ",{"type":"[[","value":[["Qabala"]]},", which served as the capital of Albania for centuries."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sarkartapa"]},". The Bronze Age Sarkartapa monument outside Khachmaz (also called ",{"type":"''","value":["Sarkar gishlaghy"]}," \"Sarkar winter camp\") is an important and particularly fruitful archaeological site."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bostanly Village"]},". The early medieval Bostanly Village is one of the more interesting places for Khachmaz visitors. There is a hill 20-25 meters high called \"Maidens’ Hill\" and very close to this monument there is another interesting place called the \"Seven sisters\" tombs, covered with Arabic manuscripts. If you dive deep enough, you may be treated to some of the many legends about the seven sisters preserved in the local folklore. Numerous archaeological findings from Bostanly are displayed at the Regional Ethnography Museum. "]}," \n",{"type":"*","value":[{"type":"'''","value":["Ancient city-fortress Khudat"]},". Khudat (meaning Charisma) was the capital of the Quba Khanate in early eighteenth century. Following Fatali-Khan's move from Khudat to Quba in 1735, the city lost its importance and turned into ruins."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Mosque of Sheikh Yusif (XV)"]},". This Mosque is one of the earliest monuments in the mausoleum style widely used throughout the sixteenth and seventeenth centuries that has been preserved in the nearby village of Shikhlar. Sheikh Yusif, an outstanding scientist-philosopher of his day, was buried along with his wife and son and four of his followers in this mosque."]},"\n",{"type":"===","value":["Museums"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Regional Ethnography Museum"],["alt=Museum of Local Lore"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This museum is located in the city center. The museum is very rich with archeological findings (over 4,000) representing all the different periods of Khachmaz's history. Of especial interest are the original scientific works of the well-known orientalist Abuabdullah Mahammad-bin Albukhari contained in the \"Aljazaily sani\" as well as the \"Classification of Koran,\" authored by the well-known mathematician, philosopher from Chilaqyr Hajaly, Effendi."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Veteran's Museum"]},". 8,739 Khachmaz residents fought in WWII for the Red Army and some 2,800 of them perished. This museum also remembers 230 people who died in the ethnic conflict with ",{"type":"[[","value":[["Armenia"]]}," during the early 1990s."]},"\n",{"type":"*","value":[{"type":"'''","value":["Heydar Aliyev’s Museum"]},". This is the obligatory personality cult shrine to independent Azerbaijan's first ruler."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Museum of Prominent Figures"]},". This open sky museum is one of the most pleasant places in Khachmaz, located as it is in a nice park filled with fountains and numerous statues of prominent Azeris."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Carpet Museum"]},". Carpet museum is also one of the wonderful places to have a look. Despite it’s recent founding, there are many ancient carpets in the museum along with carpet weaving tools (kargyla, khava, qyr, scissors, etc.), interesting carpet designs, dolls dressed in an ancient national style, a picture gallery and other interesting exhibits. Both of the Museums (Fighting’s Glory Museum and Carpet Museum) are located in the Park of Culture and Rest."]},"\n",{"type":"===","value":["Parks"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Heydar Aliyev Park"]},". A rather nice park with green trees, flowers, fountains, lights, cafes, and tea-houses. The Heydar Aliyev Museum, the Khazar Cinema-Club, and the Chess school are all located in this park."]},"\n",{"type":"*","value":[{"type":"'''","value":["Park of Culture and Rest"]},". This park is full of statues of different animals, artificial ponds stocked with colorful fish, rivers, and fountains full of green frogs (both artificial and live). Some people call this place the Zoo Park due to its zoological theme. One of the favorite places of the local children is the \"Café Cirtdan-Dwarf.\"  The Veterans Museum, Carpet Museum, Post Office, and several cafes are located within the park."]},"\n",{"type":"'''","value":["Cultural Centers and other places to see"]},"\n\nThe House of Culture\nMusic School\nYouth Sport Complex\nClub of Railwaymen\nChess School\nMosques\nChurch (Russian)\nThe Entertaining Centers\nFootball stadium\nKhazar Cinema Club\nCentral Library\nChildren’s Rest and Amusements Center\nCarpet Plant\nOld tradition of carpet weaving still is flourishing in the Khachmaz region and local carpet masters successfully continue its further development. Their artwork products always give a plentiful material for researchers as well as for creative adaptation and usage in various related branches of culture.\nVocational School \nRailway Station\nGulalan Reserve\nModular Power Station \nKhachmaz modular type power station produces on average 1,6-1,8 mln kw\/hour of electricity daily. All 10 generators of the station have been connected to the network in December, this year. Having produced 1,607 megawatt electricity on the first day, the modular station raised the output up to 1,821 megawatts two days later on December 10.\n35-40 megawatts and 45-50 megawatts of the electricity produced in this power station is diverted via electro conductive lines to Quba-",{"type":"[[","value":[["Qusar"]]}," and Khachmaz-Davachy regions respectively to supply a need of residents.\nSource: www.azregionaldevelopment.org\n\nQafqaz Tinned Food Factory\nAs the continuation of the policy - meeting consumers needs on the top level according to strategical activity program of “Azersun Holding” in Xachmaz region of Azerbaijan Republic “Qafqaz Konserv Zavodu”, began operation on 12.09.2003. The whole volume of total capital investment of “Qafqaz Konserv Zavodu” increased to roughly 17 million dollars. “Qafqaz Konserv Zavodu” holds the power of processing 30-32 thousand tons fruit and vegetable and 6 thousand tons meat in a season. It works as the buyer of the agricultural products of the northern region of the Country. \nTomato paste, tomato puree, green pea, cucumber and cayenne pickles, eggplant caviar, different meat and vegetable tins are produced at the Cannery. 50-60% of products is sold inside the country, the other part is exported.  \nSource: www.azersunholding.com\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nMost consumer goods are available throughout Khachmaz and in larger quantities than many of Azerbaijan's smaller cities. The Bazaar carries most goods at very affordable prices (though quality may be suspect - typical for Azerbaijan) and some craftsmen are available.\n\n",{"type":"===","value":["ATM"]},"\n",{"type":"''","value":["The International Bank of Azerbaijan ATMs"]},"\n",{"type":"*","value":[" Khachmaz, Khachmaz, 1, Rasulbekov street"]},{"type":"*","value":[" Khachmaz, Khachmaz, 1, Narimanov street (Khachmaz bus station)"]},{"type":"*","value":[" Khachmaz, Khachmaz, 1st km of Khachmaz-Gandov highway (Azpetrol)"]},{"type":"*","value":[" Khachmaz, Khachmaz, M.A.Rasulzade street (Finance department of Xachmaz region)"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["style"],["Establishments should use the ",{"type":"{{","value":[["tl"],["listing"]]}," template. Items in ",{"type":"[[","value":[["Nabran"]]}," should be moved to a that article."]]},"\n",{"type":"'''","value":["Below is a list of Khachmas restaurants and cafés."]}," \n\n",{"type":"*","value":[{"type":"''","value":["Elite"]}," in Khachmaz is a hotel and restaurant."]},"\n",{"type":"*","value":[{"type":"''","value":["Kamran Hotel"]}," in Khachmaz is a restaurant with some rooms to stay."]},"\n",{"type":"*","value":[{"type":"''","value":["Choban"]}," in Khachmaz is a restaurant"]},"\n",{"type":"*","value":[{"type":"''","value":["Chenlibel"]}," in Khachmaz is a restaurant."]},"\n",{"type":"*","value":[{"type":"''","value":["Xazar"]},"\tin Khachmaz is a restaurant."]},"\n",{"type":"*","value":[{"type":"''","value":["Tebriz"]}," in Khachmaz is a restaurant."]},"\n",{"type":"*","value":[{"type":"''","value":["Shabran Nushican"]}," is a restaurant."]},"\n",{"type":"*","value":[{"type":"''","value":["Xan Baqi"]}," in Khachmaz is a restaurant."]},"\n",{"type":"*","value":[{"type":"''","value":["Uyut"]}," in Khachmaz is a restaurant. The restaurant offers typical azer food with a clean environment. A private room is available. It's located near the Central Library in Famous People Park."]},"\n",{"type":"*","value":[{"type":"''","value":["Cirtdan"]},"\tin Khachmaz is a café for children."]},"\n",{"type":"*","value":[{"type":"''","value":["Edem"]}," in Khachmaz is a restaurant."]},"\n",{"type":"*","value":[{"type":"''","value":["Dostluq"]},"\tin Khachmaz is a café"]},"\n'",{"type":"''","value":["This is a list of restaurants and cafés "]},"near Khachmas city'''''\n\n",{"type":"*","value":["Aqua Park CTF Company in Nabran village is a restaurant and discotheque"]},"\n",{"type":"*","value":["Azeravtoyol in Nabran village is a café"]},"\n",{"type":"*","value":["Alinka\tin Nabran village is a restaurant"]},"\n",{"type":"*","value":["Chinat tourist base in Seyidly village has a café"]},"\n",{"type":"*","value":["Dalqa rest-zone in Nabran village is a restaurant"]},"\n",{"type":"*","value":["Daniz-neft in Nabran village is a cafe"]},"\n",{"type":"*","value":["Dostluq tourist base in Nabran village has a restaurant and discotheque."]},"\n",{"type":"*","value":["Elvin in Nabran village is a restaurant"]},"\n",{"type":"*","value":["Energetic rest-house in Seyidly village is a café"]},"\n",{"type":"*","value":["Gami Tamiri (Kaspar) rest-house in Seyidly village has a café"]},"\n",{"type":"*","value":["Khan-Chinar rest-zone in Nabran village has a restaurant"]},"\n",{"type":"*","value":["Khazar tourist base in Nabran village is a café and bar"]},"\n",{"type":"*","value":["Geophysic  Sanatorium in Seyidly village is a restaurant"]},"\n",{"type":"*","value":["Karvan rest-zone in Nabran village is a restaurant."]},"\n",{"type":"*","value":["Greenville rest-zone in Nabran village is a restaurant and discotheque."]},"\n",{"type":"*","value":["Qafqaz\tin Nabran village is a restaurant and discotheque."]},"\n",{"type":"*","value":["Lotos rest-zone in Nabran village is a restaurant and discotheque."]},"\n",{"type":"*","value":["Mayak rest-zone in Nabran village is a restaurant and discotheque."]},"\n",{"type":"*","value":["Malibu in Seyidly village has a restaurant, discothèque, café, sauna, pool."]},"\n",{"type":"*","value":["Meshabeyi Evi-rest zone in Nabran village has a restaurant"]},"\n",{"type":"*","value":["Mirvari in Nabran village is a restaurant."]},"\n",{"type":"*","value":["Nabran-sanatorium in Seyidly village is a restaurant and café."]},"\n",{"type":"*","value":["Ober lux-rest zone in Nabran village has restaurant and pool."]},"\n",{"type":"*","value":["Palma rest camp Nabran village has pool, restaurant, conference hall, sports playgrounds and discotheque."]},"\n",{"type":"*","value":["Palermo tourist base in Nabran village has restaurant, discotheque and bar."]},"\n",{"type":"*","value":["Politekh Holiday Hotel in Nabran village has restaurant and discotheque."]},"\n",{"type":"*","value":["Rabitachi Holiday Hotel in Nabran village has café."]},"\n",{"type":"*","value":["Sattarkhan Holiday Hotel in Nabran village has café"]},"\n",{"type":"*","value":["Shafa Holiday Hotel in Nabran village has restaurant"]},"\n",{"type":"*","value":["Shahin Holiday Hotel in Nabran village has café"]},"\n",{"type":"*","value":["Salam in Nabran village has restaurant, discotheque, bar."]},"\n",{"type":"*","value":["Shahdaq Holiday Hotel in Nabran village has restaurant"]},"\n",{"type":"*","value":["Shams Tourist Base in Nabran village has restaurant and discotheque."]},"\n",{"type":"*","value":["Tarlan\tin Seyidly village has café."]},"\n",{"type":"*","value":["Tabib Holiday Hotel in Nabran village has café."]},"\n",{"type":"*","value":["Chanlibel Rest-Zone in Nabran village has restaurant."]},"\n",{"type":"*","value":["Elay in Nabran village is a restaurant."]},"\n",{"type":"==","value":["Drink"]},"\n\nIn Khachmaz, like most towns and cities in Azerbaijan, a Çay Xana (a tea house) is easy to find. In summer, cold beer is easy is also easily accessible. Some places will serve instant coffee.\n\nMəkan: Only serves beer and chickpeas, but the beer is cold and the service is good - which can be hard to find.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" There are many internet cafes are available around the city center and are called “Internet Clubs”."]},{"type":"*","value":[" Khachmaz Post Office is located by the “Park of Culture and Rest” in the city center."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nAll hospitals either state or private are located in the city center.\n\nBe sure to carry a valid passport or ID when traveling in the northeast regions of Azerbaijan. It is common for police to stop foreign travelers and ask for identification. If you do not have an ID handy, you are susceptible to bribery.\n  \n",{"type":"===","value":["Emergency Contact Numbers"]},"\n",{"type":"*","value":[" Fire: 101"]},{"type":"*","value":[" Police: 102"]},{"type":"*","value":[" City hospital: 103"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"''","value":["By taxi:"]},"\nThe are 2 (two) Auto Stations in Khachmaz city. First one is Minibus station from where you can get out mainly to Baku and other cities. There you can get different kinds of cars The price to Baku will be around 5 AZN for a shared cab.\n\n",{"type":"''","value":["marshrutka (vans) and bus:"]},"\nThe are 2 (two) Auto Stations in Khachmaz city. First one is Minibus station from where you can get out mainly to Baku and other cities. There you can get a marshrutka for 3-5 AZN. The telephone number is: 050 471 65 25. \nThe second one services the transport mainly to the villages of the city. The prices are different depending on the distance from city. Weekends buses can be harder to come by and can cost more than the usual 3 AZN.\n\n",{"type":"''","value":["By train:"]},"\nThe Railway Station is located very close to the city center. There is an electric and night train service that runs between Baku and Khachmaz. The first one leaves Khachmaz at 08.00 AM and the second one at 05.45 PM. The price is 0,60 qepik.\n\n",{"type":"''","value":["Nearby Destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Khudat"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nabran"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Quba"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Devechi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Khinalug"]]}]}," \n",{"type":"{{","value":[["IsPartOf"],["Northeastern Azerbaijan"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["41.470833"],["48.809722"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]