[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Khadykchan"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": хадыкчан, ",{"type":"''","value":["ka-duk-CHAN"]},") is a city in ",{"type":"[[","value":[["Magadan Oblast"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nBuilt as a coal mining city, the population peaked at around 15000 in the early 90s. Following perestroika, a hot water system failure and the closure of the mine, the city was rapidly abandoned in late 1994 and early 1995. The intervening 15 years have seen plunder, vandalism, and the gradual invasion of wilderness.\n\n",{"type":"==","value":["Get in"]},"\n\nThe city is visible from the ",{"type":"[[","value":[["Kolyma Highway"]]},", about 1300km from ",{"type":"[[","value":[["Yakutsk"]]}," and 700km from ",{"type":"[[","value":[["Magadan"]]},". The nearest major city is ",{"type":"[[","value":[["Susuman"]]},", about 100km towards Magadan. About 1km past the junction with the old road (from ",{"type":"[[","value":[["Tomtor"]]},"), there's a turn-off to the left (east). 6km down this road is the edge of the city, which can be covered on foot.\n\n",{"type":"==","value":["Get around"]},"\n\nRoads are not really passable to traffic due to debris, trees, and lack of maintenance. Park somewhere and walk.\n\n",{"type":"==","value":["See"]},"\n\nThe decaying statue of Lenin in the main square. Nearby is the semi-collapsed cinema, several schools, a sports hall, and numerous apartment blocks. The larger (and more distant) school still contains books, remnants of pianos, science labs, gym equipment, several sports halls, and so on. Stairs can be climbed into the roof space (containing hundreds of chairs) and onto the roof itself, which affords an excellent view over the city. \n\nVenture into old apartment blocks (not the ones that are falling down) to see wall paper, books, and broken stuff.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere are no shops.\n\n",{"type":"==","value":["Eat"]},"\n\nBring your own food.\n\n",{"type":"==","value":["Drink"]},"\n\nBring your own drink.\n\n",{"type":"==","value":["Sleep"]},"\n\nSleep in a tent or a less destroyed flat.\n\n",{"type":"==","value":["Connect"]},"\n\nMobile phones work about 10km down the road, within line of sight of ",{"type":"[[","value":[["Myaundzha"]]},".\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere is a small relict population of vagrants. Due to the lack of tourists, they will more surprised to see you than threatening, but be prudent about displays of wealth.\n\nWildlife, particularly ticks or mosquitos, can vary from bothersome to potentially harmful. Bears are less common due to the lack of food sources.\n\nThe greatest danger by far comes from derelict buildings. Many are in a state of collapse, due to the freeze\/thaw cycle gradually breaking concrete apart. Many are strewn with broken glass, rusty nails, and other hazards. Extreme care should be exercised, as the nearest medical facilities are 20km away, in Myaundzha, and will be unable to treat a serious injury.\n\n",{"type":"==","value":["Go next"]},"\n\nSeveral old roads leave Khadykchan towards old mines, nearby towns, etc. All are abandoned and probably not passable to standard vehicles.\n\n",{"type":"{{","value":[["IsPartOf"],["Magadan Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["related"],["Kolyma Highway"]]},"\n\n",{"type":"{{","value":[["geo"],["63.088621"],["147.042891"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]