[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Khao Lampi-Hat Thai Mueang National Park "]}," is on the ",{"type":"[[","value":[["Northern Andaman Coast"]]},", ",{"type":"[[","value":[["Thailand"]]},", one hour north of ",{"type":"[[","value":[["Phuket"]]},", 30 min south of southern ",{"type":"[[","value":[["Khao Lak"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nKhao Lampi-Hat Thai Muaeng National Park, formerly known as \"Lampi Waterfall\" and \"Lampi Forest Park\" was assigned to be managed and controlled by the National Park Division of The Royal Forest Department in Apr 1986. It is the 52nd national park of Thailand and covers an area of 72 square kilometers or 45,000 rais.\n\n",{"type":"===","value":["Geography"]},"\nLampi Mountain - Thai Mueang Beach National Park is on the Andaman coast of Thailand. It consists of first, Tai Mueang Beach and second, the Lampi mountain range. To the west, Tai Mueang Beach ends at the Kham Bay Peninsula (Naa Yak or \"giant face\" mountain), and to the east there is a brackish water canal fed from the Lampi mountain range, covered by a fertile tropical rainforest. The Lampi range is comprised of several mountains with heights ranging between 40-100 m above sea level. The highest mountain is Kanim Mountain, in the north part of the park with a height of 622 m.\n\n",{"type":"===","value":["Climate"]},"\nThe park’s climate is defined by the southwestern monsoon wind which is strong between May-Oct. This wind brings moisture from the Indian Ocean and frequent rain during the green season. The park is not affected by the northeastern monsoon wind because the mountain range acts as a protective barrier reducing the wind speed. In Nov, the strong currents of the northeastern monsoon wind occasionally bring heavy rainfall. From Dec-Apr the park has a dry season with few clouds, little rain, and higher temperatures. The best time to visit the park is Dec-Apr.\n\n",{"type":"===","value":["Landscape"]},"\nThe national park has six distinct ecosystems:\n\n1. ",{"type":"''","value":["Sandy beach"]},": The main element of the sandy beach ecosystem is the shoal area which serves as the primary habitat for several small marine animals, such as sea slugs and sand worms. These animals are essential to the ecosystem serving as a primary food source in the local food chain as well as to migratory birds, which flock to the area during the migratory season (Dec-Apr). Cover plants critical to the area include Goat’s foot creeper, Aeluropus lagopoides; some of the bush plants include Scaevola taccada and Pandanus. \n\n2. ",{"type":"''","value":["Mangrove forest"]},": The mangrove forests can be found along the brackish canals feeding the Andaman Sea. These forests connect many different ecosystems, providing a high production of biomass and supporting an abundance of life forms. These forests act as a barrier between the open sea and the inland, exhibiting this protective role during the 2004 tsunami by dissipating wave energy. Furthermore, they filter water that comes from higher ground, providing a safe nursery for sea life and preventing significant amounts of silt and nutrients from making it to the open sea. This protects both the sea from algae blooms and the coral reefs from silt damage. Several plant species include Rhizophora mucronata, Rhizophora apiculata, Parviflora, and Bruguiera cylindrica. \n\n3. ",{"type":"''","value":["Beach forest"]},": The beach forest ecosystem develops from the sandy beach eastwards, from the park headquarters to Naa Yak Mountain. The forest thrives on the sea shore in the non-salty soil behind the high tide line and on seaside hills that have slightly brackish soil due to sea spray. Most plants growing in this area are salt-tolerant and shaped by the force of the wind. The forest helps reduce the amount of salty spray reaching the inland. The variety and composition of species and habitats occupying this ecosystem is unique. Many plants grow here, examples of which are: cassuarina equisetifolia, terminalia catappa, derris indica, and Barringtonia. \n\n4. ",{"type":"''","value":["Swamp forest"]},": Behind Thai Mueang Beach, swamp forests extend inland along the old sand dunes at the coastline. Thai Mueang is one of the few places along the Andaman coast with this type of ecosystem. The specific physical features and chemical substances in the swamp have forced the indigenous flora and fauna to make interesting adaptations in order to survive, giving rise to several rare and unique species. \n\n5. ",{"type":"''","value":["Coral reef"]},": The extensive coral reef system off the coast of Thai Mueang Beach is a newly discovered natural resource. The reef lies 400–700 m from the shore in 6–10 m of water. There are two distinct sections, the first measuring 1.7 square kilometers, and the second 1 square kilometer. The vast reef supports a diverse selection of over 100 types of coral, including species that have never been discovered elsewhere in Thailand Some of the more prevalent species of coral found in the area are Acropora and Porites.\n\n6. ",{"type":"''","value":["Tropical rainforest"]},": This rainforest is found in the mountainous areas of the park, where the waterfalls are located. It houses a diversity of flora and fauna and has created a number of economic opportunities for the people of the area, contributing to their sustainable ways of life. Several plant varieties include Dipterocarpus, Anisoptera costata, Hopea odorata, Bullet wood, rattan, and bamboo. \n\n",{"type":"===","value":["Fauna"]},"\n\n1. ",{"type":"''","value":["Birds"]},": 188 species identified including: the black-thigh falconet, oriental honey-buzzard, heart spotted woodpecker, white bellied woodpecker, yellow nape, spotted dove, jungle fowl, black shouldered kite, the grey headed fish eagle, wild rooster, old world quail, black capped kingfisher, cormorant, and sandpiper, making the park perfect for bird watching. \n\n2. ",{"type":"''","value":["Mammals"]},": 64 species identified including: the black tipped squirrel, palm civet, smooth coated otter, long tailed macaque, civet cat, monkey, sea lion, and nurse whale. Several rare and endangered species include: the Malayan tapir, serow, hylobates, and Malayan sun bear. \n\n3. ",{"type":"''","value":["Reptiles"]},": 57 species identified including: the monitor lizard, ground lizard, and cobra. 26 endangered species have been identified such as: the leatherback, olive ridley, green, and hawksbill turtles.\n\n4. ",{"type":"''","value":["Amphibians"]},": 57 species identified including different types of frogs, 2 of which are endangered.\n\n5. ",{"type":"''","value":["Fish"]},": 31 freshwater and 315 saltwater and reef species identified. Freshwater fish include: the mystus wykii, nieuhof's walking catfish, and blue panchax. Salt water fish include: the parrot fish, moray eel, and ribbon eel.\n\n",{"type":"==","value":["Get in"]},"\nThe turnoff to the park is at km820 on Rte 4. \n\n",{"type":"'''","value":["By plane"]},"\nSince the park is only 63 km from Phuket, it is easiest to fly into Phuket and then rent a car or get a taxi up Rte 4 past Thai Mueang town to the park. From the airport, it is 57 km to Thai Mueang's central market and then 6 km further to park headquarters. \n\n",{"type":"'''","value":["By car"]},"\nFollow Rte 4 past Thai Mueang town and take the right turn at about km820. This road will lead you to the park entrance.\n\n",{"type":"'''","value":["By bus"]},"\nAny bus from Khao Lak-Phuket or the reverse will take you past the turnoff to the park. Ask the conductor to let you off there. Then be prepared to hike to the park HQ.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe entrance fee for foreigners is 100 baht. For Thais the price is 40 baht. \n\n",{"type":"==","value":["Get around"]},"\nIt is easy to get around the park grounds. The park has ATVs for rent. Also, the park has canoes to get around the mangrove forest and speed boats to get out to the reef off of Thai Mueang Beach. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lampi Waterfall"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=14 km from the park headquarters. To get there turn left at the junction into Thai Mueang and continue for about 10 km until you see a blue sign for the waterfall. Turn right at the sign and continue up the track for about 2 km"],["phone="],["fax="],["hours="],["price="],["content=The inland section of the park offers you the chance to see the Lampi waterfall, surrounded by a lush tropical rainforest. The waterfall is a local attraction and has a natural pool suitable for swimming at its base. Its overall height reaches 40 m. The path to the waterfall is well paved and easily accessible right off of the parking lot. There is also a 1 km. nature trail which follows along waterfall to its peak. Meals, drinks, and souvenirs can be purchased at several small stalls near the waterfall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Naa Yak Mountain"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=This area accessible by truck or ATV offers great views of the beach and the savannah. It is 6 km from park headquarters and has swimming and snorkelling areas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pang Nature Trail"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Five km north of park headquarters, around the tin mining area and ranger station, there is a series of nature trails with informative signs describing the park's indigenous flora. Perfect for bird watching, these two trails pass through 3 different ecosystems: beach forest, swamp forest, and mangrove forest. Both trails start and end on the road by the ranger station, and follow a half circle loop. The first is 1 km, and the second 500 m. Crossing the bridge on the first trail leads to the mangroves and the river where you can go out on the canoes in the mangrove forest."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thai Mueang Beach"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=One of the few great beaches in Thailand, Thai Mueang Beach is a fantastic place to spend the day. Ten km long, the beach provides ample opportunities for swimming and sunbathing in seclusion. A recently discovered coral reef 700 m off the coast provides good scuba diving and snorkelling. Thai Mueang Beach is a protected nesting site for two species of sea turtles, the Leatherback and the Olive Ridley. The females come ashore to lay their eggs between Nov-Apr. Unfortunately the number of sea turtles falls every year and fewer are coming to nest during the nesting season. During nesting season, park rangers patrol the beach and relocate the eggs from the nests to a nursery (on the beach by the sentry box). This practice protects the eggs, as poaching is prevalent in the area. The eggs incubate for about 60 days after which the hatchlings are released into the sea. Right outside the park and along the beach there are many seafood restaurants and a sea conservatory that raises sea turtles and fish (free admission, donations recommended)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tin Mining Machine"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A testament to Phang Nga's industrial past. This is Thailand’s first concrete tin dredge. During the mining era, which ended in 1977, there was an influx of Burmese and Chinese workers in the area, leading to the development of the Chinese quarter in Thai Mueang town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ton Phri Waterfall"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The 650 m trail that takes you to the Ton Phri waterfall is surrounded by lush vegetation and smaller waterfalls. All of the longer upward and downward hikes are paved, making the trail manageable even when wet. With a height of 40 m, this waterfall is an impressive and refreshing experience. The waterfall is at the end of a 650 m trail through a jungle, which is well paved and easily manageable. The pool at the base of the waterfall is suitable for swimming and many visitors snorkel to see fresh water fish. The waterfall is less visited than Lampi and looks untouched."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["ATV"]}," Take one of the park ATV’s on an off road adventure through one of the Savannah’s many trails.\n\n",{"type":"'''","value":["Bird Watching"]}," Enjoy one of the nature trails with a park ranger and get to know the local birds. \n\n",{"type":"'''","value":["Canoeing"]}," Take the canoes out through the mangrove forest to see this vital ecosystem firsthand learn about its crucial functions.\n\n",{"type":"'''","value":["Hiking"]}," Explore the lush jungles and forests of Thai Mueang by going on a short or long hike through its diverse ecosystems.\n\n",{"type":"'''","value":["Mangrove Planting"]}," Give back to the region by helping rebuild the mangrove forest during your visit. \n\n",{"type":"'''","value":["Scuba Diving"]}," Let the national park organize a scuba trip for you on Thailand’s widest coral reef. Swim among nurse sharks, parrot fish, moray eels, and maybe sea turtles if you’re lucky.\n \n",{"type":"'''","value":["Snorkelling"]}," Explore Thailand’s widest coral reef and swim with parrot fish, moray eels, and nurse sharks.\n\n",{"type":"'''","value":["Turtles"]}," Come out and celebrate the birth of these creatures at the Sea Turtle Conservation Festival every March first. Join a park ranger for a night patrol to find sea turtle nests and help with egg relocation.\n\n",{"type":"==","value":["Eat"]},"\nRight outside the park and along the beach there are many seafood restaurants serving Thai dishes and local delicacies such as ostrich, frog, and deer.\n\n",{"type":"==","value":["Sleep"]},"\nThe park has air conditioned bungalows on its grounds. These bungalows have bathrooms with hot water, satellite TVs, and refrigerators. The price is 1,000 baht a night. Reservations can be made by calling the park office. \n\nTents are available for 200 baht a night. \n\n\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Andaman Coast"]]},"\n",{"type":"[[","value":[["wikipedia:Khao Lampi-Hat Thai Mueang National Park"]]}]