[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Khao Yai National Park"]}," is a national park in ",{"type":"[[","value":[["Isaan"]]},", ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Haeo Suwat waterfall.JPG"],["thumb"],["350px"],["Haeo Suwat waterfall"]]},"\n\n",{"type":"===","value":["History"]},"\nEstablished in 1962, Khao Yai was Thailand's first national park. Today it is the second largest national park in Thailand and, in 2005, the area along with the surrounding Dong Phaya Yen mountains was listed as a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},".\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"===","value":["Flora and fauna"]},"\nTropical moist evergreen forest covers the central area of Khao Yai National Park. The rich diversity of plants (about 2,000 species) astound the new-comer. Towering trees draped in mosses, climbers and epiphytes, tangled trunks of the strangling figs, drooping lianas and spiny rattan palms, delicate ferns, multicoloured lichens and an ever-changing array of fungi. There is aways something new to discover in the forest. The park has a diverse plant community, comprised of five main vegetation types: \n\n",{"type":"'''","value":["Dry Evergreen Forests"]},": These forests cover the lower slopes of Khao Yai. There are a number of important plant species found within this type of forest, including Dipterocarps and Hopia. Bamboo is also often found in drier forests. \n\n",{"type":"'''","value":["Dry Deciduous Forests"]},": These forests also cover the lower slopes of Khao Yai. The most important plant species found within Deciduous Forests include Afzelia, Xylia and Lagerstroemia. \n\n",{"type":"'''","value":["Tropical Moist Evergreen Forest"]},": Tropical Moist Evergreen Forest covers around 70% of the park, including its central area. Dipterocarps are an important species found within these forests. \n\n",{"type":"'''","value":["Hill Evergreen Forests"]},": This forest type grows above 1,000 m. In Hill Evergreen Forests, the trees are smaller and ferns, mosses and epiphytes abound. Lithocarps and Catanopsis are amongst the most important species found here. \n\n",{"type":"'''","value":["Grasslands"]},": These areas are a unique habitat, and provide a grazing area year – round for some of the parks animals. Grassland provides a welcome relief to all the forest . The park mange (burn annually) the grassland to prevent trees from invading and to provide year round grazing for deer, elephants and guar. Wildlife is plentiful (70 mammal species, at least 74 species of herptile and thousands of invertebrates) but often hard to see. Sambar (large, grey-brown, often in groups) and barking deer (smaller, red-brown, usually in pairs or alone) are frequently seen in the grasslands or on spotlighting tours. \n\nKhao Yai’s forests are teeming with wildlife and birds. Look up and down and form side, tread softly, and listen carefully to discover the real movers and shakers in the forest. Gibbons provide an excellent morning wake-up call with their mournful hoots. Quiet, patient walkers may catch a glimpse of these tree-living apes. Macaques are often seen on the roadsides. Elephants are sometimes spotted at salt-licks or on the road in the evenings and lucky (?) tourists may spot a tiger in the grasslands during the evenings. \n\nCivets, squirrels, porcupines, and wild pigs add a bit of variety. Snakes and lizards usually make their presence known by a rustle in the undergrowth as you are walking. If you see a snake, treat it as dangerous unless you know otherwise!! Geckos are frequently seen catching insects on building walls and ceilings. Cicadas never stop their scratchy hum. Look up and down and from side to side to spot the real movers and shakers in the forest - the insects and invertebrates. A few Siamese crocodiles (Crocodylus siamensis) have recently been found within the park- some believe the crocodiles were released there while others believe they may indeed be a genuine wild population as this species can be present at higher elevations (such as the Cardamom Mountains of Cambodia.) This species is not aggressive towards humans and rarely grows larger than 3 metres (10 feet.)\n\n",{"type":"'''","value":["Birds"]},": We've got lots - over 320 species have been recorded. To the non-expert, birds are often just mysterious whistles, trills and calls, or a flutter of wings and a glimpse of colour. Patience is needed,good binoculars and a bird guide help. Roadsides, the old golf course, grasslands and the watching towers are good places to start . Hornbills are quite easy to spot, and hear the \"gak gak gak\" laugh of the Indian Pied (often seen in big flocks near Nong Pak Chi Tower in the evenings), or the deep resonant \"gok…gok\" of the Great Hornbill (usually seen in pairs or alone, the biggest of Khao Yai's hornbills) \n\n",{"type":"'''","value":["Bats"]},": Nearly 1 million insecteating bats live in a cave on the edge of the Park. Drive about 3 km to the north of the Park Chong entrance gate and take a small track on the left-hand side just past a temple. A few hundred metres up here take a right-hand turn and follow the track to the end. You can climb the hill to the cave. Please do not enter the cave - you will disturb the bats. Allow them to come out for about 3 minutes before taking any flash photography.",{"type":"[","value":["http:\/\/www.dnp.go.th\/parkreserve\/asp\/style1\/default.asp"]},"\n\n",{"type":"===","value":["Climate"]},"\nThe lower regions of the park are around 350 m in elevation. Even at this modest elevation and in general throughout the park, you will find a more attractive climate than in nearby Bangkok. The average daily temperature throughout the year is around 23°C.\n\n",{"type":"[[","value":[["Image:Northern pig-tailed macaque.JPG"],["thumb"],["200px"],["Macaque snobbery"]]},"\n\nLike most areas in Thailand the year is split into three seasons: hot, rainy, and cold. \n\nThe ",{"type":"'''","value":["hot season"]}," lasts from Mar-Apr. Daily temperatures can be a bit above the annual average, but it is still very pleasant due to the higher altitude.\n\nThe hot season is followed by the ",{"type":"'''","value":["rainy season"]},". This lasts from May-Oct. Average daily temperatures are still high and humidity increases.\n\nThe ",{"type":"'''","value":["cold season"]}," lasts from Nov-Feb. During this time daily temperatures are pleasantly in the low twenties. Nighttime temperatures might require a sweater as temperatures drop.\n\n",{"type":"==","value":["Get in"]},"\nKhao Yai is on the route from ",{"type":"[[","value":[["Bangkok"]]}," to ",{"type":"[[","value":[["Nakhon Ratchasima"]]}," (Korat).  The nearest town is ",{"type":"[[","value":[["Pak Chong"]]},", which can be reached either via most Bangkok-Korat trains or via most buses to Korat.  Once in Pak Chong, hire or share a songthaew to the park's main northern entrance.\n\nThe south entrance is about 13 km north of Prachinburi. Head north from the roundabout on Rte 3077.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThai Residents:\n",{"type":"*","value":[" Adults: 40 baht (2011)"]},"\nForeigners:\n",{"type":"*","value":[" Adults: 400 baht (2011)"]},"\nOthers:\n\n",{"type":"[[","value":[["Image:KHAOYAI.JPG"],["thumb"],["250px"],["Forest overlook"]]},"\n\n",{"type":"*","value":[" (Foreign) Children (under 14): 200 baht"]},{"type":"*","value":[" Bicycles: 10 baht"]},{"type":"*","value":[" Motorcycles: 20 baht"]},{"type":"*","value":[" Cars: 50 baht"]},"\nThe entry fee must be paid on each day that you enter the park.  If you depart the park and return the same day, the entry fee does not have to be paid again.\n\n",{"type":"==","value":["Get around"]},"\nOne of the best ways to see the park is ",{"type":"'''","value":["renting a car or motorbike"]}," in Pak Chong and staying one night in the park. If you don't have your own transport it is quite difficult to get to the park information centre as the bus from Pak Chong usually takes you to the ticket office and the natural park centre is about 10 km away. A lot of people ",{"type":"'''","value":["hitchhike"]}," and park rangers are usually quite willing to take anyone as long as they contract their services for the day.\n\nThere is a single road through the park from the Pak Chong side to the Nakhon Nayok side. The road is sealed and in good condition throughout the 60 km journey, though there are some winding stretches of road. There is a 60 kph speed limit in the park, and there are numerous speed bumps to remind drivers to slow down. Animals (especially macaques) are likely to be encountered on the road, so caution is advisable at all times. Fuel services in the park are limited.\n\nThere are a number of lookouts along the road where photographs of the scenery can be taken.\n\n",{"type":"==","value":["See"]},"\nTake a night time jeep safari spotting deer. Booking can be made through most hotels. Bookings can also be made directly at the visitor centre in the park.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Khaoyai11.jpg"],["thumb"],["250px"],["Charismatic megafauna comin' atcha!"]]},"\n\nVisit some of the spectacular waterfalls. They might not be the largest you have seen but the scenery is simply stunning. During hot season some waterfalls might be almost dry. The rainy season is the best time to see spectacular falls. During the months of Jun-Aug streams have plenty of water. Under these wet conditions flora also will be at its best.\n\n",{"type":"==","value":["Buy"]},"\nAt Zone 1 in the visitor centre there is a small souvenir shop selling souvenirs from Khao Yai National Park: bags, T-shirts, and most important, leech socks to wear while you're hiking in the jungle to prevent these creatures from getting under your clothing.\n\nOpening hours of the small souvenir shop aren't consistent. So you need just as much luck as you need for spotting wildlife.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Khao Yai Jungles and Waterfalls"],["alt=Thailand Travel Plan"],["url=http:\/\/www.thailandtravelplan.co.uk\/khao-yai-national-park-tour.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two-day trip to this natural jungle which is home to wild elephants, tigers, bears, porcupines, gibbons, snakes and parrots. The first day is a sunset trip into spooky bat caves to see thousands of the creatures awakening for the night. The next day your guide will take you in search of tropical wildlife, stopping at a waterfall. At the end of the day, you can relax with a swim and a herbal sauna back at your jungle bungalow resort."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Khao Yai Wildlife Spotting Tours"],["alt=by TonTanTravel.com"],["url=http:\/\/www.tontantravel.com\/khao_yai_wildlife_and_jungle_tours_en.php"],["email=tours@tontantravel.com"],["address=30150 Nakhon Ratchasima"],["lat="],["long="],["directions="],["phone=+66 87 8745794"],["tollfree="],["fax="],["hours="],["price="],["content=Wildlife watching tours are a great way to discover the wildlife of Khao Yai ranging from Asian elephants to gig-tailed macaques and white-handed gibbons to real flying dragons. Accompanied by an experienced, English-speaking naturalist, you will visit the major waterfalls and hike in the lush jungle in search for wildlife you might overlook when you're on your own. After sunset you will go out for a spotlighting drive in search of nocturnal wildlife (your best chance to see wild elephants), a rewarding and exciting experience. Multi-day tours and tours focusing specifically on instruction in nature photography are also available."]]}]},"\n",{"type":"==","value":["Eat"]},"\nAt Zone 1 there are a number of small food stalls and a restaurant where visitors can order a variety of Thai food and drinks. Get there before 18.00.\n\nThe restaurant at the Lam Tha Kong camping ground has friendly staff. This one shuts its doors at 17.30 though on Fridays and Saturdays they usually close later.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nina's"],["url="],["email="],["address="],["lat="],["long="],["directions=Up the road about 1 km, right by the dairy"],["phone="],["tollfree="],["fax="],["hours="],["price=200 baht"],["content=Nina's is an air conditioned restaurant with Western coffee and desserts as well as great traditional Thai dishes. The lady server speaks good English, as she spent two years in the U.S. getting her MBA. Not cheap at all, but a nice meal. A quick walk from Greenleaf."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Asian water monitor (Varanus salvator salvator).JPG"],["thumb"],["270px"],["Asian water monitor"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baan Saranya Lodge & Restaurant"],["url=http:\/\/www.baansaranya.com"],["email=baansaranya@hotmail.com"],["address=298 Moo 2 Pak Chong, Thanarad Rd, km 13.5, Muu Si"],["lat="],["long="],["directions=In Muu Si, the last village before the park entrance, along Thanarad Rd, the main road access to the park"],["phone=+66 44 297597"],["tollfree="],["fax="],["hours="],["price=800-1,200 baht"],["checkin="],["checkout="],["content=Clean bungalows with air-con, hot showers, & TV. A nice setting with good looking bungalows, restaurant and bar, and nice Thai family owners."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bobbys Apartment and Jungle Tours"],["url=http:\/\/www.bobbysjungletourskhaoyai.com\/index.html"],["email=bobbysapartmentandjungletours@hotmail.com"],["address=291\/6 Moo 18 Mittapab Rd, Pak Chong"],["lat="],["long="],["directions="],["phone=+66 44 328177"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Pronounced \"Bo bees\". An outpost for European tourists and the occasional North American. Run by a Brit and a German and their Thai ladies."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Greenleaf Guesthouse & Tour"],["url=http:\/\/www.greenleaftour.com\/"],["email=info@greenleaftour.com"],["address=52 Moo 6 Thanarat Rd (km7.5), Pak Chong"],["lat="],["long="],["directions=Just outside Pak Chong"],["phone=+66 86 2523238"],["tollfree="],["fax="],["hours="],["price=300 baht"],["checkin="],["checkout="],["content=Daily park tours. Clean, basic double rooms with fan. The people are lovely and the tours are great. They offer a half-day (300 baht) and a full-day (1,300 baht) tours (1,500 baht if you take both). During the half-day tour, which starts at 15:00, you will go swimming in a beautiful natural spring, visit a cave under a Buddhist temple and watch 2 million bats flying out at sunset. The day tour takes you into the national park, where you will go looking for wildlife both in the pick-up truck and on foot during an easy 3 hr walk on hidden jungle tracks. The guides speak English well and are very skilled at spotting even the smallest animals of which they will take nice pictures for you with your own camera through their telescope. Lunch, water, and fresh fruits as well as stops at the waterfall and at a lookout are also included in the price. You do not have to stay at their guesthouse to join the tour."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jungle Cabins\/Camping"],["url=http:\/\/www.tontantravel.com\/khao_yai_wildlife_and_jungle_tours_en.php"],["email=tours@tontantravel.com"],["address="],["lat="],["long="],["directions=In the park"],["phone=+66 87 8745794"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Overnight stays in cabins or tents. Both the cabins and the camp grounds are located in the middle of the park surrounded by jungle. Wild animals sometimes visit these areas, both during the day and at night. The cabins are basic, wooden rooms with separate beds (rather hard mattresses), an attached bath, toilet. warm shower, blankets, pillows & towels (electricity available). The other possibility is camping in a tent; pillows, sleeping bags & mats can be rented. It may be possible to camp under a shelter. Showers and toilets. Unheated water is available (not too cold) and electricity is limited to a small box near the park office at the camp site."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Jungle House"],["url=http:\/\/www.junglehousehotel.com"],["email=the_junglehouse@hotmail.com"],["address=215 Moo 5 Thanarat Rd, km 19.5 Muu Si"],["lat="],["long="],["directions=on the left of the main road after the village of Muu Si, with a large sign that's hard to miss"],["phone=+66 44 297183"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A number of bungalows spread over a wide area of jungle, creating a tranquil atmosphere. Bungalows have air-con, hot water, TV and refrigerator. Activities include elephant riding and rock wall climbing."]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Moon River Resort"],["url=http:\/\/moonriver-th.com\/"],["email="],["address=Khao Yai Rte 3077"],["lat="],["long="],["directions=2.8 km south of the south entrance of Khao Yai, Prachinburi (7 km north of roundabout on Rte 3077)"],["phone=+66 81 1606332"],["tollfree="],["fax="],["hours="],["price=350-1,700 baht"],["checkin="],["checkout=12:00"],["content= Bungalows (air-con, fan, TV), pool, restaurant. Relaxing and nice ambiance. Pickup service from Prachinburi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Park Bungalows"],["url=http:\/\/www.dnp.go.th\/index_eng.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Accommodations sleeping from 1-24 people are available for rent from the park office."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Payboon Apartments"],["url="],["email="],["address="],["lat="],["long="],["directions=In Pak Chong. Ask for directions to Charlize Bar. Payboon Apartments is on the right hand side of the road before you get there. The sign is ONLY in Thai. Turn right off the main road just after two nice big open air restaurants and opposite a hill side temple on the left (it is high up so you may miss this)"],["phone=+66 81 875563, +66 44 316 692"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The rooms are spic and span with good shower and were 350 baht for a room with a fan and 650 baht for a room with air conditioning. The family that run it are very nice and helpful. Breakfast in the garden is 50 baht per person and is coffee, tea or chocolate, bread, egg, and sausage and fruit. Or you can have rice soup. Call and they will pick you up. Ask to talk to \"Katoo\" as he can speak some English."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sak Phu Duen Hotel"],["url=http:\/\/www.sakphuduen.com\/"],["email="],["address="],["lat="],["long="],["directions=In the heart of Khao Yai"],["phone="],["tollfree="],["fax="],["hours="],["price=3,900 baht"],["checkin="],["checkout="],["content=Restaurant and pool."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["isPartOf"],["Isaan"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["14.33092"],["101.51573"],["zoom=11"]]},"\n",{"type":"[[","value":[["wikipedia:Khao Yai National Park"]]}]