[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Katse"]}," is a tiny village in the Lesotho Highlands. It is near and gives its name to the Katse Dam, a huge manmade reservoir built to sell water to neighbouring South Africa.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Katse Dam"]}," This stunning 185m dam wall is part of a larger water scheme to sell water to South Africa's Gauteng province and produce electricity for Lesotho. The result is a huge man made reservoir which stores the water that is gravity-fed to South Africa. The beauty of this award-winning feat of engineering is eclipsed, however, by the surrounding mountains and rural countryside. Dependent on the mood of the guard on duty you may be asked to go to Katse village to get permission to see the dam from the top.  The bottom of the dam is easier to access."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Katse Lodge"],["alt="],["url=http:\/\/www.oriongroup.co.za\/katse-overview.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is probably the best place to stay if you're visiting the Katse Dam. Built mainly to house the contractors who worked on the construction of the dam, it's a sort of low common denominator Holiday Inn - no one really knows that this hotel exists (even in Maseru) and you'll likely be the only visitor. Magnificent views of the dam and surroundings make an overnight sight worthwhile. Rooms are comfortable and clean. The credit card machine probably won't work so take some cash with. About US$80 per night."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lesotho"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]