[{"type":"{{","value":[["pagebanner"],["Khiva-(Uzbekistan) banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.khiva.uz\/en\/index.html Khiva"]}]}," (Uzbek: Xiva, Хива; Russian: Хива) is a town in the western province of Khorezm in the Republic of ",{"type":"[[","value":[["Uzbekistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nAlong with ",{"type":"[[","value":[["Samarkand"]]}," and ",{"type":"[[","value":[["Bukhara"]]},", Khiva is an important and often overlooked historical site on what was once the ",{"type":"'''","value":["Great Silk Road"]}," (Uzbek: ",{"type":"''","value":["Buyuk Ipak Yol'i"]},"). Famous for it's long and brutal history as a slave trading post sandwiched in between the vast Kyzylkum and Karakum deserts, Khiva is now a quiet, sleepy oasis that awaits busloads of tourists instead of caravans of captives. It's difficult to imagine what exactly ancient Khiva was like, considering the historical areas were restored to a scrubbed and squeaky-clean look by the Soviets in the 1970s. However, the clustered array of mosques, madrassahs and tiled minarets within an area of less than 3km give you a sense of how crowded and bustling this town must have been throughout its history.\n\nKhiva is divided into two distinct sections; one being the older, museum-like ",{"type":"'''","value":["Ichon-Qala"]}," or ",{"type":"'''","value":["Itchan Kala"]}," (literally: within the wall) where striking examples of Islamic architecture were built over the span of 600 years; and the modern ",{"type":"'''","value":["Dichon-Qala"]}," (literally: outside the wall) where both the majority of the population live and where all of the modern buildings exist, but glimpses of Khiva's greatness as a center of Islamic power still linger. Today, the entire city is home to about 40,000 people. It's a quick 35km from the regional capital of ",{"type":"[[","value":[["Urgench"]]}," and a mere 5km from the border of ",{"type":"[[","value":[["Turkmenistan"]]},".\n\n",{"type":"===","value":["History"]},"\n\nAccording to legend, Khiva was founded about 2 500 years ago when a son of Noah, Shem, discovered a well in the middle of the desert exclaimed \"Khi-wa!\" (which locals will take delight in roughly translating this exclamation as \"sweet water\"). For the next 1 000 years or so, the area was inhabited by settlements that used the nearby ",{"type":"''","value":["Amu-Darya river"]}," to irrigate agriculture. \nAccording to the archaeologists Khiva was founded in the 5th or 6th century. As Islam spread to the area, the first major structures were built near Shem's well, and it became known as a small trading post on the Silk Road. First written sources date from the 10th century. The Arab traveller ",{"type":"''","value":["Al Istachri"]}," mentions Khiva in his enumeration of the most important settlements in ",{"type":"''","value":["Chorezm"]},". The Arab geographer ",{"type":"''","value":["Ibn Battuta"]}," visited Khiva in the 14th century. He praised the emir who was untiringly taking care of law and order and reported that the city was so full of people that it was almost impossible to find one's way in the crowd. It wasn't until the 16th century when Khiva was made capital of an Islamic Khanate (starting a bitter rivalry with another Khan 460 km down the Silk Road in ",{"type":"[[","value":[["Bukhara"]]},"), that the majority of Khiva's immense architectural projects began and the town established itself as a center of power in the region. Locals will say (sometimes in hushed tones) that if Khiva didn't have a rivalry with nearby Bukhara, it would not be the significant site that it is today. In the 19th century only a strong central power was created and taxes and money were introduced. For a long period of time Khiva was one of the most important markets of slaves in Central Asia. Slavery. however, was formally abolished during the October Revolution of 1917 only. Khiva with its 94 mosques and 63 mederssahs is considered as an important center of Islam. Because of this significance, Khiva was recognized as a World Heritage Site by UNESCO in 1990.\n\n",{"type":"===","value":["Climate"]},"\n\nKhiva almost has a two-season climate; with slivers of spring and fall in between frigid winters and blazing hot summers. It starts to get uncomfortably cold in Khiva by November, with temperatures hovering between -10°C and 5°C. The chill usually lasts well into mid-March; just in time for the ",{"type":"'''","value":["Navruz"]}," holiday. Spring usually lasts around a month and a half and is usually one of the best times to visit. Summer arrives quickly, however, with temperatures reaching as high as 45°C by August. Luckily, it's a dry heat (rainfall and humidity are practically negligible) so walking around the city isn't too much of a burden.\n\n",{"type":"==","value":["Get in"]},"\n\nUsually people travel to the regional capital of Urgench, whether it's by air, train, or taxi, and then take a taxi to Khiva. With the exception of flying where the rates are fixed (most of the time) you might be subject to ticket agents at the train or bus stations charging you a bit higher for a fare because you look like a tourist. Ask a guide or local for correct information, as Uzbeks are usually willing to assist you in getting the correct price. You will, however, be expected to haggle for the price of your cab everywhere, with the unusual exception of the taxi from the Urgench bazaar to Khiva (see \"by car\").\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Railways Station"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=2204197"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Airport"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=226024025, also for tickets"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By air"]},"\n\nKhiva is about 40 km away from ",{"type":"[[","value":[["Urgench"]]}," Airport (",{"type":"{{","value":[["IATA"],["UGC"]]},"). [Uzbekistan Airways] operates twice daily flights from ",{"type":"[[","value":[["Tashkent"]]}," (operated by RJ-85, AN-24 or YAK-40, flying time 1:30 hrs) and a flight on Saturday (operated by B-757, flying time 1:40 hr, return flight on Sundays). Flights (as July 2008) were about 105 000 sum for return ticket and about 75 000 sum (€ 39,-) for a single ticket.\n\nYou can also reach ",{"type":"[[","value":[["Urgench"]]}," on Fridays on Uzbekistan Airways via Domodedovo International Airport in ",{"type":"[[","value":[["Moscow"]]},".\n\nTaxis from ",{"type":"[[","value":[["Urgench"]]}," Airport to Khiva are about 7 000 sum one way.\n\n",{"type":"===","value":["By train"]},"\n\nTrains from ",{"type":"[[","value":[["Tashkent"]]}," leave twice a week and make the 19 hour journey across the desert to ",{"type":"[[","value":[["Urgench"]]},", with one major stop along the way in ",{"type":"[[","value":[["Samarkand"]]},". Trains leave ",{"type":"[[","value":[["Tashkent"]]}," on Mon, Wed and Sun at 6:15PM and arrive in ",{"type":"[[","value":[["Urgench"]]}," at 1:45PM next day. Depending on the class, you can get a 2-bunk ",{"type":"''","value":["coupy"]}," for 41 000 sum, a 4-bunk shared ",{"type":"''","value":["coupy"]}," for 25 000 sum, or you can rough it in ",{"type":"''","value":["plaskartnyy"]}," (hard-class) for the bargain price of 16 000 sum. The price for a place in a sleeping car is 50 000 UZS one way (2008). Taxis from ",{"type":"[[","value":[["Urgench"]]}," Railway Station to Khiva are about 7 000 UZS one way. For the trolley bus see below.  If you want to get a train on other days you can leave from \/ arrive to Turkul, which is a 20 minutes taxi ride to Urgench.\n\n",{"type":"===","value":["By bus"]},"\n\nIf you're really budgeting your cash, you can catch a bus to ",{"type":"[[","value":[["Urgench"]]}," from the Hippodrome station in ",{"type":"[[","value":[["Tashkent"]]},". The good news is the journey doesn't take much longer than the train (20 hours) and is only about 7000 sum. The bad news is you'll be sitting in a cramped space without toilets (the driver decides when to make a pit stop) and minimal ventilation (forget about air conditioning).\n\nThere are daily busses from ",{"type":"[[","value":[["Bukhara"]]}," to ",{"type":"[[","value":[["Urgench"]]},", leaving from Bukhara Avtovoksal. The buses have no air conditioning. The journey time is about 8 hours and the price about 10.000 UZS one way. There is no fixed timetable, the buses leave, when all seats are occupied. As at April 2012, the road between Bukhara and Urgench is in fairly poor condition and the bus journey can take up to 10 hours. Uzbek buses are not permitted to drive after 10PM so a bus leaving after 12 may have to make an overnight stop before reaching Bukhara, which will be at a restaurant. Passengers can sleep on the bus.\n\nCollective taxis from ",{"type":"[[","value":[["Urgench"]]}," to Khiva leave from ",{"type":"[[","value":[["Urgench"]]}," Bazaar near the Dynamo Stadium. The taxis leave when all seats are occupied and the price is about UZS 1.000 one way. Taxis will drop you at the Northern Gate of Khiva Old Town.\n\nThere is one bus per day, at noon, going directly from Khiva to Tashkent through Bukhara and Samarkand. Leaving from Koy-Darvoza gate (GPS 41°22'37.1\"N, 060°22'15.8\"E), which is on the east part of Ichon-Qala (just exit through the East gate and keep on straight until you reach another gate). The prices in UZS are: 35.000 to Bukhara, 40.000 to Samarkand, 50.000 to Tashkent. [Sep 2012]\n\n",{"type":"===","value":["By car"]},"\n\nInter-city \"taxi\" services are essentially a collection of informal drivers who wait to fill up their cars with passengers and then drive them off to their destinations. They usually charge per passenger; however, you can buy all the seats in a car (typically 1 in the front and 3 in the back) if you're willing to spend the cash. From ",{"type":"[[","value":[["Bukhara"]]},", the next closest Silk Road site, the 460km trip in a shared taxi should cost between 60000-80000 sum per person [as of Sept. 2012]. The price can sometimes depend on the type of vehicle you're negotiating for, with Daewoo Ticos (similar to Ford Fiesta) costing less and Daewoo Nexia and Matiz brands (similar to Honda Accord) costing a bit more.\n\nOne you reach ",{"type":"[[","value":[["Urgench"]]},", you can either negotiate for a local taxi to take you directly to Khiva, which usually costs about 8000 sum for the entire car. A cheaper way is to negotiate a ride to the western side of the Urgench Bazaar (inner-city trips shouldn't cost you more than 1500 sum at the most). There you'll find the official Khiva taxi stand, which is a row of Daewoo Tico and Matiz brand vehicles all in a line. On average, it takes between 10-15 minutes for a car to fill up and the cost is about 1000 sum per person, flat.\n\n",{"type":"'''","value":["Trolleybus"]},": An interesting (and cheap) way to get to Khiva from Urgench is via the trolleybus, which you can pick up near the Urgench Bazaar. At 700 sum, it's a bargain and it allows you to see the countryside between Urgench and Khiva at a snail's pace. It will also drop you off right in front of the northern gate of the Ichon-Kala with the rest of the taxicabs. Trolleybusses leave Urgench every 30 minutes during daytime and the journey takes about 60 minutes.\n\nKhiva is about 1390 km from ",{"type":"[[","value":[["Andizhan"]]},", 470 km from ",{"type":"[[","value":[["Bukhara"]]},", 1370 km from ",{"type":"[[","value":[["Fergana"]]},", 630 km from ",{"type":"[[","value":[["Karshi"]]},", 740 km from ",{"type":"[[","value":[["Samarkand"]]},", 1270 km from ",{"type":"[[","value":[["Kokand"]]},", 200 km from ",{"type":"[[","value":[["Nukus"]]},", 750 km from ",{"type":"[[","value":[["Shakhrisabz"]]},", 1020 km from ",{"type":"[[","value":[["Tashkent"]]}," and 850 km from ",{"type":"[[","value":[["Termez"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nCabs don't run in the Ichon Qala, so walking from sight to sight is your only choice! Since the city is so compact, it's very easy to take a leisurely stroll around the city.\n\nOutside the walls, Khiva is still a very walkable city. You can access the main bazaar, either through the Caravanserai through the Ichon-Qala east gate or you can walk around the Ichon-Qala walls on the north side until you see the produce sellers sitting near the western wall. A few of the better authentic Uzbek restaurants lie within a half-kilometer of the Ichon-Qala walls as well as some great beer stands. If you want to explore the residential northern and western ends of town, flag down an informal \"taxi\" and negotiate a fare, which should run between 1 500 and 3 000 sum per hour.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Toprak-Kala"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Koj-Krylgan-Kala"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ayaz-Kala"]]}]},"\n",{"type":"==","value":["Talk"]},"\n\nYou'll find English spoken inside the Ichon-Qala at hotels and through a handful of the guides at the main tourism bureau. In the Dichon-Qala, you'll be hard-pressed to find anyone speaking English, unless you run into some local school children who want to practice their skills on you from their English classes.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Uzbek phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Russian phrasebook"]]}]},"\nBecause Khiva is located in the Khorezm province, the locals speak a dialect of Uzbek that is actually closer to Turkmen called \"Khorezmcha\". If you've been feverishly practicing your Uzbek in elsewhere in Uzbekistan and now find that you can't understand a word of what a local Khivan is saying to you, don't worry; they may not be able to understand you either. In that case, try falling back on Russian.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kutli Murad Inak Medressa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The medressah was built in the beginning of the 18th cent. It has 81 pupils' cells. It was one of the wealthiest schools in Khiva and possessed a lot of lands. It corresponds the traditional type of medressahs of the 17th and 18th cent. The galleries with arcades, the round towers at the corners and the economical use of glazed tiles remember the traditions of architecture in Khorezm. It has a beautiful carved wooden door with floral and geometric ornaments. The cells are vaulted, have a fire place and are lighted by a window in or above the door."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Khan Anush Mohammed's Bath"],["url="],["email="],["address="],["lat="],["long="],["directions=beside Ak Mosque"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The building with a dome beside Ak Mosque is called ",{"type":"''","value":["Khan Anush Mohammed's Bath"]},". The main part of it is subterranean in order th keep the walls steadily warm. It has all the comforts of an oriental bath: vestibule, dressing room, lavatory, basin, well with cold water and floor heating. It is considered as one of the most interesting secular buildings of the 17th cent. in Central Asia."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Uc Avlija Mausoleum"],["url="],["email="],["address="],["lat="],["long="],["directions=east of Itchan Kala, beside Tash Chauli"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Uc Avlija is called the ",{"type":"''","value":["mausoleum of the three holy men"]}," or ",{"type":"''","value":["mausoleum of three great dervishs"]},". Portal and dome provide a rather medieval impression. The masuoleum is thought to date to the 16th cent."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tash Chauli"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the new palace of the rulers of Khiva. Tash Chauli means \"palace of stones\". It was built in the first half of the 19th cent. during the reign of ",{"type":"''","value":["Khan Allakuli"]},". The palace has more than 160 rooms, 5 courtyards and a strong wall with many round towers. The ",{"type":"''","value":["Harem's Courtyard"]}," is also surrounded by high brick walls with towers. It is the oldest part of the building and is rectangular in plan. It is paved and has a well. The door to the palace and the entrance are very narrow. It is easy to get lost in the labyrinth of corridors. Today it accommodates a permanent exhibition of the museum of Khiva. The khan's wives lived in the southern part of the harem, whereas his relatives on his mother's side lived in the less favourable parts of the harem. The courtyard is ornamented by 5 high Aiwans. Carved wooden columns on marble bases carry the ceiling which is decorated with paintings and the walls are masked with blue tiles. Even the righful wives of the khan lived like slaves. They weaved carpets, made embroideries and sewed. They could leaved the palace at rare occasions only and then they went in a car covered by felt and their companions with their white sticks removed everybody who came into their way. ",{"type":"'''","value":["Ishrat Chauli"]}," or ",{"type":"''","value":["Mikhman Chauli"]}," means \"courtyard of guests\" and was the place where receptions were held. The throne room was in the first floor and the guests' rooms in the ground and in the first floor. The building is ornamented with a frieze of blue tiles with verses of the poet Agekhi. In the center of the courtyard are two brick foundations, about 20 cm high, for the khan's winter yurts. ",{"type":"'''","value":["Ars Chauli"]},". the ",{"type":"''","value":["courtyard of justice"]}," is similar to Ishrat Chauli, but its square base has twice its size. The towers at the corners and the aiwans are rather high. The Ars Chauli has tweo doors, the main entrance and the ",{"type":"''","value":["door of the condemned"]}," through which the prisoners sentenced to death went to their execution. According to the traditions of Khiva every nobleman, governour and also the khan himself had to devote at least 4 hours per day to the administration of justice. He had to deal with all kinds of cases from theft of chicken to capital crimes. The khan usually went to the court of justice after the prayer at noontime."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Khan Allakuli Medressah"],["url="],["email="],["address="],["lat="],["long="],["directions=between the bazaar and Palwan Darvasa"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Hungarian traveller Vambery reports thatit was the second biggest medressah in the city. It had 99 cells and the pupils were well taken care of. It has the biggest and most beautiful facade and the biggest and most beautiful portal of Khiva. The high Pishtak with deep portal niche is decorated with finely ornamented blue tiles and decorative white inscriptions. The lecture rooms (dershane), the mosque and the library (kitab khana) are situated in the first floor. The courtyard ist surrounded by pupils' cells in two stories."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tim"],["url="],["email="],["address="],["lat="],["long="],["directions=near Palwan Darvase"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bukhara, Persia and Russia were Khiva's most important trade partners. The Arab chronicler Mervasi reports that a caravan from Urgench came to Russia in the 11th cent, that they discussed the islam with prince Vladimir and that they bough furs, leather and swords from the Russians. In the time of ",{"type":"''","value":["tsar Peter the Great"]}," envoys of Khiva visited Petersburg every 4 or 5 years. They brought silk, cotton, spices, leather, copper table-ware, linnen and melons from Turkestan to Russia. The caravans were made up of up to two thousand camels and bought cloth, sugar, iron tea kettles and rifles in Russia. The trade reached its apex around 1830. Khan Allakuli decided to build a new caravanseray and a new tim. Parts of the city walls had to be pulled down for the new caravanseray. Like in a medressah the rooms of the merchants are arranged around a square courtyard. Soon the caravanseray became too small and the ",{"type":"''","value":["tim"]},", a new open market was built. It is one of the most beautiful buildings of the end of the khanat. It consisted of a long covered corridor with 14 domes in the vicinity of the ancient slave market."]]}]},{"type":"===","value":["Ichon-Qala (Itchan Kala)"]},"\n\nThe old town Ichon-Qala (Itchan Kala) covers an area of about 26 hectares. It is rectangular in plan.The tourist office inside the West Gate will most likely ask you to buy a ticket that covers entry for all of the museums and buildings inside the city (excluding the Islom-Khoja minaret and the Juma Mosque) for about 10000 sum.\n\nItchan Kala was the site of the khan's palace. High officials and clergy and rich merchants used to live here. This is why we find the most important buildings in the Itchan Kala. The ordinary people, small merchants, craftsmen and peasants lived in Dishan Kala. There were wells in Itchan Kala, whereas people had to draw drinking water from the irrigation channels in Dishan Kala. In the north western part of Itchan Kala is the well, where according to the legend the city was founded by Sem.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=City walls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The surrounding walls are 6 to 8 m high and 6 m thick at their base. A great part of the city walls has been destroyed, but a part 2,2 km long has been preserved. As in other cities in Central Asia the city walls were built of sun-dried bricks. The city walls were destroyed several times, but they were always rebuilt. According to the archaeologists the oldest parts of the city wall date from the 5th to 6th cent.AD"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=City Gates"],["url="],["email="],["address="],["lat="],["long=long"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main sights lie within the massive ",{"type":"'''","value":["Ichon-Qala"]},", which contains almost all of the ancient buildings of Khiva. There are four gates on each side of the wall; \n",{"type":"*","value":[" ",{"type":"'''","value":["North Gate (Bachtscha Darwase)"]}," is closest to the trolleybus and taxi stand; it is also called ",{"type":"''","value":["Urgench Gate"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["East Gate (Palwan Darwase)"]}," is the entry and exit to the caravanserai (a large building to house caravans); It is the best preserved gate in Khiva, its passage passage is 60 m long with deep niches on both sides. In the 17th and 18th cent. it was the prison of the khanate, the niches serving as cells. The prisoners had to solicit alms of the passers-by in order not to die of starvation. Slaves who escaped and were captured again were nailed with their ears to the gate. The Palwan Darwase was also called the \"gate of the hangman\": public executions took place in front of the gate. On the right hand side of Palwan Darwase near the walls of Itshan Kala wasthe place of the slave market. Bukhara and Khiva were famous for their slave trade. The nomadic tribes moving through the desert and earning their living by robbery were reliable suppliers of slaves."]},{"type":"*","value":[" ",{"type":"'''","value":["South Gate (Dascht Darwase)"]}," is probably the least used, except by locals who live inside the Ichon-Qala, or for those staying at the Khiva Asia Hotel; "]},{"type":"*","value":[" ",{"type":"'''","value":["West Gate (Ata Darwase)"]},", which is the main exit and entry point for almost all of the visitors.\""]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kuhna Ark"],["url="],["email="],["address="],["lat="],["long="],["directions=in the western part of the old city, directly across Orient Star Khiva Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Khivan rulers commanded from this fortress-residence from as early as the 12th century up to the 17th century when the khans expanded the structure to include a mosque, a harem, and a jail. After you see the see the gorgeous open-air, blue-tiled mosque, check out the throne room where the khans dispensed swift and brutal punishments against any transgressors. The three doors across from the throne decided your fate: the left door meant freedom, the center door meant imprisonment, and the right door meant death. Above the throne room is a lookout tower where you can capture a great view of entire Ark structure. Be sure to pay a visit to the jail, located just outside the entrance to the Ark, where you'll see gruesome paintings that depict the various ways the khans meted out punishment. Most of the buildings date from the 17th cent. The fortress covers an area of  130 x 90 m and was enclosed by a fortification wall 9 m high. Have a close look at the well preserved ",{"type":"''","value":["Summer Mosque"]},". The glazed blue and white tiles are peculiar for the decoration used in Khiva. The ornaments in the form of stars and the floral and vegetable patterns clearly differ from those used in Buchara. The ",{"type":"''","value":["mihrab"]}," in the southern wall with quotations from the Quran is especially beautiful. Its tiles date from the 19th cent. In the corner on the left hand stood the ",{"type":"''","value":["minbar"]}," on top of which quotations from the Quran in Kuft script can still be seen. The tiles in the ",{"type":"''","value":["Reception Hall"]}," in green and white and with flower motives on a blue background were executed under Alla-Kuli Khan in the 19th cent.\nThe Reception Hall is surrounded by a small courtyard with stone pavement which is separated from the other parts by a high wall. In the courtyard is a round elevation characterizing the place pf the ",{"type":"''","value":["khan's winter yurt"]},". On the left of the Reception Room is an ",{"type":"''","value":["Aiwan"]}," with two beautiful carved wooden columns. Aiwan and Reception Hall are decorated with painted ceilings. Behind the Aiwan was the ",{"type":"''","value":["Throne Room"]}," with the khan's throne in a niche."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mohammed Rakhim Khan Medrassah and Square"],["url="],["email="],["address="],["lat="],["long="],["directions=across the square from the Kukhna Ark"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you were to be executed during the khan's rule, it was probably going to happen in the center of this once-busy square. The medrassah is mostly dedicated to it's namesake, the ",{"type":"''","value":["Khan Mohammed Rakhim"]}," who managed to keep Khiva independent from infiltration by British and Russian forces until the late 19th century. On the south side of the square is a tiny, but interesting museum dedicated to traditional music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kalta Minor"],["url="],["email="],["address="],["lat="],["long="],["directions=next to the Orient Star Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This squat minaret is an iconic symbol of Khiva, mainly because of it's exquisite blue and green tile work and the fact that it remains unfinished. It was originally supposed to rival the Kalon Minaret in Bukhara, however the architect fled before seeing it finished, fearing he would be put to death by the khan. Technically, you aren't allow to climb to the top of this minaret, but guards have been known to give visitors \"unofficial\" tours of the interior structure, for a fee. Kalta Minor dates from the 19th cent. Apparently it has never been completed. It is 14 m in diameter at its base and 26 m high. According to the legend ",{"type":"''","value":["Amir Khan"]}," intended to build a minaret from the top of which he could see to Buchara, 400 km away. After his death in 1855 the construction works came to a halt. The varied pattern of coloured glazed tiles in white, blue, green and a brownish yellow form a perfect harmony."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Juma Mosque"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The old mosque was already mentioned by the Arab traveller Mohammed al-Magisi in the 10th cent. According to the inscriptions above the entrance the actual mosque was built in the 18th cent. It covers an area of 55 x 46 m. The interior is square in plan. It has two octogonal openings in the ceiling. Apart from wooden beams and columns it has no decoration. It contains 212 ornately carved columns that support the roof, dating back to the 12th to 15th century. The wooden columns were removed from other buildings which have been destroyed. The columns are masterpieces of wood carving. The whole surface is covered by leaves, flowers and tendrils. If you watch cloisels you can see pomegranates blossoms and acanthus leaves. The columns are peculiar in form: they are spherical at their base, get a little bit narrower and end with a part similar to an oblong drinking glass. In some columns the base is a square marble or a round piece of wood only. Similar carved columns were not only used in palaces and mosques, but also in farmers' houses where they carry the roof of the verandah. It is reported that these wooden columns are the oldest in Central Asia. Tradition says that they come from the Great Mosque of Kat, the former capital of old Choresmia. Research has proved that 15 of the deta to the 10th to 14th cent. Be sure to bring some sort of light if you plan to climb the 81 steps up to the top of the Juma minaret, which you can access from inside. Even if you buy the all-access 10000 sum pass, you'll have to pay an extra fee if you want to enter this mosque."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pahlawan Mahmud Mausoleum"],["url="],["email="],["address="],["lat="],["long="],["directions=south of Juma Mosque"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The mausoleum is one of the most popular places of pilgrimage in Uzbekistan. ",{"type":"''","value":["Pahlawan Mahmud (\"the strong man\")"]}," was famous for his extraordinary bravery, physical strength as well as his good nature. He was a furrier, but also a wrestler, doctor, poet and saint. The people gave him the title \"Pahlavan\", meaning brave and handsome hero, as he defended the poor and is said to have had mystical powers. Pahlavan Mahmud is also revered in Persia and India. His grave became an important shrine for pilgrims and became the burial place of the Khans of Khiva. Tradition says that the first building was erected over Pahlavan Mahmud furrier's shop. The present building was erected in the 18th cent. It covers an area 100 x 50 m wide, on which the saint's grave, prayer rooms, a pilgrims' lodge, a summer and a winter mosque have been built. According to an inscription the building was erected by architect ",{"type":"''","value":["Abdullah Djin"]},". It is considered as one of the most important buildings of Islamic Central Asia due to its interior totally covered with glazed tiles and due to its artfully facade. In the 19th cent. the mausoleum became a necopolis of the princes of the Kungrat dynasty. It is considered as the last great mausoleum building in Central Asia. The ",{"type":"''","value":["southern entrance"]}," is the oldest part of the present building. It has an inscription on the wooden door indicating the date 1701. The mausoleum has an oval turquoise dome with white ornaments on the lower edges. Within the mausoleum are the richly decorated sarcophagus of ",{"type":"''","value":["Khan Mohammed Rahim"]}," and two sarcophagi of black marble of the historian ",{"type":"''","value":["Khan Abu Al Gazi"]}," who died in 1663 and of ",{"type":"''","value":["Khan Anush"]}," who died in 1681. Beside the prayer room is the crypt with the grave of Pahlavan Mahmud. The walls are covered with ornaments all over, depicting interlacing stalks of flowers, leaves and zig-zag or crossing lines. The wooden door with ivory work, the wooden columns and the glazed tiles make Pahlawan Mahmud Mausoleum to the best museum of applied arts in Khiva."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Islam Khoja Minaret"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=3000 UZS"],["content=The minaret is 45 m high and 10 m wide atb its base. It was built in 1908, however using the same methods as the much older minarets at Bukhara, Wabkent and Konye Urgench. You can see the minaret from every place in Khiva and even from far away in the desert. It is probable that the minaret served military purposes as well. ",{"type":"''","value":["Islam Khoja"]}," was great vizier of Khan Asfendijar. He undertook moderate reforms, opened the first secular school and the first hospital and introduced mail and railways. ",{"type":"''","value":["Khan Asfendijar"]}," ruled from 1910 to 1920. He mistrusted everyone. He stayed in a mirror hall, observed all persons arriving through the mirrors and called the palace guards on the most trifling occasions. But to the greatest extent he feared his own vizier. Thus, he ordered that nobody was allowed to leave his house in order to pray for the health and the spiritual welfare of the khan. He called for Islam Khoja, kept him in his palace until dark and on his way home Islam Khoja was killed by bandits."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shirgiz Khan Medressa"],["url="],["email="],["address="],["lat="],["long="],["directions=in the center of Ichan-Kala, near Pahlawan Mahmud Mausoleum"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the oldest Quran school in Khiva. It was built in 1718\/19. Tradition says that it was constructed by slaves captured by Shigaziz Khan during his expedition to Meshed from which he returned with five thousand slaves. He promised them to be released when the medressa was completed, but he delayed the completion again and again, asking new services from the hungry slaves again and again. In 1726 the slaves killed him in the unfinished medressa."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Medressa Muhammed Amin Khan"],["url="],["email="],["address="],["lat="],["long="],["directions=opposite Kunja Ark"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This medressa is the largest in Khiva. Its facade is made of coloured brick and mosaics. The main characteristics of the buliding are the ",{"type":"''","value":["hujiras"]}," (students' cells). Khan Muhammed Alim was one of the most important khans of Khiva. The medressa was built in 1851\/52 and the khan died 1855 in a battle against the Turkmen. The Hungarian traveller Vambery reported that the medressa had 250 pupils."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ak Mosque"],["url="],["email="],["address="],["lat="],["long="],["directions=near the eastern gates of Ichan Kala"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The mosque was founded in 1657, but the present building dates from the 19th cent. Tradition tells that it was founded in honour of Khan Anush Mohammed after he had saved his father ABu al Ghazi's life. It consists of a monumental hall with a dome above it and wooden ",{"type":"''","value":["aiwans"]}," on three sides. It is rather small with a base of 6,5 x 6,5 m. The cubiform substructure and the dome are painted white. ",{"type":"''","value":["Ak Mosque"]}," meaning \"white mosque\". Beside the mosque is a small minaret with beautiful carved wooden doors."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bogbonli Mosque"],["url="],["email="],["address="],["lat="],["long="],["directions=south east of  Shirgaziz Khan Mosque"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The mosque was built in the 19th cent.l, but wooden columns of the 15th cent. were used for it's ",{"type":"''","value":["aiwan"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Seid Allaudin Mausoleum"],["url="],["email="],["address="],["lat="],["long="],["directions=between Muhammad Amin Khan and Matniyaz Divan Begi medressas"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Seid Allaudin Mausoleum is considered one of the oldest buildings at Khiva, dating from the period of the rule of the Mongols. It was erected by ",{"type":"''","value":["Emir Kuljall"]}," to honour his teacher ",{"type":"''","value":["Seid Allaudin (Said Ala ad Din)"]}," who was a leader of the Naqshbandi order. Emir Kuljall died in 1380, Seid Allaudin in 1303. The door of the mausoleum has fine wood carvings. Seid Allaudin's tomb is richly decorated with glazed tiles with floral motives in white against a dark or light blue background."]]}]},"\n",{"type":"===","value":["Dichon-Qala'(Dishan Kala)"]},"\n\nThe ",{"type":"'''","value":["Dichon-Qala"]}," and surrounding areas contain only a handful of historical sights, but still have some interesting attractions including Friendship Park, Independence Square, as well as a long stretch of ancient secondary wall that snakes it's way around the outskirts of the city.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Fashion and Traditional Dance Show"],["url="],["email="],["address=in the Alloquli Khan Medressa"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=in the high season at dusk, one show 5000S, both shows 7000S, with dinner 10000S (2007)"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are many souvenir vendors in Khiva and they all will want to sell something to you, trying to attract your attention with some knowledge of English. Souvenirs might be more expensive than in Samarkand and Bukhara, but you can bargain quite a lot and get some very good deals.\n\nA good place to buy is the UNESCO-sponsored silk workshop in Qqozi Kalon Medressa. It sells unique silk handcrafts. Although they might be more expensive than in other places, you support the workers there directly:\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Khiva Silk Carpet Workshop"],["url=http:\/\/www.khiva.info\/Khivasilk"],["email="],["address=Pahlavon Mahmud"],["lat="],["long="],["directions="],["phone=3757264"],["tollfree="],["fax="],["hours=Mon to Fri 09:00 to 18:00"],["price="],["content=If you are lucky you can watch live carpet making which, for a complete carpet, takes three months of work."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zerafshan Chaikhana"],["url="],["email="],["address=Islom Hoja"],["lat="],["long="],["directions=in the old Tolib Maksum Medressa, near Islam Hojar minaret, serving specialities from Khorezm"],["phone=3757051"],["tollfree="],["fax="],["hours="],["price=1 500 UZS"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bir Gumbaz"],["url="],["email="],["address=Pahlavon Mahmud"],["lat="],["long="],["directions=in an old mosque in the old quarter Ichon-Qala"],["phone=3753026"],["tollfree="],["fax="],["hours="],["price=2 000 UZS"],["content=fine view of the Kalta Minor"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Farrukh"],["url="],["email="],["address=Pahlavon Mahmud"],["lat="],["long="],["directions=in the old quarter Ichon-Qala"],["phone="],["tollfree="],["fax="],["hours="],["price=2 000 UZS"],["content=with a decorated yurt, nice atmosphere,"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Parvoz"],["url="],["email="],["address=Mustaqilik 5"],["lat="],["long="],["directions=outside the old town, in Dishon-Qala"],["phone="],["tollfree="],["fax="],["hours="],["price=1 000 UZS"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Khorezm Art Restaurant"],["url="],["email="],["address=Medrese Allakulikhan"],["lat="],["long="],["directions="],["phone=3752455"],["tollfree="],["fax="],["hours="],["price=Salads at 2000 UZS, soups 6000 UZS, mains from 8000 UZS (2012)"],["content=common project of German Embassy in Tashkent, Deutscher Volkshochschulverband, Deutscher Entwicklungsdienst and Khiva Center for Development of Business and Tourism,"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nAs in whole Uzbekistan please buy only bottled water. Carefully check bottom of the bottle for any deposits otherwise you can buy counterfeit bottled water.\n\n",{"type":"==","value":["Sleep"]},"\n\nMost of the hotels lie within the Ichon-Qala, with a few exceptions. Homestays are a good idea if you happen to be on a budget and it's a great way to meet locals and experience the almost overwhelming hospitality that is unique to Uzbekistan and Central Asia. If you're coming with a tour group, you're guaranteed a spot in one of the more \"upscale\" tourist hotels.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Islambek"],["url="],["email="],["address=Tosjpolatov 60"],["lat="],["long="],["directions=folklore shows in the evening, roof terrace"],["phone=3753023"],["tollfree="],["fax="],["hours="],["price=US$ 15-20"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arkhonchi"],["url="],["email="],["address=P.Makmud STr 10"],["lat="],["long="],["directions=the first privately owned hotel in Khiva with a superb view on the old town"],["phone=3752230"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sobir Arkonchi"],["url="],["email="],["address=S.Markasi Str 1"],["lat="],["long="],["directions=outside of the old twon, near the Northern Gate and the trollybus stop"],["phone=3758766"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zafarbek"],["url="],["email="],["address=Tashpulatov Str 28"],["lat="],["long="],["directions="],["phone=3756038"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Isaak Hoja"],["url="],["email="],["address=A. Rachmanov Str 70"],["lat="],["long="],["directions=with a superb view of the Western Gate and city walls"],["phone=3759283"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Meros"],["url="],["email="],["address=A.Boltaeva Str 57"],["lat="],["long="],["directions="],["phone=3757642"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Mirzaboshi"],["url="],["email="],["address=P.Makhmud Str 1"],["lat="],["long="],["directions="],["phone=3752753"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Lali Opa"],["url="],["email="],["address=Kalantarov Str"],["lat="],["long="],["directions="],["phone=3754449"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Otabek"],["url="],["email="],["address=Islam Hoja Str 3"],["lat="],["long="],["directions="],["phone=3756177"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Ganishon Afanshi"],["url="],["email="],["address=P.Makhmud Str 3"],["lat="],["long="],["directions=in a traditional house in the old city"],["phone=6759569"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Malika Khiva"],["url=http:\/\/www.malika-khiva.com\/"],["email=info@malika-khiva.com"],["address=19A, P. Kori"],["lat="],["long="],["directions=just outside the West gate"],["phone=3752665"],["tollfree="],["fax="],["hours="],["price=~64 000 som (single) ~85 000 som (double)"],["checkin="],["checkout="],["content=Designed in the same style as the Orient Star Khiva, this hotel feels like you are staying in an ancient madrassah (except for the fact that it was built in 2004.) The hotel sits on a narrow cooling pond that has paddle boats (of questionable safety) for rental. Great views of the West gate and Khiva's minarets at sunset."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Malika Khorezm"],["url="],["email="],["address=5 Center"],["lat="],["long="],["directions=near the north gate of the old town and near the trolleybus stop"],["phone=3755451"],["tollfree="],["fax="],["hours="],["price=~64 000 som (single) ~85 000 som (double)"],["checkin="],["checkout="],["content=Before the fall of the Soviet Union, this was the only hotel travelers could stay in while visiting Khiva, as it was sanctioned by Intourist, the official Soviet travel agency. It has since undergone a massive renovation, which scrubbed away all traces of Soviet nostalgia, and is now almost identical in appearance and quality to the Malika Khiva."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Schachrizofa"],["url="],["email="],["address=Islam Hoja Str 35"],["lat="],["long="],["directions=boutique hotel with nice wood carvings"],["phone=3759532"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Orient Star Khiva"],["url="],["email="],["address=1 Paklavan Makhmud"],["lat="],["long="],["directions=next to the Kalta Minor"],["phone="],["tollfree="],["fax="],["hours="],["price=~64 000 som (single) ~107 000 som (double)"],["checkin="],["checkout="],["content=A charming hotel inside the converted Mohammed Amin Khan madrassah allows guests to stay in \"cells\" that were once occupied by Islamic scholars. Since this was the primary hotel inside the Ichon-Qala during Soviet times (formerly the Hotel Khiva) the outstanding feature of this hotel is location, location, location - it sits right inside the West gate -  which is why it's more expensive than some of the other hotels in Khiva."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Malika Kheivak"],["url="],["email="],["address=10 Islam Khodja"],["lat="],["long="],["directions=next to the Islam Khoja minaret"],["phone="],["tollfree="],["fax="],["hours="],["price=~71 000 som (single) ~100 000 som (double)"],["checkin="],["checkout="],["content=Like the Orient Star, this hotel is one of the newer ones in Khiva and sits right near the center of the major historical structures. Along with a restaurant and bar, the Malika Kheivak is one of the few hotels in Khiva with internet access. There is a nice view on Khiva Old Town from the roof terrace."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Asia Khiva"],["url=http:\/\/asiahotels.marcopolo.uz\/khiva\/"],["email="],["address=Kadir Yaqubova"],["lat="],["long="],["directions=outside the South gate"],["phone=3752098"],["tollfree="],["fax="],["hours="],["price=~67 000 som (single) ~105 000 som (double)"],["checkin="],["checkout="],["content=What the hotel doesn't offer in location (it's sits in a rather dusty and barren field looking directly at the South wall of the Ichon-Qala) it more than makes up for in amenities. The Asia Khiva is one of the newer hotels in town and offers a full-service restaurant, satellite television, internet, and probably the best excuse to visit Khiva in the dead of summer: a swimming pool with poolside bar service."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBecause of the nature of Khiva's importance as a tourist town, most of the staff and locals will go out of their way to keep you safe. In and around the Ichon-Qala, your biggest risk is being asked by local elementary school children for gifts like pens, in which they will probably be shooed away by a stern adult. Take the usual precautions of watching your valuables and you'll be fine.\n\nIn the Dichon-Qala, especially in the late evening or at night, you may run the risk of being harassed by local drunk men. However, these incidents are rare and the perpetrators are easily scared away with a few stern words (in any language). Aside from the main road, Khiva gets very dark at night, so carry a flashlight with you if you plan on exploring the town in the evening or having dinner outside the city walls.\n\nTake the usual precautions when drinking from local water sources, but make sure to stay hydrated, especially in the summer. The heat bouncing off the mud walls can make Khiva feel like a broiler sometimes, and you can easily run the risk of heat exhaustion.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wifi internet"],["url="],["email="],["address=at Cafe Kheyvak"],["lat="],["long="],["directions=near the Islam Hadja madressa"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=minimum spend of 3,000 som on food and drinks"]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bukhara"]]}]}," - Once the historic rival of Khiva, Bukhara boasts an impressive old city with lots of interesting alleyways, buildings, and shopping. Check out the Jewish Quarter, one of the last bastions of the Judaism in Central Asia, and the towering ",{"type":"'''","value":["Kalon Minaret"]},", where the Khan of Bukhara executed prisoners by tossing them out of the top window."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nukus"]]}]}," - The capital of the nominally autonomous Republic of ",{"type":"'''","value":["Karakalpakstan"]}," sits on the remote frontier of Uzbekistan. Nukus looks like a planned Soviet city (in fact, it was host the Red Army's Chemical Ressearch Institute) but is also home to the Nukus Museum of Art - commonly referred to as the ",{"type":"'''","value":["Savitsky Museum"]}," - which houses the second largest collection of Russian avant-garde artwork in the world, second only to the Russian Museum in St. Petersburg. A rare gem of a museum in the middle of practically nowhere and a must-see."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["Aral Sea"]]}]}," and ",{"type":"'''","value":["Moynaq"]}," - If ecological disasters interest you, then checking out the Aral Sea should be high on your list. Once the 4th largest saline body of water in the world, the Aral Sea has steadily diminished over the last 50 years due to past Soviet agricultural planning and current water management practices by several Central Asian countries. Moynaq, once a thriving fishing town, now sits about 250km from the current coastline and is a haunting reminder of the environmental devastation."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Urgench"]]}]}," - The capital of ",{"type":"'''","value":["Khorezm"]}," doesn't have much to offer in the way of sights, but it is a great launching point for trips to Khiva, Nukus, and the surrounding areas. There are a few old fortresses in the deserts surrounding Urgench as well as a few ancient ",{"type":"'''","value":["Zoroastrian"]}," archaeological sites."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["41.3833"],["60.3667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Uzbekistan"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Khiva"]]},"\n",{"type":"[[","value":[["Commons:Category:Khiva"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Uzbekistan\/Localities\/Khiva\/"]]}]