[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Khobar Water Tower.JPG"],["thumb"],["Khobar's water tower"]]},"\n",{"type":"'''","value":["Khobar"]}," (",{"type":"''","value":["Al-Khobar"]},", ",{"type":"''","value":["Al-Khubar"]},") is a city in the ",{"type":"[[","value":[["Eastern Province (Saudi Arabia)"],["Eastern Province"]]}," of ",{"type":"[[","value":[["Saudi Arabia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe newest of the ",{"type":"[[","value":[["Dammam"]]},"-",{"type":"[[","value":[["Dhahran"]]},"-Khobar trio, Khobar is generally considered the most pleasant of the bunch, thanks to its seaside location and beachside Corniche. Besides, Khobar is most organised and has the best pedestrian friendly walk ways, and women have fewer restrictions (in terms of wearing a hijab) compared to other eastern cities.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is in Dammam. However, many travellers choose to enter the country via the Bahrain Airport, and driving across the King Fahd Causeway to Khobar. Flying into Manama, Bahrain can have its advantages for travellers from Western countries. Companies commonly book business flights into Manama instead of Dammam solely because the Bahrain International Airport has bars and airport lounges where drinks are served - usually a nice way for foreigners to spend their last few hours in the middle east after leaving a country where alcohol is illegal. Also, Bahrain International Airport is one of the best connected in the region, while most flights out of DMM would require a connection in Riyadh or Jeddah.\n\n",{"type":"===","value":["By train"]},"\nDammam's train station is 15 min away by taxi.\n\n",{"type":"===","value":["By bus"]},"\nThe Saudi-Bahraini Transport Company (SABTCO) ",{"type":"[","value":["http:\/\/www.sabtco.biz\/"]}," has five buses daily to ",{"type":"[[","value":[["Bahrain"]]},", see that article for details.  The SABTCO office is in the center of the city, just ask any taxi driver.\n\nThe nearest main bus station is in ",{"type":"[[","value":[["Dammam"]]},", but SAPTCO ",{"type":"[","value":["http:\/\/www.saptco.com.sa\/"]}," also offers direct VIP services from ",{"type":"[[","value":[["Riyadh"]]}," to Khobar.\n\n",{"type":"==","value":["Get around"]},"\nKhobar is vast and sprawling, and taxis are quite limited unless you are near town. You really need your own car to get around here, but just remember that lanes don't really mean all that much here.\n\nHowever, near town, you can pretty much catch a cab anywhere. At a hotel\/compound, you will get a cab within 5-10 minutes of a call.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Masjid in Al Khobar Corniche അൽ കോബാർ കോർണിഷിലെ പള്ളി.JPG"],["thumb"],["300px"],["A striking mosque on the Corniche"]]},"\nThe causeway connecting Saudi Arabia to Bahrain is worth looking at.\n\n",{"type":"==","value":["Do"]},"\n\nOne popular activity in Khobar is riding ATVs on the coast of the Arabian Gulf south of town.  It's a lot of fun to run up and down the sand dunes or just along the beach in an ATV at 40 miles per hour.  Most of the places where you can rent ATVs are managed by locals who do not speak English.  While it is ideal to be accompanied by an Arabic-speaking companion, a visitor with a minimal level of cross-cultural communications skills will usually have no problem reaching an agreement.  Prices vary depending on the operator and the size and quality of the ATVs.  80 to 120 Riyal an hour is usually considered a fair rate.\n\nThe coast south of Khobar along \"Half-Moon Bay\" also has numerous beaches.  Many of these have shaded sitting areas, trash cans and showers.  Closer to town most of the beaches are family only, but approximately 40 km south there are a number which are open to singles.  Camping and campfires are permitted (or at least tolerated).  The water throughout this area is incredibly shallow and warm and there is little to no tide or wave action.  That said, most of the beaches have decent sand, are large enough to get away from the crowds and are relatively clean.\n\nThe Rashid Mall and Mall of Dhahran are Khobar's 2 biggest malls and are comparable to those found in western countries. Both offer many stores you would find there, and both offer large food halls with well-known outlets as well as Middle Eastern versions and specialists. For those with families, both of these malls have amusement parks. when visiting these malls it is important to watch out for women and family only areas. While the women only section of Rashid Mall is clearly designated, the family only areas of the Mall of Dhahran are marked with fairly small signs hanging from the ceiling and are not that obvious due to their height above ground level.\n\nFor those unfamiliar with the Middle East, central Khobar, with its traffic and crowded streets, may feel a bit intimidating. Generally speaking, the visitor will not feel unsafe but may feel somewhat alone on the streets.  The downtown area, especially near the waterfront, is highly-developed and gentrified, with many name-brand and Western eateries, coffee-shops and retailers.  It is a bustling area with magnificent local food and good buys on merchandise (though quality may vary). Restaurant workers downtown will cater specially to Westerners. Prices vary, but tend to be reasonable - it is often possible to have a wonderful dinner downtown at a cafe of lamb, beef liver, chicken, rice, bread, falafel, veggies, and more for only the equivalent of $10 USD total for 4 people.\n\nOther Fun place in Khobar is Golf World, a nice place to enjoy playing Golf with your Friends, Family and Kids. It is 4 screen golf rooms and a 3 Cushion Billiard table. The place is in Makkah St. Olaya Center- Olaya area (Aqrrubiah Before) Make reservation by calling 889-7078\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Mall of Dhahran"]}," - over 1,000,000 sq. feet of retail space.\nkoko\ncentre point\n\n",{"type":"==","value":["Eat"]},"\nIf you enjoy fast food, local vendors such as Baba Habbas offer delicious and cheap hamburgers, fries and drinks that closely remind to the food in other parts of the world. One of the most traditional meals here is Chiken Shawaya with Rice which is basically chicken and rice - which is also a popular combination worldwide. \n\nNever try to ask for pork in Saudi Arabia as in all Islamic countries this is a prohibited food considered sinful. Stick to chicken, beef, seafood (Khobar is near to the seaside) and veg food.\n\n",{"type":"==","value":["Drink"]},"\nGood luck. It's illegal, but there are hidden bars. Most serve brand-name liquor but make their own beer - only expats that have been in Khobar for a long time know about these secret spots. You don't want to end up in a Saudi prison, though, so it's best to give up the sauce while you are there.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Al Khobar"],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/hi\/1\/en\/hotel\/dhaal"],["email="],["address=Old Airport Rd"],["lat="],["long="],["directions="],["phone=+966-3-8588000"],["tollfree="],["fax="],["hours="],["price=SR600"],["checkin="],["checkout="],["content=Pleasant low-rise hotel on the northern outskirts of town, easily accessed from Dhahran or Dammam, but with absolutely nothing in walking distance.  Nice rooms, pool, poolside cafe with food and shisha."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oasis Tower Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= - 5-star accommodations with separate kitchen in hotel rooms, 4 restaurants, bowling alley, free video game arcade, ice skating rink, fitness center, grocery store onsite. The security here is incredible - K9, car inspections, ID checks, mirrors underneath cars, Saudi National Guard protected, two gates that cars must pass through before entering, camera identification to get into the building."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Park Inn Al Khobar"],["url=http:\/\/www.parkinn.com\/hotel-alkhobar\/"],["email=info.alkhobar@rezidorparkinn.com"],["address=Al Rawabi District, King Faisal Bin Abdulaziz Road, P.O. Box 2408, 31952- Al Khobar"],["lat="],["long="],["directions="],["phone=+966 3 810 0800"],["tollfree="],["fax=+966 3 810 0600"],["hours="],["price="],["checkin="],["checkout="],["content=The Park Inn Hotel Al Khobar is on King Faisal Bin Abdulaziz Road, the main causeway with links to commercial hubs, Dammam, Jubail and Hofuf."]]}]},"\n",{"type":"{{","value":[["geo"],["26.2833"],["50.2000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Province (Saudi Arabia)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Khobar"]]},"\n\n\n",{"type":"{{","value":[["usablecity"]]}]