[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["warningbox"],["In July 2012, violence erupted in the autonomous Gorno-Badakhshan region when the government sent troops to round up local opposition strongman & drug trafficking kingpin Tolib Ayombekov, who is accused of being behind the July 23 murder of a top regional security official. Official reports indicated 42 dead (there are unofficial reports of 200 or more dead) during gun battles near Khorugh. For a short time, the Tajik government cut off mobile phone, internet, & TV service; blocked the roads leading in\/out of Khorugh; & closed the Khorugh airport. The nearby border with Afghanistan was also closed. All that is open again now. International travelers planning to visit the region should follow news of the security situation in the region and seek the advice of their embassy. ",{"type":"[","value":["http:\/\/www.bbc.co.uk\/news\/world-asia-18965366 BBC article"]}," (",{"type":"''","value":["Updated April 2013"]},")"]]},"\n\n",{"type":"'''","value":["Khorugh"]}," (also spelled Khorogh, Khorog, Xoroq) is a city in the ",{"type":"[[","value":[["Pamirs"]]}," of ",{"type":"[[","value":[["Tajikistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nKhorugh, the capital city (town) of Gorno Badakhshan Oblast (Province), is situated in a steep river valley surrounded by the Pamir mountains. The nearby river Panj (aka Oxus) is the border between Tajikistan and Afghanistan. The town has enough bustle to be interesting but certainly isn't overwhelming.    There are a plethora of NGO's working in the area.\n\nThe Pamir Eco-Culture Tourism Association (PECTA) has an office at the edge of the city park (37.49N x 71.548E) where you can get a map of the Pamir mountain region of Tajikistan, as well as books about the local culture, advice about home-stays, etc.\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Dushanbe"]]},": Airplane usually flies 1 flight a day, when the weather is good during the summer. Spectacular flight, for about USD 85.\n\nVehicles run constantly to Khorugh. Best to get there is very early in the morning, maybe 6-7AM. Vehicles leave from a lot tucked away near the airport. Most people in the capital are unaware of its location.  When heading to the airport from the north you go into a dip going under a big road. Just before that there will be a dead end road on your right. Get out of the car and walk through a big gate (lots of people heading that way.) Just repeat \"Khorogh\" to everyone, and sooner or later someone will know what you're talking about. Price is anywhere from USD 40-60, depending on the vehicle.\n\nGet a good vehicle. A good vehicle usually means a good driver. The trip takes between 15hours to two days.\n\n",{"type":"==","value":["Get around"]},"\nThere are a series of parking lots, each with vehicles heading to somewhere in the Pamirs. Vehicles arrive in town around 8-9AM and begin departing 10-12ish, whenever they get a full load. Most villages go for 1-3 TJS a seat.\n\nIn town you can just walk or catch a local marshrutka for 1 TJS.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Mountains. Just climb one and you will have spectacular views."]},"\n",{"type":"*","value":[{"type":"'''","value":["Julandee"]}," (towards Murghab)  High altitude, hot spring resort, and wonderful climb behind the springs. The rooms are quite nice and very affordable. USD 10-15ish. Food is available, but ideally you should bring along some bread, potatoes, and carrots.  They will cook, but they have trouble getting the food up there. Very good spot to spend the night before proceeding to Murghab... high enough altitude to see if you get sick. If you are not used to high altitudes, take aspirin to mitigate altitude headaches. Much easier to evacuate from."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vanj valley"]}," is spectacular. If you can get a good vehicle... go to the top. There is the famous \"Bear\" glacier calving into the valley. The village up there (Poy Mazur) will gladly put you up as a guest. (Give them a gift... $10-15 and INSIST, as the villagers are very poor.)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Garm Chashma"]}," (towards Ishkashim) -- hot spring and resort-like area."]},"\n",{"type":"*","value":["Hop in a marshrutka and get out at a random village. They will put you up, no questions asked. They will feed you, etc. Just bring a bit of money $10-15 to cover their food costs and to help them out. Make sure you insist. For cultural reasons, they will refuse at first, but it's culturally legitimate for you to insist."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Mountain climbing, hiking, cultural immersion, etc."]},"\n",{"type":"*","value":["Beautiful botanical garden.  It's out of town towards ",{"type":"[[","value":[["Roshtkala"]]},".  Just say \"botanical\" and people will understand.  Some of the local marshrutkas turn around in front of it. Just go up the hill. Closed on Sundays, usually. Saturdays are iffy. Lots of free fruit in the fall. Don't try taking any out... gotta buy it."]},"\n",{"type":"*","value":["Rafting would be amazing. Gunt Valley, Roshtkala Valley.  Both have marshrutkas running up and down them. The road follows the river, except for maybe 3- or 400-meter patches. Class 4s at least, constantly for 20-30 km. No waterfalls. There are some places with 6-8ft. standing waves. Really serious during June and July. Other times may be too low. You may be able to get rafts in Dushanbe but will have to drive them out. (sell\/donate it off to a local organization)   (*****MAJOR DISCLAIMER****) NEVER BEEN ATTEMPTED!! The ",{"type":"[[","value":[["Panj"]]}," River is a bad idea as it is the border to Afghanistan. Nice water, though."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Khorog Park"],["alt=Chorbogh"],["url=http:\/\/travelpod.com\/travel-photo\/bird_dream\/1\/1219908960\/khorog-park-i.jpg\/tpod.html"],["email="],["address="],["lat="],["long="],["directions=near the stadium and main bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=amazing stonework emphasizing local traditional resources..."]]}]},{"type":"*","value":["Trekking\/Travelguide Jusuf"]},"Jusuf speaks very good English and can arrange any kind of trips in Wakhan and Afghanistan. He also has an (unsigned) Homestay at his village „Khaskhorugh“ 35km on the way from Khorog to Iskhashim. Mobile: 935451852\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["A hat"]},". They are pretty cool. Make sure they fit, though. Western heads are notoriously large."]},"\n",{"type":"*","value":["There are other crafts available at several craft stores downtown and in the Serena Inn's common area."]},"\n",{"type":"*","value":["Seasonal fruits are available in the bazaar, as are staples of travelers -- Ramen noodles, canned corn, canned peas, hotdogs, bread, etc."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Deli Dharbar"]}," is a great little Indian food place.  USD 5-7 for a filling and tasty meal. It's between the bazaar and the only stoplight in town, on a side street. Ask locals for MicroFinance Bank. It's across the street."]},"\n",{"type":"*","value":[{"type":"'''","value":["Varka"]}," Russian food. Reasonable price. You may get sick, although not too bad. Much more local in flavor. In front of the Red Crescent Compound. Ask locals for \"Varka\". They all know it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Serena Inn"]}," Continental kinda food.  USD 12-15 a plate. Pricey, and not all that impressive. Also the Serena has a restaurant in the Khorog city park (37.49N x 71.548E) with an indoor dining room as well as a roofed open-wall dining area on the bank of the river (very nice place when the weather is warm)."]},"\nHit the bazaar around noon for osh (pilaf), eggs, and potatoes, or all variety of fried pastries. Head up the place where they sell bread in stacks on the main road.\n\n",{"type":"==","value":["Drink"]},"\nBe careful with the water as always but the water here is not nearly as bad as in Dushanbe. Most water sources in the villages are contaminated by cattle and people upstream.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["Several inns and lots of homestays available."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pamir Lodge"]},"  - Cheapest place in town. Rooms 7-8 USD per person. Kind of a shower, sometimes hot. Hole place is a bit untidy... Quite far up the hill."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Parinen Inn"],["url="],["email="],["address="],["lat="],["long="],["directions=near the new bazar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lal Inn"],["alt=Lalita Inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Laalmo Pamir Home Stay"],["url=http:\/\/pamirhomestay.com"],["email="],["address="],["lat="],["long="],["directions=Close to school #7, up the hill from the Barka restaurant"],["phone=(+992) 93 508 6999"],["tollfree="],["fax="],["hours="],["price=$10"],["checkin="],["checkout="],["content=Laalmo is a very nice lady who runs a homestay in her house. Nice meals are available too.  Very clean (no bugs!) and western toilet and shower with hot water.  Good place to stop on your way in and out of the higher places. Breakfast is extra, but it has hot showers, western toilet."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Serena Inn"]}," Very nice but pricey, in the $100+ range. The Inn has en-suite bathrooms (toilet,shower,sink, hot water as in any good hotel). It is 2.2 km north from the Khorog airport, on the west side of the main road at 37.525N x 71.506E. Built by the Aga Khan Foundation in-order to encourage tourism in the region. Built in typical Badakshani style and situated right next to the river, it is very luxurious. Telephone: (+99235222) 3228. http:\/\/www.serenahotels.com\/serenakhorog\/default-en.html"]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nIf you need treatment, you need to evacuate. There are some expat docs in Dushanbe, who know what they are doing.\n\nBroken bones can be dealt with in Khorugh. The hospital (a huge compound) is near the lowest walking bridge, on the non-bazaar side.\n\nThe Aga Khan Foundation has access to a helicopter for emergencies. Flag down a vehicle with one of the logos.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Murghab"]]}," In the bazaar, there is a very big vehicle market. You can get a private taxi to Murghab there. USD 200-100 is a fair price.   Towards the main town from the bazaar there is a water spigot on your right, maybe 100 meters away from the bazaar. Anywhere within 100 meters of where you're standing is fair game for the Murghab marshrutkas to be --  behind buildings, on the road, on the sidewalk, etc. USD 15 is a fair price for a big vehicle -- more for a smaller one. It probably leaves around 10AM, or maybe earlier, depending on when the seats get filled. Get there no later than 8:30AM."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dushanbe"]]}," USD 40-60 by land and USD 85 by air.  "]},"AIR - Go to the airport. Try to give your passport to someone. If they take it, that means you might get on the list. Ask... there might be some English speakers there, but all speak Russian. (\"Samaliot\" = airplane). Once the airplane takes off from Dushanbe, they will begin selling tickets in the BACK of the building... walk around. Tiny hole in the wall... listen for your name. 1hr flight.\n\nLAND - Arrive at the bazaar no later than 8AM. The place will be mostly deserted, except for a few men standing around cars. They are going to Dushanbe. Pick a very good car. Once their vehicle filled, they will leave. 14-24hrs, provided no problems. ASK IF 1 DAY OR 2-DAY TRIP! 1 day trip is brutal... 2 days is much more relaxing. Your food may very well be covered in the fee. Be careful at the roadside diners. Often the soup or food has been sitting out for days. Eggs and hotdogs are safest because they cook them then. Your driver probably avoids the worst health code offenders for his own sake -- unless his relative owns a shop...\n\n",{"type":"{{","value":[["geo"],["37.4833"],["71.5500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pamirs"]]},"\n",{"type":"[[","value":[["WikiPedia:Khorugh"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]