[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Khurrianwala"]}," is second largest industrial town near ",{"type":"[[","value":[["Faisalabad"]]},".\n\n",{"type":"{{","value":[["Style"]]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"{{","value":[["Style"]]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Faisalabad"]]}]}," You should first come to Faisalabad to go Khurrianwala. If you came from Shaikhupura road from ",{"type":"[[","value":[["Lahore"]]}," then it will drop you in Khurrianwala. "]},"\nKhurrianwala is Situated 22km Shaikhupura Road Faisalabad. Buses are operated from Faisalabad Bus Stand 24 hours. Any Bus Going to Shaikhupura Road will drop you in Khurrianwala. It will take 30-40 minute to drop you in Khurrianwala.\n\nAlso Urban Transport [Manthar Metro Root No.11] will drop you in Khurrianwala in 45 minutes. They are Operated from Clock Tower (Narwala Adda) to Khurrianwala. They are only available from 05:00 to 23:00 hour.\n\nYou can also get a private taxi which will drop you in less then half an hour. Also Coasters are operated from Faisalabad to Shahkot thay can also drop you in Khurrianwala.\n\nYou can take taxi or rickshaw to go anywhere in the town are nearby village.\n\n",{"type":"==","value":["Talk"]},"\nMajor Language Used in Khurrianwala is Punjabi. Some educated people use Urdu & English. Every one can understand Urdu.\n\n",{"type":"==","value":["Get around"]},"\n\nGenerally getting around is a pretty experience, you get to see a lot more on foot, just remember to wear comfortable shoes if you are gonna be walking a distance.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/Faisalabad Faisalabad"]}]},"You Can also go to Faisalabad to visit all the Places, for shopping and many more."]},"\n",{"type":"*","value":[{"type":"'''","value":["Taxis:"]},"Taxis in Khurrianwala are abundant, popular and generally safe. You can find them at Taxi Stand to Travel to nearby Village or Faisalabad. Prices will be higher at night. It is always advisable to agree the fare before travelling. The cost may go up for foreigners. (Gora Price) "]},"\n",{"type":"*","value":[{"type":"'''","value":["Car Hire:"]},"Car Hire is also a good way of getting around. Although road signs and directions are only available in Faisalabad, Due to Khurrianwala being a Town, It is easy to find your way around. "]},"\n",{"type":"*","value":[{"type":"'''","value":["UET Lahore (Faisalabad Campus):"]}," UET has a new campus near Khurrianwla approximately 2km at bipass road. It is very beautiful campus."]},"\n",{"type":"*","value":[{"type":"'''","value":["GC Faisalabad (New Campus):"]},"GC Faisalabad is going to made a new campus at Jandwali road near khurrianwala."]},"\n",{"type":"*","value":[{"type":"'''","value":["Export Processing Zone"]},"An export processing zone is built 1.5km from bus stop. This zone is made for export industries only."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jinnah Garden:"]}," - is also a beautiful park in Faisalabad commonly known as \"company Baagh\". The tomb of H.E SIR CHARLES JAMES LYALL, is situated here. He was the founder of this city and the city was first named LYALL PUR in honor of him."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Walking"]},"Walking Due to the traffic, distances, extreme heat, and hordes of goggling locals, however, most tourists will prefer to use other means of transport. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Am Tex Waterfall"]}," - is located at Am Tex Squire, Abdullah Pur. It is the biggest artificial waterfall in Asia. It looks very beautiful at night."]},"\n",{"type":"*","value":[{"type":"'''","value":["Forest Park Gatwala:"]},"There is a forest park gatwala 12km from khurrianwala. It is very beautiful. It have a lake for boating. It has also a canal. It also has a small zoo. Espacially Evening Scenes are very beautiful in Gatwala Park."]},"\n",{"type":"*","value":[{"type":"'''","value":["Canal Park"]}," - is located at the west bank of Rakh Branch Canal. It is also a good outing place for families. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Town Center:"]},"There is a monoment in center of the town. This monoment was built in the reign of Shair-Sha-Souri. He has also made a well which is situated in Police Station near monoment. He has also made a rest house for passengers which is now converted to Rescue-1122 office by new construction."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fatima Jinah Lady Park"]},"A small beautiful lady park is made for ladies. It is at Jhumra road 1km from bus stop."]},"\n",{"type":"*","value":[{"type":"'''","value":["Historical Well:"]},"There is a historical well made in the rule of Shair-Shah-Sauri. It is under the supervision of Government. It is situated in Police Station Khurrianwala."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ghenta Ghar (clock tower)"]}," - This is the main market of Faisalabad and it is also the oldest area of Faisalabad. Here you can also find the remains of buildings which mainly belonged to the British Raj before Pakistan came into being. Interestingly, this market has eight bazaars (markets) which together form a \"Union Jack\" (British flag), being a part of the construction work under the British Raj. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Swimming:"]},"Do Swimming in Swimming Pool. One is near \"Bahoo Petrol Pump\" Shaikhupura road. Also another swimming pool is near Gatwala. You can also go to \"Butt Water Land\" and \"Happy Land Water Park\" at canal road."]},"\n",{"type":"*","value":[{"type":"'''","value":["Night Life:"]}," Faisalabad has a limited but active night life. To get into the circles with a night life, getting connected with the local elite (for lack of better words) will be useful. Should you manage, there is often something happening each night. You Can go to D-Graoun Faisalabad espacially at night for shopping and eating."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Clothing"]}," -Faisalabad is famous for its cloth and cloth related items throughout the world. It is the best market to buy home furnishings (bedsheets, curtains, towels etc.), personal clothing, and hosiery wear. Actually it is very close to Faisalabad so mainly shopping take place in Faisalabad. I also go there for shopping. There are some big shops for clothing like \"Bajwa Garments\" and \"HAS Garments\"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fair Price Shops:"]},"You can go to Fair Price shops of any Textile Mill. Here you can get very econimical home furnishings (bedsheets, curtains, towels etc.), personal clothing, and hosiery wear. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Stationary & Sweets Products:"]}," If you want to by some products related to stationary there are some shops which deal for it. You can also by candies at Millat Traders Khurrianwala. It is situated at Jandwali Road. They deal in all kind of Candies and sweets. Soap Stone and its related products made in their Factory. They are OEM Service Provider of many things like salanty and candies. They Provide Byer Label Service on Soap-Stone products. You can visit Soap-Stone factory (comonly known as Salaty Factory) at Gulshan-e-Ahmed Colony Shaikhupura road Faisalabad."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=http:\/\/www.hamid-textile.com"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sweets:"]},"There is a big shop naming \"Hafiz Sweets\" you can find every sweets or eaings there. It is in Jhumra road. There are other sweets shops such as \"Best Sweets\" and \"Butt Sweets\"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ice Cream:"]}," \"Chaman Ice bar\" and \"Hafiz Ice bar\" are two main shops for ice creams."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restaurant:"]},"\"Canada Hotel\", \"Five Star Hotel\" and \"Noshahi Restauren\" are best places for BBQ and other Pakistani and Continantal dishes in Khurrianwala. You can also go to ",{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/Faisalabad Faisalabad"]}," for Chinies, Continental, BBQ and Pakistani dishes. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Biryani\/Pilaow:"]},"Sundar Baryani is a famous shop for biryani and Pilaow. Also Jahangir Murgh Pilow is famous in Faisalabad."]},"\n",{"type":"*","value":[{"type":"'''","value":["Samosas & Dahi Bale:"]},"Sultani Samosa and Dahi Bale Shop is very famous for its samosas and Dehi Bale in Khurrianwala. You will not find such a delicious samosas around."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":["'''Drinking of Alcohol is not allowed for Pakistanies. However you can find it in some Places at Faisalabad. You can also drink other drinks (i.e Coke, Pepsi, RedBull)."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\nThe area code for Faisalabad is 41 . To dial from within Pakistan, dial 041-xxxxxxx. To dial from outside Pakistan 092-42-xxxxxxx.\n\nThe Police emergency number is 15. There are various Police stations in the city with staff available 24\/7. You can contact at 17 for assistance. ph.0414000736\n\n",{"type":"==","value":["Stay Safe"]},"\n\nIn the case of an emergency, call police by ",{"type":"'''","value":["15"]}," from any landline phone. If you are using a cellphone, dial 911 for police rescue.\n\n",{"type":"*","value":[{"type":"'''","value":["Ambulance Access"]}," To get an ambulance in case of an emergency, dial 115 from any landline or cellphone."]},"\nIf you found yourself in serious trouble and need any type of emergency rescue or help then feel free to dial ",{"type":"'''","value":["1122"]},". The name of the  emergency service is \"Rescue 1122\".\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Punjab"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Khurrianwala"]]},"\n",{"type":"{{","value":[["geo"],["31.517222222222"],["73.266666666667"]]}]