[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Chust, ulice.jpg"],["thumb"],["250px"],["A street at the western edge of the town"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.khust.org\/ Khust"]}]}," (Ukrainian and Russian: Хуст, Hungarian: Huszt, Slovak: Chust) is a city in ",{"type":"[[","value":[["Western Ukraine"]]},", in ",{"type":"[[","value":[["Zakarpatska Oblast"]]},", with population 31,700 people, it is the third largest city in the county. Completely surrounded by Carpathian mountains.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airport is in ",{"type":"[[","value":[["Uzhhorod"]]},", which is  about 100 km. (about 60 miles) from the city. There are only a few flights from ",{"type":"[[","value":[["Kiev"]]}," to Uzhhorod. (A one-way ticket is about $150, operated by Aerosvit Airlines). The nearest big airport is ",{"type":"[[","value":[["Budapest"]]},".\n\n",{"type":"===","value":["By train"]},"\n\nThere are two direct trains from ",{"type":"[[","value":[["Uzhhorod"]]},", the so-called \"Edelveis\". One in the morning, another somewhere in the afternoon. The afternoon train arrives to Khust at about 8PM The price of a one-way ticket is about $2.\n\nThere is also a direct train from ",{"type":"[[","value":[["Lviv"]]},". It is an overnight train which arrives to Khust at 7AM\n\nFrom ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Prague"]]}," and ",{"type":"[[","value":[["Vienna"]]}," there are several daily direct rains to a Ukrainian border city of ",{"type":"[[","value":[["Chop"]]},".  From Chop you can get to Khust by the Uzhhorod and Lviv trains.\n\n",{"type":"===","value":["By bus"]},"\n\nThe easiest way to get to Khust is by bus. There are several direct buses from ",{"type":"[[","value":[["Uzhhorod"]]},", Lviv, ",{"type":"[[","value":[["Chernivtsi"]]},", ",{"type":"[[","value":[["Kiev"]]},", and other big Ukrainian cities. A one way bus fare from Uzhgorod is about $ 3-4. A bus fare from Kiev is about $20.\n\n",{"type":"==","value":["Get around"]},"\n\nThe city is comparatively small, and you can usually walk anywhere in less than an hour.\n\nYou can catch a taxi either on the bus station or in the city center. It is very easy to catch  taxi in Khust. The average fare within the city is about $2.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ruined castle"]},". On the top of the Castle Hill not far from the center of the city (downtown) is situated a ruined middle-age castle with romantic hint. First mentioned in 11 century. Until the Tatar invasion of 1241 most likely it was made of wood. Stone castle was built after the invasion. It was rebuild and extended several times. In 1766 the gunpowder tower was struck by lightning, which led to a strong explosion. The castle was damaged, and newer rebuilt. Today it is a popular destination place among tourists. Also a popular place of local youth. From the castle you can see a magnificent view of the entire city, and the entire valley. It takes about half an hour to climb to the top of the hill."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Elizabeth's Church"]},". Elizabeth's Church or \"fortress church\" is a Hungarian Protestant (ex catholic) church right in the city center. This small church was built in the 13 century. It is surrounded by a thick wall with two gates, which make it as a fortress. Inside the church you can see an original 13 century fresco, depicting King Istvan (first king of Hungary) and his son prince Imre, with an other Hungarian saint, all three shown as knights. There are a lot of memorial tables and monuments in the garden of the church. Unfortunately the church is not opened constantly for the public. You can get in every Sunday at noon time after the mass, or you can ask the local priest, who lives next to the church, to open the gates and let you in. He can also give you a tour around, explain the history of it."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["48.181389"],["23.297778"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Zakarpatska Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Khust"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ukraine\/Provinces\/Zakarpattia Oblast\/Khust\/"]]}]