[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kiawahisland.org\/ Kiawah Island"]}]}," is a city in Charleston County, South Carolina\n\n",{"type":"==","value":["Get in"]},"\n\nThe nearest airport is ",{"type":"[[","value":[["Charleston (South Carolina)"],["Charleston"]]}," International which is a 30 to 45 minute drive from the island. You can also fly in to ",{"type":"[[","value":[["Savannah"]]}," but this is much further away.\n\n",{"type":"'''","value":["By Plane"]},"\n\nFrom Charleston International Airport (airport code CHS), you will need to drive out to Kiawah Island. You can either:\n\n# Rent a car at the airport and drive to Kiawah following the directions below starting from I-526,\n# Taxi (typically costs $62 to get to the Kiawah Island main gate), or \n# Allow the Kiawah Island Golf Resort to coordinate transit from executive transportation providers.  Call (843)412-4971.  (Rates start at $95 for two guests).\n\nChartered flights have access to Charleston Executive Airport (airport code JZI), a small airport located 18 miles from Kiawah Island on neighboring John's Island.\n\n",{"type":"'''","value":["By Car"]},"\n\nTo drive to Kiawah Island: \n\n",{"type":"*","value":[" Take Interstate 95 to 26 East.  "]},{"type":"*","value":["I-526 West towards Savannah. "]},{"type":"*","value":["At the end of the interstate, turn right onto Savannah Highway\/US 17 South. "]},{"type":"*","value":["Continue on US 17 South for five miles. At the 5th traffic light, turn left onto Main Road. (Landmark is the BP Gas Station on far corner). "]},{"type":"*","value":["Continue on Main Road for 15 miles (it becomes Betsey Kerrison Parkway), after which you will arrive at a circle. "]},{"type":"*","value":["Stay in left lane as you enter the circle and go 3\/4 way around to exit onto Kiawah Island Parkway. "]},{"type":"*","value":["Once on the island, you will pass through the security gate (stay in the left lane). "]},{"type":"*","value":["If you are heading to The Sanctuary, drive 2 miles past the gate and turn right at the sign for The Sanctuary."]},"\n",{"type":"==","value":["Get around"]},"\n\nIt is a good idea to have your own transportation although the island does offer a shuttle service. There is an Enterprise car rental at Charleston airport. Visitors can travel by car across the island's well-maintained roads and to nearby locations outside of Kiawah.  \n\nWhile on the island though, bicycles are a popular mode of transportation. 30 miles of paved bike paths and 10 miles of hard-packed sand beaches allow visitors to easily traverse Kiawah Island by bike.\n\n",{"type":"==","value":["See"]},"\n\nKiawah is a private gated resort community. It has a 10 mile stretch of beach as well as acres of beautiful marsh and river scenery. Wildlife is abundant on the island. There are literally thousands of alligators, numerous species of birds, deer, bobcats, raccoons, and if you're lucky, you may get to see a loggerhead sea turtle come ashore to lay her eggs. \n\n",{"type":"==","value":["Do"]},"\n\nIn addition to the beach, the island is also well known for golf. There are five golf courses on the resort, including the world famous Ocean Course (designed by Pete Dye), site of the 1991 Ryder Cup, 2007 Senior PGA and the 2012 PGA Championship. Additionally, there is Cougar Point (designed by Gary Player), Osprey Point (designed by Tom Fazio, Turtle Point (designed by Jack Nicklaus) and, just off the island, Oak Point (designed by Clyde Johnston) . There is also a 21 acre park and playground called Night Heron Park which offers a soccer field and basketball courts and a large swimming pool. There are also over 30 miles of paved biking trails on the island. You also have two tennis centers (Kiawah Island Golf Resort has been named the No. 1 tennis resort in the world by tennisresortsonline.com and the No. 4 tennis resort in the U.S. by Tennis Magazine (it's been in the top 6 in the U.S. for the past decade or so, including No. 1 a could of years ago) and a workout facility available. Kiawah is very convenient to Charleston which is only about a 40 minute drive from the island. There is a great deal to see and do in the city.\n\n",{"type":"==","value":["Buy"]},"\n\nStroll through the shops at The Sanctuary for personal gifts, art and fashionable clothing and accessories, or browse through the selection of golf apparel at the Signature Shop. The island also features pro shops at each of the five championship golf courses. You will find gifts and clothing at the Staw Market at West Beach as well as beach accessories and apparel at the market at East Beach Town Centre.\n\n",{"type":"'''","value":["Freshfields Village"]}," is a new development located at the entrance to Kiawah Island.  The Village offers a large, high-end grocery store, a vintage ice cream shop, resort wear shops, a sport and leisure equipment store, along with various boutiques and restaurants.  A green in the center of the Village plays hosts to a number of concerts, arts & crafts fairs, boat shows, and other events throughout the year.\n\n",{"type":"==","value":["Eat"]},"\n\nKiawah has no shortage of restaurants nearby. There is a restaurant at the Turtle Point Golf club and the Ocean Course (though they only serve breakfast and lunch). The Freshfields village has a great restaurant, and the Bohicket Marina on neighboring Seabrook Island has several great restaurants which offer spectacular views of Horseshoe Creek. Some of these restaurants can be quite pricey so you may want to make the trip into Charleston for dining.\n\nHere are a few of the highlights on or near Kiawah Island:\n\nThe Sanctuary offers several in-hotel dining options.  Foremost among these are: \n",{"type":"*","value":["The ",{"type":"'''","value":["Ocean Room Prime"]},", an upscale steakhouse - Open dinners only.  Mobil 4 stars. "]},{"type":"*","value":["The ",{"type":"'''","value":["Jasmine Porch"]},", an elegant but more casual restaurant featuring Lowcountry favorites.  Open breakfast, lunch and dinner."]},{"type":"*","value":[{"type":"'''","value":["Tomasso"]},", an authentic Italian restaurant at the Turtle Point Clubhouse.  Open for lunch and dinner."]},{"type":"*","value":["The ",{"type":"'''","value":["Atlantic Room"]},", the resort's signature seafood restaurant in The Ocean Course's clubhouse.  Open for lunch and dinner.  "]},{"type":"*","value":["The ",{"type":"'''","value":["Ryder Cup Bar"]}," in The Ocean Course clubhouse, featuring great bar food, sandwiches and outstanding views of The Ocean Course and the Atlantic Ocean."]},{"type":"*","value":[{"type":"'''","value":["Shrimpers"]}," is the resort's casual family seafood restaurant in West Beach."]},{"type":"*","value":["The ",{"type":"'''","value":["Night Heron Grill"]},", Poolside dining in the Night Heron Park.  Open seasonally."]},{"type":"*","value":["The ",{"type":"'''","value":["Loggerhead Grill"]},", Poolside dining at The Sanctuary.  Open seasonally."]},{"type":"*","value":["The ",{"type":"'''","value":["Osprey Point Grill"]},", sandwiches and the best burgers on the island.  Open for lunch."]},"\nIn Freshfields Village, check out:\n",{"type":"*","value":[{"type":"'''","value":["Hege's Brasserie Francais Classique"]}," which features French fare with seasonal ingredients."]},"\nJust outside Kiawah, try:\n",{"type":"*","value":["The ",{"type":"'''","value":["Rosebank Café"]},", located in nearby Bohicket Marina, which offers Lowcountry cuisine and fresh seafood."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["The Lobby Bar in The Sanctuary"]},": Rich woods, soft leather couches and views of the Atlantic set the tone for drinks, including beer, wine and an array of cocktails, as well as light fare inside The Sanctuary lobby.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Ryder Cup Bar"],["url="],["email="],["address=The Ocean Course Clubhouse"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Featuring your favorite libations, great bar food, sandwiches and outstanding views of The Ocean Course and the Atlantic Ocean."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nWhen selecting your Kiawah vacation accommodations, be aware of the following: All villas are individually owned and managed - thus, no two villas look the same on the inside.\n# The majority of villas on Kiawah were built in the 1970's and 80's.\n# Many of Kiawah's villas feature dated interiors and are not well maintained. So, no matter where you rent - see interior photos of the villa that you are renting - no one wants \"surprises\" on arrival.\n# Be sure to read on-line comments provided by guests that have stayed at Kiawah.  \n\nKiawah Island has a newly constructed hotel called the Sanctuary. Rooms at the Sanctuary can be expensive, particularly if you want one with an ocean view. They can be as high as $600-$800 per night. If you're going during the off season, you may be better off renting a private home or villa. You'll usually get a really good deal on one, particularly booking at the last minute. These homes and villas are privately owned and the owners will usually rent through one of several rental agencies on the island. However, when renting through a rental agency other than Kiawah Island Golf and Tennis resort, access to some of the amenities may be limited.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=KiawahExclusives"],["alt=Kiawah Island Vacation Rentals"],["url=http:\/\/www.kiawahislandescapes.com"],["email="],["address=4343 Betsy Kerrison Parkway, Johns Island,SC 29455"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-845-6966"],["fax="],["hours="],["price="],["checkin=4:00"],["checkout=10:30"],["content=Offering Kiawah Island Vacation Rental Homes and Villas."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kiawah Island Golf Resort"],["url=http:\/\/www.kiawahislandescapes.com"],["email="],["address=One Sanctuary Beach Dr."],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-654-2924"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The official resort of Kiawah Island."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Charleston (South Carolina)"],["Charleston"]]}]},": Charleston is a beautiful and historic port city located just 27 miles inland from Kiawah Island.  Carriage rides, harbor sailboat rides, historic sites, world-class restaurants, and a popular aquarium are just a few of Charleston's highlights.\n\n",{"type":"'''","value":["Plantations"]},": Several nearby plantations offer visitors a glimpse into their long histories and beautiful, expansive grounds.  These plantations include: \n\n",{"type":"*","value":["Drayton Hall Plantation, "]},{"type":"*","value":["Magnolia Plantation & Gardens, and"]},{"type":"*","value":["Middleton Place Plantation"]},"\n",{"type":"{{","value":[["geo"],["32.608611"],["-80.081667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Greater Charleston"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kiawah Island, South Carolina"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/South_Carolina\/Localities\/K\/Kiawah_Island\/"]]}]