[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:ISRAEL TRIP 186.jpg"],["thumb"],["300px"],["Dining Room"]]}," \n",{"type":"'''","value":["Kibbutz Geva"]},"  is a Kibbutz in the ",{"type":"[[","value":[["Jezreel Valley"]]}," in northern ",{"type":"[[","value":[["Israel"]]},". \n\n",{"type":"==","value":["Understand"]},"\nAlthough commonly referred to as a Kibbutz, Geva is in actual fact a ",{"type":"'''","value":["Kvutzat."]}," In Hebrew this translates to 'Group of,' and Kibbutz translates to 'Gathering,' suggesting that the early members of a Kvutza were possibly a little more picky about accepting new members to their group.\n\nGeva was set up in 1922 by Jewish immigrants who were mainly from ",{"type":"[[","value":[["Poland"]]}," and ",{"type":"[[","value":[["Russia"]]},". The Kibbutz is still run in a way which is considered original, and unlike many other Kibbutzim in the area, has not begun to privatize any of its industry. The kibbutz does take volunteers; see below. There are around 700 people living in Geva, with everything you would expect to find in a small town.\n\nAlthough Geva may not seem like a typical tourist destination, anyone who is passing through the valley would not regret stopping by and having a look around. With amazing countryside, views and community spirit, this kibbutz is great for anyone wanting visit a social environment.\n\n",{"type":"==","value":["Get in"]},"\nThe easiest way to get to Geva without a car is to catch the number 412 and 411 buses from ",{"type":"[[","value":[["Afula"]]}," or ",{"type":"[[","value":[["Beth Shean"]]},". These buses are run by Kavim, they are very regular throughout the day and run between the two cities. Its also possible to get a sherut (shared taxi) between certain cities, for example ",{"type":"[[","value":[["Tiberias"]]},", ",{"type":"[[","value":[["Tel Aviv"]]}," or ",{"type":"[[","value":[["Afula"]]},", ",{"type":"[[","value":[["Beth Shean"]]}," just make sure you ask before you pay.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:ISRAEL TRIP 083.jpg"],["thumb"],["Laughing Cow"]]},"\nGeva is a small kibbutz.  Walking allows you to take in all of the sights and sounds.  But make sure if your heading inside somewhere, to see animals for example, that you check it out with the people working there first.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:ISRAEL TRIP 463.jpg"],["thumb"],["Road sign for Jordan"]]},"\nThe Geva Museum was the first house built to be here, if you are visiting you can maybe ask to look inside, although ask in advance because it's not guaranteed that you'll get in.\nGeva is a perfect example of a classic Kibbutz. Everything in the Kibbutz is owned by Geva.\nBefore you take the road into Geva, there are fish ponds. Beside the fish pond is a donkey rehabilitation service. These donkeys have been rescued from awful lifestyles, where they were used to carry equipment, other labour tasks and also suffered general abuse. When knowing this story its nice to stroll down and see them living with no worry with the beautiful backdrop of Mount Gilboa. To witness sun rise from Gilboa will give you an unforgettable view and memory of the valley. Geva is also about 20km from a border crossing with ",{"type":"[[","value":[["Jordan"]]},", and buses( or shared taxis) are usually available to ",{"type":"[[","value":[["Amman"]]}," from the Jordanian side. And of course, the famous ",{"type":"[[","value":[["Jordan River"]]},".\nGeva is also close to the ",{"type":"[[","value":[["Megiddo"]]}," junction, famous for its connection with the religious idea of Armageddon.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:ISRAEL TRIP 246.jpg"],["thumb"],["Sheep"]]},"\n",{"type":"'''","value":["Volunteer"]},".  If you are looking to volunteer then Geva is the perfect place. Work can include, milking the cows, working with the lambs or horses, the fish ponds or working in the fields in the summer. It is almost right of passage that new volunteers should do a stint in the dining room or laundry. Although sometimes volunteers are lucky enough to get elevated straight into a different job. Volunteers can usually stay between 2 and 6 months.  However if you do want to volunteer, you need a ",{"type":"'''","value":["Volunteer Visa"]}," and these are abtainable via the Kibbutz office in ",{"type":"[[","value":[["Tel Aviv"]]},", where you must also register. \nIf you were interested in volunteering you need to go to Tel Aviv first. You can ask for Geva, you may have to wait, but not always. \n\n",{"type":"==","value":["Buy"]},"\nThe Kolbo, Markolit and Clothes Store are the only places to buy. Although if you are not a resident of the kibbutz, so if you do not live here or volunteering, you cannot buy here, unless a friend lets you use their account. \nHowever, because of the location of the kibbutz, ",{"type":"[[","value":[["Afula"]]}," and ",{"type":"[[","value":[["Beth Shean"]]}," and easily accessible by bus or car. ",{"type":"[[","value":[["Haifa"]]}," is also worth a day trip, aproximatley 1 hour bus ride from ",{"type":"[[","value":[["Afula"]]},".\n\n",{"type":"==","value":["Eat"]},"\nThe dining room is only for residents. However anyone visiting the kibbutz, and were willing to allow the residents know, would not be denied their lunch!  ",{"type":"[[","value":[["Afula"]]}," is the best place to enjoy a nice lunch. ",{"type":"[[","value":[["En Harod"]]},", a nearby Privatized Kibbutz has coffee shops, (you can walk across the fields from Geva) and ",{"type":"[[","value":[["Beth HaShita"]]},", which is a 5 minute bus journey has a range of stores, including Oriental food, coffee shops and fast food.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:ISRAEL TRIP 289.jpg"],["thumb"],["Ha-Urva Pub"]]}," \n",{"type":"'''","value":["Pub Ha-Urva."]}," The pub is a re-developed stable which hosts live music from time to time, from the valley and  cities, sometimes from ",{"type":"[[","value":[["Tel Aviv"]]}," and ",{"type":"[[","value":[["Haifa"]]},". The pub has a decent range of beers and at very good prices. ",{"type":"'''","value":["Goldstar"]}," is the locals choice, and is always available. There are pubs at many other kibbutzim in the valley, but if you miss the last bus home from ",{"type":"[[","value":[["Afula"]]}," a taxi will cost around 60 shekels.\n\n",{"type":"==","value":["Sleep"]},"\nIf you are visiting a member, they will usually arrange accomodation. This could be the 2 guest rooms. These rooms are simple, but do include a bathroom with shower, 2 beds and an air conditioner, and are cosy enough. Unfortunatly there isn't a hotel on site. ",{"type":"[[","value":[["Beth Shean"]]}," and ",{"type":"[[","value":[["Afula"]]}," are close but there is close accomodation, See Below. The Kibbutz is small and most of it can be seen in a day. Chances are visitors who choose to stay longer, will be doing so because of family or friends.\n",{"type":"[[","value":[["Image:ISRAEL TRIP 455.jpg"],["thumb"],["200px"],["Geva from Kfar Yehezkel"]]},"\n",{"type":"===","value":["Local Sleeping Alternatives"]},"\nGeva is located between a Moshav, Kfar Yehezkel, and another 2 Kibbutzim. In the 1950s Ein Harod split into two Kibbutzim, becoming Ein Harod Ihud and Ein Harod Meuhad. You can walk across the fields in about 10 minutes either way, and there are bus stops at the bottom of each road leading to the Moshav and Kibbutzim. \n\n",{"type":"*","value":[{"type":"'''","value":["Vila Bakfar"]},", Hotel, Kfar Yehezkel"]},{"type":"*","value":[{"type":"'''","value":["Country Guest House"]},", Tzimmerim, Ein Harod Ihud"]},"\nThe latter, Tzimmerim (from the German word 'Zimmer' meaning 'room') are basic Bed and Breakfast rules cabins. They are not full board.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Image:ISRAEL TRIP 282.jpg"],["thumb"],["Sunset over the valley"]]},"\nGet back on the bus and head to ",{"type":"[[","value":[["Afula"]]}," where you can get to anywhere by bus, or by getting a bus to the central bus stations in ",{"type":"[[","value":[["Tel Aviv"]]}," or ",{"type":"[[","value":[["Jerusalem"]]},". Its also worth visiting the roman site in ",{"type":"[[","value":[["Beth Shean"]]}," or hiking on Mount Gilboa for the beautiful views of the valley. \n\n",{"type":"{{","value":[["routebox"],["image1=ISR-HW71.png"],["imagesize1=30"],["directionl1=W"],["majorl1= ",{"type":"[[","value":[["Afula"]]}],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Beth Shean"]]}],["minorr1="],["link1="]]},"\n",{"type":"{{","value":[["IsPartOf"],["Jezreel Valley"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["32.566056"],["35.372028"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Geva"]]}]