[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Lohame Hageta'ot"]}," (Hebrew for \"The Ghetto-Fighters\") is a ",{"type":"[[","value":[["Kibbutz"]]}," in the far north of ",{"type":"[[","value":[["Israel"]]},".  The Kibbutz also serves as the basecamp for the ",{"type":"[[","value":[["Tel Kabri"]]}," expedition.\n\n",{"type":"==","value":["Understand"]},"\n\nLohame Hageta'ot was founded in 1949 by Holocaust survivors, Jewish partisans and also survivors of the Ghetto Uprising.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Car"]},"\n\nTake Route 4 up toward ",{"type":"[[","value":[["Nahariyya"]]}," and the exit to the kibbutz will be right on your left. Drive up the small road to the bungalows.\n\n",{"type":"===","value":["By Sherut"]},"\n\nGo from Haifa and ask to stop at Lohame Hageta'ot. This will cost you about 18 shekels. Walk up the road, following the aqueduct.\n\n",{"type":"===","value":["By Bus"]},"\n\nTake a bus up north and ask to stop at Lohame Hageta'ot. Walk up the road and you'll find the bungalows on your right.\n\n",{"type":"===","value":["By Taxi"]},"\n\nIf you happen to have deep pockets you can take a taxi to the Kibbutz, expect the amount to be well over 600 shekelm if you're coming from Tel Aviv. Just tell the driver to go up to Kibbutz Lohame Hageta'ot and drop you at the end of the little road. Afterwards walk back down the road and replenish your empty wallet at the ATM inside the supermarket.\n\n",{"type":"==","value":["Get around"]},"\n\nBy foot is the way to go.\n\n",{"type":"==","value":["See"]},"\n\nThe Kibbutz has as its perimeter wall an actual Roman Aqueduct which is a great sight to behold.\n\n",{"type":"==","value":["Do"]},"\n\nThe Ghetto-fighters Museum has many things related to the Warsaw Uprising. You can also work at the kibbutz through one of the many programs.\n\n",{"type":"==","value":["Buy"]},"\n\nIn the Office of the Kibbutz there a few things to buy. There's also a supermarket at the entrance to the Kibbutz.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is a Bed and Breakfast to cater to visitors.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are no bars or pubs in the Kibbutz, best to head to Akko or Nahariyyah for Drinks.\n\n",{"type":"==","value":["Sleep"]},"\n\nIt is also home to a bungalow-style hotel.\n\n",{"type":"==","value":["Go next"]},"\n\nYou can take a Sherut or bus to ",{"type":"[[","value":[["Nahariyya"]]},", ",{"type":"[[","value":[["Akko"]]}," or ",{"type":"[[","value":[["Haifa"]]}," and relax, eat, drink or buy to your heart's content. Beaches are also quite plentiful in these cities.\n\n",{"type":"==","value":["Tel Kabri Expedition"]},"\n\nThe ",{"type":"[[","value":[["Tel Kabri"]]}," Expedition is an archaeological dig that takes place every odd year's summer. If you're studying archaeology it's great for field experience. It is for students who sign up only, no tourists are permitted.\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Israeli_North_Coast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lohame Hageta'ot"]]}]