[{"type":"{{","value":[["pagebanner"],["Kiel banner Clock tower.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kiel.de Kiel"]}]}," is the capital city of the ",{"type":"[[","value":[["Germany"],["German"]]}," state of ",{"type":"[[","value":[["Schleswig-Holstein"]]}," and has a population of roughly 240,000. It is located at the Baltic Sea at the end of the \"Kieler Förde\".\n\n",{"type":"[[","value":[["Image:Aug_4_2006_Kiel.JPG"],["right"],["thumb"],["350px"],["Kiel Port taken August 4th 2006"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nDuring the Second World War, Kiel was severely bombed, because of its submarine-producing shipyard. Both civil and military ships are being built in Kiel nowadays and the tall cranes dominate the eastern shore of the Förde (fjord).\n\nThe bombing destroyed almost all historic buildings in Kiel; even the older looking buildings were built after WW2. So, if you come to the \"Kieler Schloss\" (Kieler Castle) don't be disappointed. There isn't much left of the original building.\nDuring the rebuilding after WW2, mostly modern architecture was used.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["Image:winkewinke1.jpg"],["right"],["thumb"],["200px"],["Kiel, May 2007"]]},"\nKiel serves as the German ferry terminus for the ferries to ",{"type":"[[","value":[["Oslo"]]},", ",{"type":"[[","value":[["Norway"]]}," with Color Lines and ",{"type":"[[","value":[["Gothenburg"]]},", ",{"type":"[[","value":[["Sweden"]]}," with Stena Lines.\n\n",{"type":"===","value":["By train"]},"\nKiel Hauptbahnhof is located directly adjacent to the main bus terminal and across the road from the central shopping district. Kiel is connected to the DB rail system with regular RE and IC services to Hamburg and beyond. Transfers can be made in ",{"type":"[[","value":[["Flensburg"]]}," or ",{"type":"[[","value":[["Lübeck"]]}," to Danish Rail.\n\n",{"type":"===","value":["By bus"]},"\nA number of bus lines run services to - or through - Kiel. A weekly bus leaves Kiel and travels via Poland and the Baltic states to ",{"type":"[[","value":[["Tallinn"]]},", ",{"type":"[[","value":[["Estonia"]]},".\nA comfortable bus operates daily from Germany's capital, ",{"type":"[[","value":[["Berlin"]]},", to Kiel via ",{"type":"[[","value":[["Lübeck"]]}," and vice versa (6 hours, 41 Euros one-way).\n\n",{"type":"===","value":["By plane"]},"\nKiel has its own airport (",{"type":"{{","value":[["IATA"],["KEL"]]},") in \"Holtenau\" (north-west). Planes of the size of a ",{"type":"'''","value":["BAe 146"]}," can start and land. Charter flights leave for other Scandinavian destinations. At the moment, there are no regular services.\n\nThe nearest major airport is ",{"type":"[[","value":[["Hamburg"]]},", about 100km\/one hour by car away. Another possibility is the airport ",{"type":"[[","value":[["Lübeck"]]},", about 80 km\/1h 20 min away, where Ryanair operates some low cost flights each day.\n\n",{"type":"==","value":["Get around"]},"\n\nKiel has a relatively good public transport system based on buses and ferries, both operated by VRK ",{"type":"[","value":["http:\/\/www.vrk-sh.de"]},". The taxi service is good but expensive. \n\nKiel is very flat and bicycles can be hired at various places. It is quite an easy day to ride from Kiel to Laboe, catch a ferry to Strande, and cycle back to Kiel.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Rathaus-kiel.jpg"],["right"],["thumb"],["250px"],["Kiel, City Hall, taken 2005"]]},"\n",{"type":"*","value":["The main tourist attraction is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kieler-woche.de\/ Kieler Woche"]}]}," (\"Kiel Week\") at the end of June. See below for more information."]},{"type":"*","value":["Also famous is in Laboe (part of Kiel on the east-side of the fjord) the only surviving Type VII-C U-boat from World War 2 at the shore and the \"Marine-Ehrenmal\" ",{"type":"[","value":["http:\/\/www.museen-sh.de\/ml\/inst.php?inst=24"]}," (Navy Memorial) with a high tower."]},{"type":"*","value":["Kiel is famous for the Nord-Ostsee Kanal (Kiel Canal), the world's busiest canal. It is possible to walk or cycle for almost the entire length (99km) directly along the canal from Kiel to Brunsbüttel (estuary of the Elbe, on the North Sea Coast), staying overnight in the town of Rendsburg."]},{"type":"*","value":["Kiel is the home of the German Baltic fleet, and it is common to see all types of German warships and submarines in the \"Förde\", including the training sailing vessel Gorch Fock ",{"type":"[","value":["http:\/\/www.gorchfock.de\/"]},"."]},{"type":"*","value":["Cultural diversity is offered by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.museen-am-meer.com museen am meer"]}]},"association. See below for more information. "]},"\n",{"type":"===","value":["Kieler Woche"]},"\nBesides being world's largest sailing event the ",{"type":"'''","value":["Kieler Woche"]}," is one of Germany's largest festivals. Apart from the sailing, the entire center of the town is transformed into an international food and craft fair, with regular big name performers appearing nightly. If you intend to visit Kiel during this time book your hotel well ahead and bear in mind that the waterfront and major parts of downtown will be inaccessible for cars.\n\nInformation on events is posted all over town and through a free magazine which will be distributed about a month before the event. Events include entertainment for kids during daytime throughout the entire week and lots of open air concerts. Most concerts end around 11PM and nightlife moves to indoor venues as well as the Eggerstedtstrasse.\n\nAside from an abundance of food and drink outlets along the streets the International Market on the Rathausmarkt is the place to go for food and drink. A few dozen countries operate booths on the open-air market offering food and drinks from the particular countries. The Kieler Nachrichten newspaper runs a special about food on the market in its Saturday edition. If you cannot decide from the endless choices head over to the Scandinavian area or to wherever crowds are gathering.\n\n",{"type":"===","value":["museen am meer"]},"\nEight of Kiel’s museums aim to make use of their common potential, offered not only by their special location right on the edge of Kiel Fjord, but above all by their long scientific tradition. All museums of the association are reachable within an hour simply by taking an stroll around Kiel city centre.\n\nThe following museums are part of the ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.museen-am-meer.de\/ museen am meer"]}]}," association:\n\n",{"type":"*","value":["Antikensammlung ",{"type":"''","value":["(Collection of Classical Antiquities)"]},": Face to face with antiquity: collection of Greek vases as well as casts of important Roman and Greek sculptures unique to Schleswig-Holstein."]},"\n",{"type":"*","value":["Aquarium GEOMAR: From Baltic Sea herring to tropical seahorse: local and exotic sea creatures presented in aquariums that simulate their natural habitats, outdoor seal pool and public feeding of the seals."]},"\n",{"type":"*","value":["Kunsthalle zu Kiel ",{"type":"''","value":["(Museum of Fine Arts)"]},": Art from the Dürer era through to the present day: permanent collection spanning all artistic genres, including works by Repin, Nolde and Richter, as well as special exhibitions on specific topics and artists."]},"\n",{"type":"*","value":["Medizin- & Pharmaziehistorische Sammlung ",{"type":"''","value":["(Museum of Medical & Pharmaceutical History)"]},": Insight into the history of medicine and pharmaceuticals: exhibition of historic instruments, collection of pathology specimens, interior of an old pharmacy and a doctor’s office."]},"\n",{"type":"*","value":["Schifffahrtsmuseum ",{"type":"''","value":["(City and Maritime Museum)"]},": In the former fish auction hall, built in 1910: permanent exhibition on Kiel’s maritime history, pier with historic ships."]},"\n",{"type":"*","value":["Stadtgalerie Kiel ",{"type":"''","value":["(Kiel Municipal Gallery of Contemporary Arts)"]},": New contemporary art: exhibitions of regional and international contemporary art, art from the Baltic Sea region, permanent exhibition of the works of the Expressionist artist Heinrich Ehmsen."]},"\n",{"type":"*","value":["Stadtmuseum Warleberger Hof ",{"type":"''","value":["(City and Maritime Museum)"]},": Traces of Kiel history: permanent exhibition on the early history of the city and exhibitions on social and cultural history."]},"\n",{"type":"*","value":["Zoologisches Museum ",{"type":"''","value":["(Zoological Museum Kiel)"]},": Experience marine and evolutionary research at first hand: exciting display on the subject of marine science and research, Germany’s most extensive exhibition of whale species, presentation of the origins of zoology in Kiel."]},"\n",{"type":"<","value":["gallery",["\nFile:IFM Geomar.jpg|Aquarium GEOMAR\nFile:Kunsthalle zu Kiel abends HDR.jpg|Museum of Fine Arts\nFile:Medizin-Pharmaziehist Sammlung Kiel.jpg|Museum of Medical & Pharmaceutical History\nFile:Kiel Schifffahrtsmuseum 7713.jpg|City and Maritime Museum\nFile:Warleberger Hof Front Kiel2007.jpg|City and Maritime Museum\nFile:Zoologisch-Voelkerkundl Museum Kiel.jpg|Zoological Museum Kiel\n"]]},"\n\n",{"type":"==","value":["Do"]},"\nThere are two free monthly magazines listing activities and events. Paper copies of both Station ",{"type":"[","value":["http:\/\/www.station.de\/"]}," and Ultimo ",{"type":"[","value":["http:\/\/www.ultimo-kiel.de\/"]}," can be found in most cafes.\nOnline information is available via Kiel Magazin ",{"type":"[","value":["http:\/\/www.kiel-magazin.de\/"]}," and Fördeflüsterer ",{"type":"[","value":["http:\/\/foerdefluesterer.de\/"]},".\n\n",{"type":"==","value":["Buy"]},"\nA variety of shops are located in the pedestrian zone ",{"type":"'''","value":["Holstenstraße"]}," and the mall ",{"type":"'''","value":["Sophienhof"]},". Another relatively big mall is the ",{"type":"'''","value":["Citti-Park"]}," from where you can also access the huge ",{"type":"'''","value":["Ikea"]}," shop.\nNumerous cafes are located in the old town center at the northern tip of the ",{"type":"'''","value":["Holstenstraße"]}," near\nthe \"Nikolaikirche\" (Nikolai church).\nAn outdoor shopping area is the busy ",{"type":"'''","value":["Holtenauer Straße"]}," with lots of cafes and more upscale stores towards the south end near the ",{"type":"'''","value":["Dreiecksplatz"]},".\n\n",{"type":"==","value":["Eat"]},"\nThe best ever German\/Turkish Döner kebabs can be found at Garips Imbiss, located on the corner of the Metzstrasse and Wörthstrasse(off of the Westring). There are convenient food courts in Kieler Hauptbahnhof (train station) and the shopping mall across from the train station (Sophienhof). For something different, try the \"Kartoffel Keller\" (Potato cellar), where everything has potato as the theme - the potato pizza is very good. Other good cafes and pubs can be found in the old city centre.\nNice breakfast buffet in the weekend in Cafe Louf next to the water near the \"Reventloubrücke\".\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Cafes and Pubs"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Subrosa"]}," is Kiel's alternative pub and bistro, situated in Kiel-Gaarden. Elisabethstr. 25."]},{"type":"*","value":[{"type":"'''","value":["Unrat"]}," is the place for Kiel's students to talk philosophy, drink a cheap beer or listen to some  live band. Spichernstr. 2, to enter from Metzstr.."]},{"type":"*","value":[{"type":"'''","value":["Prinz Willy"]}," is a \"creative\" Café that offers live-music, arts, poetry and much more at Lutherstrasse 9."]},{"type":"*","value":[{"type":"'''","value":["Exlex"]}," is the number one meeting point for students and young folks downtown. Right in the middle of Kiel at Ziegelteich 14. "]},{"type":"*","value":[{"type":"'''","value":["Blauer Engel"]}," at the quai by the central station. A convenient café \/ bar \/ nightclub with a nice view and outdoor serving.   "]},{"type":"*","value":[{"type":"'''","value":["Cafe Medusa"]}," is situated in a backyard in Medusastr. 16 in Kiel's multicultural district Gaarden on the east coast of the Kiel Fjord. It hosts live-music and readings.   "]},{"type":"[[","value":[["Image:Cafe Medusa, Kiel, Germany.jpg"],["right"],["thumb"],["200px"],["Cafe Medusa in Gaarden, July 2007"]]},"\n\n",{"type":"===","value":["Bars"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Chaplin's"]}," in Waisenhofstraße. Piano player and cocktails. "]},"\n",{"type":"===","value":["Clubs"]},"\n\nKiel's clubs are spread out all across the city. Although some locals prefer doing the one-hour drive to Hamburg to go out, Kiel has some clubs that are worth being checked out. Make sure you have had a look at the ",{"type":"'''","value":["Fördeflüsterer"]}," site ",{"type":"[","value":["http:\/\/foerdefluesterer.de\/"]}," before going out to get the most accurate information on all night live events. Most clubs have a 5 € cover fee.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pumpe"],["alt="],["url=http:\/\/www.diepumpe.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A community-run cultural center showing independent movies, providing room for community projects, concerts, bars and parties. On Thursday night students dance soul, reggae and funk at the FunkPump party."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Luna"],["alt="],["url=http:\/\/www.lunaclub.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the Bergstraße this club hosts parties ranging from electronic tunes to Soul\/Funk and Ragga. Cover charge might be higher if nationally-recognized DJs operate the turntables."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Max"],["alt="],["url=http:\/\/www.max-kiel.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Standard R'n'B, techno club."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Schaubude"],["alt="],["url=http:\/\/www.kieler-schaubude.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Traumgmbh"],["alt="],["url=http:\/\/www.traumgmbh.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Incorporating a restaurant, an independent movie theater, and a club, the Traumgmbh is likely to offer something that is just right for you. If you're over the age of 30, the Ü30 party is THE party to go to. Watch out! They'll check your ID!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tucholsky"],["alt="],["url=http:\/\/www.tucholsky-center-kiel-studenten-treffpunkt.thai.li\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Being by far the most famous club in Kiel, this somewhat battered and shady place is located in a former parking garage. A formerly very popular club among students now hosts a fairly young crowd that dances to pop, rock, r'n'b, techno, punk, and indie on four dance-floors (on the weekends). You can still get a feeling for the old days on Tuesdays at the Tequila-Party. The Tucholksy has the most diverse crowd, the cheapest drinks and the poorest air-conditioning - especially in the summer. Not a clean and neat place but the only option if you feel like partying on Sundays through Wednesdays. No cover on weeknights."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Weltruf"],["alt="],["url=http:\/\/www.weltruf-kiel.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The interior of the Weltruf is dominated by a ship which has been built inside and cannot be removed."]]}]},"\n",{"type":"===","value":["Parties"]},"\n\nNot exactly in the category of clubs are the various parties that take places in different parts of the city. Traditionally on Thursdays between October and April all the big university departments organize ",{"type":"'''","value":["Studentenparties"]}," on and off campus. Expect somewhat cheap drinks and hundreds of university students dancing to a mix of pop, rock and r'n'b. Sometimes there are even live bands or second dance floors. On the weekends several fancier parties are hosted in unusual locations throughout Kiel. You'll be dancing to house music in a show room of a car dealer or in the terminal of the ferry to Scandinavia. Tickets for these  parties can bought in advance which will save you money and time. Check the Kiel4Kiel site to find out where tickets are sold or ask a local student.\n\n",{"type":"===","value":["Live Music"]},"\n\nWhen it comes down to live music, Kiel is not the city where you'll be able to see big headliners. If you're into that you'll have to go to Hamburg. Still, you might be able to listen to some decent live music while staying in Kiel. The ",{"type":"'''","value":["Halle400"]},", the ",{"type":"'''","value":["MAX"]}," and the community-operated ",{"type":"'''","value":["Pumpe"]}," host local and international acts. Surprisingly good German or Scandinavian acts can sometimes be spotted in the ",{"type":"'''","value":["Schaubude"]}," or the ",{"type":"'''","value":["Nachtcafé"]}," for very little money. On occasion, some clubs like the ",{"type":"'''","value":["Luna"]}," host national-recognized DJs. The best place to find out who's playing and to get a ticket is ",{"type":"'''","value":["Konzertkasse Streiber"]}," close to the ",{"type":"'''","value":["Ostseehalle"]},".\n\n",{"type":"==","value":["Sleep"]},"\n\nThe Youth Hostel is close to the Hauptbahnhof. There are a number of moderately priced hotels in the city centre. For some Olympic history, stay at Olympiazentrum in Schilksee, the sailing athletes village for the 1972 Munich Games. Top end is the Strande Hotel in Strande, or the Kieler-Kauffman just north of the city centre.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Peanuts Hostel"],["alt="],["url=http:\/\/www.peanuts-hostel.de\/englisch.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Harriesstraße 2, 24114 Kiel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bekpek"],["alt="],["url=http:\/\/www.bekpek-kiel.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Kronshagener Weg 130 a, 24118 Kiel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kieler Zimmer"],["alt="],["url=http:\/\/www.kieler-zimmer.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bed & Breakfast, 550 m from Central Station, 24114 Kiel (max. for 3 persons, shared bath with shower)"]]}]},"\n",{"type":"===","value":["Mid-Range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nordic Hotel Astor"],["alt="],["url=http:\/\/www.nordic-hotels.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In the city center, close to main train station and ferry connections. Singles from 60E, doubles 80E. Rooms have 70ties charm but are clean. Bar on highest floor has a great view of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Twilightblue hotels in Kiel"],["alt="],["url=http:\/\/www.twilightblue.eu\/en\/germany\/schleswig-holstein\/ostsee\/kiel\/hotels.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Luxury"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Steigenberger Hotel Conti-Hansa"],["alt="],["url=http:\/\/www.kiel.steigenberger.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located between the historic parts of Kiel and the F&oouml;rde. Rates around 115E."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Birke - Ringhotel Kiel"],["alt="],["url=http:\/\/www.hotel-birke.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A few minutes away from city center by car. Good service and amenities. Parking spaces available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Kieler Yacht Club"],["alt="],["url=http:\/\/www.hotel-kyc.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Right on the waterfront, north of the city center. Ask for a room with a view of the fjord."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Youth Experiences"],["alt="],["url=http:\/\/www.hotel-kyc.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Romantik Hotel Kieler Kaufmann"],["alt="],["url=http:\/\/www.kieler-kaufmann.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Classic location in the middle of an extensive park area. House with an unique atmosphere. Parking spaces available."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet Access"]},"\n\n",{"type":"*","value":[" The local Internet Service Provider TNG ",{"type":"[","value":["http:\/\/www.tng.de\/"]}," operates free wireless access points in the downtown area. Access will be blocked after-hours. A list of locations is available on the TNG Spot website ",{"type":"[","value":["http:\/\/www.tng.de\/private\/de\/home\/spot\/index.html"]}," (German)."]},{"type":"*","value":[" Commercial WiFi based access can be found throughout most parts of Kiel provided by various operators. Most will not allow you to use your international roaming plan like iPass, though."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["54.325278"],["10.140556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Schleswig-Holstein"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Kiel"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Schleswig-Holstein\/Localities\/Kiel\/"]]},"\n\n",{"type":"[[","value":[["Commons:Kiel"]]}]