[{"type":"{{","value":[["pagebanner"],["Kigali banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kigalicity.gov.rw\/ Kigali"]}]}," is the capital of ",{"type":"[[","value":[["Rwanda"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe centre of political and commercial life, Kigali dominates Rwanda and few visit the country without passing through.  The city is developing fast, and is very much a showpiece capital designed to impress visitors, from the humble tourist, to foreign investors and visiting dignitaries.\n\nWith a population topping 1 million, the city spreads over several hills and valleys, with many of the better restaurants and hotels away from the traditional downtown area.  The ",{"type":"[","value":["http:\/\/www.kigalicity.gov.rw\/spip.php?article67 Kigali City Masterplan"]}," outlines the future for this burgeoning metropolis – with plans for a new city to be built south of the current city centre.\n\nAs a clean, comfortable and ordered city, Kigali is very popular with long term expats, and the city is teeming with westerners, from young church or NGO volunteers having their first African ‘experience’ to career development workers enjoying a relaxed lifestyle where it is safe to bring up young children. This in turn means the city supports numerous restaurants, coffee shops and supermarkets that cater to this demographic. The downside of Kigali’s popularity with foreigners is that it is easy to forget you are in Africa.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Image:KigaliAirport.jpg"],["thumb"],["Kigali International Airport"]]},"\n\nKigali International is a small and organised airport, and it is rare to encounter any problems. Be aware that plastic bags are illegal in Rwanda so you'll want to conceal these well in your luggage.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.klm.com KLM"]}]}," started flights to Kigali from ",{"type":"[[","value":[["Amsterdam"]]}," on 31 October 2010.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/brusselsairlines.be\/ Brussels Airlines"]}]}," flies to Kigali from ",{"type":"[[","value":[["Brussels"]]}," in ",{"type":"[[","value":[["Belgium"]]},".\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/kenya-airways.com\/ Kenya Airways"]}]}," also has frequent flights from ",{"type":"[[","value":[["Nairobi"]]},".\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/ethiopianairlines.com\/ Ethiopian Airlines"]}]}," has daily flights between ",{"type":"[[","value":[["Addis Ababa"]]}," and Kigali.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/rwandair.com\/ Rwandair"]}]}," the national carrier, has several flights a day to other African destinations, as well as Dubai - tickets are normally booked through travel agents, or, as of 2012, some online travel sites (eg Travelocity).\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/flysaa.com\/ South African Airways"]}]}," will resume flights to Kigali from Johannesburg in 2012.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.air-uganda.com\/ Air Uganda"]}]}," flies six times a week to ",{"type":"[[","value":[["Kampala"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.turkishairlines.com\/en-us\/ Turkish Airlines"]}]}," started flights to Kigali from ",{"type":"[[","value":[["Istanbul"]]}," in May 2012.\n\nOn flying out of Kigali airport keep in mind the need for a ",{"type":"'''","value":["Yellow Fever Certificate"]}," at your destination (eg South Africa) - Airport officials will ask for this. Also be careful of waiting in the cafe for your flight - some flights (eg Kenya Airways to Nairobi) are often overbooked and you won't hear any announcement when they decide to start boarding early, and you could miss your flight.\n\n",{"type":"{{","value":[["infobox"],["Alternative Entebbe, Uganda"],["Some international fliers find it much cheaper to fly into ",{"type":"[[","value":[["Entebbe"]]}," in ",{"type":"[[","value":[["Uganda"]]}," and then take the bus to Kigali. Depending an how long they stop you at the border, the bus trip takes about 9 hours. Try to get a seat on a Jaguar bus. The seats should be booked a day or two in advance in order to get seats #1 to #4. Actual (09\/2007) prices: Kampala - Kigali: UGX 25,000.00 p.p. \/ Kigali - Kampala: UGX 20,000.00 p.p. (strange but true)"]]},"\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nBuses arrive and depart to many parts of Rwanda regularly.\n\n",{"type":"*","value":[" There are a couple of daily buses that run directly between Kigali and ",{"type":"[[","value":[["Kampala"]]}," in ",{"type":"[[","value":[["Uganda"]]},". The bus is cramped and uncomfortable but is the cheapest choice."]},"\n",{"type":"*","value":["  There are a couple of daily buses that run directly between Kigali and ",{"type":"[[","value":[["Bujumbura"]]}," in ",{"type":"[[","value":[["Burundi"]]},". ",{"type":"'''","value":["Yahoo Car"]},", New Yahoo and Belvedere have buses in the morning."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Motorcyle taxis (motos)"]}," are the most popular and fastest way to get around town. The fare for the motorcycle ranges from 200 RFr-1000 RFr depending on distance, but most of the motocyclists will ask for RFr 200-500. A trip to or from the airport should be around 1500-2000 RFr. Keep in mind that on the main road out to the airport they really put their foot down. It is however a good well sealed road, nice views over Kigali City and a thrilling ride."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Matatus"]}," (minibuses) provide major routes throughout the city and are the cheapest way to get around. The Minibus in Rwanda is one of the best forms of transport in East Africa. Most of the buses are still new and are maintined well. There are several minibus companies which connect Kigali and the other cities in Rwanda. All of them give the same price depending on the distance. For short distance, such as to Ntarama, it costs only 600 RFr. The distance to Ruhungeri cost 2500 RFr and to Gisenyi 3000 RFr. "]},"\n",{"type":"*","value":[" There are several ",{"type":"'''","value":["car rental"]}," agencies in Kigali."]},"\n",{"type":"*","value":[" There are many ",{"type":"'''","value":["taxis"]}," in Kigali, and in comparison with motos are expensive. A short 1km trip will cost Rwf 2,000 after haggling, going up to Rwf 10,000 for an airport run.  Taxis are mainly of two types in Kigali - those operated by individuals (usually with some form of yellow stripe on the vehicle) and more professorially run services operated by a single large operator. The Kigali Airport Taxis and Kigali Taxi Service are the two major groups, there are others companies also running taxis , but these are the largest and both operate a number you can call to sumon a taxis. 3122 for Kigali Taxis service and 476586 for Kigali Airport Taxi service.  A reliable individual is Alex, who is on 0788741559 (French & some English spoken)."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/kigalimemorialcentre.org\/ Kigali Genocide Memorial Centre"]}]}," opened in April 2004 on the 10th anniversary of the genocides. Over 250,000 people are buried here, and there is a truly touching museum. Kigali houses several memorials, museums, and centers dedicated to the Rwandan Genocide."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Presidential Palace Museum"],["url=http:\/\/www.newtimes.co.rw\/news\/index.php?i=14909&a=50408&icon=Results&id=2"],["email="],["address="],["lat="],["long="],["directions=In Kanombe, 4km east past the airport - under the flightpath"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The abode of the formal President Habyarimana, who died in that infamous plane crash of 1994. Guided tours are mandatory, where you can get a glimpse of life as an African dictator in the 1970s & 80s. There is also a display on Rwandan clothing that is quite interesting. Photography is restricted. Rwf 6,000 (Rwf 5,000 for resident foreigners). To get there a moto should cost about Rwf 1,000, and tell him to go to Kanombe - you'll probably end up outside the military hospital at the end of the tarred road, the museum is another 300 meters along the dirt road (GPS coordinates 1.97543S, 30.17206E)."]]}]},"\n",{"type":"==","value":["Do"]},"\nTake a trip to a craft centre, like the Dancing Pots Craft Centre or the Cards for Africa workshop and sales room in Kigali.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ballet Rwanda"],["url=http:\/\/www.balletrwanda.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=0785 380 336"],["tollfree="],["fax="],["hours=afternoons & evenings"],["price="],["content=Professional ballet school in Gaculiro - lessons for both children & adults, beginners & experienced dancers. Good mix of Rwandan and expatriate students."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gisozi circuit"],["url=http:\/\/maps.google.co.uk\/maps?saddr=Unknown+road&daddr=-1.9093747,30.0840894+to:-1.8929565,30.079682+to:Unknown+road&hl=en&ll=-1.911524,30.090609&spn=0.050183,0.077162&sll=-1.911567,30.090609&sspn=0.025092,0.038581&geocode=FdKn4v8dXDTLAQ%3BFYLd4v8d-QvLASkDjk03QqHcGTFIpYPQWUCSmw%3BFaQd4_8dwvrKASn1mkAKd6HcGTE5bArFuQX0wQ%3BFVKo4v8d3jHLAQ&mra=dme&mrsp=3&sz=15&via=1,2&t=m&z=14"],["email="],["address="],["lat="],["long="],["directions=behind Gaculiro"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great 10km running circuit through Kigali's suburbs - flat, very little traffic and some great views over the rice paddies."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ten pin bowling"],["url=http:\/\/www.livinginkigali.com\/information\/spare-time\/bowling-in-kigali\/"],["email="],["address=Kimihura"],["lat="],["long="],["directions=a custom-built shed next to the pool at Mamba Club"],["phone=0788513438"],["tollfree="],["fax="],["hours=12 noon to midnight"],["price="],["content=Opened in 2012 and proving popular.  Six lanes of ball-rolling fury complete with the TV screen keeping score, ball returners, shoe rental, and slidy, polished alleys.  Adding a delightful twist to employment creation the pins are reset by hand rather than a machine. First game costs Rwf 3,000 per person and the second is Rwf 2,500 each."]]}]},"\n\n",{"type":"==","value":["Learn"]},"\nLearn a bit of French, maybe even a bit of Swahili and Kinyarwanda, all three are extremely useful here. English is also widely spoken, at least in Kigali. A useful Kinyarwanda vocabulary cheat sheet is available ",{"type":"[","value":["http:\/\/www.scribd.com\/doc\/87252419 here"]},"\n\n",{"type":"==","value":["Work"]},"\nYour best bet would be with an aid organization or NGO.  If you are a resident of the US or EU, keep in mind that you can avoid paying for an expensive residency permit simply by declaring yourself a tourist upon arrival and then traveling outside of Rwanda once every 90 days for the length of your day.  Your 90-day tourist visa (automatically granted upon entry) will be renewed each time you leave and reenter the country (and it's a convenient excuse to go on vacation!).\n\n",{"type":"==","value":["Buy"]},"\n\nFirst thing to be aware is that Kigali is ",{"type":"'''''","value":["expensive"]},". As a cash strapped landlocked country costs of imported goods are high and import duties and VAT considerable. Foreigners often complain that wine, olive oil, breakfast cereals, kettle chips and other mundane foodstuffs cost a fortune, so beware. Costs can be lowered considerably by buying Rwandan or East African Community goods - Kenya in particular produces a wide range of produce that often cost half the imported European equivalent.\n\nOutside of supermarkets and restaurants most vendors are used to a bit of haggling (even over fruit and veg) although as always keep things in perspective - but don't let storekeepers charge you double what you think you should be paying.\n\n",{"type":"'''","value":["What to buy"]},"\nRwandan coffee is generally very good (although stay away from the cheapest stuff, which will be the sweepings from the grinding factory floor).  Expect to pay around Rwf 4,000 per 500g.\nRwandan honey is great, especially the Nyungwe Highlands type. Around Rwf 1,750 per 500g.\nRwandan tea (both black and green) is also pretty good.\n\n",{"type":"'''","value":["Local markets"]}," are stocked with Rwandan handicrafts, clothing, fabulous colorful fabric from West Africa and just about anything else.  The large market in Kimironko is a good place for fruit, veg, rice and other basic foodstuffs - and it can be good fun looking through the secondhand clothes section.\n\n",{"type":"'''","value":["Cash machines \/ ATMs"]},"- More and more bank ATMs are starting to except Visa cards, including Bank of Kigali and Ecobank; Ecobank HQ is located in the center of town next to CNLS and near UTC \/ Nakumatt. There is a Visa ATM at the airport also. MasterCard is not yet (as of spring 2012) accepted anywhere.\n\nThere are banks in Kigali with counter service for withdrawals (and Ecobank can do MasterCard withdrawals at a price).\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Jet Home Rwanda"],["url=http:\/\/www.jethomerwanda.com\/"],["email="],["address=3rd Floor, UTC building"],["lat="],["long="],["directions="],["phone=0782895455"],["tollfree="],["fax="],["hours="],["price="],["content=Pleasant westerner orientated art gallery"]]}]},"\n",{"type":"==","value":["Eat"]},"\nBy all standards Kigali is an excellent city in which to dine. A combination of Belgium culinary influence, plenty of cows, plenty of freshwater fish, and plenty of fresh vegetables equates to some of the best eating in the region. And its all pretty affordable.\n\nNote that Kigali restaurants and bars go in and out of fashion, not to mention close down, quite frequently. Check for the latest once you are in town and be aware that some places mentioned in some print Guidebooks no longer exist. (The oft-mentioned Turtle Cafe has been closed since 2003!)\n\nFinally note that as with the rest of the region restaurants take their time – with a usual 45 minutes to 1 hour wait between ordering and your food arriving, especially for dinner. If you are after a quick eat at lunchtime there are several ‘african buffets’ dotted around where you pile your plate high and are out the door in 30 minutes. \n\nAs Kigali is quite a sprawling city eateries are organised by suburb.\n\n\n\n",{"type":"===","value":["City Centre"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Babas Cafe"]}," at the Kigali Business Centre slightly out of town. Has great wholesome food. Eat as much as you like for 3 US$."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Classe"],["url="],["email="],["address=Boulevard de la Revolution"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Lunch & dinner"],["price=Mains from Rwf 4,000"],["content=Sometimes excellent, sometimes not, La Classe is oft overlooked by Kigali's expats, but the fillet steak can be sublime. Also does a Rwf3,500 lunchtime buffet"]]}]},{"type":"*","value":[{"type":"'''","value":["Bourbon Cafe"]},", Union Trade Center shopping plaza in the ",{"type":"''","value":["centreville"]}," and at the MTN Centre in Remera. In 2011 it is getting mixed reviews"]},{"type":"*","value":[" ",{"type":"'''","value":["Kigali Serena's Milima & Sokoni restaurants"]}," have good food, with special themes during the week such as the Wednesday Mongolian BBQ, Friday's African Buffet and Sunday's Buffet at Sokoni, and special themed lunches everyday at Milima.."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chez Robert"]}," is about 5 minutes walk from Mille Collines and serves local food in a nice setting. Their dinner buffet is quite good and costs about €7 for more than 20 items. There may be better local food in a hole-in-the wall restaurant for cheaper, but this is wonderful restaurant."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shanghai"]},", near Milles Collines, is a relatively unknown Chinese restaurant. Not very cozy, but the food is really good."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Heaven"]},", three blocks downhill from the Mille Collines, is a new restaurant serving American and Continental cuisine.  A bit pricy, with most entrees costing FRW4000 or above, but the well-prepared food (and fantastic dessert menu) are worth every franc."]},"\n",{"type":"===","value":[" Gacuriro"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name = Kigali Guestlux"],["lat =  -1.9195"],["long = 30.0973"],["content = one of the few eateries in Gacuriro – serves up adequate fare in the gardens of the guesthouse."]]}]},"\n",{"type":"===","value":[" Kiyovu"]},"\n",{"type":"*","value":[{"type":"'''","value":["Republika"]}," Great restaurant, great environment.  "]},{"type":"*","value":[{"type":"'''","value":["The New Cactus"]}," - Very good pizzas, popular among expats. Nevertheless the served pizzas can't be compared to Italian ones. Try to get a table in the sheltered part of the open air restaurant, it can be quite windy."]},{"type":"*","value":[" ",{"type":"'''","value":["Khana Khazana"]}," serves fantastic Indian food and is one of the best and most popular restaurants in town with expats, visitors, business travellers and Rwandan citizens too."]},"\n",{"type":"===","value":[" Kacyiru"]},"\n",{"type":"*","value":["'''Mimosa’’’ – A reliable lunchtime buffet for Rwf 2,500. Just down from Top Tower hotel."]},{"type":"*","value":[{"type":"'''","value":["Shokola"]}," Great restaurant, great environment. In Kiyovu, close to downtown"]},"\n",{"type":"===","value":[" Kimihurura"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["L'Atelier"]}," is tucked away in the residential district of Kimihurura, within walking distance of Papyrus. You may need help to find it but you'll be rewarded with serves delicious french cuisine in an intimate setting.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Africa Bite"]}," – pronounced locally as “Africa Bi-te”. Popular lunchtime African buffet, with excellent rotis, for Rwf3,000."]},{"type":"*","value":[" ",{"type":"'''","value":["Thai restaurant at New Cadillac"]}," night club was well liked when it first opened. However it is getting mixed reviews after the departure of its Thai chef. This is quite common in Kigali."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mama Africa"],["url="],["email="],["address="],["lat="],["long="],["directions=next to New Cadillac, at the bottom of the Kimihurura hill"],["phone=+250 2511622"],["tollfree="],["fax="],["hours="],["price=Mains from Rwf 5,000"],["content=Despite the terrible name, this place serves up some excellent food in its thatched surrounds. The beef carpaccio is some of the best in the city, the steaks reliable, and the brochettes as good as they come. The place can be a bit quiet, but worth checking out (avoid the buffet). Its owned by Eugene Cobra, longstanding Rwandan musician."]]}]},"\n",{"type":"===","value":[" Kimironko"]},"\n\n",{"type":"===","value":[" Nyarutarama"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sakae"],["url=https:\/\/www.facebook.com\/pages\/Sakae-Japanese-Restaurant-KigaliRwanda\/228016190570399"],["email="],["address="],["lat="],["long="],["directions=down a back road between MTN Centre and RDB. Signposted."],["phone="],["tollfree="],["fax="],["hours=Lunch & dinner"],["price=Mains from Rwf 7,000"],["content=Run by a Korean family, Sakae serves up both Japanese and Korean dishes in spacious and pleasant surroundings.  A little pricey, but many prefer Sakae to nearby Zen."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zen"],["url=https:\/\/www.facebook.com\/pages\/ZEN-Oriental-Cuisine\/164327286924704"],["email="],["address="],["lat="],["long="],["directions=north of the MTN Centre"],["phone=+250 782 588 593"],["tollfree="],["fax="],["hours=Lunch & dinner"],["price=Mains from Rwf 8,000"],["content=With the dining area nestled under a huge thatched hut, with trickling water and subtle lighting, there are few places in town that can compete atmosphere-wise. The food is usually pretty good, however you can feel a little cheated by the portion sizes, and the extras added to your bill (rice, service, VAT). Accordingly Zen is popular with those with expense accounts."]]}]},"\n",{"type":"===","value":["Remera"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sol e Luna"],["url=http:\/\/www.soleluna-rw.com\/main-eng.html"],["email="],["address=Boulevard de L’Aéroport"],["lat="],["long="],["directions=signposted so quite easy to find"],["phone=+252 583062"],["tollfree="],["fax="],["hours="],["price=Mains from Rwf 5,000"],["content=A firm favourite in Kigali - decent wood fired pizzas, expensive lunch time buffet, great views from the terrace - popular with locals and expats alike. Monday nights is quiz night, which is mystifyingly popular."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tangren Chinese Restaurant"],["url=https:\/\/www.facebook.com\/pages\/Tangren-Restaurant\/326236834099369"],["email="],["address="],["lat="],["long="],["directions=near Rwanda Development Board"],["phone=+250 783 011583"],["tollfree="],["fax="],["hours=lunch and dinner"],["price=Mains Rwf 4,000"],["content=Set in lush gardens, this is one of the better Chinese places in town, in part as the owner and chef is Chinese. An added plus is that service only takes 15 minutes or so. One of the few restaurants with rabbit on the menu - and very tasty it is too."]]}]},"\n",{"type":"===","value":[" Kibagabaga \/ Kinyinya "]},"\n",{"type":"*","value":[{"type":"'''","value":["Kinyinya Topview"]}," – (GPS co-ordinates -1.9173, 30.1121) pleasant local brochette bar near the Deutsche Welle radio masts. Somewhere different to go – great at night time when the masts are lit up like a red Christmas tree. Brochette and chips around Rwf 2,000"]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Glacon"]}," A great ice cream store."]},{"type":"*","value":[" ",{"type":"'''","value":["La Sierra"]}," Serves nearly everything imaginable"]},{"type":"*","value":[{"type":"'''","value":["Camellia tea house"]}," amazing selection of teas, good food. Lunch buffet is very popular"]},"\n",{"type":"==","value":["Drink"]},"\n\nBottled ",{"type":"'''","value":["water"]}," is recommended for foreign visitors.\n\n",{"type":"*","value":["For ",{"type":"'''","value":["alcohol"]}," try the ",{"type":"'''","value":["New Cadillac"]}," night club and the ",{"type":"'''","value":["Republica"]},". Both are superb.  Watch out for ",{"type":"[[","value":[["pickpockets"]]}," outside the New Cadillac. "]},"\n",{"type":"*","value":["Don't miss ",{"type":"'''","value":["Planet Club"]}," at the KBC roundabout in Kimihurura, it has 2 sides, a Lounge bar with Housemusic and a Club with African and modern Hip-Hop music."]},"\n",{"type":"==","value":["Sleep"]},"\nAccommodation in downtown Kigali is noticeably more expensive than neighboring capitals like ",{"type":"[[","value":[["Kampala"]]}," and ",{"type":"[[","value":[["Nairobi"]]},". Most of the budget options (for example the Hotel Gloria mentioned in older LPs) are gone. Outside the city center however, it is possible to find good budget options.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Auberge La Caverne"],["url="],["email="],["address=Nyabugogo Blvd"],["lat="],["long="],["directions=A few hundred meters before Place de l'Unite roundabout on the left side."],["phone="],["tollfree="],["fax="],["hours="],["price=single 10.000 RWF en-suite (as of 12\/2013)"],["checkin="],["checkout="],["content=Wifi 1.000 RWF per day. Clean rooms and good basic breakfast."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Discover Rwanda Youth Hostel"],["url=http:\/\/www.discoverrwanda.hostel.com\/"],["email="],["address=Kigali"],["lat=-1.950785"],["long=30.093538"],["directions="],["phone=+250782265679"],["tollfree="],["fax="],["hours="],["price=Dorm Bed-9000 Rwf;Camping-6000 Rwf; Private Room-12,000\/15,000Rwf"],["checkin="],["checkout="],["content=Discover Rwanda Youth Hostel offers clean beds in dorms and private rooms as well as a free breakfast, internet access, and hot showers. It also has space for campers inside its 24-hour guarded gate. Discover Rwanda is an Aegis Trust social enterprise in which all proceeds go towards social programs offered by its parent organization at the Kigali Genocide Memorial."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hope Guesthouse"],["alt="],["url="],["email="],["address=Nyabugogo Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout=10:00"],["price=single 7,000 RWF shared bathroom; single 10,000 RFW en-suite and hot shower in some rooms (as of 12\/2013)"],["content=Good basic traveler hotel two minutes walk from the Nyabugogo bus station on a main road. There is a large pub next to the hotel with good food and the usual football TV in the evenings. Downstairs is a massage place. There are also some VISA-accepting ATMs next door. There are plenty of buses to the city center, or walk for about one hour up-hill. Next to the Hope Guesthouse are many other guesthouses with even cheaper clean rooms."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gloria Hotel"]}," (which currently only has cold water showers)."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Chez Lando"],["url=http:\/\/www.hotelchezlando.com"],["email=info@chezlando.com"],["address="],["lat="],["long="],["directions="],["phone=+250 252 584394"],["tollfree="],["fax="],["hours="],["price=From $60 per night"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Isimbi"],["url=http:\/\/www.hotelisimbi.co.rw"],["email="],["address=Rue Kalisimbi, District Nyarugenge"],["lat="],["long="],["directions=down town"],["phone=+250 572578"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Also has a good bar and restaurant. 30-40USD"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Iris Guesthouser"]}," 75 USD, clean, big rooms, hot water, very good restaurant and free Internet."]},{"type":"*","value":[" ",{"type":"'''","value":["Okapi Hotel"]}," Some rooms available for US$25 per night, good location and friendly staff. Some rooms have an excellent view over the outskirts of Kigali. Just forget the USD 25.00 rooms (BTW, actually USD 30.00) . They are 'downstairs' and aren't worth USD 10.00."]},{"type":"*","value":[" ",{"type":"'''","value":["Park View Courts Rwanda"]}," Enjoy a serene environment in this homely apart-hotel complex, with a view to die for and friendly staff. Prices range from USD 150-300. "]},{"type":"*","value":[" ",{"type":"'''","value":["Sphinx Belair"]}," Located behind Telecom house and not far from Novotel Umubano. Standard room starting at 60 USD."]},{"type":"*","value":[" ",{"type":"'''","value":["Step Town Motel"]}," 50 USD, clean, Very Nice Rooms, hot water, and free Internet."]},"\n",{"type":"===","value":["Splurge"]},"\nKigali now has three international class hotels, built as part of the country's bid to increase tourism and better support business travellers.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Laico Umubano"],["url="],["email="],["address=Boulevard del Umuganda"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From $150 per night"],["checkin="],["checkout="],["content=Still known by its former name Novotel by almost everyone. Ask for a swimming pool view room on a high floor for a beautiful sunrise to wake you from your slumber."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel des Mille Collines"],["url=http:\/\/www.millecollines.net"],["email=info@millecollines.net"],["address=Avenue de l'Armée\/Avenue de la République"],["lat="],["long="],["directions="],["phone=+250 252 576530"],["tollfree="],["fax=+250 252 576541"],["hours="],["price=Prices from €151"],["checkin="],["checkout="],["content=While the movie ",{"type":"''","value":["Hotel Rwanda"]}," was filmed in South Africa, this is where the actual events took place. The hotel has two restaurants, a pool, internet and a gift shop. The hotel underwent extensive renovation in 2010. Rates are slightly higher for pool view rooms. All rooms have safes but no hair dryer or coffee maker. Free access to Wi-Fi, but coverage is uneven. Wonderful breakfast buffet. Apart from the movie this hotel is also the setting for the novel ",{"type":"''","value":["Un dimanche à la piscine à Kigali"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kigali Serena Hotel"],["url=http:\/\/www.serenahotels.com\/serenakigali\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+250 252 597100"],["tollfree="],["fax="],["hours="],["price=From $310 per night"],["checkin="],["checkout="],["content=Formerly a Belgian-owned hotel known as the Diplomates and briefly portrayed in Hotel Rwanda. Renovated in 2003 and 2011."]]}]},"\n",{"type":"==","value":["Connect"]},"\nEnglish\/French language broadcasts are available from BBC World Service in Kigali on 93.9MHz.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Simba Cafe"],["alt="],["url="],["email="],["address=Place de la Constitucion"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free Wifi at this starbucksy cafe attached to a supermarket by the same name."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nKigali is relatively safe and friendly as far as African capitals go. Keep your eyes open and your wallet out of the reach of pickpockets, especially in crowded areas. Avoid walking after dark if possible, especially alone. Take extra precaution in the area between New Cadilac Nightclub and Carwash bar.  \n\nPolice officers are generally helpful if you're in a bind, but don't expect speedy results.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url=http:\/\/saembassy-kigali.org.rw"],["email=kigali.admin@foreign.gov.za"],["address=1370 Blvd de N Umuganda, Kacyiru-Sud"],["lat="],["long="],["directions="],["phone=+250 252 583 185"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/cooperation-suisse.admin.ch\/grandslacs"],["email=ac-kigali@sdc.net"],["address=38 Blvd de la Révolution"],["lat="],["long="],["directions="],["phone=+250 252 57 55 34"],["tollfree="],["fax=+250 252 57 24 61"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinrwanda.fco.gov.uk\/en\/"],["email="],["address=Parcelle No 1131, Blvd de l'Umuganda, Kacyiru-Sud"],["lat="],["long="],["directions="],["phone=+250 252 556000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/rwanda.usembassy.gov\/"],["email=consularkigali@state.gov"],["address=#2756 Ave de la Gendarmerie, Kacyiru"],["lat="],["long="],["directions="],["phone=+250 0252 596 400"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Parc National des Volcans"]},", home of the mountain gorillas, and the setting for ",{"type":"[[","value":[["Special:Booksources\/061808360X"],[{"type":"''","value":["Gorillas in the Mist"]}]]}," author Dian Fossey's research. If you can afford it it's an excellent experience... even possible as a daytrip from Kigali. Enquire at the Rwandan Office for Tourism and National Parks (ORTPN), Boulevard de la Révolution n° 1, Kigali, +(250) 576514 or 573396, ",{"type":"[","value":["mailto:reservation@rwandatourism.com\/ reservation@rwandatourism.com"]},". $500 USD cash, or it is possible to use your Mastercard."]},"\n\n",{"type":"{{","value":[["isPartOf"],["Rwanda"]]},"\n",{"type":"{{","value":[["Geo"],["-1.9686111"],["30.0605556"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Kigali"]]},"\n",{"type":"[[","value":[["Commons:Category:Kigali"]]}]