[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kikai Island"]}," is a small island located in the ",{"type":"[[","value":[["Amami Islands"]]},", just to the east of ",{"type":"[[","value":[["Amami Oshima"]]},". While technically a part of ",{"type":"[[","value":[["Kagoshima (prefecture)"],["Kagoshima"]]},", due to a long and varied history of being conquered, culturally Kikai is a blend of ",{"type":"[[","value":[["Okinawa"],["Okinawan"]]},", Amami, and Kagoshima traditions.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nKikai only has two direct connections to the outside world, Kagoshima and Amami Oshima. Going to Kikai from anywhere will require you to go through one of those two places.\n\n",{"type":"===","value":["By plane"]},"\n\nKikai has a small airport located in the main town on the island which has two daily flights to and from Kagoshima airport and three daily flights to and from Amami Oshima airport.\n\nAll routes in and out of the island are owned by JAC, an affiliate of JAL.\n\nA one-way ticket from Kagoshima will cost you approximately ￥24300. A round-trip ticket is approximately ￥44200 total, or about ￥22100 each way, making it slightly cheaper, but still pretty expensive. Purchases made far in advance on the Japanese JAL website may allow you to obtain a ticket for as little as ￥16400 each way. The journey takes about 1 hour and 15 minutes.\n\nBouncing out of Amami is possible, though no cheaper. A normal flight from Amami Oshima will cost ￥9500 for a one-way ticket and as little as ￥6400 if purchased far enough in advance. It's still fairly expensive if you consider that flight is only 10 minutes.\n\n",{"type":"===","value":["By ship"]},"\n\nKikai currently only has one ferry route which is operated by ",{"type":"[","value":["http:\/\/www.aline-ferry.com\/ A\"LINE Ferry"]},". This ferry runs from Kagoshima to Kikai, Amami Oshima (Naze & Koniya), Tokunoshima (Hetono), and sometimes Okinoerabujima (China) and does not continue to Okinawa unlike the other ferries from Kagoshima. The journey from Kagoshima takes about 12 hours and runs overnight. A one-way ticket from Kagoshima costs ￥9800. Be aware that there is no ferry service on Sundays and Mondays.\n\n",{"type":"==","value":["Get around"]},"\n\nMake no mistakes, Kikai is ",{"type":"''","value":["small"]},". The coastal road surrounding the island can be walked in 6 to 8 hours depending on your pace, meaning that getting to any specific point on the island will probably take no more than 2 or 3 hours on foot. This of course assumes that you have a specific point that you are trying to get to. Most of Kikai outside of the main town is endless sugar cane fields.\n\n",{"type":"====","value":[" By Bus "]},"\n\nIf you need to get somewhere specific and don't feel like walking for hours (especially in the summer heat), there is a bus service (air-conditioned) operated by A-Line Ferry.\n\nThe fare is ￥300 to anywhere on the island.\n\nThere are 3 bus routes on the island. Two of them, 北本線 (north line) and 南本線 (south line) follow the coast road clockwise and counter-clockwise respectively. The third 中央線 (center line) runs into the island interior, and is somewhat less useful unless you're looking for a way to get up into the mountain(s).\n\nThe bus is populated mostly by 70 to 90 year-old women in varying states of decay either going to, or returning from, the hospital. If you're looking for a place to hear some of the island's endangered language, the bus is a great place to do it.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Scuba dive with ",{"type":"[","value":["http:\/\/www3.synapse.ne.jp\/yds\/top\/top.htm ",{"type":"'''","value":["Yonemori Dive Shop"]}]},", the only dive shop on the island. Kikai is an island made of coral and the water is exceptionally clear."]},{"type":"*","value":[" Snorkel"]},{"type":"*","value":[" Bicycle around the island, takes between 3 and 5 hours depending on your speed"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Shochu"]},{"type":"*","value":[" Black sugar"]},{"type":"*","value":[" Sesame products"]},{"type":"*","value":[" ",{"type":"''","value":["Andagi"]}]},{"type":"*","value":[" Refined agricultural products"]},{"type":"*","value":[" Crafts made from ",{"type":"''","value":["yakkougai"]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Goat sashimi"]},{"type":"*","value":[" Yagijiru"]},{"type":"*","value":[" Sakuna"]},{"type":"*","value":[" Abura soumen"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Amami Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Kikai Island"]]},"\n",{"type":"{{","value":[["geo"],["29.316944444444"],["129.93944444444"]]}]