[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Yokohama"]]},"\n",{"type":"'''","value":["Kikuna"]}," is a city in ",{"type":"[[","value":[["Yokohama"]]},".\nYokohama is a city that open a port in 1859.\nYokohama is near Tokyo.\nThere are many sights on the periphery of Kikuna.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nTake the major train line ",{"type":"'''","value":["Toyoko line"]}," from Shibuya to Kikuna.\nShibuya is a downtown of Tokyo.\nIt takes 30minutes.\nIf you go to Kikuna from Tokyo, you should take the ",{"type":"'''","value":["Kehin Tohoku line"]}," from Tokyo to Yokohama and take the major train line ",{"type":"'''","value":["Toyoko line"]}," from Yokohama to Kikuna. It takes 1 hour.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ohkurayama memorial hall"]}," It's a beautiful hall.Sometimes, it holds concerts with the locals. And the pictures or ikebana are displayed at this hall. I recommend you to go there in March. There is a also park. And you can see a lot of Japanese apricots. They are so beautiful, so they are worth seeing."]},{"type":"*","value":[{"type":"'''","value":["Kikuna Sakurayama Park"]}," It's a small park. It is called \"Carbon yama\" by the locals. There are so many trees all along the streets. If you go to there in spring, you can see beautiful ",{"type":"''","value":["double-flowered cherry trees"]},". They are called \"yae-zakura\" in Japanese. Their color is deep pink. Yae-zakura is powerful rather than fine. People do \"Ohanami\" in there. Ohanami means that people enjoy seeing cherry blossoms, eating food and drinking sake."]},{"type":"*","value":[{"type":"'''","value":["Kikuna shrine"]}," There is Kikuna shrine. A shrine is that the gods of Shintoism are enshrined. Shintoism is Japanese peculiar religion. In January, people do ",{"type":"''","value":["Hatsumode"]},". Hatsumode refers to the first New Year's visit to a shrine or a temple. The locals visit to Kikuna shrine and pray for their happiness on January 1st, 2nd or 3rd."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kikuna Pond Park"]}," You can see lotus and ducks in there. It is so comfortable place, so I recommend you to walk around this pond. In summer, there is pool. It has pool for children, 25meters pool and running water pool. It is so fun."]},{"type":"*","value":["In autumn, Kikuna shrine holds a festival. There are various kinds of stalls. Some people buy fried noodle, others buy candies, and so on. The floats pass across the road. And the Bon dance is held too. Bon is the Buddihist festival for paying respect to the spirits of ancestors. Bon dance is held during this term and people dance to sounds of Japanese drum or Japanese music. When the festival or Bon dance is held, many people wear ",{"type":"''","value":["yukata"]},". It is a Japanese cloth like a kimono."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sun road"]}," It is a small Western-style restaurant. It is very near to Kikuna Station. It is a not famous restaurant, but the food is very delicious. Especially, I recommend you \"Syogayaki\". It is ginger-flavored slices of grilled pork. And the owner who is also a cook  is very frank. You can eat delicious food and spend happy time.The restaurant is closed on Tuesday. Address:Yokohama, Kohoku ward, Kikuna 6-1-11 Open:A.M.11:30~P.M.3:00, P.M.5:00~P.M.9:30 Phone:045-431-2576 Price:about 1,000~3,000yen"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nagomi"]}," It is a very small restaurant. They serve delicious ",{"type":"'''","value":["tempura"]},". Tempura is deep-fried seafood or vegetables. They cook seasonal seafood and vegetables. They fry tempura in front of us. It is so delicious. If you go to there, you should eat \"Ten-Don\". \"Ten\" means tempura. \"Don\" means \"Donburi\", it is the kinds of food. Put something on the rice in the bowl, this is \"Donburi\". So, put tempura and salty-sweet sauce on the rice. This is a Ten-Don. It tastes so good. This restaurant is closed on Sunday, holidays, and 4th Monday. Address:Yokohama, Kohoku ward, Kikuna 6-21-10 Open:A.M.11:30~P.M.2:00, P.M.5:00~P.M.8:00 Phone:045-431-7539 Price:Lunch...about 600yen~1,400yen Dinner...about 1,000yen~3,000yen"]},"\n",{"type":"*","value":[{"type":"'''","value":["Shin-Sekai"]}," It is a stall. It is near Kikuna station. They sells ",{"type":"'''","value":["Taiyaki"]},". Taiyaki is confectionery. Put bean paste into dough like pancakes. Bean paste called \"Anko\" in Japanese. Taiyaki's shape is a bream. It tastes sweet. Address:Yokohama, Kohoku ward, Kikuna 6-1-8 Phone:045-433-6626 Price:130~170yen"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Yokohama"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]