[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kilkee"]}," is a town in ",{"type":"[[","value":[["County Clare"]]},". It was the sea-side resort of Limerick in Victorian times, when wealthy merchants families retired here for the whole summer season, and built the many substantial summer houses that are now small hotels and guesthouses. \n\n",{"type":"==","value":["Get in"]},"\nAccess is by road, the N68 from Ennis via Kilrush or the N67 from North Clare via Doonbeg. \n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nVisit the Visitor Information Center, which is a seasonally-opened tourist office. (Tel. +353 65 56112)\n\nThe town has a wide horseshoe shaped sandy beach, and when the local pollution problem gets sorted, it will be a fine safe amenity. To the south, in the flat rocks, are a number of natural swimming pools, known locally as 'Pollock Holes' because of the fish that are caught there. These are filled with fresh sea-water at every tide (as a result there is excellent snorkeling here) , and are ideal for children and uncertain swimmers. Kilkee has some of the best diving in Ireland, with an active diving club.\n\nThere are excellent cliff-walks with stunning scenery only moments from the town centre just waiting to be explored.\n\nThere is a small indoor pool, which can be noisy as it is popular with small children, with a basic and reasonably-priced cafe-type eatery, just off the beach. There is good car-parking facilities.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Marine Hotel"],["alt="],["url=http:\/\/www.marinehotelkilkee.ie"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Fantastic family run hotel about 30 seconds from the beach and yet still in the heart of the town."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["52.6833"],["-9.6500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["County Clare"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kilkee"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ireland\/Clare\/Localities\/Kilkee\/"]]},"\n\n",{"type":"[[","value":[["Commons:Kilkee"]]}]