[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Kilwa"]}," is a city in ",{"type":"[[","value":[["Southeast Tanzania"]]},".\n\nKilwa Masoko sprang up as the market town associated with the thriving Arab city-state of Kilwa Kisiwani on the large island surrounded by the Kilwa Bay.  Over time the city-state collapsed and the brunt of the population moved off the island to Kilwa Masoko.  Kilwa Kivinji is an pleasant Swahili town smaller and politically less important than Kilwa Masoko about 20km away.  Today Kilwa Masoko is the capital of the Kilwa district in the Lindi region.  Most visitors stay in Kilwa Masoko and use it as a base for visiting the other two Kilwas\n\n",{"type":"==","value":["Get in"]},"\nFlights on Coastal Airways arrive in the late afternoon and depart early the next morning back to ",{"type":"[[","value":[["Dar es Salaam"]]},", therefore you MUST spend the night.\n\nDriving can be very difficult in the rainy season.\n\nBuses run daily from both the north and south.  From the north (Dar) big buses leave around 6am from Ubungo and stop at Temeke and Mbagala bus stations.  The companies running change regularly, the buses with four seats in a row are significantly more comfortable than the ones with five seats in a row.  Part of the road is unpaved so it is advisable to get a seat nearer the front.  It's about 4 or 5 hours from Dar.  It's best to book at least a day in advance.  These buses will drop you off at Nangurukuru which is about 30km from Kilwa Masoko (where most people stay).  From Nangurukuru you can get a minibus, shared taxi or private taxi to either Kilwa Masoko or Kilwa Kivinje.\n\nFrom Dar there are also minibuses throughout the morning leaving from Mbagala to Kilwa Masoko although these will be more cramped and less comfortable than the larger buses.\n\nFrom the south (Mtwara, Mikindani and Lindi) buses depart both towns at 6am and it takes about 4 or 5 hours, the road is paved all the way.  These buses will also drop you off at Nangurukuru (see above).\n\nFrom Lindi (but not Mtwara) there are also minibuses in the morning.  As around at the bus stand to find out what time they leave.\n\n",{"type":"==","value":["Get around"]},"\nMost hotels will arrange pick-up from the airport.\n\nTo get from Kilwa Masoko to Kilwa Kisiwani you will need to take a boat.  Up market hotels will organise this for you (and charge you) alternatively you can organise this yourself as there are boats waiting at the dock that you can charter.  Expect to pay around 10'000\/- to 15'000\/- for a sailing boat to drop you off, wait and then return you to Kilwa Masoko - more for a boat with an engine.  If you don't speak Swahili you can hire a guide (who you will probably want to show you around the ruins) who should also take care of this, but bear in mind that the guide may not always try to get you the best price.\n\nTo get between Kilwa Masoko and Kilwa Kivinji there are shared taxis regularly, although if you turn up they will probably insist that you have to hire a private taxi or you will have to wait hours and hours.  If you politely decline and offer to wait they usually leave every half an hour or so.\n\nAll three towns are small enough that the best way to get around them is by food (although see the safety section).  There are a number of taxis and tuktuks (bajaji) around town if the heat is too much for you.\n\n",{"type":"==","value":["See"]},"\nThe fantastic ruins on Kilwa Kisiwani (which means \"Kilwa of the Island\"), a UNESCO world heritage site ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/144"]},". Most hotels will provide you with a boat to the island and a guide.  Guides with detailed knowledge of the history and archaeology are sometimes hard to find (but they ARE around), but there are extremely informative signs to help you out if your guide only knows the location of each of the ruins and not the story behind them.  There is also a useful book available with the history of the island and a detailed description of the ruins, which makes a good guide and a nice keepsake.  See the Wikipedia page for more information.\n\nThe town of Kilwa Kivinji is less popular than the other two Kilwas but it is a charming, sleepy Swahili town, much of it built in the traditional style out of traditional coral-rag.  It doesn't have the 'sights' of Kilwa Kisiwani but it is a pleasant town in it's own right and well worth a day trip from Kilwa Masoko.\n\n",{"type":"==","value":["Do"]},"\nThe newest hotels have dive centers.\n\nSeveral hotels cater to sport fishermen- and often serve up the day's catch at dinner!!\n\nKilwa is a safe, sleepy little town with dirt streets, making it very nice for a morning or late afternoon stroll around to see the market and port, and get the feel of this wonderful Swahili town.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAlmost all visitors choose to stay in Kilwa Masoko (there is no accommodation on Kilwa Kisiwani, there are a couple of budget options in Kilwa Kivinji) all the options below are in Kilwa Masoko.\n\n",{"type":"'''","value":["Budget"]}," (prices in TSH)\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mikumi guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=where the bus from Nangurukuru drops off"],["phone="],["tollfree="],["fax="],["hours="],["price=3000\/- (about $2)"],["checkin="],["checkout="],["content=About the cheapest place in town, rooms are spacious but a little grubby (though not unclean).  It has electricity (some of the time) and technically it has running water, although since there is only one tap for the entire guest house i'm not sure if this counts.  Facilities are shared, and showers involve using a bucket."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New Jika Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=around 8'000 per person (about $5)"],["checkin="],["checkout="],["content=This is the main local (read cheap) place in town.  It's in the center of town and recommended for people not wanting to pay tourist prices.  Rooms are clean and some have AC.  Best to avoid the restaurant, there are many better places around town."]]}]},"\n",{"type":"'''","value":["Up Market"]}," (all prices in USD)\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kilwa Seaview Resort"],["url=http:\/\/www.kilwa.net\/"],["email=info@kilwa.net"],["address="],["lat="],["long="],["directions="],["phone=+255- 22-2650-250"],["tollfree="],["fax=+255-22-2650-250"],["hours="],["price=$90-$190"],["checkin="],["checkout="],["content="]]}]},"M: +255-(0)-784-624-664 \nPrices are by room based on occupancy: room with 1 person is $100 w\/ full board, room with 4 people is $190 w\/full board, therefore a good choice for families!\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kilwa Ruins Lodge"],["url=http:\/\/www.kilwalodge.co.za\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"Mostly caters to sport fishermen from Europe and South Africa.  Rooms are very simple, food very basic, bar is well stocked.  Not the most inviting family spot.\nPrices are per person, per day, $80 for a \"fishing banda\" and $100 for \"beachfront banda\"\n",{"type":"{{","value":[["sleep"],["name=Kilwa Beach Lodge"],["url=http:\/\/www.kilwa..co.tz\/"],["email=info@kilwa.co.tz"],["address="],["lat="],["long="],["directions="],["phone=+255- 774 42 31 75"],["tollfree="],["fax="],["hours="],["price=$90-$190"],["checkin="],["checkout="],["content=Great new (2014) lodge offering a variety of accommodation for all budgets; accepts visa and online bookings possible."]]},"\n\n",{"type":"==","value":["Safety"]},"\nDuring the day walking around town should be safe but after dark significant caution should be advised.  There have been a number of tourists mugged in recent years, always travel in groups or take a taxi \/ tuktuk (bajaji)\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThere are daily minibuses leaving Kilwa Masoko for Lindi and Dar leaving early in the morning - buy your ticket in advance and (especially if going to Dar) try and sit as close to the front as possible.\n\nIt is possible to get a daladala \/ shared taxi \/ private taxi to Nangurukuru and try to pick up one of the larger buses going either north or south that pass by between 10am and 2pm but be warned that these buses are often full and you may find that you cannot get on one.\n\n",{"type":"[[","value":[["wikipedia:Kilwa_Kisiwani"]]},"\n\n",{"type":"{{","value":[["geo"],["-8.957778"],["39.522778"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pembwe and the Southeast"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]