[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["pgname=Kimberley"]]},"\n",{"type":"[[","value":[["Image:Windjana Gorge (August 2005).jpg"],["350px"],["thumb"],["right"],["Windjana Gorge"]]},"\n\nThe northernmost region of ",{"type":"[[","value":[["Western Australia"]]}," is called the ",{"type":"'''","value":["Kimberley"]},". This spectacular region has an area of over 421,000 square kilometres. It is bordered by the ",{"type":"[[","value":[["Northern Territory"]]}," to the East, the ",{"type":"[[","value":[["Pilbara"]]}," to the South, the Indian Ocean to the Northwest and the Timor Sea to the North.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Broome"]]}," — a popular destination to get a taste of the Kimberley without forgoing luxury"]},{"type":"*","value":[" ",{"type":"[[","value":[["Camballin"]]}," — step off point for the best Barramundi fishing within the Fitzroy River"]},{"type":"*","value":[" ",{"type":"[[","value":[["Derby (Western Australia)"],["Derby"]]}," — a small town with a big Boab, a big jetty and a big tide"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kununurra"]]}," — a relaxed town from which to explore its majestic natural attractions"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wyndham (Western Australia)"],["Wyndham"]]}," — one of the oldest and most northerly towns in the Kimberley, at the confluence of 5 rivers"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fitzroy Crossing"]]}," — Starting point for trips to ",{"type":"'''","value":["Geikie Gorge National Park"]},", offering the possibility of picturesque cruises on the Fitzroy river"]},{"type":"*","value":[" ",{"type":"[[","value":[["Purnululu National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Warmun"]]}," (Turkey Creek) — an Aboriginal community that, besides being an entry point to the ",{"type":"[[","value":[["Purnululu National Park"]]},", has produced many successful Aboriginal artists"]},{"type":"*","value":[" ",{"type":"[[","value":[["Windjana Gorge National Park"]]}," — around a beautiful gorge formed by an ancient coral reef now emerged, is accessed through the Western side of the Gibb River Road. There is usually a large population of freshwater crocodiles."]},"\n\n",{"type":"==","value":["Understand"]},"\n\nThe ",{"type":"'''","value":["Kimberley"]}," is one of the world's last great wilderness areas, and covers an area large enough to fit the U.K. twice, though the total population is slightly higher than 40 000. Most of the population is concentrated in small towns such as ",{"type":"[[","value":[["Kununurra"]]}," and ",{"type":"[[","value":[["Wyndham (Western Australia)"],["Wyndham"]]}," in the East and ",{"type":"[[","value":[["Broome"]]}," and ",{"type":"[[","value":[["Derby"]]}," on the coast in the west. \n\nHighlights of the Kimberley include a long untouched coast, magnificent wilderness scenery, rare fauna and flora and a rich and colourful history. The Kimberley thrives as a tourist destination with 85% of the population being tourists. \n\nThe area draws much of its history from its colourful ",{"type":"'''","value":["pearling"]}," industry, indigenous culture, and the rugged pastoral (sheep and cattle) stations. There are several historic reminders in Broome (such as a Japanese cemetery) of the importance of pearls for the Kimberley. Museums run by local historical societies in Broome, Kununurra and Wyndham, as well as the Argyle Downs Homestead Museum at Lake Argyle, are all worth investigating to take in the history.\n\n",{"type":"===","value":["Orientation"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Broome Surrounds"]}," and ",{"type":"'''","value":["Dampier Peninsula"]}," are fashionable tourist destinations. Nice beaches and realtively few people make for a nice retreat away from it all."]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[[","value":[["Gibb River Road"]]}]}," crosses the heart of the region. "]},{"type":"*","value":["The ",{"type":"'''","value":["Mitchell Plateau"]}," is an extremely remote region of wilderness."]},{"type":"*","value":["The Kimberley coastline has isolated wilderness camps, and spectactular waterfalls and features best seen from boats or the air"]},{"type":"*","value":["In the ",{"type":"'''","value":["South Kimberley"]},", the ",{"type":"[[","value":[["Great Northern Highway"]]}," crosses bushland for several hundred kilometers."]},"\n",{"type":"===","value":["Climate"]},"\nThe Kimberley really has 3 seasons:  The Wet Season or \"The Wet\" (December - April), The Dry Season or \"The Dry\" (April - September) and \"The Buildup\" (October and November).\" \n\nThe Dry is the ideal time to visit, with six months of blue skies, when you can get cool nights of 15 degrees Celsius in May and June, with blue skies and 30 degree days by 8 am for most of the dry.  Take in the amazing ancient scenery, experience great fishing and wildlife spotting, especially for bird-watching and during August for the Humpback whale migration period.\n\nThe Buildup has hot days of 40 degrees Celsius on a daily basis for a month or more, can get humid, and people look forward to an afternoon thunderstorm, which have some of the highest cloud formations on the planet and produce spectacular lightning displays. These are especially prevalent in the north at Kununurra and Wyndham and are a great site to see but be prepared for the heat.\n\nThe tropical wet season rain cools the build up temperatures and cyclonic activity produces some heavy rains, especially in coastal areas. \"Set in Weather,\" during the wet season, when clouds set in on the ranges for days, and the temperature cools the land is welcomed by locals. \n\nThese seasons have a large impact on visitor numbers, tours, travel accommodation in the region, with most visitors arriving in the Dry season.  During the Wet, the Gibb River Road is closed and various areas can be flooded.  Some providers, especially in areas such as the Gibb River Rd close completely.  You can often find prices at the resorts in Broome may halve from the first day in November.  Some tours may still operate out of Broome and Kununurra.  Although the build up period between the end of the dry and the first rains of the wet can be a cost-effective time to visit, at this time, the land seems covered with dust, some streams have ceased running entirely, and the heat and humidity are stifling.\n\nThe wet season is not without its hazards, and if you are in country when cyclones pass through, make sure that you keep up with weather warnings, and are aware of appropriate actions in response to the weather conditions.\n\nRoads and air travel have improved in the rest of the Kimberley and the wet season as the \"Green Season,\" is a good time to see the Kimberley in its glory, green and with waterfalls flowing in January February and March.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Kimberley_map.png"],["thumb"],["450px"],["right"],["Map of the Kimberley"]]},"\n",{"type":"===","value":["By plane"]},"\nThere are no international scheduled flights.   ",{"type":"[[","value":[["Broome"]]}," and ",{"type":"[[","value":[["Kununurra"]]}," have daily scheduled flights, and ",{"type":"[[","value":[["Derby"]]}," has a few direct flights a week.  ",{"type":"[[","value":[["Broome"]]}," is the most easily accessed town, with flights from ",{"type":"[[","value":[["Perth"]]},", ",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["Darwin"]]},", ",{"type":"[[","value":[["Melbourne"]]},", ",{"type":"[[","value":[["Brisbane"]]}," and ",{"type":"[[","value":[["Alice Springs"]]}," on the weekend. ",{"type":"[[","value":[["Kununurra"]]}," and ",{"type":"[[","value":[["Derby"]]}," are a bit more challenging to get to, with flights from ",{"type":"[[","value":[["Darwin"]]},", ",{"type":"[[","value":[["Broome"]]}," or ",{"type":"[[","value":[["Perth"]]}," only.\n\n",{"type":"===","value":["By car"]},"\nA very long drive from either way. On the Eastern side, it is a 900km drive from ",{"type":"[[","value":[["Darwin"]]}," to ",{"type":"[[","value":[["Kununurra"]]}," via the road 1. On the Western side, you will have to add at least 2100 km to get to Perth.\n\n",{"type":"===","value":["By bus"]},"\nThere are scheduled buses by ",{"type":"[","value":["http:\/\/www.greyhound.com.au Greyhound"]}," from Perth to Darwin, stopping at Broome, Derby and Kununurra. Keep in mind that it is an extremely long bus trip (Perth to Broome will keep you seated for more than 30 hours, and add another 30 hours to get to Darwin).\n\n",{"type":"===","value":["By Cruise"]},"\nCruises to Kimberley normally depart after the wet season. The Kimberley coastline, surrounded with red cliffs and azure blue seas, which is normally inaccessible by car or bus, could now be viewed and explored in safety on a cruise ship. Cruise ships generally depart from Darwin, and will visit placese in the Kimberley region such as King George River and Falls, Vansittart Bay, Hunter River, Montgomery Reef, Talbot Bay, Cape Levequ, The Lacepedes and Broome.\n\nCruises Available:\n",{"type":"*","value":[{"type":"'''","value":["Orion Expedition Cruises"]},",",{"type":"[","value":["http:\/\/www.orionexpeditions.com\/"]},". The 'Orion' is a purpose built vessel designed to access remote regions in luxury. Orion Expedition Cruises operate a number of winter-time cruises to Kimberley."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["On the ground"]},"\nThere are two main roads in the region, the sealed ",{"type":"'''","value":[{"type":"[[","value":[["Great Northern Highway"]]}]},", and the unsealed ",{"type":"'''","value":[{"type":"[[","value":[["Gibb River Road"]]}]},". The Gibb River road is probably more spectacular, as it crosses through the heart of the Kimberley through magnificient wilderness scenery, but ",{"type":"'''","value":["you will need a 4WD"]},", and it is simply not passable in the wet.\nOnce on the Gibb River Road, you can turn North on the ",{"type":"'''","value":["Kalumburu road"]},"  which will lead you to the Kalumburu mission (permits are required to visit the community) and the Mitchell Plateau. Note that there is no fuel supply on the Mitchell plateau beyond Drysdale station.\n\nIt should be noted that this region is one of the most remote areas in Australia. It is not advisable to leave the main roads if you are not experienced in remote area travel or sufficiently prepared. If you go off road, go with an experienced guide. Tour operators traveling these regions carry satellite phones as normal cellphones do not work in these places.\n\nUnsealed roads are not suitable for conventional vehicles and international travelers should research their self drive trip thoroughly, contacting relative government tourism bureaus for information and advice before attempting trips into the more remote areas.\n\n",{"type":"'''","value":["If you do not have your own car"]},", there are a number of tour operators who run ",{"type":"'''","value":["tours between Broome and Darwin"]},", the tours range from Accommodated Coach tours to adventure 4WD tours, Kimberley Outback Tours runs 7 day small group kimberley tours. Includes 4WD, helicopter rides, cruises and accommodation. Season runs from May-Sept departing from Darwin and Broome going in both directions. See ",{"type":"[","value":["http:\/\/kimberleyoutbacktours.com Kimberley Outback Tours"]}," or call 08 9169 1995 for more details. Travelwild Australia run 5 and 9 day small group 4WD camping tours during the dry season departing weekly from Broome and Darwin from $150 per day, see ",{"type":"[","value":["http:\/\/www.kimberley-tours.com Kimberley Tours"]}," for more details, or ",{"type":"[","value":["http:\/\/www.kimberleysafari.com Kimberley Safari Centre"]}," - running luxury Coach & 4wd Safari's throughout the Kimberley's and Western Australia. Freecall 1800 677 830.\n\n",{"type":"===","value":["Above the ground"]},"\nDue to the immensity of the area, several tour operators have ",{"type":"'''","value":["scenic flights"]}," from larger towns to main touristic attractions otherwise almost impossible to reach (for instance ",{"type":"[","value":["http:\/\/www.horizontalfalls.com.au\/ Horizontal Falls Adventure Tours"]},").\n\n",{"type":"*","value":["Bungle Bungle Scenic Flights, both fixed-wing and helicopter are available at the ",{"type":"[","value":["http:\/\/bunglebunglecaravanpark.com.au\/ Bungle Bungle Caravan Park"]}," at the turnoff to the Bungles. Operated by ",{"type":"[","value":["http:\/\/bunglebungleexpeditions.com.au\/ Bungle Bungle Expeditions"]}," +61 8 91691995"]},"\n",{"type":"===","value":["On the water"]},"\nIf you can not drive it nor fly it, sail it.\nA variety of ",{"type":"'''","value":["tour operators"]}," can arrange cruising and sailing in the Kimberley:\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.kimberleycruises.com Kimberley Cruises"]}," - Kimberley Cruise Centre for a selection of over 20 vessels to Kimberley Cruise, Freecall 1800 677 830. "]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.kimberleysailing.com Kimberley Sailing"]}," - Exclusive sailing safaris through the remote & rugged Kimberley Coast +61 8 9192 8590. "]}," \n",{"type":"*","value":["Australian Wilderness Cruises - Kimberley Specialists since 1982 on 60 ft motor sailer. +61 412 701111"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.coralprincesscruises.com\/ Coral Princess Cruises"]}," - Experienced Expedition Cruise Operator (3 Vessels) 1800 079 545 (Toll Free within Australia)"]},"\n",{"type":"*","value":["Kimberley Sunset Cruises Kununurra - Operated by ",{"type":"[","value":["http:\/\/kimberleyoutbacktours.com\/ Kimberley Outback Tours"]},"  +61 8 91691995"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:BoabPrisonTree.jpg"],["thumb"],["300px"],["right"],["Prison Boab in Derby"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Broome"]}," has become a trendy destination in the recent years. It buzzes in the dry, especially in the cooler July and August. The famed ",{"type":"'''","value":["Cable Beach"]},", from which you can admire the sunset while riding camels, is indeed a nice place. You will also find various historic sites and shops focusing on the world-famous pearls produced in the town. The town has a few interesting restaurants, and boosts the only nightlife for a few hundred kilometers around. Do not get too overexcited however, it is very far from the excentricity of the East Coast. Overall, it is a nice place to have a break before going to the Wild."]},"\n",{"type":"*","value":["The main reason to come to Kimberley is to enjoy the surrounding ",{"type":"'''","value":["wilderness"]},". Drive only a few kilometers on an unsealed track and you can quickly feel the immensity of the region. You can also observe wild birds by the thousands (provided you are not too far from a water source, you ",{"type":"''","value":["will"]}," hear them when the sun rises anyway) and wander through unusual flora (baobs all around...). Saltwater as well as freshwater crocodiles are found in numbers in the region, so observe if you can, but be ",{"type":"''","value":["very"]}," careful at all times near waterholes."]},"\n",{"type":"*","value":["The UNESCO world heritage ",{"type":"'''","value":[{"type":"[[","value":[["Purnululu National Park"],["Purnululu"]]}]},", with its multitude of dome formations, is one of the star attractions of the Kimberley. The park has been only \"explored\" recently (mid 1980s!), though it was known by the aboriginals for a much longer time. Be warned that the 4WD track to the park will put your vehicle to the test."]},"\n",{"type":"*","value":[" Be it the spectacular (but very tough to access) ",{"type":"'''","value":["Mitchell Falls"]}," on the Mitchell plateau, the dozens of gorges on the Gibb River Road, including the ",{"type":"'''","value":["Bell Gorge"]},", the ",{"type":"'''","value":["Geikie Gorge"]}," close to Fitzroy Crossing and the Windjana Gorge in the eponym ",{"type":"'''","value":["Windjana Gorge National Park"]},", the area is simply a feast of ",{"type":"'''","value":["Gorges and falls"]},"."]},"\n",{"type":"*","value":[" Located deep within Talbot Bay in the Buccaneer Archipelago are the ",{"type":"'''","value":["Horizontal Waterfalls"]},". Massive tidal movements create a waterfall effect as water banks up against one side of the narrow cliff passage, to be repeated again on the turning tide.   The tides in this area have a 10 metre variation which occurs over six and a half hours from low tide to high tide and vice versa. The waterfall phenomena has been described by David Attenborough as \"one of the greatest natural wonders of the world\".  The sight of the turquoise blue water rushing between the rugged red hills is best viewed from the air on a Scenic Flight, out of Derby. "]},"\n",{"type":"*","value":["North Kimberley is the place to see the ",{"type":"''","value":["Gwion Gwion"]}," or ",{"type":"''","value":["Bradshaw Figures"]}," ",{"type":"'''","value":["Aboriginal paintings"]},", some of which are believed to be around 50 000 years old. You will probably need the authorization of the traditional owners, so enquire beforehand, for instance with a tour operator. Some of these paintings are located in ",{"type":"''","value":["very remote"]}," areas. "]},"\n",{"type":"*","value":["In Derby, on the road to Broome, the huge ",{"type":"'''","value":["Boab Prison Tree"]}," is believed to have been used as a staging point for prisoners."]},"\n",{"type":"*","value":["From Broome, a rough 4WD track will lead you through the ",{"type":"'''","value":["Dampier Peninsula"]}," up to ",{"type":"'''","value":["Cape Leveque"]},". There are splendid beaches, nice snorkeling and good Barramundi fishing in the area. Accommodation is available at the tip of the cape at the aboriginal owned ",{"type":"[","value":["http:\/\/www.kooljaman.com.au\/ Kooljaman Resort"]},"."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dive"]}," – Located 300 kilometres out to sea from Broome are the ",{"type":"'''","value":["Rowley Shoals"]}," -One of the world's best yet least known dive sites. The Rowley Shoals are a chain of coral atolls on the edge of one of the widest continental shelves in the world. The 3 pear-shaped atolls have shallow lagoons inhabited by corals and abundant marine life. Each atoll covers an area of around 80-90 sq km, rising with nearly vertical sides from very deep water. Mermaid Reef rises from about 440 metres, Clerke from 390 metres and Imperieuse from about 230 metres. The coral atolls of the Rowley Shoals are famed for their almost untouched coral gardens, giant clams and other shellfish. Giant Potato Cod and Maori Wrasse wait to be hand fed while colourful reef fish show little fear.  Drift diving in and out of the atolls sweeps you through pristine reefs with schools of Trevally, Mackerel and Tuna.  See Barracuda, Morays turtles and many species of shark.  As well as being inhabited by a number of species found nowhere else, the coral and fish communities of the Rowley Shoals are unique in their composition, and in the relative abundance of species."]},"\n",{"type":"==","value":["Eat"]},"\nThere are very little catering options outside of the towns, so the best advice is to be as ",{"type":"'''","value":["self sufficient"]}," as possible if you drive into the outback.\n\n",{"type":"==","value":["Drink"]},"\nThe Kimberley is not a desert, but it is still a very hot place, so drink plenty of water. There are a few bars in Broome, but otherwise the nightlife is as one would expect rather limited.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:Gibb River Rd-1.jpg"],["thumb"],["250px"],["Sign at the entrance of the Gibb River Road"]]},"\n",{"type":"*","value":["Take care of ",{"type":"'''","value":["stray animals"]}," (either wild kangaroos or cattle) on the roads and tracks, do not drive at dawn or during the night."]},"\n",{"type":"*","value":["Various ",{"type":"'''","value":["deadly animals"]}," live in the area. ",{"type":"'''","value":["Saltwater Crocodiles"]}," inhabit most river systems and coastal areas, extreme caution should be used when on or near, beaches, rivers, creeks and waterholes. ",{"type":"'''","value":["Deadly jellyfish"]}," such as the dreaded Box Jellyfish and Irukandji are found in the surrounding sea (including around Broome), especially in the Wet. Do not go out swimming, unless you are absolutely certain that the area is perfectly safe."]},"\n",{"type":"*","value":["Except in the centre of the few towns, your ",{"type":"'''","value":["mobile phone will not work"]}," anywhere, So do not count on it while going to more remote areas."]},"\n",{"type":"*","value":["If travelling at the time of ",{"type":"'''","value":["the wet"]}," or cyclone season, make sure you are fully aware of what cyclones can do. Plan places to stay that are not next to rivers or watercourses, and check weather advice regularly."]},"\n",{"type":"==","value":["Go next"]},"\n\nThe area is more or less ",{"type":"'''","value":["surrounded by extremely inhospitable areas"]}," (Great Sandy Desert and Tanami Desert to the South and South East), the only reasonable way to leave the region is either to drive South from Broome (be prepared for at least a day of absolute nothingness of flat-straight driving before reaching the interesting areas of the ",{"type":"[[","value":[["Pilbara"]]},") or East from Kununurra into the tropical and humid Northern parts of the ",{"type":"[[","value":[["Northern Territory"]]},".\n\nHall's Creek is the starting point of the ",{"type":"[[","value":[["Tanami Track"]]},", a comparatively well graded dirt road that will lead you to the ",{"type":"[[","value":[["Red Centre"]]}," and further on to ",{"type":"[[","value":[["Alice Springs"]]},". A 4WD is however recommended, and it still a remote outback dirt track crossing arid areas with very little supply on the way (basically only a single roadhouse).\n\nIf, and only if, you are ",{"type":"'''","value":["fully prepared and equipped"]}," (meaning a very thorough research about potential dangers and risks, as well as arrangement for fuel drops), the first 150 km of the ",{"type":"[[","value":[["Tanami Track"]]}," are shared with the legendary ",{"type":"'''","value":["Canning Stock Route"]},", one of the most demanding and remote tracks on Earth. It is a tough 1800 km 4WD drive with absolutely ",{"type":"'''","value":["no facilities and no fuel supply"]}," through the desert and very far from any civilization. The track will lead you down to Wiluna, 1000 km North of Perth. ",{"type":"''","value":["Do not attempt this track lightly"]},".\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western Australia"]]},"\n",{"type":"{{","value":[["Geo"],["-16"],["126"]]},"\n",{"type":"[[","value":[["wikipedia:Kimberley (Western Australia)"]]}]