[{"type":"{{","value":[["pagebanner"],["Kimono banner.jpg"],["ftt=yes"]]},"\nThis ",{"type":"'''","value":["Kimono buying guide"]}," is aimed at the average traveller in ",{"type":"[[","value":[["Japan"]]}," who would like to buy a kimono for a gift or souvenir, or even to wear occasionally.  It is aimed mainly at budget travellers who would still like to buy an authentic article. For that reason, we'll focus on buying second hand kimono, as the task of buying a new kimono is fairly straightforward: simply go into an outfitter in a shopping mall and be prepared to hand over about ¥200,000 (roughly $2,000 USD).\n\n",{"type":"==","value":[" Definitions "]},"\n\nFirst off, a clarification on what is a kimono and what is not. A ",{"type":"''","value":["kimono"]}," is a silk gown, typically consisting of at least one inner garment and one outer silk layer, with a multitude of other accessories that are used for decoration and to hold the whole thing together.\n\n",{"type":"[[","value":[["File:Kimono ladies with umbrella.jpg"],["thumb"],["right"],["300px"],["Japanese ladies in kimono"]]},"\n\nThere is a somewhat related garment that looks like a kimono but is actually quite different, which is called a ",{"type":"''","value":["yukata"]},". This is a less formal gown consisting of only one layer that may be either printed silk or cotton, and is traditionally worn in the summer. Some yukata are very nicely printed and intended for general outdoor use; there are also plainer versions that are intended to be used as dressing gowns, particularly by hotel guests. Yukata make good souvenirs and gifts because they are more practical and easier to wear than kimono. However, people tend to hang onto these precisely for that reason, and therefore there's less of a second hand market.\n\nAnother garment is a ",{"type":"''","value":["haori"]},", which is a jacket, usually of dyed or painted silk, which looks a bit like a kimono because of its elongated sleeves. These were previously worn by a large segment of the population, but have waned considerably in popularity and so can be found in large numbers in second hand stores. They also make excellent gifts because they can easily be combined with normal items of wear such as jeans or skirts. They can also be found quite cheaply, from about ¥500 in second hand stores.\n\nOf course, the tourist traps have all sorts of rubbish in them such as the ",{"type":"''","value":["happi"]}," coats worn in festivals and garish yukata with ",{"type":"''","value":["sumo"]}," wrestlers on them. Whatever floats your boat I suppose.\n\n",{"type":"==","value":[" Elements of a kimono "]},"\n\nA kimono is an elaborate outfit that consists of a number of elements. The essential elements of a kimono (meaning the ones you shouldn't try to skimp on if you don't want to look silly) are as follows:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nagajuban"]}," — The gown which comprises the inner layer of a kimono. Looks like the outer layer except that it is more plain looking. It may be silk or sometimes made of polyester microfibre. It's not necessarily a bad thing to have a synthetic version as this is more washable."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Obi"]}," — The coloured belt which is wrapped around the outer layer of a kimono. The most common type of obi is ",{"type":"''","value":["fukuro"]}," obi which is about 2 metres long and typically only has embroidered brocade on the visible sections. Hand embroidered traditional obi can be ",{"type":"''","value":["very"]}," expensive. The obi doesn't do much to hold up the kimono — it is almost purely ornamental and serves to conceal the bindings that actually hold the whole thing together."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Obiage"]}," — A piece of silk crepe which is the last binding to be tied around the torso and underneath the obi. Unmarried women typically allow a small part of the obiage to \"peek\" above the obi, which is meant to be slighly coquettish as the obiage is technically an undergarment."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Obijime"]}," — The last binding which is tied around the obi itself to hold the decorative obi knot (",{"type":"''","value":["musubi"]},") in place. Usually nicely coloured as it is prominently visible sitting there on top of the obi."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["kimono"]}," itself — The outer silk layer that is the focus of the garment. Aside from the normal kimono there is the ",{"type":"''","value":["furisode"]},", a highly formal version with greatly elongated sleeves (down to knee length or so). These kimono are very expensive new, but you can often pick up beautiful examples for reasonable prices (¥15,000 or so) second hand."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tabi"]}," — Cloven toed cotton socks to be worn with the sandals. You can actually buy these new with a minimum of fuss — about ¥500 yen at a clothing store, the cheap \"¥100\" shops often have them."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zori"]}," — Decorative clogs that are worn with a kimono. They are a bit more ornate than ordinary wooden shoes (called ",{"type":"''","value":["geta"]},"). You can try and use geta if you like, but it is a bit of a faux pas to wear them with a formal kimono. Try to get proper zori instead."]},"\nThere are of course a multitude of other accessories you can buy, from traditional Japanese tote bags to the shocks of fur that young girls wear around their necks for Coming of Age day, traditional jewelry, underwear and various forms of protective layers for the kimono. However, the above list should be considered the mandatory elements. Bear in mind that to wear a kimono properly you will also need to use at least three cloth bindings, but they can be simple strips of cotton or silk, as they are not visible.\n\n",{"type":"==","value":[" How much? "]},"\n\nSome good news. You can pick up a 100% authentic kimono, including all of these elements, quite cheaply – for less than ¥10,000 yen (about $100 USD) by frequenting second hand stores. If you're going for the cheap option, here's a rough budget:-\n\n",{"type":"*","value":[" Nagajuban – about ¥1500"]},{"type":"*","value":[" Kimono – about ¥2000"]},{"type":"*","value":[" Zori – Can be a bit more expensive to find one that fits. Anything around ¥2500 is bearable though"]},{"type":"*","value":[" Tabi – ¥300 – Try and score a pair at a ¥100 shop"]},{"type":"*","value":[" Obiage - ¥1500 – It's quite difficult to get these cheap; the cheaper versions are often quite scrubby. You can always dye them a darker colour if you don't like the colour."]},{"type":"*","value":[" Obijime – cheap, non-scrubby versions from about ¥500"]},{"type":"*","value":[" Obi – from about ¥1000"]},"\nTotal: about ¥6000.\n\nOn the other hand, you shouldn't feel as though you have to spend more than ¥20,000 on even the most beautiful outer silk, as even beautiful furisode can be sourced for this price.\n\n",{"type":"[[","value":[["File:Kiminorecycleshop-asakusa01.jpg"],["thumb"],["right"],["300px"],["Specialty \"recycling\" shops, like this one in ",{"type":"[[","value":[["Tokyo\/Asakusa"],["Asakusa"]]},", are often better options for those in search of secondhand kimono than tourist-oriented stores and ",{"type":"''","value":["furugi"]}," antique shops."]]},"\n\n",{"type":"==","value":[" Where? "]},"\n\nBroadly speaking, there are three places that you can go to find a kimono. First off, there are little antique shops selling old clothing. The Japanese refer to this as ",{"type":"''","value":["furugi"]},". There are numerous furugi shops in older shopping districts like ",{"type":"[[","value":[["Tokyo\/Setagaya"],["Shimokitazawa"]]}," in Tokyo; however many of them focus on vintage western-style clothing as well. ",{"type":"[[","value":[["Tokyo\/Harajuku"],["Harajuku"]]}," is to be avoided as it is full of foreigners and basically a tourist trap. You can find some nice items in little shops, but it does take some ferreting about and you really need to know how much to spend so you don't come away second best in a haggling exercise with an antiques dealer. The other problem is that they probably won't have nagajuban, for example, or maybe some of the other necessary elements of a kimono.\n\nThen there are established shops in larger cities catering to second hand kimono, such as ",{"type":"[","value":["http:\/\/kimono-sakaeya.com\/english\/ Sakaeya"]}," in ",{"type":"[[","value":[["Tokyo"]]},". The advantage of these shops is that they have the prices on the garments, whereas the antique shops may require some haggling. They will also have all of the elements of the kimono, which is handy if you want a one-stop shop. Shops such as these are recommendable in the first instance to travelers in Tokyo. Another recommendation is a weekend family run stall located on Omotesando in Harajuku, the prices are reasonable (￥2000 for a kimono) and the staff speak some English.\n\nIf you're outside of larger cities, you can reliably find second hand kimono by going to so called \"recycling\" (リサイクル ",{"type":"''","value":["risaikuru"]},") shops. One of the larger chains is called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hardoff.co.jp\/ Hard Off"]}]}," and almost invariably they have a section of kimono, and often several very nice pieces for a reasonable price, which is clearly stated on the garment, no haggling allowed. Easy option for the average tourist.\n\nYou'll soon find out that the problem with buying kimono itself isn't the actual kimono, it's locating all of the other associated bits. You might find it quite tough to locate nagajuban, for example. You may have to try and get one of these from ",{"type":"'''","value":[{"type":"[","value":["http:\/\/auctions.yahoo.co.jp\/ Yahoo Auctions in Japan"]}]},".\n\n",{"type":"==","value":[" How do I know it's real? "]},"\n\nA misconception amongst Western visitors to Japan is that only some kimono are real and others are fake. For example, a plain dyed kimono without patterns isn't \"real\". Well, it's as real as anything else. Perhaps what people are really asking is if the kimono is something a Japanese would wear and not a copy made for tourists, usually made from polyester rather than silk. You can avoid this easily enough by not frequenting areas that sell tourist trash, however, as a warning to the unwary you can spot a fake kimono in the following ways:\n\n",{"type":"*","value":[" Generally older kimono will give off a musty odour and have a patina that confirms that they are silk."]},{"type":"*","value":[" Kimono designs are ",{"type":"''","value":["painted"]}," onto the silk; they are not dyed into the fabric. If the picture designs are ingrained into the fabric then it is probably microfibre (i.e., fake)."]},{"type":"*","value":[" Fake kimono often don't have a seam going down the back."]},{"type":"*","value":[" Obi sashes and kimono made from the same fabric pattern are a dead giveaway that it's not authentic."]},{"type":"*","value":[" Polyester usually exhibits \"crazing\" — bits of frizzy thread popping up here and there."]},"\nHowever, you are best off going to shops that Japanese people shop at rather than tourist traps — that's the easiest way to avoid fake kimono.\n\n",{"type":"[[","value":[["File:GeishaObi.jpg"],["thumb"],["right"],["250px"],["Tying your obi is the most challenging step of putting on a kimono—that's as true today as it was in 1890."]]},"\n\n",{"type":"==","value":[" Putting it all together "]},"\n\nOkay. You have all your stuff, now what? If you want to actually wear the thing the most challenging part will be tying the obi. The best knot for you to attempt first is the ",{"type":"''","value":["taiko"]}," knot (or \"drum knot\" in English). You can see quite a few videos on Youtube that show you how to tie this.\n\nThere are quite a few guides on the Internet that show you how to put all the other elements together, so they won't be replicated here. You will find it quite difficult at first and your first few attempts may look a bit silly, but you get better with practice. Fitting kimonos is actually a recognised skill in Japan and aside from registered fitters or cosmetologists it isn't legal to offer one's services to put on a kimono for financial recompense.\n\n",{"type":"==","value":[" Washing "]},"\n\nTraditionally, kimonos were washed in a process called ",{"type":"''","value":["kiri arai"]}," — you unstitched all the panels and washed them by hand individually. Naturally, this is a pretty expensive process.\n\nThe best way to keep a kimono clean is to wash your hands before wearing it. You can also try to keep the outer silk clean by spot cleaning any stains with a sponge. Otherwise you want to try and minimise any cleaning of the painted silk. Machine washing or standard dry cleaning will quickly destroy the paints. Delicate hand washing might be okay, but it's a decidedly less-than-ideal approach, especially if the kimono is worth a bit of money.\n\nThe other important thing is to wear underwear beneath the nagajuban. This doesn't have to be proper Japanese traditional underwear; a cotton shirt and shorts will do. This will help to keep the kimono cleaner longer.\n\n",{"type":"==","value":[" Storage "]},"\n\nTry to avoid storing the kimono on a hanger in your wardrobe. Yes, that's where it was when you found it in the shop, but try to avoid it anyway. It tends to have a stretching effect on the seams and panels.\n\nTraditionally, kimono were stored in ",{"type":"''","value":["tatoushi"]}," wrappers, which are paper envelopes that sort of look like those bags that they give you to put a suit in. You don't really need these, per se. What you do need is a means of storage away from moisture and excessive light. A flat plastic container under your bed would suffice. You should also fold the kimono in the appropriate way, to avoid creasing the panels unnecessarily. There are guides to this that can be found with a simple google search.\n\n",{"type":"{{","value":[["PartOfTopic"],["Shopping"],["East Asia"]]},"\n",{"type":"{{","value":[["guidetopic"]]}]