[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["pgname=Kingston"]]},"\n",{"type":"'''","value":["Kingston"]}," is the old administrative centre on ",{"type":"[[","value":[["Norfolk Island"]]},". Now just convict ruins and the upper-class houses of Quality Row, it is worth a walk through or a drive around. Don't expect to find anywhere to stay, however, as the last hotel to open here closed in the early 1980s. All is not lost, though, as other accommodation is only a few minutes away by car.\n\n",{"type":"==","value":["Get in"]},"\nKingston is an easy drive from ",{"type":"[[","value":[["Burnt Pine"]]}," (less than 5 minutes) and approximately 10 minutes from the other side of the island. If you feel like going for a walk, try walking down Rooty Hill Road to arrive in the general vicinity of the Golf Club on Quality Row. It's downhill all the way and while there aren't any footpaths, it is a reasonably safe route. The view is quite spectacular.\n\n",{"type":"==","value":["Get around"]},"\nMost tourists will arrive by car, which is the easiest way of getting around. All of Kingston is easily accessible by foot, though.\n\n",{"type":"==","value":["See"]},"\nThe major attraction of Kingston is the ruins, predominantly dating from the penal settlement and often functioning as semi-museums with plaques giving a brief explanation of what the building was used for. The old salthouse is a particularly picturesque sight and appears on many postcards, however it is far from the only attraction in Kingston.\n\nThe other part of Kingston is the houses of Quality Row. These were originally built for use by the military officers of the penal settlement, and were then used as residences by the Pitcairn settlers after the closure of the penal settlement. Most of these old houses are restored to some degree, with one even functioning as a church with regular worship services. Ask at the information bureau in Burnt Pine about the opening hours of these houses, as hours change with varying restoration programs.\n\nKingston is also the site of Emily Bay, the only safe swimming beach on the island*. Protected from the Pacific surf by a natural coral reef, Emily Bay is a social location for locals, as well as home to the competing Glass Bottom Boat (Glaas Bohtem Boet, in the local language) companies. A trip on one of these boats is highly recommended.\n\nFinally, Kingston is the site of the Norfolk Island Golf Club. With a clubhouse housed in a converted Quality Row house, this 9-hole course is famous for having the largest water hazard on earth - the Pacific Ocean, a real risk of taking any balls sliced off the fourth tee. There are frequent competitions for locals and tourists alike, and players of all abilities are welcome to pay the nominal fees to hire clubs and have a social round.\n\n",{"type":"<","value":["nowiki",["*"]]},"There are several other bays on Norfolk Island, but Emily Bay is the only one from which swimming should be attempted, as the tides on the other bays are notoriously unpredictable.\n\n",{"type":"==","value":["Do"]},"\nAside from swimming at Emily Bay, exploring the history of the settlement is the major attraction of Kingston.\n\nIn addition to the list given above, Kingston also boasts the oldest cricket pitch in the Southern Hemisphere - and one which is still used regularly by the islanders. There is also a cemetery with graves dating back to the earliest penal times, right through to more recent deaths.\n\n",{"type":"==","value":["Eat"]},"\nThe Golf Club sells the usual clubhouse fare to all-comers. Closer to the beach, look for the caravan which often appears and sells hamburgers and the like.\n\n",{"type":"==","value":["Drink"]},"\nThe Golf Club is a licensed premises, and also sells the usual range of soft drinks and coffee.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe drive back to Burnt Pine is the only way out. Since all roads eventually lead to Burnt Pine, take another route to the way you came and see more of the island.\n\n",{"type":"{{","value":[["geo"],["-29.0667"],["167.9667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Norfolk Island"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kingston, Norfolk Island"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kingston, Norfolk Island"]]}]