[{"type":"{{","value":[["pagebanner"],["Kings Lynn banner Red Mount.JPG"],["caption=Red Mount Chapel"]]},"\n",{"type":"[[","value":[["image:Kings-lynn-customs-house.JPG"],["thumb"],["300px"],["King's Lynn Customs House and George Vancouver Statue"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.west-norfolk.gov.uk\/ King's Lynn"]}]}," is the third largest town in ",{"type":"[[","value":[["Norfolk (England)"],["Norfolk"]]}," in ",{"type":"[[","value":[["England"]]}," with a population of 42,800. It is a town with great history, having being founded in medieval times, and is situated towards the west of the county on the Great Ouse river and near the Wash estuary. Though it may not be the great trading port today that it was in years gone by, Lynn's marine links are still a defining feature of the town.\n\n",{"type":"==","value":["Understand"]},"\n\nThe word 'Lynn' means pool and likely originally refers to a tidal pool on the Ouse, which by the end of the 11th century was home to a small trading settlement. By the 14th century it had a population of about 6,000, which by medieval standards made it a large and important town. Lynn had strong links with the Hanseatic League, with merchants from the rest of Europe doing much trade with Lynn and in 1475 a Hanseatic Warehouse was built for them. Previously named ",{"type":"''","value":["Bishop's Lynn"]},", the town came to be known as King's Lynn in the 16th century.\n\nThe old industries of Lynn all but died out by the end of the 20th century. However, fishing in the nearby Wash remains important to the town, as well a growing tourism sector, with many museums and cultural attractions appearing in recent decades. Since the 2000s, King's Lynn has hosted a growing Polish & eastern European community.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"'''","value":["King's Lynn railway station"]}," is a two-platformed station located near the centre of the city, and is within 5 minutes walking distance of the town's shopping centre. Direct trains from London King's Cross and Cambridge terminate at King's Lynn, with journey time from London being around 1 3\/4 hours. The station reception is open from 5AM - 12:30AM on weekdays and is well staffed considering its size.\n\n",{"type":"===","value":["By road"]}," \n\nThe city is at the end of the A10 from London and Cambridge, and is on the A47 Birmingham - Great Yarmouth road, about 45 miles west of Norwich. King's Lynn is also on Sustrans (National Cycle Network) Route 1.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":["King's Lynn bus station"]}," FirstBus route X1 runs every half hour between Peterborough and Lowestoft, taking in Wisbech, King's Lynn, Swaffham, Dereham and Norwich on the way. Other notable bus services include the X40 to Hunstanton, the 46 to Wisbech and the X8 to Fakenham.\n\n",{"type":"===","value":["By boat"]},"\n\nKing's Lynn town centre can be accessed from West Lynn on a small passenger ferry.  Although King's Lynn has an active port, there are no regular long-distance passenger ferries.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town centre is best explored on foot. Local buses serve the suburbs and nearby towns.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Greyfriars tower"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/grant-aided-properties\/greyfriars-tower-kings-lynn-pe30-5bz\/"],["email="],["address="],["lat=52.75146"],["long=0.39906"],["directions="],["phone="],["tollfree="],["fax="],["hours=Daylight hours"],["price=free"],["content=15th century tower that is the only remaining section of a medieval Franciscan Priory. The tower which leans to one side is in a park, the Tower Gardens laid out in 1911. Only the exterior can be seen."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lynn Museum"],["alt="],["url=http:\/\/www.museums.norfolk.gov.uk\/Visit_Us\/Lynn_Museum\/index.htm"],["email="],["address="],["lat=52.75378"],["long=0.39898"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tue - Sat 10:00 - 17:00"],["price=Summer £3.70, Winter free"],["content=Local history museum, including Seahenge, a wooden structure from 2049BC."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The old town"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Margaret's Church"],["alt="],["url="],["email="],["address="],["lat=52.7516"],["long=0.3959"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Nicholas Chapel"],["alt="],["url="],["email="],["address="],["lat=52.75748"],["long=0.39683"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Red Mount Chapel"],["alt="],["url="],["email="],["address="],["lat=52.7517"],["long=0.4058"],["directions=In The Walks park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in the 15th century."]]}]},{"type":"*","value":[{"type":"'''","value":["The two guildhalls"]}]},{"type":"*","value":[{"type":"'''","value":["The Town Hall"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Custom House"],["alt="],["url="],["email="],["address="],["lat=52.75382"],["long=0.39346"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Corn Exchange"],["alt="],["url="],["email="],["address="],["lat=52.75638"],["long=0.39348"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castle Rising Castle"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/castle-rising-castle\/"],["email="],["address=PE31 6AH"],["lat=52.792755"],["long=0.4681"],["directions="],["phone=+44 1553 631330"],["tollfree="],["fax="],["hours="],["price=adults £4.00, children £2.50, concessions £3.30"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sandringham House"],["alt="],["url=http:\/\/www.sandringhamestate.co.uk\/"],["email="],["address=PE35 6EH"],["lat=52.8307"],["long=0.5071"],["directions=6 miles north-east of King's Lynn"],["phone="],["tollfree="],["fax="],["hours=House Mid Apr - Mid Jul and Aug - Oct 11:00 -16:45, gardens all year"],["price=£13"],["content=The Queen's house in Norfolk, owned by the royal family (not the nation) since 1862. The ground floor of the house, a museum, the church and the grounds are open - allow four hours to see it all."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Go to concerts at the King's Lynn Festival - late July to early August"]},"\n",{"type":"==","value":["Buy"]},"\n\nKing's Lynn has three small markets each week.  On Tuesday and Friday, the market is held in the Tuesday Market Place, and on Saturday in the Saturday Market Place.  Specialities include fish and seafood (local brown shrimp on Tuesday and Saturday), local organic fruit and veg (Friday) and a Country Market stall selling locally-produced cakes, preserves, produce and plants (Friday).\n\nThere are many independent shops, including an egg shop.\n\nAfter extensive redevelopment, the town center now has many more shops to offer including: TK Maxx, New Look, JJB Sport, TJ Hughes, Monsoon, Accessorize, 2 new coffee shops (Cafe Nero and Costa) and many discount shops\n\n",{"type":"==","value":["Eat"]},"\n\nAt the top end of the market are the Riverside Restaurant, Prezzo and Luigi's, all excellent places to eat.\n\nFor cafe food and drink, try the Green Quay cafe on South Quay or Crofters.\n\nAvoid the Globe on the corner of the Tuesday market place and walk straight past down to the Crown & Mitre at the bottom of Ferry Street for a wonderful selection of traditional home cooked meals at very affordable prices.\n\n",{"type":"==","value":["Drink"]},"\n\nMost pubs in the town have a very reasonable selection of not only lagers and bitters, but also local ales. Unfortunately, as in all towns and cities there are several places that are not up to scratch. The Crown & Mitre is well worth a visit with its fine selection of real ales and all the maritime artifacts you could wish to see.\n\n",{"type":"==","value":["Sleep"]},"\n\nThose with a large budget may take interest in Congham Hall, an elegant Georgian manor nearby to the queens temporary residence at Sandringham, and 6 miles southeast of King's Lynn. Set in elegant parkland with its own Herb Garden, those staying there will expect to be treated to a degree of luxury during their stay.\nFor the traveller on a budget, King's Lynn Youth Hostel has a fine location in a historic building on the South Quay.\nIf you would prefer a slightly more upmarket hotel, the Duke's Head is well worth a look. Stunning outside architecture, and situated on the Tuesday Marketplace, this is one of the best places to stay.\nOther brilliant options are The Globe Hotel (also on the Tuesday Marketplace) and the Ramada, situated slightly outside.\nThe Knights Hill Best Western near South Wooton should also be considered if you are looking for accommodation in the idyllic Norfolk Countryside.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["North Norfolk"]]}]},", with its popular seaside resorts including ",{"type":"[[","value":[["Hunstanton"],["Old and New Hunstanton"]]},", ",{"type":"[[","value":[["Sheringham"]]},", ",{"type":"[[","value":[["Cromer"]]}," as well as the many quintessentially English villages dotted around the green countryside."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Norwich"]]}]},", Norfolk's only City, is about an hour's drive down the A47 and offers a great range of shopping opportunities along with historical buildings and a Premier League football team. It is also situated next to the ",{"type":"[[","value":[["Norfolk Broads"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Great Yarmouth"]]}]},", a large seaside town that hosts a Sea Life Centre, 15 miles of smooth sandy beach and one of the UK's largest range of amusement arcades. Getting there may be slightly more of a challenge for those without car travel, as it is 1 1\/2 hour drive directly down the A47 (trains do not run in this direction from King's Lynn Rail Station)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shouldham Thorpe"]}," is a small, sleepy but friendly village at just 11 km from King's Lynn. Its small parish church (St. Mary the Virgin) was for a large part rebuilt around 1860."]},"\n",{"type":"{{","value":[["geo"],["52.7543"],["0.3976"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Norfolk"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:King's Lynn"]]},"\n\n",{"type":"[[","value":[["Commons:Category:King's Lynn"]]}]