[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["King Edward Point"]}," is a kilometre across King Edward Cove from ",{"type":"[[","value":[["Grytviken"]]}," on ",{"type":"[[","value":[["South Georgia Island"]]},". The Government Officer and Post Officer live here. A Fishery Research station is run by scientists of the British Antarctic Survey for the Government. Winter population of around 14 swells to twice that in summer.\n\n",{"type":"==","value":["Get in"]},"\nAn easy 1km walk along a track at sea level from ",{"type":"[[","value":[["Grytviken"]]},". There is a jetty at KEP where you might be permitted to put your ship or launch alongside, or you may land your launch on the beach.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:M S Expedition at King Edward Point (5663052423).jpg"],["thumb"],["350px"],["Southern elephant seal, king penguins, and ship at King Edward Point"]]}," \nThe base is home to government officials and researchers; visitors are welcome to pass through on their way to the end of the point, but should take care not to disturb those who live and work here.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The wreck of the Argentine landing craft 'Fenix' (1982) on the point."]},{"type":"*","value":[" Elephant seals breeding on the point - 100 to 200 pups born in October\/November."]},{"type":"*","value":[" The memorial cairn and cross erected on Hope Point by Sir Ernest Shackleton's men in 1922."]},{"type":"*","value":[" Discovery House - the laboratory and accommodation for scientists from the Discovery Investigations. Built in 1925. Currently empty but may be developed into a visitor centre one day."]},{"type":"*","value":[" UCSD Automatic Seismic station sensor bunker on Hope Point."]},{"type":"*","value":[" The British Antarctic Survey labs and accommodation - by prior arrangement only."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nShortly after the base was built the residents added what was felt to be an important missing feature, and today the bar is the center of the area nightlife.  Sadly, it is for use of base personnel only.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe base is for the use of researchers and government officials only.  Any visitors will need to sleep aboard their boat.\n\n",{"type":"==","value":["Connect"]},"\n\nMail can be sent from the post office at King Edward Point (KEP).\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Grytviken"]]}]},".  The whaling station is within walking distance from King Edward Point.  Follow the road along the harbor."]},"\n",{"type":"{{","value":[["Usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South Georgia Island"]]},"\n",{"type":"[[","value":[["wikipedia:King Edward Point"]]},"\n",{"type":"[[","value":[["Commons:Category:King Edward Point"]]},"\n",{"type":"{{","value":[["geo"],["-54.283333333333"],["-36.5"]]}]