[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Kinugawa_Curve.JPG"],["thumb"],["The snowy Kinugawa River"]]},"\n\n",{"type":"'''","value":["Kinugawa"]}," (鬼怒川) and ",{"type":"'''","value":["Kawaji"]}," (川治) ",{"type":"[","value":["http:\/\/www.kinugawa-kawaji.com"]}," are twin hot spring towns in ",{"type":"[[","value":[["Tochigi (prefecture)"],["Tochigi Prefecture"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKinugawa Onsen, known as the \"okuyashiki,\" or \"living room,\" of Tokyo, was opened to development in the early Meiji period, and it became a major destination for those wanting to escape the noise and congestion of the city.  The name \"Kinugawa\" literally means ",{"type":"'''","value":["Angry Demon River"]},".  The exact provenance is unclear, but the most likely explanation is that this comes from the raging waters within — although the river is now dammed and considerably more placid.\n\nThe central area is home to several hotels and ryokan, most with their own hot springs.  Unfortunately, due to a decline in group tours and the failure of the area's regional bank, Ashikaga Bank, in the late 1990s, several of the larger hotels have gone under, and their empty hulks scar an otherwise picturesque location.  Still, the resort is home to dozens of hotels, pensions, and ryokan, and the area--together with nearby Kawaji--still attracts over 2 million visitors each year.\n\nIf you can spare the cash and time, it may be worth it head up northward to Kawaji or one of the many tiny hot spring hamlets collectively known as ",{"type":"'''","value":["Oku-Kinu"]}," (奥鬼怒, \"Inner Kinu\").\n\n",{"type":"==","value":["Get in"]},"\nKinugawa is most easily reached on the ",{"type":"'''","value":["Tōbu Kinugawa"]}," Line (東武鬼怒川線) from ",{"type":"[[","value":[["Tokyo\/Asakusa"],["Asakusa"]]}," in ",{"type":"[[","value":[["Tokyo"]]},".  \n\n",{"type":"===","value":["By Tobu"]},"\nTobu runs all-reserved limited express services, known as Tokkyū (特急) trains, to the area. These trains, which use Tobu's \"SPACIA\" railroad equipment, have comfortable, reclining seats, with vending machines available on most trains. \n\nThe ",{"type":"''","value":["Kinu"]}," (きぬ) limited express departs from Asakusa every 30-60 minutes, and reaches Kinugawa-Onsen (鬼怒川温泉) in 2 hours at a cost of ¥2800 (¥2900 on weekends and holidays). Ordinary rapid trains are cheaper at ¥1500, but take anywhere from 2 hours 20 minutes to 3 hours to reach Kinugawa. Kawaji is another 20 minutes up the line. If you use a ",{"type":"''","value":["Kegon"]}," (けごん) service that runs to ",{"type":"[[","value":[["Nikko"]]},", you will have to change to a local train service at Shimo-Imaichi (下今市) for the final run to Kinugawa.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tobu.co.jp\/foreign\/pass\/theme_pass.html Kinugawa Theme Park Pass"]}]},", available only to those with non-Japanese passports, includes access to one or both of Kinugawa's most famous theme parks - Nikko Edo Mura and Tobu World Square - along with the round-trip rail fare from Asakusa. Passes are valid for 2 days. The cost for adults is ¥4000 for Tobu World Square, ¥6000 for Nikko Edo Mura, or ¥7200 for both, with cheaper rates available for children. \n\nThese passes allow one round-trip between Asakusa station and Shimo-Imaichi station (where the Tobu line splits), and unlimited train rides from there to both Tobu-",{"type":"[[","value":[["Nikko"]]}," and Kinugawa-Onsen stations. On the return trip towards Asakusa you are permitted to exit at Tochigi station (for transfer to the JR Line), or at Tokyo SkyTree station.\n\nYou can get these passes at Tobu Sightseeing Service Center, right next to the north exit of Tobu Railway's Asakusa Station. Staff who can speak English are available. Passes can also be purchased online at Tobu's web site. \n\nUsing SPACIA trains with these passes require an additional reservation ticket (¥1300 each way on weekdays, ¥1400 on weekends). Pass holders are eligible to purchase SPACIA tickets for a 20% discount.\n\n",{"type":"===","value":["By JR and Tobu"]},"\nLimited express train service operated by both JR and Tobu, called the ",{"type":"''","value":["Kinugawa"]}," and ",{"type":"''","value":["Spacia Kinugawa"]},", run three daily return trips between Kinugawa-Onsen and ",{"type":"'''","value":[{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Tokyo\/Ikebukuro"],["Ikebukuro"]]}]}," and ",{"type":"'''","value":["Omiya"]},".\n\nIn additon, a limited express train departs from Shinjuku for ",{"type":"[[","value":[["Nikko"]]}," in the morning. You can transfer from this train at Shimo-Imaichi (下今市) for a shuttle train service to Kinugawa. \n\nSeat reservations are mandatory, and the fare for this journey is ¥3900 each way. ",{"type":"'''","value":["Japan Rail Pass"]}," holders can use this limited express train departing Shinjuku for ¥1560 each way (covering the portion of the trip over the Tobu tracks).\n\nOn the other hand, holders of the ",{"type":"'''","value":["JR East Rail Pass"]}," (and starting April 1, 2014, the ",{"type":"'''","value":["JR Kanto Area Pass"]},") may use the service to Kinugawa at ",{"type":"''","value":["no additional charge"]},"; the trip is fully covered. Unlike the regular Japan Rail Pass, the other two JR Passes also cover local Tobu trains between Shimo-Imachi and Kinugawa-Onsen, and Shimo-Imaichi and Tobu-Nikko. You will have to pay separate fares for any services that are not covered.\n\n",{"type":"===","value":["By JR"]},"\nIf you are willing to put up with connecting several times, there is a way that you can get to Kinugawa using mostly JR trains. This method of travel is only recommended for national Japan Rail Pass holders as it costs the least amount of additional money, otherwise the other methods listed above are recommended as they take a similar amount of time.\n\n- Take the JR Tohoku Shinkansen from the Tokyo area to Utsunomiya station (Approx. 50 minutes, ¥4290 unreserved seat\/¥4900 reserved seat, no charge with Japan Rail Pass)\n\n- Transfer to the JR Nikko Line to Imaichi station (Approx. 30 minutes, ¥650, no charge with Japan Rail Pass)\n\n- Walk from JR Imaichi Station to Tobu Shimo-Imaichi Station (Approx. 10-15 minutes), or you could take a taxi (¥710).\n\n- Take the Tobu Railway local or rapid service to Kinugawa-Onsen Station (Approx. 20 minutes, ¥240). The national Japan Rail Pass is not covered on Tobu trains; purchase a ticket before boarding, or if you have a Suica\/PASMO card it will work on this route.\n\nBefore your journey you will want to visit a website such as Hyperdia ",{"type":"[","value":["http:\/\/www.hyperdia.com\/"]}," to check the appropriate connection times.\n\n",{"type":"==","value":["Get around"]},"\nKinugawa is fairly spread out.  You can either use the infrequent buses, or the expensive taxis.  If arriving by train, be sure to check if your lodgings are closer to Kinugawa Onsen or Kinugawa Kōen station.\n\n",{"type":"==","value":["See"]},"\nThere is little to see in Kinugawa Onsen itself, but the ",{"type":"'''","value":["Nichien Momiji Line"]},", the highway connecting Kinugawa and Kawaji, makes for a fairly scenic drive.\n\nThree theme parks in the area, collectively known as ",{"type":"'''","value":["Kinugawa Theme Park"]},", are major draws for Japanese visitors:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Tobu World Square"],["alt="],["url=http:\/\/www.tobuws.co.jp\/default_en.html"],["email="],["address="],["lat="],["long="],["directions=Bus from Kinugawa Onsen station (5 min) or on foot from Kosagoe station (8 min)."],["phone="],["tollfree="],["fax="],["hours="],["price=¥2500\/1200 adult\/child"],["content=A miniature 1:25 model of the world's most famous sites, covering everything from the Pyramids to the Statue of Liberty and, oddly enough, Narita Airport."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Edo Wonderland Nikko"],["alt=江戸ワンダ―ランド"],["url=http:\/\/www.edowonderland.net\/nikko\/index.html"],["email="],["address="],["lat=36.790634"],["long=139.69746"],["directions=15 min by bus from Kinugawa Onsen Station."],["phone=+81 288-77-1777"],["tollfree="],["fax="],["hours="],["price="],["content=A recreation of Tokyo in the Edo era (1800s). The emphasis is on fun, rather than education; don't miss the action-packed ninja show or the \"Hell Temple\" haunted house. In fact, a glowing Buddha statue signals your departure from hell at the end of the obstacle course."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Western Village"]},". Where the Japanese get to live out their cowboy fantasies.  Reported closed sometime before 2014-01-26."]},"\n",{"type":"==","value":["Do"]},"\nLoll about in ",{"type":"'''","value":["hot springs"]},".  More adventurous types may also want to try battling against angry demons by ",{"type":"'''","value":["rafting"]}," in the Kinugawa River.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nMost guests eat at their lodgings, but there are a scattering of restaurants just outside Kinugawa Onsen station.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe recession of the 1990s hit Kinugawa hard and many hotels struggle with low occupancy rates (or have been outright shut down).  This means there are some pretty good bargains to be found, especially off-season.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kaniyu"],["alt=加仁湯"],["url=http:\/\/www.naf.co.jp\/kaniyu\/"],["email="],["address=Oku-Kinugawa"],["lat=36.868532"],["long=139.394617"],["directions=Public bus from Kinugawa Station to Meotobuchi (女夫渕), then 25 min by shuttle bus."],["phone=+81 288-96-0311"],["tollfree="],["fax=+81 288-96-0927"],["hours="],["price=¥12,000 with two meals"],["checkin="],["checkout="],["content=A lost hotel in the mountains with 8 hotsprings, 7 of which are mixed and\/or private baths.  You can eat bear sashimi and share a bath with your partner, watching the stars, river and waterfall."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kinugawa Green Palace"],["alt="],["url=http:\/\/www.kinugawagp.co.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81 288-77-2121"],["tollfree="],["fax="],["price=¥8000 with two meals"],["checkin="],["checkout="],["content=Large operation offering surprisingly large and nice Japanese-style rooms. The outdoor bath on the ground floor has nice views — if you keep your eyes fixed straight forward and ignore the rumbling air\/water\/heating machinery on all other three sides."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Minshuku Ichinoya"],["alt=民宿一乃屋"],["url=http:\/\/www.n-ichinoya.com"],["email="],["address=199 Nokado"],["lat=36.861047"],["long=139.526968"],["directions=60 min by bus from Kinugawa"],["phone=+81 288-97-1204"],["tollfree="],["fax="],["hours="],["price=¥7000 with two meals"],["checkin="],["checkout="],["content=Deep in the mountains west of Kinugawa, this rustic inn specializes in food cooked on the hearth (",{"type":"''","value":["irori"]},"). Public hot spring next door."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nikko"]]},", with its national parks and opulent shrines, presents an altogether different picture."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Tochigi (prefecture)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kinugawa"]]},"\n",{"type":"{{","value":[["geo"],["35.937813888889"],["139.9505"]]}]