[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Kirifuri Highlands"]}," (霧降高原 ",{"type":"''","value":["Kirifuri-kogen"]},") is a highland area between ",{"type":"[[","value":[["Nikko"]]}," and ",{"type":"[[","value":[["Kuriyama"]]}," in ",{"type":"[[","value":[["Tochigi (prefecture)"],["Tochigi Prefecture"]]},", ",{"type":"[[","value":[["Japan"]]},", on the slopes of the ",{"type":"[[","value":[["Japanese Alps"]]},".  The main activities in the area are skiing in winter and hiking in summer and autumn.  It is very close to ",{"type":"[[","value":[["Nikko"]]}," (less than half an hour away by bus), and so it is entirely possible to make a day-trip here while staying overnight in Nikko.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe main road through this area used to have a quite expensive toll on it, but this was removed in 2007.\n\n",{"type":"===","value":["Landscape"]},"\nThe area is on the slopes of the ",{"type":"[[","value":[["Japanese Alps"]]},".  It is heavily forested with Japanese ceder, pine and deciduous trees, apart from the ski field, which is covered in knee-height bracken-like bamboo (but looks like grassy fields from a distance).  The main road is lined with hotels and shops close to Nikko, however as it gets closer to the ski ground there is mainly forest with few other facilities.\n\n",{"type":"===","value":["Flora and fauna"]},"\nIn June and July, the entire ski ground turns butter-yellow with the blooming of the Nikko Lily (ニッコウキスゲ ",{"type":"''","value":["Nikko kisuge"]},"), and the ski lifts are open at this time for sightseers.\n\nThere are plenty of deer and monkeys in the area, and it is necessary to drive carefully, particularly at dusk.  There is a (very small) possibility of encountering a bear while hiking in the mountains.\n\n",{"type":"===","value":["Climate"]},"\nMild in summer and covered in snow in winter.  There are rainy seasons just before the beginning of summer in June, and at the end of August.\n\n",{"type":"==","value":["Get in"]},"\nBuses run from both the JR ",{"type":"[[","value":[["Nikko"]]}," and Tobu-nikko railway stations to the trailhead for Kirifuri Falls (¥300) and to the Kirifuri ski ground (¥640).  They run about once an hour from about 8:30am to 4pm.  It is also possible to get a taxi from Nikko.\n\n",{"type":"==","value":["Get around"]},"\nThis area is covered by just one main road, which the buses run along.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Kirifuri Falls (霧降の滝 ",{"type":"''","value":["Kirifuri no taki"]},")"]},{"type":"*","value":[" Tamasudare Falls　(玉簾滝 ",{"type":"''","value":["Tamasudare taki"]},")"]},{"type":"*","value":[" Makkura Falls (マックラ滝 ",{"type":"''","value":["Makkura taki"]},")"]},{"type":"*","value":[" Choji Falls ( 丁字滝 ",{"type":"''","value":["Choji taki"]},")"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Skiing:"]},"  There is a small ski ground at Kirifuri Highlands Ski Ground (霧降高原スキー場 ",{"type":"''","value":["Kirifuri Kougen Sukiijou"]},").  It has four lifts and four main runs.\n\n",{"type":"'''","value":["Hiking:"]},"  There are some beautiful hikes in this area.  For beginners, it is only a short walk to see Kirifuri Falls from the bus stop.  Starting from the same place, it is also possible to hike to the other three waterfalls (Tamasudare, Choji and Makkura Falls), which is a two hour return trip. It is also possible to do a circuit from Kirifuri Falls to the ski ground and back again, but this will take several hours.\n\nAt Kirifuri Kougen Ski Ground, there is a circuit walk starting from the bottom of the third ski lift, which takes about an hour or two and is recommended in late June or early July, when the lilies are out in full bloom.\n\nFor the really adventurous, it is possible to climb Mt. Nyohou (女峰山 ",{"type":"''","value":["Nyohou-zan"]},"), which is the second-highest mountain in ",{"type":"[[","value":[["Tochigi (prefecture)"],["Tochigi Prefecture"]]},".    This hike also starts from the ski ground.  It takes about four hours one way, and is a fairly tough climb, however the views across the Kanto plain are spectacular.  It is possible to go through to Oku-Nikko (奥日光) on the other side in a day, but be aware that there is no public transport after about 7:30pm.\n\nHiking in this area is best limited to summer and autumn - snow remains on the mountains until at least May and can make trails impassable.  Autumn is highly recommended, particularly late October to early November, when the autumn leaves are at their most spectacular.\n\n",{"type":"==","value":["Buy"]},"\nThere are small eateries and ",{"type":"''","value":["omiyage"]}," (souvenir) shops at the trailhead at Kirifuri Falls, and also at the bottom of the third lift at the ski ground.\n\nProvisions for hiking probably cannot be bought here - it would be best to get them in ",{"type":"[[","value":[["Nikko"]]},".\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New Kirifuri Camping Ground"],["alt=ニュー霧降キャンプ場"],["url=http:\/\/www.kirifurikogen.net\/newkirifuri"],["email="],["address=Tochigi-ken Nikko-shi Kirifuri Kougen 1545-6"],["lat="],["long="],["directions=Take the bus for Kirifuri Kougen (霧降高原) from JR Nikko railway station and get off at Nakizawa Observatory (鳴沢展望台)"],["phone = +81 288-53-4728"],["tollfree="],["fax="],["hours="],["price=¥1350"],["checkin="],["checkout="],["content=This camp ground has a variety of lodging available including bungalows and log cabins.  Price quoted is for a single night for an adult in a tent.  Usage of facilities included."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nHiking around the ski ground and the waterfalls should present no problems normally, however a climb up the mountains requires suitable preparations.  It is essential to bring warm and waterproof clothing, and plenty of food and liquid.  There are few water sources - ensure you bring enough with you!  Ensure that you have a map, try to hike with at least one other friend in case of an accident, and inform someone before you leave of your plans.  Only experts should contemplate hiking up the mountains in winter and early spring.  If you are very unlucky, it is possible to encounter a bear - it is best to be informed of what to do if this happens before leaving.  Japanese hikers often tie a bell to their backpacks - the noise lessens the chance of a bear encounter.\n\n",{"type":"==","value":["Go next"]},"\nIt is possible to drive onwards to ",{"type":"[[","value":[["Kuriyama"]]},", but returning to ",{"type":"[[","value":[["Nikko"]]}," is the best option for those without a car.\n\n",{"type":"{{","value":[["IsPartOf"],["Tochigi (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]