[{"type":"{{","value":[["pagebanner"],["Kirthar park page banner.jpg"]]},"\n",{"type":"{{","value":[["featurenomination"],["otbp"]]},"\n",{"type":"[[","value":[["File:Kirthar park.jpg"],["300px"],["thumbnail"],["A view of lush green Kirthar National Park during the monsoon season"]]},"\n",{"type":"'''","value":["Kirthar National Park"]},", a vast and rugged national park in the south-west of ",{"type":"[[","value":[["Sindh"]]},", is home to a wide range of mammals, birds and reptile species and offers a unique and incredible landscape for visitors. The park is ranked among the largest national parks of ",{"type":"[[","value":[["Pakistan"]]},", rich in natural beauty and cultural heritage and a great destination for those interested in wildlife and looking for a place to spend some time enjoying nature.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Blackbuck1-Kirthar National Park.jpg"],["thumbnail"],["A blackbuck on a hill"]]},"\n",{"type":"[[","value":[["File:Kirthar park hill and goat.jpg"],["thumb"],["Sindh Ibex on a hill"]]},"\nKirthar National Park lies in the Kirthar Mountain Range, and with an area of over 3,087km² (about 1200 mi²), is home to two wildlife sanctuaries — ",{"type":"'''","value":["Hub Dam Wildlife Sanctuary"]}," and ",{"type":"'''","value":["Mahal Kohistan Wildlife Sanctuary"]}," — as well as the  ",{"type":"'''","value":["Surjan"]},", ",{"type":"'''","value":["Sumbak"]},", ",{"type":"'''","value":["Eri"]}," and ",{"type":"'''","value":["Hothiano"]}," game reserves.\n\nThere are two visitors' centres in Kirthar National Park maintained by Sindh Wildlife Department. The main visitors' centre is in Karchat in the deep heart of the park while the other is in Khar near Hub Dam, just north of Karachi. The area surrounding Karchat centre is most visited, as the area is more mountainous and a better place for wildlife watching, and also where most of the archaeological attractions are located, while the Khar side have captive breeding animals and usually for bird watchers, as the nearby Hub Dam protected wildlife sanctuary is an important habitat of migratory birds as well as reptiles during the winter.\n\n",{"type":"===","value":["History"]},"\nBefore the independence of Pakistan in 1947, this part of the Kirthar mountain range was used for hunting, but after research was conducted by the Forest Department in 1965, it was declared a game reserve in 1970. Later in 1972, it was declared a wildlife sanctuary, and in 1974, it finally gained its National Park status, and was also the first Pakistan park to be included in the United Nations' list of National Parks around the world, in 1975. It is classified by the International Union for the Conservation of Nature as a Category II area.\n\n",{"type":"===","value":["Landscape"]},"\nKirthar National Park is a dry arid land of seemingly endless landscapes of desert with rugged lines of hilly terrain, parallel rock hills, and twisted, stony valleys. \n\n",{"type":"===","value":["Climate"]},"\nThe climate is not noticeably different from the rest of Sindh, but it may feel a little hotter and drier in the summer season here from March to August when temperatures are often extreme. The moist months are July and August during the monsoon season when rainfall occurs and makes this desert area greenest. These summer months see flowers in bloom and more lush green vegetation. For most travellers, the best time to visit is roughly October-January, as considerably cooler weather makes these the more comfortable months for getting around.\n\n",{"type":"===","value":["Flora and fauna"]},"\nKirthar National Park is home to a variety of wildlife and the extensive mountainous terrain is an important refuge. The last leopard was shot in 1977, and although exact numbers are unavailable, its official status is \"threatened\". Populations of the striped hyena and desert wolf are also feared to have disappeared entirely. The desert lynx is critically threatened too. Nonetheless, many species still find their habitat here. Indian foxes, jungle cats and jackals are still common. Substantial populations of urials (a type of wild sheep), Sindh ibex (also known as Turkman wild goats) and chinkara gazelles live in the park. Indian grey mongooses, hedgehogs and porcupine are among the other larger species. In 1984, a captive breeding programme for blackbuck was initiated, with the intent to reintroduce them into the wild. Fifteen of these antelopes were brought to one of the visitors' centres from the United States for this purpose.\n\n",{"type":"==","value":["Permits"]},"\nThere are no entrance fees, but a non-objection letter from the Wildlife Department is strongly recommended if you're not going through a guided tour; otherwise, be prepared to encounter security hurdles inside the park area. NOC can be applied for and obtained the same day or the next day from the Wildlife Department offices in Karachi and Hyderabad but it is recommended to apply well in advance.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Kirthar National Park map.png"],["thumbnail"],["Map of Kirthar National Park"],["400px"]]},"\nTravel to Kirthar National Park generally requires a 4x4 and most of the visitors use private vehicles — usually 4x4s — to get into and see the park. There are two common entrances to the park — Karchat and Khar — both being the location of visitor centres. \n\nFor Karchat, the entrances are via some arterial roads branching off near Nooriabad — a major truck stop — from the high-speed motorway ",{"type":"'''","value":["M-9"]},", commonly known as the ",{"type":"'''","value":["Super Highway"]},", which runs between ",{"type":"[[","value":[["Karachi"]]}," and ",{"type":"[[","value":[["Hyderabad (Pakistan)"],["Hyderabad"]]},". This route, which takes you through some small villages to Karchat, is passable only by 4x4 because the road going to Karchat is mostly an unpaved by-way that is in places challenging to access because of the difficult terrain, and neither is the signage properly marked.\n\nFor Khar, take the Kirthar Park Rd, linked in the middle with the Karachi Northern Bypass (motorway M-10) which radiates north from Karachi. Kirthar Park Rd leads to the Khar is paved and can be easily accessed even without a 4x4.\n\nIf you don't have your own 4x4, you can go by a guided tour. The Wildlife Department office in Karachi and in Hyderabad can arrange a vehicle rental (in the form of a Jeep) along with a driver as well a guide.\n\nA few tour companies can arrange for you to hire a 4x4 vehicle along with a driver and a guide as well, which can cost between Rs. 30,000 and Rs. 35,000 for a group of two or three, inclusive of one night's stay, pickup and drop off, a tour of the park, and meals. To arrange any of these, contact Sindh Kohistan Tours at +92-300-8370349. Surprisingly, Kirthar National Park can be the most expensive travel destination in Sindh.\n\n",{"type":"==","value":["Get around"]},"\nPublic transport doesn't exist inside the park. A 4x4 remains the only and common way to explore the park, so bring your own if you have one. There are several hundred kilometres of roads throughout the park, but most are transitory dirt roads and four-wheel drive is definitely needed. Road signs are poor to non-existent so even if you're bringing your own vehicle, it is strongly recommended to hire a guide from the visitor centres. In fact, you will need to go with a guide (it's mandatory because they want to protect the park and its wildlife, but also to keep an eye on you to make sure you don't wander off the beaten path). A guide for the whole day can cost you not more than Rs 1,000.\n\nThe rangers at the visitors' centre are generally useful and helpful in planning your visit and are on hand to answer all your questions.\n\n",{"type":"==","value":["See"]},"\nThe primary attraction of the Kirthar National Park is its beautiful landscape. It is also one of the largest wildlife reserves in the region, and viewing the wide variety of resident wildlife is one of the main reasons visitors come here. Sightings of many different species of birds are inevitable and the Sindh ibex, urials and chinkara are common. Hyena, jungle and desert cats and wolf encounters cannot be expected unless you search very hard, since their numbers have decreased in recent years. \n\nKirthar National Park isn't exactly long on man-made sights — the attraction is the park itself, and of course its wildlife — but the park's human history is also worth exploring. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hub Dam"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Pakistan's largest dams, is a major attraction in the south-west of the park and is a good place for water-based activities. The dam has produced a large reservoir on a river that courses through arid plains and low stony hills. Much of the reservoir's shoreline is steep and stony."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Koh Tarash"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Prehistoric ruins."]]}]},"\n",{"type":"[[","value":[["File:Ranikot view.jpg"],["thumb"],["upright=1.8"],["Giant fortifications of Ranikot Fort"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ranikot"],["alt="],["url="],["email="],["address="],["lat=25.86726"],["long=67.86530"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An enormous fortification built on barren hills in the extreme north-eastern part of the park. Ranikot is believed to be one of the largest forts in the world and is a major attraction in the region due to its mind boggling size: the fort’s massive 10m-high walls of dressed sandstone are 26km (16 mi) in circumference. Seen from a distance, portions of its ramparts resemble the Great Wall of China, as they dip and turn to the contours of the hills. Much of its long wall is made of natural cliffs and mountains which at places rise as high as six hundred and fifty metres feet above sea level. Consequently it's also sometimes known as ",{"type":"''","value":["Dewar-e-Sindh"]},"  (رانی کوٹ) Great Wall of Sindh).",{"type":"<","value":["br"]},"Some attribute its construction to Arabs and some to the then-Persian Governor of Sindh in 836AD and yet other Sindh archaeologists think that some of the present structure, and especially a small inner fortress about 8km inside the main gate, was either constructed or renovated in the early 19th century by Mir Karam Ali Khan Talpur and his brother Mir Murad Ali at a cost of 1.2 million rupees. Reasons for its baffling construction in this desolate area are equally diverse and unsettled.",{"type":"<","value":["br"]},"The fort’s structure, encircling many hills, has a diameter of about 9km. The long, strong walls are made of gypsum and lime-cut sandstone. It was originally constructed for bow-and-arrow warfare but it was later enlarged to withstand and cope with firearms.",{"type":"<","value":["br"]},"It can take two hours to reach Ranikot by 4x4 from Karchat, but there is easier access via Rani Kot Fort Road, which is a left fork opposite the road that leads to Sann in Jamshoro District, about 60km north on the N55 out of ",{"type":"[[","value":[["Hyderabad_(Pakistan)"],["Hyderabad, Pakistan"]]},"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Taung"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Marvellous and beautiful historical tombs."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Kirthar park hiking.jpg"],["thumb"],["Trekking is something not to miss while here"]]},"\nDriving on the hilly and rugged network of unpaved dirt roads in Kirthar National Park is a true adventure, and most of the visitors to this park come precisely to enjoy this type of driving, which cannot be found elsewhere in Sindh. Expect a bumpy ride, no matter which direction you head to. The roads can even take you to the most remote parts of the park that are otherwise hard to access. For a true adventurer, driving the more remote and less maintained \"primitive\" dirt roads is the way to go, but come prepared and be sure to take it slow. The roads are rough, sandy, rocky, and become even worse during the monsoon season when the rain makes pathways muddy and thus more challenging, but with the right vehicle and preparation, you can enjoy the experience even in the rain.\n\nWhile simply driving is a thrilling experience, to enter the park and not take at least a short walk would be almost foolish. After all, recreation is a major aspect of the Kirthar National Park, and visitors come here to enjoy nature. The rugged and hilly terrain of the park offers a great landscape and makes a hike a nearly mandatory activity. Hiking is possible in some parts of the park where there are marked hiking trails. The trails are of varying difficulty and length, ranging from easy strolls to steep climbs, although a guide is usually required. You can even hunt in the game reserves of Kirthar National Park, but you'll have to hire the services of a guided tour company in that case.\n\n",{"type":"==","value":["Eat and drink"]},"\nAs this is a wilderness area, most visitors eat and drink what they take with them when they enter the park. So do try to bring your own food and drinks if possible. In particular, bring plenty of water: too much is better than not enough. And since thirst is a notoriously unreliable indicator of your body's water needs, when in doubt, drink often.\n\nAn on-site lodge may arrange some food for you, but you'll have to advise them beforehand. There are a few old villages dotted inside the park, and the villagers can be helpful if you're looking for bottled water or possibly food, but beware that the food may not be very hygienic.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Camp inside Kirthar park.jpg"],["thumb"],["You can pitch your tent in the park"]]},"\nPark facilities are basic with few lodgings within the park, but the situation is slowly improving. The guesthouses maintained by Sindh Wildlife Department in both the Karchat and Khar areas can offer lodgings equipped with civilised amenities in the wilderness. If you prefer, you can pitch a camp in the park, but you'll have to bring in your own tents.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wildlife Guesthouse"],["alt="],["url="],["email="],["address=Karchat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rs 800"],["content=They have seven cottages with basic facilities and standby generators. Maintained by Sindh Wildlife. For pre-booking a room, contact Sindh Wildlife Department at +92-21-9920 4951\/2."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wildlife Guesthouse"],["alt="],["url="],["email="],["address=Khar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rs 800"],["content=They have five cottages with basic facilities. Maintained by Sindh Wildlife. For pre-booking a room, contact Sindh Wildlife Department at +92-21-9920 4951\/2."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThe isolation, wilderness and ruggedness that makes Kirthar National Park appealing for some may also brings with it a big potential for danger — especially for those who are not well prepared. The vast majority of trips go off without a hitch, but taking a few simple, precautionary steps can make a huge difference, should the unforeseeable occur. The chances of being a victim of crime of any sort in the park are very low but not unheard of; it's usually in the form of armed robbery and unattended cars getting broken into (such as when parked in remote areas). But, if you use common sense, then you'll be fine; keep a low profile, hide valuables from view or in the boot or, better yet, leave them at home.\n\nTemperatures here can shift dramatically during the summer months, and dressing properly is an important way to beat the elements. Just as important is water, so prepare equally no matter what your itinerary is — even for short hikes or if you don't plan on getting out of the car at all. If you're bringing your own 4x4 vehicle, make sure your tyres are properly inflated (don't forget the spare tyre!) and bring a jack. Check coolant, oil and fuel levels. If you do not already have one, consider adding a winch to pull the vehicle out of difficult situations.\n\nAnd as always, when you are hiking, consider bringing a ",{"type":"[[","value":[["First aid kit for travellers"],["first aid kit"]]},".\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mohenjo-daro"]]}," — an ancient city not to be missed by history buffs"]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Sindh"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["geo"],["25.592"],["67.563"],["zoom=9"]]},"\n",{"type":"[[","value":[["Wikipedia:Kirthar National Park"]]}]