[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kish.ir\/ Kish Island"]}]}," is a  beautiful island and touristic resort located on the north east of the Persian Gulf (",{"type":"''","value":["Khalij-e Fars"]},") about 17 km (10.2 miles) from the southern offshore of the mainland ",{"type":"[[","value":[["Iran"]]},". Kish is a free trade zone.\n\n",{"type":"==","value":["Understand"]},"\nKish Island, often called the Pearl of the Persian Gulf has an area of 90 square km (36 sq. miles). It is known for being a beautiful resort in the Middle East and the Persian Gulf,a unique coral island. Kish Island has relaxed laws in comparison to the rest of ",{"type":"[[","value":[["Iran"]]},". Like mainland Iran, the people of Kish are friendly and hospitable.\n\n",{"type":"*","value":["Kish Tourist Affairs Office: +98 764 4424423"]},"\n",{"type":"==","value":["Get In"]},"\nNo entry visa is required for Kish. Foreign nationals need no entry visa at the authorized arrival and departure points in Kish Island. At Kish International Airport, the officials will take your photograph, fingerprints, and stamp your passport, allowing you to stay up to 14 days on the Island. Beware: if you are western, you may be sternly questioned as to the purpose of your visit. Make sure you bring all verification paperwork including hotel reservations with phone numbers, etc.\n\nUpon arrival at Kish Airport, all female passengers will be immediately escorted to a room and very politely ordered to wear headscarves and long robes to cover their entire body. The clothing is available at the Airport, and passengers are expected to return them when leaving Kish. Female visitors may be detained for a period of time under the perception that they 'might have difficulty finding their way around the island'.  However, the staff in general are very polite, but speak little English.\n\n",{"type":"===","value":["By plane"]},"\n\nAt present, there are a number of international airlines flying to ",{"type":"'''","value":["Kish International Airport"]}," (",{"type":"{{","value":[["IATA"],["KIH"]]},") ",{"type":"[","value":["http:\/\/kishairport.ir\/en\/tabid\/90\/Default.aspx"]},". The most popular airline with the most regular domestic and international flights in Kish is \"Kish Air\" ",{"type":"[","value":["http:\/\/kishairline.com\/en\/"]},". Kish Air has international flights to ",{"type":"[[","value":[["Abu Dhabi"]]}," and ",{"type":"[[","value":[["Dubai"]]},". Kish Air also offers domestic flights to Iran's main cities, including ",{"type":"[[","value":[["Tehran"]]},", ",{"type":"[[","value":[["Isfahan"]]},", ",{"type":"[[","value":[["Shiraz"]]}," and ",{"type":"[[","value":[["Mashhad"]]},".\n\n",{"type":"*","value":["Kish Airport: 4422100, 4422460"]},"\n",{"type":"*","value":["Kish Air: 4423517, 4422030"]},"\n",{"type":"*","value":["Airport Passport Office: 422640"]},"\nWomen who do not have appropriate Muslim dress (head scarves, long smocks or dresses) will be provided with those free of charge upon arrival prior to passing through customs and immigration.  These complimentary loaners should be returned upon leaving.\n\n",{"type":"===","value":["By car"]},"\nDriving by car is an easy and smart option. Currently, there is only one route to Kish Island. If you are driving from ",{"type":"[[","value":[["Tehran"]]},", take care on the road and be alert of the highways and the pedestrians.\n\n",{"type":"===","value":["By bus"]},"\nThere are private buses that will take you from ",{"type":"[[","value":[["Tehran"]]}," and other main cities to Kish Island. This is probably the safest way of travelling in ",{"type":"[[","value":[["Iran"]]},". Private buses in Iran are inexpensive compared to other countries in the Middle East.\n\n",{"type":"===","value":["By boat"]},"\nThere are boats that will take you from the port cities of Bandar-e Abbas, Bushehr, and Chahbahar. However, as of June 2009, this has reportedly been suspended.\n\n",{"type":"==","value":["Get around"]},"\nIf you are energetic, walking is your best option! However, like the rest of Iran, there are plenty of taxis - but without meters. It is advisable to fix the fare in advance, and to make sure that the driver understands exactly where you want to go. The majority of taxis on the island are Toyota Camrys and are fully air-conditioned. The normal fares are usually within the range of $2 USD to $5 USD depending upon the distance (which is never too long in any case, as the island is rather small).\n\nBe careful to count your change as some taxi drivers will take advantage of tourists and attempt to short-change you on the fares.\n\n",{"type":"'''","value":["Harireh Taxi Service"]},"                 +98 764 - 4451700\n\n",{"type":"'''","value":["Paeeze Taxi Service"]},"                  +98 764 - 4451670\n\n",{"type":"'''","value":["Toosan Taxi Service"]},"                  +98 764 - 4422400\n\n",{"type":"'''","value":["Dalahoo Taxi Service"]},"                 +98 764 - 4451577\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Popular tourist attractions"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kish Dolphin & Crocodile Park"]},": The Dolphin Park is the unique ocean atrium in the Middle East, and visitors can enjoy spectacular dolphin and other sea mammal shows in a family-oriented atmosphere. The entrance fee for visitors is $46 USD."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Green Tree Park"]},": The Park with the oldest trees on the island. Entry is free for all."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mysteries of the World Zoo"]},": A small zoo with exotic animals on display. The entrance fee is $5 USD."]},"\n",{"type":"*","value":[{"type":"'''","value":["Greek Ship"]},":  The historic and famous old ship resting on one of the shores of Kish Island. It has become a major tourist attraction in recent years. Entry is free.  It is a beautiful scenic area, and you can bring food for a picnic and sit in a shaded area."]},"\n",{"type":"*","value":[{"type":"'''","value":["Giant Bird Sculpture"]},": you can climb up inside of it!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Underground Town of Cariz"]},":Is more than 2,500 years old, and currently it has been converted into an underground town at a depth of 16 meters below the surface, with an area of more than 10,000 square miles. The entrance fee is $5 USD."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Ancient Town of Harireh"]},":The ruins display mortar masses and stone - made buildings in an area of some 3 by 1 kilometer long . The structures have been built of sand stones with some plaster layers on the walls. Some of the structures that they once ounce used to contain many floors. The antiquity of Harireh town is estimated to be at 800 years illustrating the past flourishing economy of Kish island. It is also perceived that this town has most likely been destroyed when rocked by a powerful earthquake. Entry is free for all. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Marjon Beach Park"]},":Entry is free for all."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["The beaches"]},"\nSnorkeling on the beaches of Kish Island is said to be amongst the best in the world, while the scuba-diving offers an even more spectacular insight of life beneath the waters. A variety of other water sports are also available: jet-skiing, sailing, fishing, parasailing, reef walking, coral viewing, boating and water-skiing are just a few of the popular ways to spend the time and enjoy yourself during your visit to the Island. A variety of other water sports are also available. The Kish coastline is one of the least dangerous coasts in the world. Kish has gorgeous white sandy beaches for relaxing walks.\n\nWomen-only beaches are available for the female tourists to the Island.  Women do not have access to most beaches, or to the prime snorkeling areas.  There used to be an \"international beach\" where male and female foreign tourists could swim together, but it has been closed by the government!.\n\nContrary to the above information regarding the ",{"type":"'''","value":["Greek Ship"]},", there is no restaurant on board what remains of the historic ship.  Still, this is a beautiful island - and you could bring food along with you and enjoy the site while sitting at a shaded table nearby.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["infobox"],["Western Embargoes"],["Keep in mind that Kish Island is an integral part of Iran and many western nations have embargoes on Iranian goods. Exceptions exist for certain things, but most of what you'll find in the malls here will be subject to confiscation if discovered on your return home."]]},"\nKish is a trade free zone, making it the perfect place for profitable shopping and trading. The price of goods in Kish are notably cheaper than in mainland Iran. Many Iranians and tourists visit Kish to purchase duty free clothes, electronic goods, cosmetics, etc. There are a number of large shopping centres, most of them situated in the eastern part of the island. Due to the daytime heat, most shops are closed from 13.00 till around 17.30. Some stay open until late into the night. The shopping malls in Kish cater to every taste. However, be prepared to find numerous faux American and European brands such as Gucci, Prada, Diesel, The Gap, Ikea, and Starbucks. Very few merchandise is authentic. One exception is the 'Ikea' store, which is known for importing real Ikea merchandise such as ice-cube trays and dishes.\n\n",{"type":"===","value":["Malls"]},"\n",{"type":"*","value":["Paradise 1 International Mall"]},{"type":"*","value":["Paradise 2 International Mall"]},{"type":"*","value":["The Paniz International Mall      "]},{"type":"*","value":["Zaytoon International Mall   "]},{"type":"*","value":["Morvarid International Mall"]},{"type":"*","value":["Venus International Mall"]},{"type":"*","value":["Marjon International Mall              "]},{"type":"*","value":["Arab Bazaar"]},{"type":"*","value":["Kish Trade Center"]},"\n",{"type":"==","value":["Work"]},"\nIt is not difficult to find work on the Island. If you are sociable and hospitable, working in cafes and restaurants are the best way to go. If you are looking for work in the commercial and tourist sector, you must have at least some experience and knowledge of the Iranian economy and of Kish Island.\n\nMost people on Kish Island work from 9AM to 5PM, including the government employees. On Thursdays, government employees work from 9AM to 1PM.\n\n",{"type":"==","value":["Eat"]},"\nKish Island offers a wide selection of restaurants which range from Persian to International cuisines. Some of the most well-known restaurants include:\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Boof Fast Food Restaurant"],["url="],["email="],["address=Pardis II Mall"],["lat="],["long="],["directions="],["phone=764 4420554"],["tollfree="],["fax="],["hours="],["price="],["content=Kish's answer to McDonald's..."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Espadana Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=764 44220689"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Papa Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=764 4430130"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hadee's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pizzeria."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kish KFC"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kish Fried Chicken."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Asal Kish Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=764 4424420"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pars Khalij Buffet"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=764 4430356"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"'''","value":["Nahange Sefid"]}," - a variety of Iranian food (live music).\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shandiz Safdari"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=expensive"],["content=Shishlik (lamb chop grilled) accompanied by Iranian Rice and Laban (Yoghurt) drink."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kooh-e-Noor"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The 5* world class restaurant of Sadaf International Hotel. The restaurant has a unique \"cave\" theme. 'Kooh-e-Noor' is translated as \"the mountain of light\", and is the name of the world's largest diamond."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pavion Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=764 4422614"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nagshe Jahan Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=764 4420390"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Paayaab Restaurant"],["url="],["email="],["address=olympic boulevard olympic square"],["lat="],["long="],["directions="],["phone=764 4423638"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\nLike mainland Iran, alcoholic beverages are not served on the Island. The tea is light, good in taste and is kept at every home, shop and other social places. \n\n",{"type":"'''","value":["'Cafe Aquarium"]},"' (",{"type":"''","value":["ground floor of Pardis II Shopping Mall."]},") This popular hangout serves \"Starbucks\" coffee, Italian style sandwiches, banana splits, and fresh juice to a young, hip crowd.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation in Kish is slightly more expensive than mainland Iran, however it is nothing too extortionate. Kish Island has a range of nice villas, hotels, and guest houses for tourists. Hotel reservations must be made through a travel agency in Tehran, which may be difficult if you are not Iranian and\/or do not speak Persian.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"'''","value":["Alighapou Hotel"]}," - ",{"type":"''","value":["+98 764"]}," 5-23203 44 0764"]},{"type":"*","value":[{"type":"'''","value":["Fanoos Hotel"]}," - ",{"type":"''","value":["+98 764"]}," 443200-5"]},{"type":"*","value":[{"type":"'''","value":["Ghasedak Hotel"]}," mainly catering for Chinese expats. It is fairly basic but has friendly staff and is located in walking distance to the jetty and some malls."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eram Grand Hotel"],["alt="],["url=http:\/\/www.kisheramhotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A 2-star hotel with occasional fires and difficulty in coordinating reservations with available rooms."]]}]},{"type":"*","value":[{"type":"'''","value":["Tatilat Hotel"]}," - ",{"type":"''","value":["+98 764"]}," 4443996-8 "]},{"type":"*","value":[" ",{"type":"'''","value":[" Maryam  Hotel"]}," - ",{"type":"''","value":["+98 764'"]}," 44 21111-7 - Was originally a luxury hotel, but it is gradually becoming more run-down.  The lobby is still quite impressive, however, and the rooms are nice.  Customer service is a lost art here."]},{"type":"*","value":[{"type":"'''","value":["Sunrise International Hotel"]}," - A nice and clean place. Each suite comprises of a double bedroom, a living room with sofas and a television, a small kitchenette with a fridge, and two modern bathrooms. The cost of a taxi from the airport is around $2.50 US. The hotel also has a cosy restaurant and coffee shop."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"'''","value":["Dariush Grand Hotel"]}," - ",{"type":"''","value":["+98 764"]}," 44 49 00"]},{"type":"*","value":[{"type":"'''","value":["Sadaf International Hotel"]}," - ",{"type":"''","value":["+98 764"]}," 4420590-7 "]},{"type":"*","value":["'''Shayan Hotel"]},{"type":"*","value":[{"type":"'''","value":["Parmis hotel"]},"-",{"type":"''","value":["+98 764"]},"4446223-30"]},{"type":"*","value":[{"type":"'''","value":["Flamingo Hotel"]}," one of the more recent hotels in Kish"]},{"type":"*","value":["'''The Flower of the East - coming soon."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Phone"]},"\n",{"type":"*","value":["Area Code for Iran:                   0098 (+98)"]},{"type":"*","value":["Area Code for Kish:                   0764"]},{"type":"*","value":["Kish Cellular Phone (Code):           0934"]},"\n",{"type":"===","value":["Internet"]},"\nThere are various internet cafés on Kish Island. Internet speed varies from café to café. A popular internet café is The Kish Cyber Cafe ",{"type":"[","value":["http:\/\/www.cybercafe.freeservers.com"]}," at Shayan Hotel, Tel: 4422771-5 (2623), ahlesaadat@postmark.net,  One hour is around $2.50 US. \n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":["Emergency services: 110"]},{"type":"*","value":["Kish Hospital: 4422811 or 4422211"]},"\n",{"type":"==","value":["Go next"]},"\nIf you feel like going to another beautiful island, ",{"type":"[[","value":[["Qeshm"]]}," is also close by. It is not as tourist-friendly as Kish and is mostly visited by those interested in trade. You have the options of travelling by boat or plane. If you feel like going somewhere cultural and beautiful in mainland Iran, the city of ",{"type":"[[","value":[["Bushehr"]]}," is anticipating your arrival.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["26.5333"],["53.9667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Gulf Region (Iran)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kish Island"]]},"\n",{"type":"[[","value":[["Commons:Category:Kish Island"]]}]