[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\nThe township of ",{"type":"'''","value":["Kisoro"]}," only has about 13,000 living in the town proper, but there are more than a quarter of a million in its district, mostly eking out a living as subsistence farmers on less than USD2 per day. It's the last sizeable settlement in ",{"type":"[[","value":[["Western Uganda"]]},", hard up against the borders of both the ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}," and ",{"type":"[[","value":[["Rwanda"]]},".\n\nMany foreign visitors to Uganda find that this is one of the nicest areas to spend time in with beautiful montagne scenery, smooth roads, and hard-working people eager to please and offer hospitality. However, the main attraction for many is the opportunity to get close with a troupe of habituated gorillas.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:African fish eagle flying cropped.jpg"],["thumb"],["African fish eagles are commonly seen hunting over the many lakes in the district."]]},"\nAt an elevation of 1,900 m (6230 ft), visitors from cooler climes will probably get a good night's sleep in the cool, clean and invigorating air of Kisoro.\n\nThe volcanic Mufumbiro Mountains dominate local views with Mount Karisimbi at 4,507 m (14,787 ft) being the highest volcano in this range. Immediately to the south of the township of Kisoro, Mount Muhabura, whose extinct volcanic peak delineates the border between Uganda and Rwanda at this point, is 4,127 m (13,540 ft) high.\t\n\nMany foreign visitors come to view the mountain gorillas, critically endangered due to habitat loss, poaching, disease, and war. The Karisoke Research Center, founded by Dian Fossey to observe gorillas in their native habitat, is located between Mount Karisimbi and Mount Bisoke.\n\nIn November 2013, about 1,500 fighters of the M23 Congolese rebellious faction, together with their leader, Sultani Makenga, surrendered in Mgahinga National Park a few kilometres to the south and were held on the local football pitch in Kisoro until being moved much further east to ",{"type":"[[","value":[["Chakwanze"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By road"]},"\n",{"type":"'''","value":["From Kampala"]}," the road via ",{"type":"[[","value":[["Masaka"]]}," to ",{"type":"[[","value":[["Mbarara"]]}," is well surfaced (apart from verge damage) and reasonably wide so 100 km\/h can be maintained. Light traffic once you leave the traffic mayhem and fumes of the capital, means you're likely to take just less than 5 hours for this part of the journey. However, just after leaving Mbarara the road surface disintegrates and is badly potholed reducing speeds to 10-25 km\/h for about 20 km until just before ",{"type":"[[","value":[["Ntungamo"]]}," where road works were completed in Feb 2014. Once you leave ",{"type":"[[","value":[["Kabale"]]}," the road narrows considerably but the tarmac surface is brand new and billiard table smooth but very winding and scenic.\n",{"type":"*","value":["The ",{"type":"'''","value":["Postbus"]},", operated reliably and punctually by Uganda Post, departs M-Sa at 07:00 from the central Kampala post office in Kampala Road and arrives 10 hours later in Kisoro for UGX30,000 one way. It seats 67 and you are guaranteed a seat if you book in advance (enter the post office as if you were buying stamps, take the first exit to the outside courtyard on your left, go round the corner of the building you just left, take the first door on your right, go down the corridor and enter Room 2 on your right. You can also get a ticket on the day of departure or from the conductor anywhere ",{"type":"''","value":["en route"]}," if you flag the bus down - it's huge and bright red)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Baby Coaches"],["alt="],["url="],["email="],["address="],["lat=-1.2836"],["long=29.6956"],["directions="],["phone=+256 772 422 451"],["tollfree="],["fax="],["hours="],["price="],["content=Returning to Kampala, you may want to take the night bus for UGX25,000 which leaves Kisoro at 19:15 and is scheduled to arrive in the capital at 06:00. Contrary to what you might expect from their name, they operate full size, 67 seat Isuzu buses, typically screening Nigerian TV soap-operas to keep you entertained. Apart from the middle of the back row (excessively bumpy) and seat number 6 (aisle seat in row of 3 immediately behind the driver) legroom is very restricted for what may be 10 hours plus."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Gateway Bus Service"],["alt="],["url="],["email="],["address="],["lat=-1.2817"],["long=29.6955"],["directions="],["phone=+256 703 555 075"],["tollfree="],["fax="],["hours="],["price="],["content=Travels the same route as the Postbus between Kisoro and Kampala. Two night bus services to Kampala for UGX20,000: the first leaves Kisoro at 17:00 and is scheduled to arrive in the capital at 04:00; the second service leaves Kisoro at 20:00 and is scheduled to arrive in the capital at 07:00. Operate full size, 67 seat Isuzu buses and a big advantage for some is that they do NOT screen Nigerian TV soap-operas or allow smoking and have 2-3 toilet stops on the way. Limited legroom and cleanliness."]]}]},"\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Bunagana"]]},", ",{"type":"[[","value":[["DRC"]]}]},", climb the rutted apology for a \"road\" that is alternately gloopy with mud or whipped into a duststorm until you see the barriers of the Ugandan border post. Here bodo-bodos will be waiting. There are also sometimes large buses, but their schedules are sporadic and whimsical. Tarmac is then smooth and peaceful until you arrive in Kisoro 14 km later. Fuel is available on the left, 6 km after the border.\n\n",{"type":"[[","value":[["File:Nectarinia regia.jpg"],["thumb"],["The Regal Sunbird (",{"type":"''","value":["Nectarinia regia"]},"), frequently seen in the middle section of the road from Busanza to Kisoro."]]},"\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Busengo"]]},", ",{"type":"[[","value":[["DRC"]]}]}," the road is lightly trafficked to the Ugandan border barrier and consequently is not as rutted as some more heavily used roads in the DRC. Gradients are as steep as 1 in 5 and typically the road does not allow two trucks to pass. Travellers need to be aware that the border crossing Busengo\/Busanza is only legal if you cross using a passport from either the DRC or one of the countries of the East African Community (ie Burundi, Kenya, Rwanda, Tanzania or Uganda). Travellers bearing passports from other countries may physically be able to cross into Uganda here, but officially the official(s) at ",{"type":"{{","value":[["marker"],["type=listing"],["name=Busanza Uganda Police Post"],["lat=-1.1627"],["long=29.5834"]]}," should turn you back to the DRC. If you have a really good story, the immigration officer may allow you to continue to the crossing point at Bunagana 38 km further and obtain the necessary entry stamps\/visa there, but that would be an act of exceptional kindness. In the hamlet of Busanza, they were not connected to the electric grid in June 2014 but the high tension cables have already been installed and they are expecting connection in the next 3 months.",{"type":"<","value":["br"]},"Once you've crossed the (completely non-marked) border the road widens so two trucks can pass, the dirt surface is less rutted and gradients diminish to about 1 in 7. In May-June 2014 this was assessed as an all weather road. Watch out for stray mud bricks\/blocks in the road, though, because many mud quarries and brick works are on this road. From the border it's about 27 km until you hit tarmac, but the road is good enough to cruise at 25-35 km\/h on a motorcycle.\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Ruhengeri"]]},", ",{"type":"[[","value":[["Rwanda"]]}]},", the road has been good for a while now and once you're through the quick and relaxed Ugandan immigration the tarmac gets even smoother and the carriageway is about 10m wide with gradual bends. As of June 2014, there were no painted lines or reflectors on this new tarmac so you might want to drive this stretch during daylight - especially as the scenery is so attractive.\n\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Kisoro Aerodrome"],["alt="],["url="],["email="],["address="],["lat=-1.2829"],["long=29.7194"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just over 2 km to the east of the township, Kisoro airstrip's single paved runway, measuring 1,300 m (4,300 ft) long and 40m wide straddles the main road, with a diversionary route in place when aircraft take off and land. There are plans to expand its length to 1,800 m (5,900 ft). Charters and semi-charters arrive and take off at least once daily to and from ",{"type":"[[","value":[["Entebbe"]]}," so you may be able to ",{"type":"[[","value":[["bargain"]]}," your way to a good deal. For more certainty, contact ",{"type":"[","value":["https:\/\/storage.aerocrs.com\/18\/system\/2014TimetableSchedule.pdf ",{"type":"''","value":["AeroLink"]}]}," who fly Cessna Grand Caravans (which seat 10 passengers and have two pilots) on a semi-scheduled timetable."]]}]},"\n",{"type":"*","value":["To ",{"type":"'''","value":["Kigali"]},", the capital of Rwanda with daily direct flights on Brussels Airline from ",{"type":"[[","value":[["Brussels"]]}," or Turkish Airlines from ",{"type":"[[","value":[["Istanbul"]]},". KLM also flies to Kigali directly from ",{"type":"[[","value":[["Amsterdam"]]},". RwandAir also has flights from ",{"type":"[[","value":[["Dubai"]]}," (often via ",{"type":"[[","value":[["Mombasa"]]},") using its new Boeing 737-800 and separately from Johannesburg using the same aircraft. From Kigali it is only about 3 hours on good roads to Kisoro - much shorter than from ",{"type":"[[","value":[["Entebbe"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\nMotorcycle ",{"type":"[[","value":[["Entebbe#By_boda-boda"],["Bodo-bodos"]]}," are available.\n\nIf you're staying a while you might like to hire a vehicle to get around and see the lush countryside. The black-brown, volcanic soil is especially fertile and with nary a drought you could plant a broom-handle in the ground and it would sprout. There are lots of smaller, rounded hills and the rectilinear patchwork of varied hues of green made by the different vegetables growing in the gardens on their slopes makes for a very verdant and relaxing vista.\n\nThere are few dogs to run between your wheels, so you might want to consider hiring a local's 125-200 cc motorcycle for UGX20,000-30,000 per day unofficially.\n\nA 4x4 will cost you about four times as much, but they'll usually want you to take a driver.\n",{"type":"{{","value":[["Mapframe"],["-1.283"],["29.694"],["layer=RS"],["align=none"],["zoom=15"],["height=540"],["width=590"]]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Gorillas in Uganda-3, by Fiver Löcker.jpg"],["thumb"],["The region around Kisoro is the only place in the world outside of a zoo that you can see mountain gorillas face to face."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Gorillas"]}," up close and personal in either ",{"type":"'''","value":[{"type":"[[","value":[["Bwindi Impenetrable National Park"]]}]}," or ",{"type":"'''","value":[{"type":"[[","value":[["Mgahinga Gorilla National Park"]]}]},"."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Potter's Village"],["alt="],["url=http:\/\/www.pottersvillage.org.uk"],["email=pv.kisoro@gmail.com"],["address="],["lat=-1.2790"],["long=29.6961"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Founded by the Anglican diocese of Muhabura in 2007 because there were too many babies dying because their mothers had died or been forced to abandon them, this centre arranges foster family support and has the only premature baby care unit in the district. Visitors are welcome to see the work of the centre and gain an insight into the plight of many local families M-F 10:00-17:00. Visitors should be aware that most of the babies are asleep 11:00-13:00. It also offers outpatient care for children of less than 13 years around the clock. The centre does not get government funding and all donations, whether of money or expertise are welcomed. One of the founders wrote: \"",{"type":"''","value":["Our goal is to save lives. Without this ministry every baby here would have died. Thanks to the generosity of many donors from the UK and beyond, we are able to provide loving Christian care for an increasing number of little ones."]},"\""]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Mutanda"]},": probably the nicest way to see the lake with its many islands and islets is from the ridge above it to the south - perhaps when on the ",{"type":"[[","value":[["#Do"],["walking snake safari"]]},". By road, the easiest access is to head west out of Kisoro on the smooth main road to the DRC and then turn right at the un-signposted road just after you pass the distinctive squat, square tower on the roof of ",{"type":"{{","value":[["marker"],["type=listing"],["name=Saint Josephs Church, Nateete"],["lat=-1.2683"],["long=29.6631"]]}," on your right. You'll now be on the Kisoro-Busanza Road to the DRC. After 1.3 km you'll see a sign for the right turn to the lakeside ",{"type":"{{","value":[["marker"],["type=listing"],["name=Saint Pauls Church, Kaboko"],["lat=-1.2515"],["long=29.6600"]]},", founded by the Pentecostal bishop the Right Reverend Cranmer Mugisha in 2010. This is a green lane that runs between maize fields and wild flowers down to the water's edge where there is a small creek and usually a few dugouts if you fancy being paddled across the lake."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Virunga Volcanoes"],["alt="],["url=http:\/\/www.virunga.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ones accessible from the Ugandan side are either extinct or long dormant but there were eruptions in the DRC as recently as 2006 and again in 2010."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Hylochoerus meinertzhageni2.jpg"],["thumb"],[{"type":"''","value":["Hylochoerus meinertzhageni"]},", commonly known as the Giant Forest Hog."]]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Milestone Safaris"],["alt="],["url="],["email=apollocheers@yahoo.com"],["address="],["lat=-1.2827"],["long=29.6932"],["directions="],["phone=+256 782 776 533"],["tollfree="],["fax="],["hours=Office hours daily 07:00-18:00 (when out, contact Bistro Mucha or the Travellers Rest Hotel)"],["price="],["content=Specialises in walking snake safaris starting from Kisoro town to Lake Mutanda. Typical start time is 09:00 and you will need a reasonable level of fitness since you will ramble along one of the district's green lanes, surrounded by wild flowers and laughing children, gaining about 280 m (800 ft) as you ascend a ridge until you have an exhilarating view of Lake Mutanda spread out below you. There's then quite a steep scramble down to reach the lake shore below. There is a particular promontory here where the village inhabitants believe that serpents are the spiritual throne of their ancestors - consequently the snakes here have found a kind of sanctuary amongst the Yam beds and sugar cane. You are likely to see deadly black mambas, 5 m (16 ft) long rock pythons, spitting cobras and, possibly, green mambas. When you've seen enough, a dugout canoe will pick you up and skirt the reed beds so you can admire kingfishers and other water birds. USD25 per person; discount for groups by negotiation.",{"type":"<","value":["br"]},"If you're a lazy muzungo, they also offer 3-day game drive safaris in air-conditioned 4x4s taking up to 3 people per vehicle into the southern part of the Queen Elizabeth National Park's Ishasha sector where you will almost invariably see the famous pride of tree-climbing lions. For this game drive, you'll leave Kisoro at 06:00 and first travel to Bwindi Impenetrable National Park, arriving about 08:00 to try to spot forest elephants, chimpanzees and, very occasionally, the rare and elusive L'Hoest's monkey (",{"type":"''","value":["Cercopithecus lhoesti"]},"). Generally you will not leave the safety of your 4x4 because of the danger from giant forest pigs which can grow up to 2.1 m (6.9 ft) in length and can tip the scales at more than 270 kg (60 lb). Leaving Bwindi about 11:00, the next stop is lunch at Kihihi trading post. After lunch there is an hour's drive before you can check-in to your bandas in the Q.E.N.P. to have a shower and freshen up. You start your game drive about 16:00 until dusk around 19:00. The next morning kicks off with another game drive from 06:30 towards the Ishasha river. Here you'll be able to get some fantastic close-ups of hippo just a few metres below where you'll be standing on the steep bank (hippos are neither good at climbing nor leaping). After breakfast you'll be driven to Mweya for a 2 hour afternoon boat cruise on the Kazinga Channel that connects Lakes George and Edward. After disembarkation, there follows another game drive with likely sightings of Uganda kob, water buck, warthogs, water buffalo, elephant. If you're lucky, you may spot leopard. That night is spent in the White House hotel in ",{"type":"[[","value":[["Kasese"]]},". The next morning is spent visiting about a dozen of the more than forty volcanic crater lakes in the vicinity of ",{"type":"[[","value":[["Fort Portal"]]},". After lunch, the afternoon is spent visiting some of the historic sights of the Toro Kingdom."]]}]},"\n",{"type":"[[","value":[["File:Handsome sunbird.jpg"],["thumb"],["Handsome sunbird"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nkuringo Walking Safaris"],["alt="],["url="],["email=info@nkuringowalkingsafaris.com"],["address="],["lat=-1.2826"],["long=29.6899"],["directions=Opposite Coffee Pot Café with a big sign saying \"Gorilla Junction\""],["phone=+256 782 193 135"],["tollfree="],["fax="],["hours=Daily 08:00-20:00"],["price=Daily ranger fee of USD40 per group of 1-4 travellers (plus any extras required such as canoe for USD16 per person), plus logistics facilitation fee of USD15, plus capitation fees of USD5 per person"],["content=Rangers all speak excellent English and most were born and grew up in the local region, meaning they are extremely knowledgeable about local hazards and customs. They speak the most used local languages of Rufumbira and Rukiga together with other local languages such as Rutoro, Luganda, Runyankore and Kiswahili if there are any potential disputes about land access. Various routes are available customized to your fitness levels. Walkers are likely to see L'hoest, black-and-white colobus and blue monkeys, while those who opt for a canoe across Lake Mutanda may see fish otters and abundant birdlife (eg: great white pelicans; yellow billed ducks; Ross's turacos; black crakes; black headed weavers; white tailed blue flycatchers; African paradise fly catchers; African jacanas; Regal, bronze and purple breasted sunbirds; pied kingfishers; malachite kingfishers; great cormorant; sacred ibis; cattle egrets; Mackinnon's fiscal; African pied wagtail; grey crested cranes; pin tailed whydahs). All rangers carry binoculars that you can use if you forgot your own. If you wish to walk further than the hamlet of Buhoma in the ",{"type":"[[","value":[["Bwindi Impenetrable Forest"]]},", then overnights at Nkuringo Gorilla Camp can be arranged."]]}]},{"type":"[[","value":[["File:Black-and-white Colubus.jpg"],["thumb"],["Black-and-white Colobus monkeys."]]},"\n\n",{"type":"==","value":["Buy"]},"\nMarket days are Monday and Thursday with people coming from the ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}," to buy goods that they can not obtain without difficulty in their own country.\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Crane Bank"],["alt="],["url="],["email="],["address="],["lat=-1.2824"],["long=29.6938"],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 08:30-18:00, Sa 09:00-12:00"],["price="],["content=External ATM open 24\/7 processes only VISA cards."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Stanbic Bank"],["alt="],["url="],["email="],["address="],["lat=-1.2828"],["long=29.6920"],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 08:30-16:00, Sa 09:00-12:00"],["price="],["content=External ATM open 24\/7 takes Cirrus, Maestro, MasterCard, Plus network, VISA cards."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Coffee Pot Café"],["alt="],["url=http:\/\/www.coffee-pot-cafe.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+256 772 625 493"],["tollfree="],["fax="],["hours=M-Sa 08:30-21:30"],["price="],["content=Yummy desserts and excellent coffee as you might expect. Apart from the chips, which are lovely, any other exotic foreign dishes like bacon and eggs, you'll have to teach them the way you like it..."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mucha Bistro"],["alt="],["url="],["email=info@hotelmucha.com"],["address="],["lat=-1.2828"],["long=29.6923"],["directions="],["phone=+256 784 478 605"],["tollfree="],["fax="],["hours="],["price="],["content=Tiny but beautifully formed café seating 10 inside and 8 outside in crisp and elegant surroundings; the colour-way is various shades of green. Carrot Cake UGX6,000, Espressio Macchiato UGX4,500.",{"type":"<","value":["br"]},"They also have the cleanest ",{"type":"''","value":["en suite"]}," guest rooms in Kisoro from UGX35,000 for single occupancy and  from UGX50,000 for double occupancy including a moderate amount of laundry. No insect screens, but the windows and doors fit reasonably tightly. German owned, free Wi-Fi.",{"type":"<","value":["br"]},"The manageress can also put you in touch with a week's motorcycle self-drive hire for UGX200,000 and you can be confident that the 100 cc Indian made Bajaj bike will have all those optional extras the ",{"type":"''","value":["muzungo"]}," needs like a working front brake, a clutch that does not slip and an operating horn."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nIn addition to the stand-out entries already listed here, there are probably about three dozen other low cost hotels scattered all over town of varying cleanliness and decrepitude. Many of them feature metal doors for that authentic late-night cell block clang.\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amajambere Iwacu Community Camp"],["alt="],["url=http:\/\/www.amajamberecamp.org"],["email="],["address="],["lat=-1.3550"],["long=29.6615"],["directions=Mgahinga Gorilla National Park main entrance"],["phone=+256 774 954 956"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Camping UGX12,500 ppn, dorm UGX20,000 ppn, bandas USD20-30"],["content=Community bandas and camping set right at the park entrance. Cheap to visit, excellent location."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Golden Monkey Guest House"],["alt="],["url="],["email="],["address="],["lat=-1.2819"],["long=29.6903"],["directions=Kisoro town behind UWA office"],["phone=+256 772 435 148"],["tollfree="],["fax="],["checkin="],["checkout=10:00"],["price=",{"type":"''","value":["En suite"]}," (with hot shower) chalets (named after countries such as Tanzania, Sweden, Zambia, etc) USD20-30, dorm UGX20,000"],["content=Clean, brightly painted, budget place in central location, with the best food in town. Really helpful staff which might open up the kitchen for you in the late evening and help organise transport next morning. This whole establishment is fragrant and can access free Wi-Fi. Large area out front for overland travellers to park their vehicles at night and there is an armed guard. Most doors and windows close reasonably tightly and securely and the air-bricks are screened for mosquitoes. Can be very noisy at night with the metal doors and thoughtless Americans and Israelis having loud conversations long into the night. Large towels are a bonus."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=SawaSawa Guest House"],["alt="],["url="],["email=sawasawahotel@gmail.com"],["address="],["lat=-1.2830"],["long=29.6884"],["directions=Directly opposite the junction of the old Cyanika road that comes from the Rwandan border crossing with the main road from the DRC border crossing."],["phone=+256 774 472 926"],["tollfree="],["fax="],["checkin="],["checkout=11:00"],["price=",{"type":"''","value":["En suite"]}," (with hot shower): sgl UGX34,600, dbl UGX49,300, twin UGX54,300; shared ablutions: sgl UGX24,600, dbl UGX39,300, twin UGX44,300"],["content=Brand new and freshly painted in 2014, this budget option has been opened by a local lady that has many years experience working in the hospitality industry. This certainly shows in the little touches like providing a chair in the rooms so that you can sit at the table and write or Skype and providing hooks to hang your wet towels. Breakfasts and other meals are a sensation. Less than a dozen small chalets arranged around a central courtyard. Strictly non-smoking, but there is a well groomed and cared for cat. Very clean with comfortably firm mattresses."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rafiki Guest House"],["alt="],["url="],["email="],["address="],["lat=-1.2840"],["long=29.6863"],["directions="],["phone=+256 772 435 148"],["tollfree="],["fax="],["price=Sgl USD35, dorm USD10"],["checkin="],["checkout="],["content=Looking oddly out of place, like it's been dropped in from the English home counties, this relatively quiet guest house is run by the same people as the Golden Monkey, but you do pay more for a better night's sleep and secure parking. No smoking & free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Virunga Motel & Campsite"],["alt="],["url="],["email=virungahotel0@gmail.com"],["address="],["lat=-1.2821"],["long=29.6895"],["directions="],["phone=+256 778 593 582"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Gardens and grounds are better maintained than the newish 2-storey accommodation block which has 4 ",{"type":"''","value":["en suite"]}," rooms on each floor, each with table and chair. Windows and doors are ill-fitting and the ventilation slats are not insect-screened. Door locks are more secure than most. In June 2014, satellite TV and Wi-Fi was only \"planned\" so they are poor value at USD50 for a double or twin, incl. a light, cold breakfast. Campers fare better with two nice, shaded grassed areas and a toilet and shower block that has both hot & cold water for USD6 per person. There are also 9 smaller, older, self-contained chalets at USD25 for a double or twin."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Mucha"],["alt="],["url=http:\/\/hotel-mucha.com\/hotel\/"],["email="],["address=Bwindi Rd"],["lat=-1.2242"],["long=29.7155"],["directions=8km NW of Kisoro along one of the worst roads in the district with three separate rock cascades."],["phone=+256 784 478 605"],["tollfree="],["fax="],["price=Sgl USD110, dbl USD165 incl breakfast & collection from Kisoro town"],["checkin="],["checkout=11:00"],["content=This brand new boutique hotel occupies a gorgeous spot on the left bank of the Mucha river just after it leaves Lake Mulehe. The river is clean and swift flowing and kingfishers often dart from the fringing reed banks. All 10 rooms are ",{"type":"''","value":["en suite"]}," with some of the nicest bathrooms in Uganda and either face the river or towards the volcanoes to the south. Fly screening is excellent and there are back-up generators.,They also allow smoking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lake Mutanda Resort"],["alt="],["url="],["email="],["address="],["lat=-1.1857"],["long=29.6841"],["directions=Take the dirt road that runs on the east side of Lake Mutanda to the alternative crossing to the DRC. When you've almost given up hope, you'll find the resort on the northwest corner of the lake. The road down is precipitously steep and formed of perilously round globules of lava, so bike riders may want to get off and reconnoitre first."],["phone=+256 789 951 943"],["tollfree="],["fax="],["price=Sgl USD130, dbl USD170, tpl USD250 incl b'fast"],["checkin="],["checkout="],["content=Despite its idyllic location, they don't operate a launch (or a sea-plane), so the road journey will take the best part of an hour from either the airstrip or town. 13 ",{"type":"''","value":["en suite"]}," cottages, each built on stilts so that there are excellent views out over the lake from each private verandah. Free Wi-Fi in the restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Travellers Rest Hotel"],["alt="],["url="],["email="],["address=Bunagana Rd"],["lat=-1.2837"],["long=29.6883"],["directions="],["phone=+256 772 533 029"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Sgl USD70, dbl USD80, tpl USD110 incl cooked breakfast. The cook is both experienced in the ways of the ",{"type":"<","value":["abbr",{"title":"non-African"},[{"type":"''","value":["Muzungo"]}]]}," and talented: French Toast has just the right amount of cinnamon and this is one of the few places in Uganda that cooks bacon the way most English-speaking peoples prefer rather than incinerated to black, charcoal like cinders that shatter when approached by a fork. (smoke cured bacon rashers are relatively expensive by Ugandan standards at UGX50,000\/kg, so don't be surprised if you only end up with half a rasher on your breakfast plate)"],["content=Eleven fully ",{"type":"''","value":["en suite"]}," rooms in the oldest established hotel in Kisoro. Large and comfortable guest lounge displays an eclectic collection of local art and cultural artefacts but the highlight for many will be the log fire that is lit many evenings. Guinness and Nile Special beer, together with the other usual suspects and malt whiskies served at the English pub style bar at one end of the guest lounge. Bathrooms are spacious and beautifully tiled. Rooms are grouped around a spacious, central garden courtyard and Rooms 1, 2, 3, and Mutanda have especially exhilarating views of the surrounding dormant and extinct volcanoes. Both the dogs and the staff are extremely friendly and affable. Evening meals are extremely tasty and varied and available to visitors not staying at the hotel, but must be booked by 15:30 on the afternoon they are served. Cash only, no plastic accepted."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=IP Planet Internet Cafe"],["alt="],["url="],["email="],["address="],["lat=-1.2827"],["long=29.6955"],["directions=Directly opposite the \"Mayor's Gardens\" park on the south side of the main Bunagana Rd."],["phone="],["tollfree="],["fax="],["hours=M-Sa 08:00-20:00, Su 15:00-20:00"],["price=UGX50\/min or UGX3,000 for 70min"],["content=No Wi-Fi, but you can use a wired Ethernet connection with your own laptop or their computers. Printing costs UGX500\/A4 page black & white. Also does photocopying, scanning & binding. Proprietor is highly educated and speaks excellent English. Small eclectic book collection"]]}]},"\n",{"type":"===","value":["Mobile phone"]},"\nThe ",{"type":"'''","value":["Airtel"]},", ",{"type":"'''","value":["MTN"]},", ",{"type":"'''","value":["Orange"]},", ",{"type":"'''","value":["Uganda Telecom"]}," and ",{"type":"'''","value":["Warid"]}," networks all have their own transmission towers in and around Kisoro, so you'll have no problems locating a strong GSM signal.\n\n",{"type":"===","value":["Postal services"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Post Office"],["alt=Posta Uganda"],["url=http:\/\/www.ugapost.co.ug"],["email="],["address="],["lat=-1.2820"],["long=29.6950"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Radio"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kisoro FM"]}," is a local, community-based radio station broadcasting mainly in the local languages on ",{"type":"'''","value":["91.1 MHz"]}," but also with occasional news summaries or other programs in English."]},{"type":"*","value":[{"type":"'''","value":["Voice of Muhubura"]}," is a local, commercial radio station broadcasting mainly in the local languages on ",{"type":"'''","value":["88.9 MHz"]}," but with an English language news summary at 12:00 and 17:00 together with occasional other programming in English."]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Anglican religious services"],["alt=Saint Andrews Cathedral Seseme"],["url="],["email="],["address="],["lat=-1.2788"],["long=29.6950"],["directions="],["phone=+256 771 846 162"],["tollfree="],["fax="],["hours=Service in English: Su 09:30, Prayer meeting in English: W 17:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Catholic religious services"],["alt=Saint Peters Church"],["url="],["email="],["address="],["lat=-1.2856"],["long=29.6852"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mass in English: Su 10:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hairdresser"],["alt=Queens Beauty Salon"],["url="],["email="],["address="],["lat=-1.28380"],["long=29.68634"],["directions="],["phone=+256 784 974 704"],["tollfree="],["fax="],["hours=M-Sa 08:00-20:00"],["price="],["content=Perms, straightening, ironing, manicures."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Hospital"],["alt=Kisoro District Hospital"],["url="],["email="],["address="],["lat=-1.2836"],["long=29.6820"],["directions="],["phone=+256 784 974 704"],["tollfree="],["fax="],["hours="],["price="],["content=A 160 bed public hospital, administered by the Uganda Ministry of Health and somewhat larger than you might expect because of the relative isolation of the town and sporadic influxes of refugees from the neighbouring DRC. The district has one doctor for every 40,000 people, women average eight children and large families subsist on less than 2 US dollars a day. Basic necessities such as sheets and mattresses are in short supply and there are few diagnostic tools beyond a centrifuge and microscope (X-ray and ultrasound machines were supplied but are often out of service). In April and May 2013, the Maternity Ward and the Operating Theatre had to close due to water shortages; power & utilities distributor ",{"type":"''","value":["Umeme"]}," had disconnected electricity to the water plant over unpaid electricity bills."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mosque"],["alt="],["url="],["email="],["address="],["lat=-1.2873"],["long=29.6960"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Pharmacy"],["alt=Universal Drug Shop"],["url="],["email="],["address="],["lat=-1.2817"],["long=29.6925"],["directions="],["phone=+256 772 492 731"],["tollfree="],["fax="],["hours=M-Sa 08:00-20:30, Su 10:30-20:30"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Police"],["alt=Kisoro District Police Headquarters"],["url="],["email="],["address="],["lat=-1.2829"],["long=29.6892"],["directions="],["phone=+256 714 667 854"],["tollfree=0800 199 055"],["fax="],["hours="],["price="],["content=Tourist Police Commander in Kampala: +256 717 179 565. Parked opposite is a gleaming, red, Mercedes airport crash tender type fire engine that rumour has it was purchased because the high power roof mounted nozzles could be adapted to project tear-gas if the situation in the neighbouring DRC became too chaotic and the district was faced with a new influx of desperate refugees."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Public toilets"],["alt="],["url="],["email="],["address="],["lat=-1.2823"],["long=29.6906"],["directions=Go underneath the blue archway sign saying \"Kisoro Pioneer Mall\" and the Ladies and Gents are at the back on the left hand side."],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["Daytrips"]},"\n",{"type":"[[","value":[["File:Balearica regulorum Bennett.jpg"],["thumb"],["Crested crane"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Circle Lake Mutanda"]}," and clock up another country (the DRC, unofficially). If you've hired a vehicle, head west out of Kisoro on the smooth main road to the DRC and then turn right at the un-signposted road just after you pass ",{"type":"'''","value":["Saint Joseph's Church"]},", Nateete on your right. You'll now be on the Kisoro-Busanza Road to the DRC. This is an all-weather dirt road that winds through tropical rain forest and villagers' gardens and is mostly wide enough for two trucks to pass. Look out for fish eagle and Uganda's national symbol, the crested crane (",{"type":"''","value":["Balearica regulorum"]},") performing their courtship dances by the river meadows that the road follows or in yam patches. After about 27 km and the steepest ascent on the road (still only about 1 in 7), you'll enter the Ugandan village of Busanza. There's a sharp turn left here to the border barrier but, if you continue straight ahead instead, the road deteriorates suddenly, plunges downhill and you've crossed into the Democratic Republic of the Congo without any formality or marker. After you hit the valley bottom there's another rutted and steep climb up the other side and, after about 2 km spent in the DRC, the track re-enters Uganda (again without formality or signs) and improves. After about 25 km of wiggles, Lake Mutanda hoves into view on your right and, if you've made a reservation, you can stop for a lakeside lunch at ",{"type":"[[","value":[["#Splurge"],["Lake Mutanda Resort"]]}," before completing the loop back to Kisoro."]},{"type":"*","value":[{"type":"'''","value":["Walk in the ",{"type":"[","value":["http:\/\/www.itfc.org\/echuya_forest.htm Echuya national forest"]}," and bamboo zone"]},". If you're on your own, hire a bodo-bodo for about UGX25,000 return including 2 hour wait. If there are more than two of you, it may be cheaper to hire something on four wheels to take you to the new ",{"type":"{{","value":[["marker"],["type=listing"],["name=boundary sign"],["lat=-1.255303"],["long=29.796608"]]}," for Kabale district. Directly opposite, on the south side of the road, is a single file track that gradually climbs up through the bamboo (",{"type":"''","value":["Yushania alpina"]},") zone and into the rainforest. There were no forks or branches in this track in June 2014 and after about 15 min walking you're afforded great views of the linear swamp on your left that runs all the way into Rwanda. If you're quiet you'll probably hear or see monkeys to your left as you near some of the larger trees. After climbing about 150 m (500 ft) the track reaches the top of the ridge and there is a ",{"type":"{{","value":[["marker"],["type=listing"],["name=grass meadow"],["lat=-1.263358"],["long=29.792228"]]}," where you can picnic with fine views over the Virunga range and several lakes including Kayumbu and Chayafi. If you turn east and follow the boundary fence line running parallel to the fir trees, you'll reach the top of a hillock (2,461 m) which gives fine views of Lake Bunyonyi. Return the way you came."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["-1.350"],["29.700"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Western Uganda"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kisoro"]]}]