[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Klang"]},", also spelled ",{"type":"'''","value":["Kelang"]},", is the royal town of ",{"type":"[[","value":[["Selangor"]]},", on the ",{"type":"[[","value":[["West Coast (Malaysia)"],["west coast"]]}," of ",{"type":"[[","value":[["peninsular Malaysia"]]}," before ",{"type":"[[","value":[["Shah Alam"]]},". The town is named after the Klang River, which cuts the town in half, and sits at the western end of the Klang Valley.\n\n",{"type":"[[","value":[["Image:Klang_River.JPG"],["thumb"],["240px"],["Klang river"]]},"\n\n",{"type":"[[","value":[["Image:Klang JalanStesen.JPG"],["thumb"],["240px"],["Jalan Stesen, central Klang"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThere are 3 major highways linking to Klang. The North Klang Valley Expressway (NKVE) links the Bukit Raja toll plaza in Klang to the North-South Highway. Visitors from Shah Alam, Subang, Petaling Jaya and Kuala Lumpur can use the Federal Highway to reach Klang. Visitors can also use the Shah Alam Expressway (KESAS highway) to reach Klang South. Alternatively, Klang is also accessible via coastal roads from Banting and Sepang (south) or Kuala Selangor and Sabak Bernam (north).\n\n",{"type":"===","value":["By train"]},"\n\nKlang's railway station is located at Jalan Stesen in the part of town south of the Klang River. ",{"type":"'''","value":["KTM Komuter"]}," ",{"type":"[","value":["http:\/\/www.ktmb.com.my "]},", Klang Valley's commuter train network, connects Klang directly with Kuala Lumpur (RM3.60, 50 minutes) and Port Klang (RM1.00, 20 minutes). Several famous ",{"type":"''","value":["bak kut teh"]}," (",{"type":"[[","value":[["#Bak kut teh"],["see below"]]},") restaurants are located near the station.\n\n",{"type":"===","value":["By bus"]},"\n\nThe former Klang bus and taxi terminal is located right in the heart of the town opposite the Mydin Shopping Complex, but it has since been moved to Klang Sentral, which is about 8 kilometers away from the town centre. \n\nBuses to and from ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Port Klang"]]},", ",{"type":"[[","value":[["Kuala Selangor"]]},", ",{"type":"[[","value":[["Banting"]]}," and other destinations have been operating out of Klang Sentral since 27 December 2008. As Klang Sentral is located far away from the town centre, the Klang Municipal Council (MPK) has established five bus pick-up points around the town for the convenience of the passengers.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Transnasional"]}," and ",{"type":"'''","value":["Cityliner"]}," buses ",{"type":"[","value":["http:\/\/www.nadicorp.com.my\/transportation_routes_stage.asp"]}," operate between Klang and ",{"type":"[[","value":[["Kuala Lumpur"]]}," as well as ",{"type":"[[","value":[["Port Klang"]]},". The No. 710 goes to ",{"type":"[[","value":[["Kuala Lumpur"]]}," while No. 126 goes to ",{"type":"[[","value":[["Port Klang"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rapid KL"]}," buses operate between Klang, ",{"type":"[[","value":[["Kuala Lumpur"]]}," (from KL Sentral and Central Market) and Sunway Pyramid in ",{"type":"[[","value":[["Petaling Jaya"]]},". ",{"type":"'''","value":["Wawasan Sutera"]}," and ",{"type":"'''","value":["Metrobus"]}," also operate frequent services to Kuala Lumpur."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.busonlineticket.com\/kmk_starcoach.aspx KMK Express"]}]},", offering various route from Klang to different destination in Malaysia.  Currently the company operating fleet of 15 buses with the brand name of KMK StarCoach Express. "]},"\nOther operators include ",{"type":"'''","value":["Ardent Link"]}," and various minibus companies.\n\n",{"type":"===","value":["By boat"]},"\n\nKlang is not located by the sea. However, there are boats between Indonesia (",{"type":"[[","value":[["Dumai"]]}," and ",{"type":"[[","value":[["Tanjung Balai Asahan"]]},") and ",{"type":"[[","value":[["Port Klang"]]}," which is located 8km away. Star Cruises terminal is located at Pulau Indah in Port Klang.\n\n",{"type":"==","value":["Get around"]},"\n\nGenerally it is more convenient to drive around Klang as public transportation is limited. Taxis are available for hire outside the railway station at Jalan Stesen. Note that in Klang, getting a metered taxi is not convenient - expect to pay RM10-15 per taxi ride.\n\n",{"type":"==","value":["See"]},"\n\nMost travel brochures do not list Klang as one of the \"must visit\" places in the Klang Valley as it has no architecture wonders like those of Kuala Lumpur nor the natural attractions of Kuala Selangor. Klang is more widely known for its mouth-watering dishes instead of its sights.\n\nHowever, in the town (where bloody civil wars were fought and tin was traded in the past), Klang offers some sites and buildings that are of historical value.\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tugu Keris (Kris Monument)"]}," - A towering silver Keris (the Malay crooked dagger) welcomes visitors who come to Klang via the Federal Highway. It can be seen on the left hand side of the highway as you pass the Sungai Rasau toll plaza. The monument was erected to celebrate the Silver Jubilee of the Sultan of Selangor's intallation in 1985. The Keris was chosen since it depicts power, strength and unity. Entry is free of charge."]},"\n",{"type":"[[","value":[["Image:SMS0634 Klang MPK Kota Raja Mahdi 1293 side s.jpg"],["thumb"],["240px"],["Kota Raja Mahadi"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kota Raja Mahadi (Raja Mahadi Fort)"]}," - The fort, or what remains of it, is situated at Bukit Kota in Klang. The fort was built by Raja Mahadi as a defensive fortification against Raja Abdullah (his rival in a power struggle for the control of Klang district). The fort was used as a vantage point to look out for enemy ships that sailed through to Pangkalan Batu. Later on, the fort fell into the hands of Tengku Kudin who was sent by the Sultan of Selangor to take revenge on Raja Mahadi because the latter failed to pay his dues to the Sultan. The bloody battle lasted six months and ended with the retreat of Raja Mahadi. These days, the fort serves as an impressive landmark next to the Klang Municipal Hall."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Royal Palace"]}," - The Sultan of Selangor's royal palace can be viewed at Jalan Istana. However, visitors are not allowed into the grounds."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pulau Ketam (Crab Island)"]}," - Go sightseeing to this island located around 30 minutes boat ride from the Klang Jetty (accessible via KTM; stop at Port Klang station). Pay a small fee for the speed boat ride. On the island, you can see a self sustaining island with a school,bank,fire station,police station and etc, mostly inhabited by the Chinese.Used to be a smuggling center,it now produces small food items like dried squid or fish paste. Seafood can also be found fresh from here as the people here mostly work as fishermen. A half day trip to see the simple life of the locals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Little India"]}," - Klang's Little India is known for being the largest one in Malaysia, and it is full of shops which sell traditional South Indian food and clothing. Tamil songs can often be heard coming from the shops. Perhaps the most atmospheric part of town."]},"\n",{"type":"==","value":["Do"]},"\n\nGo fishing at ",{"type":"[[","value":[["Port Klang"]]},". Its free and convenient. Just don't mind the smell.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Little India"]},"\n\nThe ",{"type":"'''","value":["Little India"]}," enclave along Jalan Tengku Kelana, Klang is the biggest Indian street in Malaysia. Fierce competition among shop owners translate into cheaper prices for consumers, and people are literally spoilt for choice amidst the rows of shops on the left and right sides of the road, with stalls spilling onto the sidewalks and backlanes. Myriads of items such as saris, colorful accessories such as bangles and necklaces, textiles, stainless steel pots, Indian delicacies, gold and flowers are sold here.\n\nDuring Deepavali, the street is transformed into a colorful spectacle of light and sound befitting the \"festival of light\". Most shop owners pool their resources together to decorate the street and the walkways of their shops. The street will be decorated weeks before the actual festival. The atmosphere is eletrifying and traffic will be clogged up as thousands of people make their way from as far as Singapore to make their purchases. Some shop owners will also invite shoppers into their shops to sample delicacies and to celebrate the festival together.\n\nIt is easy to be caught up in the throngs of people walking in the narrow walkways, but a little awareness and precaution should be practiced for your own safety. Police patrol the street during the festive season to avoid unwanted incidents and to control traffic flow. Moreover, the Klang main police headquarters is just a stone's throw away from the street. So this area is quite safe for tourists.\n\nParking in this area is very limited, so it is advisable to take public transport to Little India. The bus station is located at the beginning (or the end to some people) of the street. Take the ",{"type":"'''","value":["Metrobus"]}," from the junction facing Pasar Seni, Kuala Lumpur, This bus goes all the way to the Klang bus station. Alternatively, you can take the train from KL Sentral and alight at Klang station. Indian Street is only ten minutes away from the train station.\n\n",{"type":"===","value":["Shopping centres"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["AEON Bukit Tinggi Shopping Centre"]}," (JUSCO Bukit Tinggi), Bandar Bukit Tinggi.  Over a million square feet of shopping area and over 160 speciality stores, including a 10-screen cinema.  First hour parking is free. Open everyday from 10AM - 10.30PM."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bukit Raja Shopping Centre"]},", Persiaran Bukit Raja 2 in Bandar Baru Klang, +603-3343 2166, ",{"type":"[","value":["http:\/\/www.jusco.com.my\/JuscoHome\/html\/profile\/storeinfo\/jusco_bbk.htm"]},". Bukit Raja Shopping Centre is more commonly known among locals as JJ, an acronym for its anchor tenant, Jaya Jusco. One of the more popular hangout places for families and youngsters alike, Bukit Raja Shopping Centre also has the ultra modern TGV cinemas",{"type":"[","value":["http:\/\/www.tgv.com.my"]},", showcasing the latest international and local films. Another unique feature is the large number of car accessory shops, with an entire floor dedicated to the sale of a wide range of parts, accessories and sound systems that cater to car enthusiasts. Opening hours from 10.00AM to 10.30PM everyday."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=GM Klang Wholesale City"],["alt="],["url=http:\/\/www.gmklang.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+603-33251788"],["tollfree="],["fax="],["hours="],["price="],["content=Jalan Kasuarina 1, Bandar Botanic Capital, 41200 Klang. GM Klang which opened in 2009 is the South-East Asia's Most Comprehensive 1-Stop Wholesale City. More than 300 wholesale shops with variety of products such like fashion apparels, muslimah apparels, baby & kids wear, ladies accessories, luggage & bags, home decorations, IT & H\/P accessories, educational materials, hardware, toys, gifts & souveniers, kitchenware, office equipments and many many more. Opening hours from 10AM to 7PM, M-Su (inclusive of public holidays)."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Klang Parade"]},", No 2112 KM2, Jalan Meru +603-3343 7889. Klang Parade is one of the major shopping complexes in Klang with Parkson Grand departmental store and Giant Hypermarket as its anchor tenants. Locals shortened the name to KP and it caters mainly to residents of the nearby neighbourhood as well as the industrial zone workers of Meru. It has a bowling alley and karaoke centre. HELP International College of Technology (HICT)",{"type":"[","value":["http:\/\/www.hict.edu.my"]}," is also located here. Opening hours 10.00AM to 10.00PM everyday. It's closed for renovation at the moment."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shaw Centrepoint"]},", Jalan Raja Hassan +603-3344 8066. Located directly in the centre of the city, Shaw Centrepoint is just ten minutes away from the main bus station. It houses a GSC cineplex but now had been changed to Lotus Cineplex which consists 4 screens. Opening hours from 10.00AM to 10.00PM everyday."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Centro Mall"],["alt="],["url=http:\/\/www.centro.com.my"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Next to the Federal Highway. Centro Mall houses Klang's CITIBANK Branch, a large gym, Starbucks, Modestos and a few shops inside. A High End Chinese Restaurant is in the mall as well as a large hall that caters for functions and events."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Klang City Square"]},"located at in the town of Klang near Shaw Centrepoint. However, much of the building is deserted and not much tenancy."]},{"type":"*","value":[" ",{"type":"'''","value":["Aeon Big Klang - Jalan Kapar"]},"Large hypermarket that caters mostly to the locals staying near Meru, Kapar and Klang Utama which was Carrefour ealier."]},{"type":"*","value":[" ",{"type":"'''","value":["Tesco Hypermarket"]},", Bandar Bukit Tinggi."]},{"type":"*","value":[" ",{"type":"'''","value":["Giant Hypermarket"]},", Bandar Bukit Tinggi"]},{"type":"*","value":[" ",{"type":"'''","value":["Tesco Hypermarket"]},", Taman Setia Alam. Located at a new Residential Area, Bandar Setia Alam. Large Hypermarket that houses few local restaurants with a KFC. With a Mcdonalds, KFC and Pizza Hut drive-throughs nearby."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Bak kut teh"]},"\n\n",{"type":"[[","value":[["Image:Klang BakKutTeh.JPG"],["thumb"],["240px"],["The dish that started it all: ",{"type":"''","value":["bak kut teh"]}," at the Old Stall"]]},"\n\nKlang is the original home of bak kut teh (\"pork rib tea\"), the ",{"type":"[[","value":[["Fujian"],["Hokkien"]]},"-style dish of pork ribs cooked in a strong, dark herbal stock, served with tea on the side.  This is considered a breakfast dish here and family get-togethers on Sundays for bak kut teh are particularly popular. There are ",{"type":"''","value":["many"]}," famous shops in Klang, and if you ask two locals for the best you'll probably get three answers, but here's a sampling.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Old Stall"]},", Jalan Stesen Satu (",{"type":"''","value":["west end of street next to the parking lot"]},"). This shop needs no signboard nor menu, and in fact people can't even agree on its name, but this doesn't stop it from packing in the crowds — piles of pork bones spill out into the adjacent parking lot!  This has a respectable claim to being Klang's oldest ",{"type":"''","value":["bak kut teh"]}," shop and their dark broth is smooth, strong and supremely tasty. Open only from 5AM to 11AM daily, so get there early. RM5\/7 for a small\/large bowl, 50 sen for rice, RM2 for a pot of tea, and there's nothing else on the menu, so feel free to bring your own side dishes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Seng Huat Bak Kut Teh"]},", Jalan Sultan (",{"type":"''","value":["half under the bridge"]},"). Another very popular option which has now been franchised, but this is the original. The menu is a bit larger and the ambience is fractionally more upscale than the nearby Old Stall, but prices are actually a little cheaper - RM15 for two. Tip: order your ",{"type":"''","value":["bak kut teh"]}," without the pig intestines if you consider pig intestines disgusting as pig intestines are not canon bak kut teh.However, they are actually quite delicious.",{"type":"[","value":["http:\/\/www.senghuatbakkutteh.com"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Teluk Pulai Bak Kut Teh"]},", Taman Rasnah (",{"type":"''","value":["Next to the flyover just right after the Batu Tiga tollgate"]},"). Near Jaya Jusco Bukit Raja, behind Menara Trend office tower. Corner lot. It shifted to this location from its original place at the village of Teluk Pulai."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Yeoh's Bak Kut Teh"],["alt="],["url=http:\/\/www.bahkutteh.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60-3-33417551"],["tollfree="],["fax="],["hours="],["price="],["content=Jalan Batu Tiga Lama (",{"type":"''","value":["off the main KL-Klang highway"]},"). Better known by locals as the \"Hokkien Association\" building (",{"type":"''","value":["Bangunan Persatuan Hokkien"]},")."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheng Li Bak Kut Teh (Victory Bak Kut Teh)"]},", Jalan Cox Off Jalan Batu Tiga (near the old Klang bus station), tel. +60-12-3020702, or +60-16-2876120. Business hour: 0800 - 1200 (daily); 1800 - 2200 (daily, except Friday)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kedai Minum dan Makan Teluk Pulai"]},"the pioneer of clay pot bak kut teh in this area. currently located behind its original corner shop E 101. 28' 27.6\" N 3. 3' 23.1\" (32, Jalan Bantai Laut 5,kaw.16, Taman Intan) Mr Ng 012 2389806 012 6571236"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fong Keow (Pottery) Bak Kut Teh"]},".  The famous BKT from Jalan Batai Laut 3, Kawasan 16, Taman Intan has recently opened an easily accessible outlet on Jalan Kasuarina 6\/KS7, Bandar Botanic, Klang (nearest landmark, EziHotel Bandar Botanic)."]},"\n",{"type":"===","value":["Seafood"]},"\n\nOne of the best kept secrets of Klang, the seafood in Telok Gong, Klang is arguably the best in the Central region, if not the whole country. Tucked in the obscure vicinity within Pulau Indah, Telok Gong is only reachable by car or taxi as no other forms of public transportation make their way to this former coconut plantation. This does not deter customers who come from as far afield as Johor Bahru and Singapore to sample the fresh and tasty seafood delicacies.\n\nSome of the signature dishes include ",{"type":"'''","value":["Wong Kam Crab"]}," (crab cooked with duck egg yolk) and ",{"type":"'''","value":["Marmite Crab"]},". Singaporeans may disagree with this, but 'apart from that 'the'' next best ",{"type":"'''","value":["Chilli Crab"]}," is available here. Bamboo, or razor clams and any dishes with prawns are generally very good as well.\n\nAlong with the seafood offerings, a must try is the ",{"type":"'''","value":["toddy"]},", or fermented coconut juice. It is an alcoholic drink with a slightly sweet flavor. Not everyone's cup of tea (or beer). In certain instances, mixing a glass of ",{"type":"'''","value":["toddy"]}," with a little bit of Guinness, seems to appeal to some. An acquired taste.\n\nThere are rows of seafood restaurants at this premier seafood destination, but most locals swear by:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Coconut Flower Seafood Restaurant"]},", 702, Jalan Udang Galah, Kampong Teluk Gong."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cheong Foh Cafe"]}," (pronounced as ",{"type":"''","value":["Cheong Ho"]}," in Hokkien), a stone throw away from Klang Cendol.  Famous with their aromatic coffee and nice and tasty toasted bread. A must try for coffee lovers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Klang Cendol"]},", located opposite the former wet market (which has since been relocated to Jalan Meru). The business started out with cendol being sold on a tricycle, before progressing to a van, and finally to its current establishment. Besides cendol, the shop also sells rojak (Malaysian fruit salad) of good quality."]},"\n",{"type":"==","value":["Sleep"]},"\n\nKlang is easily covered in a half-day trip from Kuala Lumpur, but you can find some good hotels including:\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Embassy Hotel"]},", No. 2-8, Jalan Kem, Pelabuhan Klang. Located minutes away from Port Klang. Usually a night stop for travellers who wish to travel to the nearby Pulau Ketam (Crab Island). From RM70."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Royal Comfort Hotel"]},", No. 40 & 42, Leboh Tapah, Off Jalan Goh Hock Huat. A 2-Star hotel located 15 minutes away from the city centre. Facilities include air-conditioning and hot water shower. From RM66."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Family Hotel"]},", No. 26A, Lebuh Gopeng, 41400 Klang, Selangor D.E., Malaysia. Family Hotel ",{"type":"[","value":["http:\/\/familyhotel.com.my\/"]}," located in the Town Centre, is a cosy and comfortable place to spend the night.  From RM78 with free Wi-Fi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["EziHotel Bandar Botanic"]},", No. 4 & 6, Jalan Kasuarina 6\/KS7, Bandar Botanic, 41200 Klang, Malaysia. ",{"type":"[","value":["http:\/\/ezihotel.com.my"]},". Value Budget hotel located just 2 minutes from GM Klang & 5 minutes drive from the AEON Jusco Bukit Tinggi.  See map [http:\/\/www.ezihotel.com.my\/images\/ezi-location-map. Call +603-3325-2200 for more details."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Country Hotel"],["alt="],["url=http:\/\/www.country.com.my"],["email=enquiry@country.com.my"],["address="],["lat="],["long="],["directions="],["phone=+6 03 - 3341 9098 \/ 9102"],["tollfree="],["fax=+6 03 - 3341 9103"],["price="],["checkin="],["checkout="],["content=No 46, Jalan Tiara 2D\/KU1, Pusat Perniagaan Bandar Baru Klang, 41150 Klang. Daily rate priced from RM98 with breakfast & Free Wi-Fi"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["GoldCourse"]},", 9 Jalan Pasar. +603-33446666. High-rise business hotel located in the town center with an adjacent shopping mall. Magnificent view of the Klang river at night."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Klang Histana Hotel"],["alt="],["url=http:\/\/www.histanahotel.com.my"],["email="],["address="],["lat="],["long="],["directions="],["phone=+603-33438999"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jalan Batu Tiga Lama. Three-star hotel facing the \"Gate Way\" of Klang and just 10-minutes drive from the Jusco shopping center and Klang Town. Provides Free Wi-Fi Internet access at lobby and selected rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Prescott Hotel"]},", 18A Lebuh Enggang, off Persiaran Sultan Ibrahim (on a service road adjacent to the Federal Highway) +603-33448833, ",{"type":"[","value":["http:\/\/www.eprescotthotel.com"]},". Cosy business hotel with a small swimming pool at the back. Free Wi-Fi."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Crystal Crown Hotel"]},", 217, Persiaran Raja Muda Musa."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Première Hotel"],["alt="],["url=http:\/\/www.premiere-hotels.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bandar Bukit Tinggi. A 4-star business hotel with 250 rooms and modern facilities such as outdoor swimming pool, WiFi, gym, spa, ballroom, business centre and restaurants."]]}]},"\n",{"type":"[[","value":[["WikiPedia:Klang (city)"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Selangor"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States_and_Federal_Territories\/Selangor\/Localities\/Klang\/"]]},"\n",{"type":"{{","value":[["geo"],["3.0333333"],["101.45"]]}]