[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kluang"]}," is in the centre of the ",{"type":"[[","value":[["Malaysia"],["Malaysian"]]}," state of ",{"type":"[[","value":[["Johor"]]},".  It is geographically located at 110 km north from Johor Bahru, east-southeast of Batu Pahat, west of ",{"type":"[[","value":[["Mersing"]]}," and south of Segamat. This district is the only district that does not have a sea front, as it is surrounded by all other districts namely, Johor Bahru, Pontian, Batu Pahat, Segamat, Mersing and Kota Tinggi, except Muar district.       \n\n",{"type":"==","value":["Understand"]},"\n\nThe name Kluang comes from the Malay word ",{"type":"''","value":["keluang"]},", which means a type of flying fox or rather a type of fruit bat.  Alas, the critters have almost completely disappeared, and some suspect that the town was named after two mountains that resemble the head and wing respectively of a bat from a distance. \n\n",{"type":"===","value":["History"]},"\n\nThe State of Johor lies at the southern end of Peninsular Malaysia, known as \"The Southern Gateway to Malaysia\", surrounded by Selat Melaka (Straits of Malacca) on the west coast, with Laut China Selatan (South China Sea) on the east coast. Selat Johor or the Straits of Johor separating this state from Singapore. Johor has eight districts, including Kluang.\n\nKluang district is located in the middle of the state of Johor in Malaysia. It is geographically located at 110 km north from Johor Bahru, east-southeast of Batu Pahat, west of Mersing and south of Segamat. This district is the only district that does not have a sea front, as it is surrounded by all other districts namely, Johor Bahru, Pontian, Batu Pahat, Segamat, Mersing and Kota Tinggi, except Muar district.\n\nThe name Kluang derives from the Malay word 'keluang' which means a type of flying fox or rather a type of fruit bat. They have almost completely disappeared due to the combination of hunting and destruction of their natural habitat deforestation. Some people believed that Kluang was named after two mountains that resemble the head and wing respectively of a bat from a distance.\n\nKluang was founded in 1915, to serve as the administrative centre for Central Johor. A railway line linking north to south Malaya was built passing through Kluang to provide the communication link to transport labour and tropical produces from Kluang and this helped in its growth since 1915. Roads were built to link Kluang to Johor Bahru towards the south, to Batu Pahat towards the north-west and to Mersing towards the east. Kluang is divided into two district councils namely Simpang Renggam District Council (Majlis Daerah Simpang Renggam) based in the town of Simpang Renggam and Kluang Municipal Council (Majlis Perbandaran Kluang) based in the town of Kluang which is also the district capital. This district grew rapidly in 1920 and 1930 as a major rubber-producing district.\n\nIn its early days, Kluang as an entirely agricultural economy, is an agriculture hub of Johor; rubber and oil palm are the major crops.  With the establishment of Institute Pertanian it has benefited the agricultural sector of Kluang. Now it has the biggest dragon fruit orchard, organic vegetables farm, organic rice farm, pineapples and tea plantation. Kluang is also famous for being the main producer of ceramic pottery and tiles, with pottery factories located at the boarder township of Machap. The most renowned tiles manufacturers are MML (Malaysian Mosaic), Guocera and Claytan all located at Kluang Industrial area. Kluang has also developed various industries including polymer, porcelain, paper, textiles and electrical products. It grew rapidly from agriculture sector to industrial sector in late 1970. The dynamic change was after the completion of BCB Plaza and Prime City Hotel, the first mega shopping mall in Kluang founded in 1996. The increasing commercial activities have brought major bank and stock brokerages house to set up branches in Kluang.\n\nWith the tremendous growth of economy, Kluang was upgraded from the status of District to Municipal on 31 January 2001. The first Kluang specialist medical centre was founded in year 2000, it provided the much-needed medical facility for Kluang residents. The most sought after shopping mall with the combination of entertainment, food, leisure and shopping, \"Kluang Parade\" was completed in February 2007. It is currently the 2nd biggest shopping mall in Kluang and it has become the premier shopping area in Kluang. It is located at Jalan Sentul, in the heart of the busiest business golden triangle. The streets and surrounding buildings were given a facelift as well. Kluang has become a vibrant town with all the entertainment and branded goods which a modern town should have.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By car "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jalan Batu Pahat"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jalan Mersing"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jalan Intan"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jalan Paus"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taman Indah Jaya"]},"."]},"\n",{"type":"===","value":[" By Bus "]},"\n\n",{"type":"'''","value":["Kluang Bus Terminal"]},", Jl Bakawali\n\n\n\nINTERCITY BUS SERVICE:\n\n1. * ",{"type":"'''","value":["Gunung Lambak O.M.O. Bus"]},".\n\n2. * ",{"type":"'''","value":["Mersing Omnibus"]},".\n\n3. * ",{"type":"'''","value":["Renggam Bus"]},".\n\n4. * ",{"type":"'''","value":["Johore Motor Bus"]},".\n\n5. * ",{"type":"'''","value":["S&S Bakti Transit Bus"]},".\n\n",{"type":"===","value":[" By train "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["KTM"]},", ",{"type":"[","value":["http:\/\/www.ktmb.com.my"]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gunung Lambak"]},", The most popular mountain in Kluang, you can easily climb to the top in 2 hrs. There is a resort & playground at the foot of the mountain."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zenxin Organic Park"]},", An organic agriculture park with vegetable and dragon fruit plantation along the road to Air Hitam. The park provides different kinds of recreation activities such as walking and bicycle tours, educational tours, a park cafe, a farm mart, a flower nursery, a meeting room, a function hall and a viewing platform. The food served is halal & admission is free."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gunung Belumut"]},", Nice place for picnics and waterfalls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kahang Low Rise Tea Plantation"]},", One of the non-hilly tea plantations."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kluang Railway Station"]},", In service since 1915. The railway passes through Kluang town, basically cutting it into two halves. Local residents once said that when the train approaches Kluang Railway station, the entire town stands still, as the main road into town temporarily closes for the train to pass. The station itself withstood the test of time and should be of interest for those who have passion for nostalgic photographs. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Masjid Jamek Kluang"]},", Jl Sekolah, (",{"type":"''","value":["just beside Sekolah Tinggi Kluang"]},"). An old mosque, very popular among local Muslims for prayers as it can accommodate up to 1,000 people at any one time. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["St. Louis Church"]},", (",{"type":"''","value":["at the end of Jl Omar, a few meters away from Kluang Railway Station"]},"), Built in 1964 with its own unique architecture."]},"\n",{"type":"*","value":[{"type":"'''","value":["Little India"]},", Jl Stesen is the \"Little India\" of Kluang. It is lined with shops offering various merchandise catering to the needs and wants of the Indian community, especially sarees, herbs and spices, and also household items. There are also several Indian restaurants offering various Indian cuisines and local food as well as the local –favorite \"Teh Tarik\". "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old buildings at Jl Lambak"]},", Next to Jl Ismail is Jl Lambak. Nowadays, it is filled with modern businesses like Medan Johbase, but there is still a row of 8 buildings with marks indicating they were built in 1939. The shops' lion mask heads are arranged to face different directions that appear to symbolize specific beliefs of their owners."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jalan Dato' Teoh Siew Khor"]},", used to be the central of Kluang, as the old market and shops were located here. Along the road there is Jubilee Intan Hall which was a historical event hall.  It took the centre stage of old Kluang. The most prestigious textile shop Nan Yuan Sdn Bhd is also located here.    "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jalan Ismail"]},", (",{"type":"''","value":["opposite Jl Stesen"]},"). Just like Jl Stesen, this street is interesting for the traditional Chinese traders and craftsman. One of them is shoe making. A couple of cobblers with basic equipment continue to produce shoes manually and customers can buy the ready-made shoes on display or request the cobblers to make a pair according to their specification."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["UK Farm"]},", Jl Batu Pahat. Farm tour of goat milking and processing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kahang Organic Rice Farm"]},", Kahang. (",{"type":"''","value":["about 40 minutes road trip from Kluang"]},"). A good place for relax and enjoy the beauty of the forest."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Splash"]},", at the colonial Army Base Swimming Pool. A public swimming pool is also available in Kluang Barat."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe top 10 best souvenirs for a visitor to bring back from Kluang are:\n\n",{"type":"*","value":["   Kluang coffee powder"]},"\n",{"type":"*","value":["   Dragon fruit"]},"\n",{"type":"*","value":["   Dragon fruit wine (Get at Zenxin Organic Park)"]},"\n",{"type":"*","value":["   Tong Huat Traditional Cookies"]},"\n",{"type":"*","value":["   Hand-made straw woven handbag from Air Hitam"]},"\n",{"type":"*","value":["   Traditional crackers or \"Keropok\""]},"\n",{"type":"*","value":["   Dried fruits"]},"\n",{"type":"*","value":["   Ceramic pottery like flower vases and jewellery boxes"]},"\n",{"type":"*","value":["   Crystal glass flowers from Air Hitam"]},"\n",{"type":"*","value":["   Pickled fruits and vegetables."]},"\nOf course, there are a few shopping malls visitors should not miss:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kluang Mall"]},", Jl Rambutan. Shopping mall opened in December 2008. Includes outlets for Pacific Hypermarket, Popular Bookstore, Secret Recipe, Mac City, Big Apple Donuts and Coffee, Sushi King, Eu Yan Sang, BIG Cinemas, Song Box (karaoke), Sen Heng, Pizza Hut, Kenny Roger Roasters, PDI, Brands Outlet and many more. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kluang Parade"]},", Newly opened shopping centre in February 2007. Tenants include Parkson Department Store, Giant Supermarket, Guardian, Old Taste, KFC, IG Mobile Centre, Ban Optics, MBO Cinemas, KBox (karaoke), Bowling Arcade - Vicgallop Sdn Bhd.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plaza BCB"]},", linked to Prime City Hotel. It is just beside the central bus station (Kompleks Perhentian Bas dan Teksi), easy access to bus, taxi and railway."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bintang Jaya Plaza"]},", East Kluang Shopping Centre near with Kluang Utama Specialist Hospital. Bus service such as Gunung Lambak O.M.O. bus also avalible to this plaza."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pekan Rabu Complex"]},", also avalible at Kluang later."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Store"]},", ",{"type":"'''","value":["Giant Supermarket"]},", ",{"type":"'''","value":["Econsave"]},", ",{"type":"'''","value":["Carrefour"]}," and ",{"type":"'''","value":["YC Superstore"]},". In order to cover different area of consumers, \"The Store\", is situated beside Anika Hotel at Jl Dato Rauf. Giant Supermarkets are located at Taman Intan, Taman Sri Kluang & Kluang Parade. YC Superstore is a local family mart, located at Jl Dato Hj Hassan.  "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["business centre"]}," of Kluang town stretches from Jalan Mohd Lazim to Jalan Dato Hj Hassan. It is also the commercial and finance area of Kluang. Food and beverage outlets situated around here are McDonalds, KFC and Pizza Hut. There are textile and fashion shops like  NY Fashion and Nan Yuan 2000. There are also good quality eyewear and professional guide like Ban International Optics centre (Kluang parade and Jl Dato Kaptain Ahmad).  The history of that optical shop has been 20 years.  MayBank, BSN, UOB Bank, OCBC Bank, Bank Islam, CIMB Bank, Public Bank, RHB Bank, and Bank Muamalat also can be found in this area along with several insurance agencies, electrical shops, eyewear and shoes outlets."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mansor Toko Batik"]},", Malay traditional and Muslim equipment such as batiks, songkoks, kain pelikat, mantras and much more. Just 5 minutes walk from Kluang's bus station and just 10 min from the railway station. Restaurants, cafés, a Muslim prayer hall, and the wooden-antique Kluang Bridge built across the Mengkibol River. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nan Yuan Sdn Bhd"]},", Jl Dato.  Fine textile, curtains and fashion."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kedai Emas Sri Mutiara"]},", 30 Jl Dato. Kapten Ahmad, Gold and jewelery."]},"\n",{"type":"===","value":["Pasar malam"]},"\n\nFor light, casual shopping, there are roadside stalls, bazaars and night markets around Kluang. A weekly attraction is the colourful, bustling night market or Pasar Malam, found in most neighborhoods on certain days of the week, which stock a bewildering variety of goods, local food and fruits at low prices. Some bazaars sell only agricultural produce and are called Pasar Tani (Farmer's Market). It is fun to visit Kluang Pasar Malam, all kinds of local food and agriculture produce are available here. Pasar Malams operate in different areas and time;\n\n",{"type":"*","value":["  Taman Muhibah on Sunday"]},"\n",{"type":"*","value":["  Taman Lian Seng on Sunday"]},"\n",{"type":"*","value":["  Kampung Melayu on Monday 4PM onwards"]},"\n",{"type":"*","value":["  Kampung Melayu on Monday 7AM onwards (Pasar Tani)"]},"\n",{"type":"*","value":["  Taman Kluang Barat on Tuesday"]},"\n",{"type":"*","value":["  Kampung Paya on Wednesday"]},"\n",{"type":"*","value":["  Taman Seri Impian on Thursday"]},"\n",{"type":"*","value":["  Taman Sri Kluang on Friday"]},"\n",{"type":"*","value":["  Sri Lalang on Friday"]},"\n",{"type":"*","value":["  Taman Desa on Saturday"]},"\n",{"type":"===","value":["Photo"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Kedai Gambar Express Hawaii"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 7 774 4149"],["tollfree="],["fax="],["hours="],["price="],["content=6,Jl Intan 2\/2,Taman Intan. This shop provides digital photo service and studio photos with the newest Konica Minolta digital photo processing system."]]}]},"\n",{"type":"===","value":["Art Gallery"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Engsin Frames & Art Gallery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 7 776 9899"],["tollfree="],["fax="],["hours="],["price="],["content=44 l Dato Keptan Ahmad. locate at town area, next to bank islam."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["ES Home Decor & Art Gallery"]},", 19 Jl Dato Rauf, (opposite RHB Bank Kluang''), ☎ H\/P +60 17 726 6330."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Milky Cake House"]},", A famous local cake house.There are varieties of cakes such as Oreo Cheese Cake, Black Forest Cake and Yam Cake. The cake house in located in the middle of Kluang Town area. Opposite the Anika Hotel. Address: 2 ,Jalan Md. Lazim Saim."]},"\n",{"type":"*","value":[{"type":"'''","value":["Thursday Rest n Cafe"]},", Western Thai food cafe in kluang with a good ambiance and food."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ah Fu Satay"],["alt=阿福沙爹"],["url="],["email="],["address=(near Chong Hwa High School)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Satay (chicken, lamb, and pork), fried chicken wings, and a variety of fried rice. Fried oyster with eggs, ikan bakar (grilled fish), Ju Cheong fun, lamb and chicken chops."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Teo Heng Bak Kut Teh"],["alt=潮兴肉骨茶"],["url="],["email="],["address=Taman Kluang Baru"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves Bak Kut Teh in the morning till noon. Extremely popular in Kluang, usually crowded during morning on weekends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe De Kokok"],["url="],["email="],["address=54, Jln Duku Haji Manan"],["lat="],["long="],["directions=opposite Kluang Mart"],["phone="],["tollfree="],["fax="],["hours=Tu-Su 11.30AM"],["price="],["content=Serves coffee, pastas, pizza and pastries and wifi is available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Kit Siong"],["url="],["email="],["address=Taman Aman, row 2"],["lat="],["long="],["directions=off Jl Mersing"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Busy restaurant, one 'must try' is their Char Siew Pao."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hup Chup Kopitiam"]},", (合作社). Famous for won ton noodles (云吞面), curry noodles and chilli oil, fried noodles is also recommended."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old Taste"]},", Kluang Parade. You can hang out all day. Remember to bring your laptop, free wifi for customers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["PKH Kedai Kopi"]},", Dried beef stomach with noodles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kluang Baru"]},", Famous Botak curry noodles, bak kut teh (正宗巴生肉骨茶), Kluang Baru Food Court (新居銮美食中心) are quite well-known also in Kluang."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lian Seng Garden"]},". (",{"type":"''","value":["on the road leading to Niyor"]},"). Yean Kee beef stomach with noodles ",{"type":"'''","value":["Yean Kee Beef Noodles"]}," The owner doesn't compromise on the soup and hand made rice noodles.  The beef is tender and the soup is tasty, clear and without MSG.  The beef noodles are served in two styles, dry or soup. What makes it so special is the added peanuts, lime and the chili sauce; they just complement well with all the ingredients."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kluang Railway Station Coffee Shop"]},", Not only famous for serving roasted coffee, but also their hot toasted bread with home-made kaya and\/or butter and half boiled eggs as well. They also serve other dishes like nasi lemak.  Opens daily from 6:30AM-12:30 noon and from 2:30PM-6PM. Closed on Thursdays and lunch is not served here. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Honeyland"]},",  Jl Lambak.  Serves Nyonya Kuih, local snacks and cakes. Many choices of puffs, deep fried fritters and traditional Chinese Ang Ku Kuih. The café is packed with patrons during high-tea hour. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yong Tau Fu"]},", at the corner of Jl Haji Manan. Serves the best Yong Tau Fu in Kluang.  It is famous for its fish balls, bean curd, eggplant, bitter gourd, bean curd sheet and chili with fish paste as filling for all their ingredients. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rong Seri Restaurant"]},", No.2, Jl Cempedak. (",{"type":"''","value":["off Jl Haji Manan, Lian Seng Garden"]},"). First established in 2003, Northern Thai food. Specialities include Chiang Mai seafood ",{"type":"''","value":["tom yam"]},", fried fish in Rong Seri's Sauce and Thai stir-fried chicken. Open daily from 6PM-12:30AM."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kluang Rest House"]},", Serve a variety of Western and Chinese style cooking. The place is quite nice & located on a hill side comprising government offices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Heidi Restaurant"]},", Serves Western cuisine in Kluang. Located along the road heading to Gunung Lambak or Kota Tinggi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Long Wei Kopitiam"]},", (",{"type":"''","value":["near to Chong Hwa"]},"). The ",{"type":"''","value":["yong tau fu"]}," and hand made pork balls are a must try."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kluang Lim"]},", (",{"type":"''","value":["previously Hoover Restaurant"]},"), Kluang Baru. Chicken rice and afternoon, they have many kinds of kuih such as pisang goreng, popiah and onde-onde which is popular in Malaysia. Lunch menu includes as Hainanese chicken rice as the owner is a Hainanese."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Barney's"]},", Serves western-styled food and many kinds of delicious dessert."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tin Jin Wah Kedai Kopi"]},", (downstairs Persatuan Daerah Lim) They are famous for their home made curry puff, hakka cai kuih, fatty hainan fried noodle, radish stew pork meat & hainan kopi & teh."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wan Li Xiang Restaurant (万里香状元粉)"],["url="],["email="],["address=7, 9 Jl Aman 2, Taman Aman"],["lat="],["long="],["directions=near Caltex petrol station"],["phone="],["tollfree="],["fax="],["hours=Till 3PM."],["price="],["content=Well known for its quality handmade noodles."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Behind Old Coronation Cinema"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous Botak Curry Noodles; Duck Noodle; Pork innards soup with yam rice"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restoran Sin Hon Kee"],["url="],["email="],["address=Kluang Baru"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yummy Beef Ball & Pork Ball Noodles"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kopi Kluang Cap Televisyen"],["url="],["email="],["address=Jalan Besar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kopi Cap Televisyen"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Taman Intan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Taman Intan is another food haven in Kluang which has many seafood restaurants, coffeshops serve delicious snacks or dimsum (点心), and drinks too. Well-known Wan Ti noodles (皇帝面), Long Yuan Coffeeshop (龙园茶餐室), Seremban Siew Bao (芙蓉烧包) are located here as well!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Prime City Hotel"]},", 20, Jl Bakawali, near BCB Plaza and Kluang Bus Terminal. A Modern and Contemporary three Stars Hotel."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ailang Hotel"],["alt="],["url="],["email=ailanghotel@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+60 7 772 3355"],["tollfree="],["fax=+60 7 772 3525"],["price="],["checkin="],["checkout="],["content=3, Jl Manggis, . New hotel with reasonably priced clean A\/C rooms. Lots of eateries nearby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anika Hotel"],["url=http:\/\/www.anikainnhotel.com"],["email="],["address=298 JlHaji Manan, Taman Lian Seng"],["lat="],["long="],["directions="],["phone=+60 7 7730888"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at RM 65"],["checkin="],["checkout="],["content=Offers 44 A\/C guestrooms, all of which have cableTV, private toilet and bath, and telephone. Some of its amenities include wake-up call, laundry service, and safety deposit boxes."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Tong Siang Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 7 772 2072"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=17-19, Jl Dato Haji Hassan. A simple and basic hotel. Popular with backpacking travellers."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Merdeka Hotel"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rail Hotel"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nagaria Inn Hotel"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Mega"]},", Tasek Kluang Busniess Park"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Regal Hotel"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Milano Hotel"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gunung Lambak Rainforest Resort"]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Prime City Hotel"],["alt="],["url=http:\/\/www.primecity.com"],["email=info@primecity.com"],["address="],["lat="],["long="],["directions="],["phone=+60 7 771 1111"],["tollfree="],["fax=+60 7 773 9111"],["price="],["checkin="],["checkout="],["content=20, Jl Bakawali."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Anika"],["alt="],["url="],["email=anika@tm.net.my"],["address="],["lat="],["long="],["directions="],["phone=+60 7 772 4977"],["tollfree="],["fax=+60 7 772 5870"],["price="],["checkin="],["checkout="],["content=1-3 & 5, Jl Dato' Rauf, ."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Restoren Ali Hussien"]},", 104-B Bt 7, Jl Bt Pahat."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Endau Rompin National Park."]},"\n",{"type":"*","value":[" Gunung Berlumut."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mersing"]]},"."]},"\n",{"type":"{{","value":[["geo"],["2.033611"],["103.319444"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Johor"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kluang"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States_and_Federal_Territories\/Johor\/Localities\/Kluang\/"]]}]