[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.knucklesrange.com Knuckles Mountain Range"]}]}," is in ",{"type":"[[","value":[["Central Sri Lanka"],["Central Sri Lanka"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKnuckles mountain range and its forest trails are the most suitable for trekking in Sri Lanka. It has many nature trails cleared trough the forest by forest department with campsites. For example Mini worlds end trails in the west and east, Pitawala pathena trail, Ash cave trail, Nitre cave trail, Knuckles summit trail are very exciting. Also there are interconnected footpaths of cardamom planters, toddy tapers, tea plantation workers, farmers and villages.\nTraditional villages of the Knuckles foothills with so mach of treks and short walks such as Last King of Kandy, Sri Wikrama Rajasinhes (1798-1815) hide out place, Rathna water fall trek, Sitakotuwa limestone cave and waterfall trek etc.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nA full day hike will generally cost R5000-R6000 per person, including park permits, guide fees, Jeep hire, food and water. It may be required to have a minimum of two people to hire a Jeep. It is approximately 3 hour drive to the Knuckles from Kandy so make sure you have plenty of water and food with you if your guide does not provide it.\n\nThe guide will pick you up at your hotel at approximately 6:00am and return you by 7:00pm.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Remember"]}," to take lots of Dettol or leech repellent in a spray pack, especially if it's raining. You will get covered in leeches during a hike at the Knuckles. Don't let this discourage you from attempting a hike as the Dettol will make them drop straight off."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\nCamping is possible with experts who are well aware of the terrain of Knuckles. should you require assistance, like and inbox: https:\/\/www.facebook.com\/Srilankahiking\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThere is very little mobile reception in the Knuckles, make sure you give your hotel the details of the guide that is taking you and let them know that you expect to be back at the hotel by a particular time.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Province (Sri Lanka)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["Geo"],["7.45"],["80.8"]]},"\n",{"type":"[[","value":[["Wikipedia:Knuckles Mountain Range"]]}]