[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Lipe Dawn Flip666.jpg"],["thumb"],["350px"],["Sunset, Pattaya Beach at Ko Lipe"]]},"\n\n",{"type":"'''","value":["Ko Lipe"]}," (Thai: เกาะหลีเป๊ะ) is an island off the Andaman Coast of ",{"type":"[[","value":[["Southern Thailand"]]},". It is in Satun Province, close to Langkawi Island (Malaysia), about 60 km (38 mi) from the mainland. It is part of the Tarutao National Marine Park, a large group of over 70 islands, and also part of a smaller cluster of islands called the Butang Islands or Adang Archipelago.\nKo Lipe is known for diving and snorkelling, and for beautiful beaches and relaxed atmosphere.\n\n",{"type":"==","value":["Understand"]},"\n\nKo Lipe (sometimes spelled ",{"type":"''","value":["Koh"]}," Lipe) is home to about 500 Chao Ley, or Sea Gypsies, who were given a grant to half of the island and live in small villages, predominantly around the far east side of the island near Sunrise Beach. The name \"Ko Lipe\" means \"Paper Island\" in the local Chao Ley language.\n\nAccording to a Dec 2008 report by the Sustainable Tourism Network, Ko Lipe is faced with numerous environmental problems, including destruction of wetlands, waste disposal, and water shortages.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"[","value":["http:\/\/www.airasia.com\/th\/en\/island-transfers.page Air Asia"]}," has a special \"island transfer\" offering that includes a flight from Bangkok to Hat Yai, surface transport to the port, and a ferry to Ko Lipe.\n\n",{"type":"===","value":["By boat"]},"\nThe following companies operate boats in the high season (Nov-May):\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.adangseatour.com\/timet.html Adang Sea Tours"]}]}," operates three daily speedboats from 1 Nov-15 May, leaving ",{"type":"[[","value":[["Pak Bara"]]}," at 11:30, 12:30, and 14:30. The speedboats stop at ",{"type":"[[","value":[["Ko Tarutao"]]}," or Ko Bulone. The journey from ",{"type":"[[","value":[["Pak Bara"]]}," takes 90 minutes and costs 650 baht one-way, 1,200 baht round trip. The boats leave Ko Lipe at 09:00, 10:00, and 13:30 for the return trip."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bundhayaresort.com\/ Bundaya Resorts"]}]}," and Lipe Speedboat Company also operates speedboats from ",{"type":"[[","value":[["Pak Bara"]]},", leaving at similar times and costing the same as above."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.forradiving.com\/travel_info.html Forra Speedboats"]}]}," Operates two daily speedboats from 1 Nov-15 May, leaving ",{"type":"[[","value":[["Pak Bara"]]}," at 11:30 and 13:30. The speedboats stop at ",{"type":"[[","value":[["Ko Tarutao"]]},". The journey from ",{"type":"[[","value":[["Pak Bara"]]}," takes 90 minutes and costs 650 baht one-way, 1,200 baht round trip. The boats leave Ko Lipe at 09:00 and 10:00 for the return trip."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tarutaolipeisland.com\/ Satun Pakbara Speed Boat Club"]}]}," operates a daily boat from ",{"type":"[[","value":[["Ko Lanta"]]},", leaving at 13:00 and stopping at Ko Ngai, Ko Muk, Ko Bulone, before reaching Ko Lipe at 16:00. The boat leaves Ko Lipe at 09:00 for the return trip. The company offers transfers to this boat from ",{"type":"[[","value":[["Phuket"]]},". The company also operates two daily speedboats from ",{"type":"[","value":["http:\/\/telaga-terminal.com Telaga Terminal"]}," @ ",{"type":"[","value":["http:\/\/www.telagaharbour.com Telaga Harbour Marina"]},"  in ",{"type":"[[","value":[["Langkawi"]]},", ",{"type":"[[","value":[["Malaysia"]]},", 42 km from Ko Lipe. These boats dock at the south end of Pattaya Beach. The boats leave ",{"type":"[[","value":[["Langkawi"]]}," at 09:30 and 14:30 for the 60 minute journey, costing approximately 120 ringgit. The boats leave Ko Lipe for the return journey at 10:30 and 16:30."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/tigerlinetravel.com\/ Tigerline Ferries"]}]}," operates a daily speedboat to\/from ",{"type":"[[","value":[["Langkawi"]]},", leaving Langkawi at 08:00 and arriving at Ko Lipe at 09:00, and returns from Ko Lipe to Langkawi at 16:00. The trip costs 1,200 baht. The company also operates a daily speedboat to\/from Hat Yao Pier in ",{"type":"[[","value":[["Trang"]]},", leaving Ko Lipe at 10:00 and arriving in ",{"type":"[[","value":[["Trang"]]}," at 12:30. The trip costs 750 baht. The company offers continuing boat service to ",{"type":"[[","value":[["Ko Lanta"]]}," (1,500 baht total, arrives 15:30), and ",{"type":"[[","value":[["Phi Phi"]]}," (1,800 baht total, arrives 17:00). For the journey to Ko Lipe, the boats leave ",{"type":"[[","value":[["Phi Phi"]]}," at 08:00 and arrive in Ko Lipe at 15:30."]},"\nIn the low-season, there is one boat per day from ",{"type":"[[","value":[["Pak Bara"]]}," leaving at 11:30.\n\nFerries are met by longtail boats offering transfers to anywhere on Ko Lipe for an additional 50 baht\/person (non-negotiable).\n\nHealth and Safety tip: Speedboats can often bounce off the waves at very high speeds and passengers can get quite strong jolts into the non-sprung seats, so persons with back or neck problems should not travel on the speedboats, but on the ferry. There have been reports of serious back injuries happening on the speedboats.\n\n",{"type":"==","value":["Get around"]},"\nAll of Ko Lipe can be covered on foot, although its size at first can be a little deceiving. There are few motorcycles around the island, none of which are for rent. There are numerous motorcycle sidecar taxis (labeled as such with drivers wearing numbered blue vests) that charge 50 baht per person from any point on the island to any other point on the island (or 300 baht per hour), they are typically parked near the 7-11 or ordered by phone (phone numbers are displayed on many of the electric poles). There are several pickup trucks on the island belonging to resorts and used to transfer their customers' bags on arrival\/departure and as shuttles (certain resorts also operate golf carts as shuttles). Longtail boats will take you from any point on the island to any other point on the island for 50 baht per person. Small concrete roads link the various beaches.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Beaches"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ko Lipe's beaches feature clear, calm, and shallow water. There are four main beaches: ",{"type":"'''","value":["Pattaya Beach"]}," in the south, the most popular beach; ",{"type":"'''","value":["Sunrise Beach"]}," in the east, near the Chao Ley village; ",{"type":"'''","value":["Karma Beach"]}," in the north which faces the Adang\/Lipe channel; and ",{"type":"'''","value":["Sunset Beach"]}," in the west, which as the name implies, faces the sunset."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Diving"]},"\nAround Ko Lipe are some of Thailand's best reefs, all within easy reach. The reefs around Ko Lipe are largely intact; the 2004 tsunami had little impact here. The currents here are predominantly tidal which means certain times of the month there are strong currents and at other times none at all. You can always find somewhere good to dive but the widest selection of dive sites is available twice a month, following the half moon. \n\nYou can see numerous sharks, whale sharks and manta rays. Sightings of the big guys are more likely at sites around the edge of the marine park, nearer the deeper waters. For the best chance, visit 8 Mile Rock, Stonehenge, or Ko Pung.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Between Ko Adang & Ko Rawi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has excellent diving and snorkelling between the two islands where the mountains come down to the sea. Underwater there are huge boulders and many types of rare fish and coral species that inhabit the reef in this region. A great spot for drift diving. Snorkellers should head for the east side of Ko Rawi where the national park has set up ropes along the reef, so that snorkellers can pull themselves easily along and investigate the reef with ease."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=8 Mile Rock"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A true deep sea pinnacle 75 minutes away by boat. The rock can be a tough place to dive due to the strong currents, but the marine and bird life that come here to feed are fantastic. The top of the pinnacle rises to within 14 m of the surface. Found here are soft corals, schools of pelagic fish, potato cod, manta rays, whale sharks, leopard sharks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hin Takorn Dukong"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Right in the centre of the Marine Park, this site is home to just about every species of fish that you can imagine. The site is made up of granite stones shaped similar to building blocks rising up from the seabed into a structure with a series of tall points at its peak. Up to 18 m deep, one can swim around the base of the pinnacle, observing what is here in abundance: hard and soft corals, at least 6 types of eel such as snake eels, different types of lion-fish and stone-fish. Squid and cuttlefish try to hide here and succeed in attracting the larger predators such as sailfish."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ko Bu Tang"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has become one of the most popular islands to dive. One of the largest islands of the group, Ko Bu Tong supports many bird and animal species. Troops of crab eating monkeys called \"macaques\" live on the island and a colourful type of bee eater bird can often be spotted from the beaches here. Giant corals and shellfish grow everywhere around this island paradise. Dive the north and south channels, although for deep diving the \"Giant's Staircase\" on the island's west side has huge natural stone steps going down underwater to 50 m or more. Also to found on Ko Bu Tang is Sting Ray City, where the blue spotted stingrays are plentiful. This site is also very good for snorkelling. North side: has Monkey Bay, similar to Sting Ray City but much more steep and dramatic. Expect to see endless rows of tall coral-heads, turtles and rare critters such as the ornamental ghost pipe-fish and sharks sleeping under the corals. East side: has the perfect tiny island of Ko Lokoi. Surrounded by about 90 acres of shallow coral, you could do four dives here and not see it all."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ko Langcha"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Between Langcha and Adang is a very nice coral garden really worth the effort both for divers and snorkellers. Near perfect gardens shelter all sorts including rays and eels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ko Sawang"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This last tiny island is on the outer edge of the archipelago. There is not a tree or scrap of vegetation that can grow on this tall smooth stone, but underwater this place is full of life. Fantastic coral gardens growing on the rocky outcrops below and spend time with the millions of fish to be found here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Yong Hua Shipwreck"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In 1996 a fish-factory ship anchored near the western end of Ko Lipe caught fire and sank to the bottom of the sea in about 40 m of water. The shipwreck is now completely covered in marine growth and inhabited by schools of fish. The shipwreck has become a very interesting place to dive but does some times have strong currents making it a difficult dive. The top of the wreck is at about 26 m sitting on its keel that is at 40 m."]]}]},"\n",{"type":"===","value":["Dive shops"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Adang Sea Divers"],["alt=info@adangseadivers.com"],["url=http:\/\/www.adangseadivers.com"],["email="],["address="],["lat="],["long="],["directions=Sunrise Beach"],["phone=+66 80 7041633"],["tollfree="],["fax="],["hours="],["price="],["content=Professional, multilingual, and experienced instructors and dive masters. 1 to 3 dives a day from speedboat (the only dive centre on Lipe offering speedboat dives). Night diving, PADI, SDI, and Nitrox courses. Small intimate groups. Specialised in underwater photography."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Castaway Divers"],["url=http:\/\/www.kohlipedivers.com\/"],["email=lipe-divers@castaway-resorts.com"],["address="],["lat="],["long="],["directions=Sunrise Beach"],["phone=+66 87 4781516"],["tollfree="],["fax="],["hours="],["price=2 dives\/2,500+ baht"],["content=Multilingual, experienced instructors. Offers night diving, PADI, SDI, and freediving courses. Snorkelling trips are run separately from the dive boats daily for only 650 baht (including lunch & equipment). Specialises in small intimate groups."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Davy Jones Locker"],["url=http:\/\/www.scubadivekohlipe.com"],["email=info@scubadivekohlipe.com"],["address="],["lat=6.487424906560684"],["long=99.30009841918945"],["directions=Pattaya Beach"],["phone=+66 89 0465371"],["tollfree="],["fax="],["hours="],["price="],["content=Experienced instructors teaching all PADI courses from beginner to dive master level. Daily trips for certified divers to all the best dive sites around Ko Lipe. Free accommodation for divers and students available when you book on-line."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Forra Diving"],["alt="],["url=http:\/\/www.forradiving.com"],["email=forratravel_diving@hotmail.com"],["address="],["lat="],["long="],["directions=Sunrise Beach"],["phone=+66 89 6731121 or +66 84 4075691"],["tollfree="],["fax="],["hours="],["price=3,500 baht for 2 dives"],["content=Multilingual, experienced instructors. Offers night diving, PADI courses, and liveaboard diving trips. Snorkellers are welcome to tag along on day trips for only 500 baht (including lunch & equipment)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ko Lipe Diving"],["alt="],["url=http:\/\/www.kolipediving.com"],["email=contact@kolipediving.com"],["address="],["lat="],["long="],["directions=Walking St, 150 m from Pattaya Beach"],["phone=+66 87 6226204"],["tollfree="],["fax="],["hours="],["price="],["content=Professional and organised French- and American-run scuba diving center. Offers daily dive trips for certified divers, PADI and SSI courses from absolute beginner to divemaster. Big, comfortable 25 m dive boat. Professional instructors with years of experience working on the island. Multilingual team speaks English, French, Spanish, German, Swedish, Malay, and Chinese (Cantonese & Mandarin)."]]}]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ocean Pro Divers"],["url=http:\/\/www.oceanprodivers.net\/"],["email=oceanprodivers@hotmail.com"],["address="],["lat="],["long="],["directions=Pattaya Beach"],["phone=+66 89 7338068"],["tollfree="],["fax="],["hours=open all year"],["price=2,600 baht for 2 dives, 3,200 baht for three dives"],["content=PADI dive centre and Ko Lipe's First PADI TecRec Center, Poseidon ECCR Rebreather rentals. Canadian owner. 20 m boat, the M.V. Chalailai. Rates include all equipment and a buffet lunch. Snorkellers are welcome to tag along for 500 baht."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sabye Diving"],["url=http:\/\/www.sabye-sports.com"],["email="],["address="],["lat="],["long="],["directions=locations on Sunset Beach"],["phone=+66 74 728026"],["tollfree="],["fax="],["hours="],["price=PADI open-dive courses: 12,900 baht."],["content=Diving rates aren't the cheapest. All-inclusive two or three day packages. Specialties are PADI courses and underwater photography."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Satun Dive"],["url=http:\/\/www.satundive.com"],["email="],["address="],["lat="],["long="],["directions=Sunrise Beach Blvd"],["phone=+66 86 9461271"],["tollfree="],["fax="],["hours=Open all year"],["price=Cheap"],["content=Excellent diving and snorkelling guides. All PADI courses available. The best service, price, and atmosphere on the island."]]}]},"\n",{"type":"===","value":["Other activities"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Day Trips to Nearby Islands"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=800 to 1,000 baht"],["content=Pirate Falls and Chado Cliff on Ko Adang, and the dense jungle on Ko Rawi are recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Freediving"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Freediving as a recognized activity has only been around for 100 years, but people have been practising diving deep without equipment for thousands of years. On Lipe it's in its early days and so far only one dive operator on the island offers it as a course."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kayaking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rent a kayak from various spots on the beach and spend the day or two seeing the island and reef."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Massages"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are plenty of places to get a massage, including an offshoot of the Wat Po massage school, located in the centre of the island. Also Castaway Resort has a lovely little spa with sea views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ocean Hiker Sailing School"],["url=http:\/\/www.ocean-hiker.com"],["email=info@ocean-hiker.com"],["address="],["lat="],["long="],["directions="],["phone=+66 77 457002"],["tollfree="],["fax="],["hours="],["price=2,500 to 29,900 baht"],["content=Sailing intro courses or 5 day sailing courses on an ocean-going sailing yacht leading to an Ocean Hiker Competent Crew Certification, the first step to start your sailing career."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sailing"],["url=http:\/\/www.adventure-cruises.net"],["email=info@adventure-cruises.net"],["address="],["lat="],["long="],["directions="],["phone=+66 77 457002"],["tollfree="],["fax="],["hours="],["price=1,500 to 6,000 baht"],["content=Sailing around Ko Lipe and within the Butang Group is certainly the most chilled way to explore these natural gems. There are day sailing trips with snorkelling activities or liveaboard sailing cruises within the Butang Group or as far as Ko Tarutao National Marine Park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Snorkelling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The calm, clear water makes the Ko Lipe area ideal for snorkelling, with 25% of the world's tropical fish species found in the area. There are large varieties of fish around the coral just 20 m off all of the beaches. Ko Lipe is surrounded by over 30 islands and hundreds of reefs all within easy reach of the island. Tarutao National Park is one of Asia’s oldest marine parks thus the reefs and the islands surrounding Ko Lipe are in very good condition. Nowhere else on the Southeast Asian peninsula will you find so many excellent snorkel sites so easily reached."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe Internet cafe along the main street will change travellers cheques at a reasonable exchange rates. You can have your your Visa or Mastercard charged in exchange for cash back at Varin Resorts (7% fee), Pooh's (8% fee), and an Internet cafe near Ko Lipe Travel on the small road (5% fee). Bundhaya Resort offers the best exchange rates for dollars, euros, pounds, or ringgit, however, the rate is less than you would receive in a major city.\n\nAs of May 2014, there are four ATMs on the main road.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Banana Leaf"],["url="],["email="],["address="],["lat="],["long="],["directions=inland"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves average food, but drink prices are good and they play movies every night on a big projection screen."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Elephant Books & Coffee"],["url=http:\/\/www.elephantkohlipe.com"],["email=jess@elephantkohlipe.com"],["address=Walking Street, near Pattaya Beach"],["lat="],["long="],["directions=across from Roti Mina, next to Bamboo Tattoo"],["phone=+66 89 6461082 or +66 89 6461082"],["tollfree="],["fax="],["hours=08:00-24:00"],["price=40-300 baht"],["content=An East-meets-West book store, selling and buying used books in English as well as other languages, including Swedish, German, Norwegian, and Italian, and also selling goods that are handmade on the island, including beaded necklaces unique to South Thailand, packable beach bags, and wristlet-purses made from local batiks. Also a coffee house, offering a bistro menu with full-bar, wine and beer. The owners, transplants from San Francisco, serve up fresh, Western-style espresso drinks, hot and iced tea, and fruit shakes to compliment sweet and savoury bakery items, Western breakfast dishes, sandwiches, salads and (aged beef) burgers. Picnic takeaways can be ordered for lounging on the beach, or to take on snorkelling, dive and long-tail tours. Internet stations and Wi-Fi, a private Skype booth, board games, movie nights, late night TV sporting events, and if you happen to play guitar, you're invited to share your talents using the shop's guitars, or join with the Thai staff to learn traditional (and not so traditional) Thai songs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Flour Power Bakery"],["url="],["email="],["address="],["lat="],["long="],["directions=Sunset Beach, next to Sabye Divers"],["phone="],["tollfree="],["fax="],["hours="],["price=cinnamon buns: 60 baht, brownies: 40 baht; pies: 80 baht"],["content= There is absolutely brilliant banana cake in small aluminium box shapes. The seats are somewhat hidden behind the house. Western breakfasts and sandwiches are served with their hearty whole-grain bread."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jack's Jungle"],["url="],["email="],["address=inland between Sunset and Sunrise beaches"],["lat="],["long="],["directions=inland"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A really lovely spot when you want to get off the beach and eat surrounded by nice cool, green jungle. The Thai food is fantastic (especially the coconut soups) and you can order to mild to Thai-style spicy. The banana-lime pancakes are especially great."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lekka Lipe"],["url="],["email="],["address=Walking St"],["lat="],["long="],["directions=close to Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours=09:00-24:00"],["price=30-200 baht"],["content=Authentic Italian gelato in a creative environment to savour the rich taste. Other Italian delicacies available: fabulous desserts, real Italian coffee and cappuccino and daily specials that make you want to move in. Free Wi-Fi, book swaps, good company, child-friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pancake Lady"],["url="],["email="],["address="],["lat="],["long="],["directions=island centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best pancakes in Thailand. Choose from fillings like coconut, banana, and chocolate. Delicious smoothies sold in plastic cups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=PeeWee Bakery"],["url="],["email="],["address=inland on Walking Street, 10 m east of Pattaya Beach"],["lat="],["long="],["directions=Inland"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular breakfast spot that has a good bakery adjoining that serves bagels and cinnamon rolls. The service can be rude and unhelpful, but still worth it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sunrise Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Sunrise Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Friendly place, directly on the beach, very good Thai food, inexpensive."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Barracuda Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Right spot to see the sunset and stay all night to party. Often there are fire shows and you can get an pizza slice at a very fair price. There are beach pillows to chill out on when the bar gets rowdy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bila Beach Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=Bila Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the only bar\/restaurant on the little, but sweet, Bila Beach. Worth a visit and a great place to hang out with a group of friends for the day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cocktail Bar"],["url="],["email="],["address=Walking St"],["lat="],["long="],["directions=on the only turn on Walking St"],["phone="],["tollfree="],["fax="],["hours="],["price=100 baht drinks"],["content=This is the bar: rough and alive, open and racy. They have a long list of cocktails, all fresh, very tasty and cheap (all for 100 baht). That is the place to be if you want to improvise your night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cozy Cove"],["url="],["email="],["address=north end of Sunset Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great views and good tunes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Focus Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=Inland"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Live Thai band every night. Can get crowded with people dancing on the sand. Random fire crackers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Jack's Jungle Bar"],["url=http:\/\/www.jacksjunglebar.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Beer costs 60-70 baht and food costs 70-150 baht"],["content=Otherwise known as JJ's, is inland and is a must-visit due to Jack's friendly personality. Jack also organises parties every Saturday in the high season, some with live music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mia LunA"],["url=http:\/\/www.pirates4ever.de"],["email="],["address=Sunset Beach (Pirate Beach)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=DJs from all around the world play their music at Mia LunA. If you like electronic music, it's the place to go. Mia LunA organise parties like full moon, half moon and black moon."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mom's Tattoo Bar"],["url="],["email=tattoobarlipe@gmail.com"],["address=Walking St, near Pattaya Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=60-180 baht"],["content= An intimate bar, where anyone can be a \"regular\" on their first visit. Tasty drinks mix well with good conversation and crazy-good music. Best place to lose an hour or five while making new friends or just hanging out with the bar's namesake owner, \"Mom\" (who is also a legendary tattoo artist)."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Oh My God!"],["url="],["email="],["address="],["lat="],["long="],["directions=50 m from the intersection, at the end of Walking St (near Sunrise Beach) toward Chao Lay Village"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A locals favourite. Oh My God! (used to be called Oh's Pooh Bar) moved to a new location 50 m from the intersection, at the end of Walking St(near Sunrise Beach) and shakes up the best cocktails on the island. There are pool tables and TVs (for watching big sports events), and there are usually a few local divers hanging out there. They also serve some delicious food and bar snacks. Open late. Also sells Swedish snus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Peace & Love"],["url="],["email="],["address=Pattaya Beach"],["lat="],["long="],["directions=facing the ocean at the entrance of Walking St, go left past Time to Chill, Tiger Bar\/Massage"],["phone="],["tollfree="],["fax="],["hours=if you're still drinking, they're still open"],["price=20-120 baht"],["content=A Lipe institution, offering a great beach vibe, well-made drinks, and nightly fire shows (best on the island!). Hang out and talk to the bar's Muslim owners Chai and Yaad and learn about the island and the history of the South Andaman, or just take in the amazing beach views from your beach mat. Three bamboo bungalows available for rent behind the bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Reggae Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mellow scene. On 6 Feb celebrates Bob Marley's birthday with a 3-day music and culture festival."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"===","value":["Pattaya Beach"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baan Kasirin 1"],["url="],["email="],["address="],["lat="],["long="],["directions=On the path from Pattaya Beach to Sunrise Beach, 100 m from the beach"],["phone=+66 84 3963567"],["tollfree="],["fax="],["hours="],["price=Fan room: 850-1,250 baht"],["checkin="],["checkout="],["content=Open Nov-May. Laundry service, satellite TV, mini-mart."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baan Porn Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind Varin Resort"],["phone=+66 84 3963567"],["tollfree="],["fax="],["hours="],["price=Fan room: 500 baht. Air-con room: 700 baht"],["checkin="],["checkout="],["content=Open Nov-May. Two rows of concrete rooms looking onto an open lot. Rooms are clean, with comfortable beds and wooden cupboards. The showers are cold water only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Barracuda Bar and Bungalows"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 89 6544720, +66 74 712144"],["tollfree="],["fax="],["hours="],["price=Fan bungalow: 300 baht; tent: 200 baht"],["checkin="],["checkout="],["content=Open year round. Cheapest bungalows on Pattaya Beach. Chao Ley-run. Bare-bones bungalows right on Pattaya Beach. The bungalows are rustic with hard mattresses on the floor and grungy toilets. The management is friendly enough, with broken English spoken. Noisy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Tribes"],["url=http:\/\/www.bluetribeslipe.com\/"],["email="],["address="],["lat="],["long="],["directions=W end of Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Fan room: 1,000-1,500 baht; Fan cottage: 1,200-2,500 baht"],["checkin="],["checkout="],["content=Open Nov-May. 13 spacious bungalows set around a garden. Some bungalows are on the beach. There is a restaurant that serves Mediterranean \"family style\" cuisine and a nice reception\/coffee lounge area that features chill music and serves fruit smoothies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bonus Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=Mid-island, about 400 m from Pattaya Beach and 200 m from Sunrise Beach."],["phone="],["tollfree="],["fax="],["hours="],["price=Fan room: 500-800 baht; Fan cottage family room, 4 persons: 1,000-1,500 baht"],["checkin="],["checkout="],["content=Open Nov-May. Cheap bungalows in middle of the island. There are about 20 fan bungalows and 3 family rooms set among the garden-like jungle. Balcony, mosquito nets, bed, bathroom inside. Electricity 24\/7."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Brothers Seaview Resort"],["url=http:\/\/kohlipe.net\/brothersseaview\/index.html"],["email="],["address="],["lat="],["long="],["directions=On a hill above an empty beach at the W end of Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Fan room: 900-1,100 baht"],["checkin="],["checkout="],["content=Open Nov-May. Five sea views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bundhaya Resort"],["url=http:\/\/www.bundhayaresort.com\/"],["email="],["address="],["lat="],["long="],["directions=Southernmost resort on Pattaya Beach"],["phone=+66 74 750248"],["tollfree="],["fax="],["hours="],["price=Fan room: 600-1,300 baht; Fan cottage: 900-1,900 baht; Air-con room: 750-1,700 baht; Air-con cottage: 1,800-9,000 baht"],["checkin="],["checkout="],["content=Open all year. 80 bungalows. Fan rooms are in the back of the site and are grotty. Resort services include: snorkel and dive trips, mini mart, Internet, and laundry. There is a large open air restaurant and bar with a fantastic view of the beach. Breakfast is included. Decent exchange rates for major currencies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cafe Lipe"],["url="],["email="],["address="],["lat="],["long="],["directions=Centre of Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Bungalows: 500-1,500 baht"],["checkin="],["checkout="],["content=5 cute all-bamboo bungalows with fans, mosquito nets, and verandas. Run by Bee and Darius. Homey atmosphere, friendly people. Restaurant features shaded tables right off the beach and serves healthy food like home-made bread, muesli, yoghurt as well as Thai food, and the best coffee, with shaded tables right off the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Daya Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=W end of Pattaya Beach"],["phone=+66 80 5082087"],["tollfree="],["fax="],["hours="],["price=Fan room: 1,000-1,200 baht (low season price 350 baht); Fan cottage: 1,200-1,400 baht"],["checkin="],["checkout="],["content=Open Nov-May. Several fan bungalows close to the beach. Exteriors are painted in bright, sunny colours and have verandas looking out onto lovely gardens. Bathrooms have cold water only. There is a very popular seafood restaurant. It's run by a local family, the Chao Ley fishermen who bring their daily catch up the beach and serve it in the evenings. Its quite a large resort with at least 20 bungalows or more. The family live at the top and bottom entrances so there is some security including the guard dogs.  From this resort you can walk into the next one run by an Italian and have a great breakfast and pizza for lunch. One of the staff is called Bing and is a cool young guy, very helpful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Handicraft Bar & Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions=Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Fan bungalow: 500 baht"],["checkin="],["checkout="],["content=Open from Nov-May. Bungalows are covered with psychedelic shapes in bright neon colours. Roomy beds, and  outdoor showers. Rooms are open to the elements, but there is mosquito netting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Leepae Resort"],["alt=Lee Pae Resort"],["url=http:\/\/www.liperesort.com\/"],["email="],["address="],["lat="],["long="],["directions=A few minutes walk W of the footpath to the centre and E side of the island"],["phone=+66 86 9407339"],["tollfree="],["fax="],["hours="],["price=Fan bungalow: 700-900 baht; Air-con bungalow: 1,400-1,800 baht; Air-con beachfront: 2,300-2,900 baht; Air-con beach front family: 2,800-3,600 baht"],["checkin="],["checkout="],["content=Attractively designed, with wooden clapboard siding and glass doors.  Fan rooms are cramped, basic, and pretty grimy. Air-con rooms are more spacious. Most units shaded by trees, which helps with the heat. Room rates include breakfast for two. All air-con rooms have hot showers & cable TV."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Paradise Cottage Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Fan room: 500-1,800 baht"],["checkin="],["checkout="],["content=Open Nov-May. 15 spacious bamboo bungalows with private bathroom, some on the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pattaya Song"],["url="],["email="],["address="],["lat="],["long="],["directions=Far W end of Pattaya Beach"],["phone=+66 86 9600418"],["tollfree="],["fax="],["hours="],["price=Fan bungalow: 300 baht"],["checkin="],["checkout="],["content=Open Nov-May. Incredible views. The concrete bungalows are particularly unattractive, musty and damp, with splotches of mould on the walls. The bamboo huts are quite a bit brighter and tidier. To get to your room, you'll have to clamber over a maze of steps, stairs, and muddy paths. Open high-season only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sita Beach Resort"],["url=http:\/\/www.sitaresort.com\/"],["email="],["address="],["lat="],["long="],["directions=Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Air-con cottage: 3,800-20,900 baht"],["checkin="],["checkout="],["content=Open all year. Lots of bungalows around a pool and more going up the hillside, a huge luxury development that is quite flash compared with the others."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thai Hut Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=300 m from Pattaya Beach."],["phone=+66 81 6081134"],["tollfree="],["fax="],["hours="],["price=Fan room: 800-1,290 baht"],["checkin="],["checkout="],["content=Open from Nov-May. Ten nicely-kept bungalows with good-sized rooms and small decks out front. No view. Air-conditioned and fan rooms. Restaurant on-site."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Varin Beach Resort"],["url=http:\/\/www.varinbeachresort.com\/"],["email="],["address="],["lat="],["long="],["directions=Mid-Pattaya Beach, next to the path to Sunrise Beach and the village"],["phone=+66 74 728080"],["tollfree="],["fax="],["hours="],["price=Fan room: 600-700 baht; fan cottage: 800-900 baht: air-con room: 1,300-1,500 baht; air-con cottage: 1,500-1,800 baht; air con villas: 2,000-3,500 baht; family 4-bed room: 5,000-5,500 baht"],["checkin="],["checkout="],["content=Open all year. 100 bungalows in many different sizes. All rooms have 24 hour electricity, big windows, en suite baths, towels, and a private terrace with chairs. The beds are reasonably comfortable and the pillows are divine. Longhouse rooms are the cheapest, but there's no soundproofing whatsoever. The air conditioned villa has fridge and a TV with satellite channels. Resort services include Internet, massage, bar and restaurant. Air-con room rates include breakfast of fried rice, eggs, fried noodles, fruit. Villas have hot showers."]]}]},"\n",{"type":"===","value":["Sunrise Beach"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Adang Sea Divers"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind Sunrise Restaurant, next to Varin Village"],["phone=+66 80 7041366"],["tollfree="],["fax="],["hours="],["price=Bungalows 1,200 baht"],["checkin="],["checkout="],["content=Open all year. Bungalows: 5 small cosy double fan rooms. Private fully equipped bathroom with hot\/cold shower, kettle for tea and coffee in the room, terrace on the garden side. Bungalows are cleaned and towels are provided. The resort recycles its grey water and most of its wastes. Packages for accommodation and dives."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Andaman Beach Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=N end of Sunrise Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Bungalows 800+ baht"],["checkin="],["checkout="],["content=Open all year. Simple bungalows to exceptional with views. Quiet semi-private beach with gorgeous sunrises."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Castaway Resort & Restaurant"],["url=http:\/\/kohlipe.castaway-resorts.com\/"],["email=lipe@castaway-resorts.com"],["address="],["lat="],["long="],["directions=S end of Sunrise Beach"],["phone=+66 83 1387472 or +66 81 1707605"],["tollfree="],["fax="],["hours="],["price=Bungalows 1,000-5,000 baht; house: 2,000-6,000 baht"],["checkin="],["checkout="],["content=Open all year, Castaway is a stylish and comfortable accommodation on Ko Lipe. It has 43 wooden stilt bungalows with large decks with hammocks, some directly on the beach. Hmong blankets drape over the roomy beds, and fabric lanterns hang in the corner of the rooms. Cold water showers only. The bar and restaurant serves BBQ, Thai, and Western food. It's a nice place to chill out day or night with a cocktail. Daily yoga sessions at 07:00 and 16:30."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Forra Bamboo Resort & Restaurant"],["url=http:\/\/www.forradiving.com\/en\/accommodation.html"],["email="],["address="],["lat="],["long="],["directions=Sunrise Beach"],["phone=+66 89 6731121"],["tollfree="],["fax="],["hours="],["price=Bungalows: 800-1,600 baht with a 25% discount on the bungalow on the days that you dive with Forra."],["checkin="],["checkout="],["content=Open all year. 18 well-designed, spacious bungalows, built from natural materials. Every bungalow has one four-poster bamboo double bed or  two platform-raised bunk beds with mosquito net and a large terrace and sea view. Some bungalows have a mezzanine floor with an upper window (for a good view!) and the option of a second bed. Each bungalow has a fan (electricity 08:00-10:30 and 17:30-24:00). Bungalows to sleep 1-4 people available. Advance reservations only accepted from divers. Restaurant serves home-made pizzas and cool drinks. Staff were indifferent and weren't interested in doing their job."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gypsy Bungalows"],["url="],["email=gipsyresort@gmail.com"],["address="],["lat="],["long="],["directions=Next to Forra Dive Resort"],["phone=+66 80 5976618"],["tollfree="],["fax="],["hours="],["price=Half-concrete\/half-bamboo bungalow: 550 baht; Concrete bungalow: 650 baht"],["checkin="],["checkout="],["content=Open Nov-May. Two rows of thatched huts running off of the beach. Rooms are compact but attractive, with bamboo walls, big beds draped in mosquito netting, sunny open-air bathrooms. It can be a little difficult to track down management."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Idyllic Resort"],["url=http:\/\/www.idyllicresort.com\/"],["email="],["address="],["lat="],["long="],["directions=South Sunrise Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Bungalows 3,950-6,200 baht"],["checkin="],["checkout="],["content=Open all year. Contemporary concept resort. All rooms are nicely decorated and have a luxury finish. Health spa, Wi-Fi, restaurant, and bar."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tarutao Cabana"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 74 732510"],["tollfree="],["fax="],["hours="],["price=Fan bungalow: 300-750 baht; air-con bungalow: 600-1,750 baht; family room: 800-2,400 baht; tent: 500 baht"],["checkin="],["checkout="],["content=Open all year round. Managed by Tigerline Travel, the operators of the ferry service between Lipe and Langkawi, Malaysia. The bungalows are well-constructed and there is 24 hour electricity and all bungalows have a private porch, all with daily towel service and Western breakfast at the restaurant. The air-con bungalows have hot water and satellite TV. The on-site Chao Ley Coffee Shop serves only halal food to accommodate Malaysian Muslim visitors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Viewpoint Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=Sunrise Beach"],["phone=+66 83 1933362"],["tollfree="],["fax="],["hours="],["price=Fan bungalow: 500-700 baht"],["checkin="],["checkout="],["content=Open all year. one of the few Chao Ley-run resorts on Ko Lipe. Bungalows are built on a hill overlooking the bay, and some are a steep climb uphill and up stairs. The bungalows are pretty rustic and many have wide cracks between floorboards that can let in crawling creatures. Bungalows are outfitted with big beds with decent mattresses, fans, mosquito nets, and Western baths."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zanom Sunrise"],["url="],["email="],["address="],["lat="],["long="],["directions=S Sunrise Beach"],["phone=+66 87 4750494"],["tollfree="],["fax="],["hours="],["price=Bungalows from 480 baht in low-season"],["checkin="],["checkout="],["content=Spacious and comfortable bungalows with fans (no air conditioning) and private baths (cold water only). The friendly local owners also run a restaurant there that is only open in high season (mid-Nov to mid-May). They serve breakfast, coffee, drinks, seafood, and Thai-style fried fish. A few plastic tables are set up on the sand."]]}]},"\n",{"type":"===","value":["Karma Beach"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mountain Resort"],["url=http:\/\/www.mountainresortlipe.com\/"],["email=mountainresort@hotmail.com"],["address="],["lat="],["long="],["directions=E end of Sunset Beach, N tip of Lipe Island, facing the Ko Lipe\/Adang channel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Most rooms feature hot water, satellite TV, a private deck, and spectacular views of the bay. 24 hour electricity. Breakfast included. Mountain Beach Bar offers drinks & massages on the beach.  Discounted rates available for on-line reservations. Credit cards accepted."]]}]},"\n",{"type":"===","value":["Sunset, Bila & Sanom Beaches"]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bila Beach"],["url=http:\/\/www.bilabeach.asia\/"],["email="],["address="],["lat="],["long="],["directions=Bila Beach, near Sunset Beach"],["phone=+66 80 5392056"],["tollfree="],["fax="],["hours="],["price=Fan bungalow: 1,000-1,500 baht"],["checkin="],["checkout="],["content=Bila Beach is a secluded bungalow bar and bistro in the jungle on the sunset side of Ko Lipe. Accommodation includes 3 private bamboo bungalows and 1 dormitory. Free Wi-Fi and unlimited use of snorkelling gear is included in the bungalow tariff. Open year round."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Brothers Seaview Resort"],["url=http:\/\/www.kohlipe.net\/brothersseaview\/index.html"],["email="],["address="],["lat="],["long="],["directions=Up the hill at Sanom Beach, a short walk from Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Fan, sea view: 900-1,100 baht"],["checkin="],["checkout="],["content=Chao Ley-owned and operated. On the hillside of Sanom Beach, with panoramic views of Pattaya Beach and the Andaman Sea. Open year round."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fisheries Department Bungalows"],["url="],["email="],["address="],["lat="],["long="],["directions=Rocky end of Sunset Beach"],["phone=+66 87 4787958"],["tollfree="],["fax="],["hours="],["price=Fan bungalow: 250-500 baht"],["checkin="],["checkout="],["content=Open all year. Snorkelling masks and fins can be hired for 100 baht. Six bungalows on the beach overlooking Ko Adang with attached bathrooms. Bungalow #1 has the most panoramic view. The bungalows are run by a talkative government employee who speaks good English. The restaurant operates only during the low season."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Porn Resort"],["url=http:\/\/www.pornresortkohlipe.com\/"],["email="],["address="],["lat="],["long="],["directions=Sunset Beach"],["phone=+66 89 4645765"],["tollfree="],["fax="],["hours="],["price=Fan bungalow: 400-700 baht; Tent: 150 baht"],["checkin="],["checkout="],["content=Open from Nov-May. The only resort on Sunset Beach. One of the more quiet sleeping options on Ko Lipe. 29 fan bungalows in different sizes.  Electricity from 18:00-22:00. All bungalows have thin mattresses on wooden platforms and a fan. Tent renters get use of bathrooms. Popular restaurant. Visa & MasterCard accepted for a 5% fee. Porn means \"blessing\" in Thai."]]}]},"\n",{"type":"===","value":["Inland"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baan Kasirin 2"],["url="],["email="],["address="],["lat="],["long="],["directions=Mid-island near the intersection, about 400 m from Sunrise Beach and 600 m from Pattaya Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=Air-con room: 1,350-1,650 baht"],["checkin="],["checkout="],["content=Open Nov-May. Laundry service, satellite TV, Internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chao Ley Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=In the Chao Ley Village"],["phone=+66 74 728111(-2)"],["tollfree="],["fax="],["hours="],["price=Bungalows: 300-700 baht"],["checkin="],["checkout="],["content=Dive centre. Popular with Asian tour groups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pooh's Bungalows"],["url=http:\/\/www.poohlipe.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 74 750345"],["tollfree="],["fax="],["hours="],["price=Bungalows: 800 baht in low season; 1,400 baht in high season"],["checkin="],["checkout="],["content=Open all year. Features popular bar and restaurant. Only 6 bungalows available. Accepts MasterCard, Visa & AmEx for 3% fee. Wi-Fi, Internet (3 baht\/minute), pool table, dive shop, massages available. 15% discount for divers on the day they dive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Reef"],["url=http:\/\/www.Thereefkohlipe.com\/"],["email="],["address="],["lat="],["long="],["directions=Near Sunrise Beach, easily found on the hill in the centre of the island"],["phone="],["tollfree="],["fax="],["hours="],["price=Air-con room: 1,200-2,100 baht"],["checkin="],["checkout="],["content=Open 1 Nov-15 May. 12 modern rooms are set around a garden courtyard and have access to a terrace overlooking the mountains of Ko Adang, the Chao Ley village, and Sunrise Beach. All rooms have air-con and hot showers."]]}]},"\n",{"type":"==","value":["Respect"]},"\n\nFishing is illegal near the island so stay away from fishing trips and do not purchase locally-caught fish.\n\n",{"type":"==","value":["Stay safe"]},"\nThe Chao Ley village has a small medical clinic. There are now 4 doctors at the hospital and they treat all diseases. For emergencies, they will provide first aid and organise transport to the mainland hospital. The phone number of the hospital is 0854543814 (English speaking doctor).\n\nStonefish have been spotted and photographed in the waters of Ko Lipe. While the chances of getting stung are slim, you may want to consider protective footwear when swimming.\n\n",{"type":"==","value":["Go next"]},"\n\nSometimes Lipe seems to be trying to hold onto you. Remember this, especially if you have a flight to catch.\n\nThere are quite a few travel agencies on the island, all offering to book the speedboat\/ferry and train\/bus tickets, that you can get you literally anywhere in Thailand. They operate in collaboration with mainland agencies in ",{"type":"[[","value":[["Hat Yai"]]}," or ",{"type":"[[","value":[["Trang"]]},", two usual places to take the bus or train from. The mainland agencies buy tickets at the railway stations, and these close at 18:00. It's best to visit a travel agency on the island before that time, since they won't be able to book your ticket later. If you reserve the ticket afterwards, they will try to buy it the next day, but the train may be fully booked. It's better to insist on them reserving the ticket when you are at the agency, as they may postpone it at times, which may result in not getting the ticket you want.\n\nFor trains it's best to book at least 3 days in advance. For most buses one day ahead is enough. Buses are less comfy and more expensive though (compared with the 2nd class sleeper trains).\n\nFeel free to bargain - travel agencies can't do anything about the train\/bus price, but they are able to lower the ferry\/speedboat price as well as the minibus transfer from port to the city.\n\n",{"type":"*","value":[{"type":"[[","value":[["Ko Lanta"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ko Muk"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ko Phi Phi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ko Tarutao"]]}]},{"type":"*","value":[{"type":"[[","value":[["Langkawi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Phuket"]]}]},"\n",{"type":"[[","value":[["WikiPedia:Ko Lipe"]]},"\n\n",{"type":"{{","value":[["geo"],["6.49"],["99.3"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Andaman Coast"]]},"\n\n",{"type":"{{","value":[["guidecity"]]}]