["\n",{"type":"{{","value":[["pagebanner"],["Koh_Mor_and_Koh_Tub_seen_from_Koh_Gai.JPG"]]},"\n\n",{"type":"'''","value":["Ko Poda"]},", known to tourists as ",{"type":"'''","value":["Four Islands"]},", is an archipelago in ",{"type":"[[","value":[["Krabi Province"]]},", ",{"type":"[[","value":[["Thailand"]]},". It is composed by the islands of Ko Poda, Ko Kai, Ko Mo, and Ko Thap, and part of the Hat Nopharat Thara-Mu Ko Phi Phi National Park, which also covers ",{"type":"[[","value":[["Ao Nang"]]},", ",{"type":"[[","value":[["Rai Leh"]]}," and ",{"type":"[[","value":[["Koh Phi Phi"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe Four Islands are a group of semi-uninhabited islands between ",{"type":"[[","value":[["Ao Nang"]]},"\/",{"type":"[[","value":[["Rai Leh"]]}," and ",{"type":"[[","value":[["Ko Phi Phi"]]},", but closer to Ao Nang. \"Semi-uninhabited\" doesn't mean \"quiet\", as during the high season, the islands are swarmed by visitors coming on longtail boats. Ko Poda is popular for swimming due to its crystal-clear waters, while Ko Kai (\"Chicken Island\"), with its characteristic chicken-shaped mountain, is a good area for snorkelling. The other two islands are very small, but when the tide is low enough, you can walk between them and also to Ko Kai. Generally speaking, for a visitor to Ao Nang, Ko Poda is a slightly less scenic but relatively quieter and less crowded option than the Phra Nang and Rai Leh West beaches.\n\n",{"type":"==","value":["Get in"]},"\nThe only way to get to the Ko Poda group of islands is by boat, with most departures from ",{"type":"[[","value":[["Ao Nang"]]},". Prices of tours vary widely, but the idea is, you get what you pay for. For instance, a private longboat charter with flexible times, an English-speaking guide and a delicious Thai meal can cost as much as 5,000 baht, whereas joining a large, overcrowded tour boat which offers bland lunch boxes as food could cost as few as 400 baht. Naturally, there are a lot of options in-between.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ko Kai"],["alt=Chicken Island"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ko Kai has two distinguishing features: the \"chicken-shaped\" limestone rock that gives the island its name, and that it is possible to walk from there to Ko Mo and Ko Thap during low tide. The path between the islands is truly picturesque, but typically overcrowded with longboats and tourists. Ko Kai's beach is as long as Ko Poda's, but largely covered by rocks and not particularly inviting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ko Poda"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The northern tip of the island is the most scenic part, due to the presence of a beautiful limestone island. Unfortunately that's also the area where the longboats stop, as well where hundreds of tourists sit to eat their tour-provided lunch boxes. A short walk from there, however, leads to the south part of the island, which is far more pleasant and quieter. Ko Poda's beach is excellent for swimming, having crystal-clear waters where one does even need snorkelling gear to spot the fish."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Krabi Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["7.97"],["98.81"],["zoom=15"]]},"\n",{"type":"[[","value":[["wikipedia:Ko Poda"]]}]