[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ko Siboya"]}," (เกาะศรีบอยา) is a small island 20 km south of ",{"type":"[[","value":[["Krabi Town"]]}," in ",{"type":"[[","value":[["Krabi Province"]]},", ",{"type":"[[","value":[["Southern Thailand"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nKo Siboya (see-boy-ya) is off the regular tourist trail. Other than the island's three resorts, you will find only a few local stalls selling household supplies, snacks, and petrol as you explore the local culture. Ko Siboya is home to about a 1,000 or so residents whose work is mainly in the rubber plantations or fishing. Dirt roads and footpaths connect the 4 or 5 small communities on this 3 x 10 km island. The lack of easy access to the island has limited transportation to either motorcycles or walking. A new community clinic is able to handle minor medical problems, but the medical staff is there only during daytime hours.\n\nKo Siboya escaped the destruction of the crushing tsunami of December 2004, as it is leeward of ",{"type":"[[","value":[["Ko Jum"]]},", but it did have to deal with the high water surge which devastated the island's fishing fleet.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom ",{"type":"[[","value":[["Krabi Town"]]}," there are three possibilities:\n\n",{"type":"*","value":[" The easiest is to go to the ",{"type":"[","value":["http:\/\/www.siboyabungalows.com\/ Siboya Bungalows Office in Krabi Town"]},". They will make sure that a songthaew will take you to Laem Hin (100 baht). From there, you can take the on-demand longtail public ferry to Laem Soma on Ko Siboya (20 baht). A truck should be there to meet you."]},"\n",{"type":"*","value":[" On you own, take a ",{"type":"[[","value":[["Thailand#Songthaew"],["songthaew"]]}," to Nua Klong (on the southern highway towards Trang), where you can transfer to another songthaew to the coastal village of Laem Kruad. From there, hire a longtail or wait for the somewhat scheduled ferry over to the east shore of Ko Siboya. Then hitch a ride with a local, walk the 3 km or call Siboya Bungalows for a pick-up."]},"\n",{"type":"*","value":[" Charter a private longtail boat (about 1,500 baht)"]},"\n",{"type":"==","value":["Get around"]},"\n\nSince there is only a pedestrian\/motorcycle ferry to the island, you will find only a very few working pick-up trucks. Most transport is by motorbike or on foot.\n\nYou can also rent a scooter in Krabi, then drive to either ferry pier, take the ferry across, and drive to your resort.  This is a great way to save on money, as the scooter tariff rate is very low and they don't consume much gas.\n\n",{"type":"==","value":["See"]},"\nRural life goes on, little affected by tourism. About a third of the island is planted with rubber trees. Dirt roads connect the 5 small enclaves of population and 2 primary schools.\n\n",{"type":"==","value":["Do"]},"\n\nIt's great to sit at one of the 2 or 3 coffee shops (someones front porch) at about 07:30 and watch the island come to life. Workers finishing in the rubber plantations, children getting dropped off for school or just people catching up on gossip. We also advise catching the sunset with a cold beer or coconut from one of the local hammocks along the coastline.\n\n",{"type":"'''","value":["Thai-West Resort"]}," has kayaks for rent, a great way to explore the coastline or even paddle out to Ko Kah, a small island just offshore. It has snorkeling superior to that found along the shores of Ko Siboya.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Siboya Bungalows"],["alt="],["url=http:\/\/www.siboyabungalows.com"],["email="],["address="],["lat=7.88373611111111"],["long=98.9785194444444"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=20 basic bungalows (250 baht) plus four slightly larger bungalows (350 baht); two even larger raised bungalows (450 baht) each has attached toilet\/shower. In addition to the 20 basic bungalows, there are 20+ private houses for rent managed by the resort. Wi-Fi available in restaurant area, 100 baht\/day. Very poor mobile reception for some networks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thai-West Resort"],["alt="],["url=http:\/\/www.Thai-West.com"],["email="],["address="],["lat=7.89079444444444"],["long=98.9762611111111"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Range of accommodations from economy bamboo-sided bungalows to deluxe stucco houses perched over a river that runs through the resort."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" Mobile phones will work here."]},"\n",{"type":"'''","value":["Internet"]},": check your e-mail before leaving the mainland.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Krabi_Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]