[{"type":"{{","value":[["pagebanner"],["Kobe banner Night panorama.jpg"]]},"\n",{"type":"'''","value":["Kōbe"]}," (神戸) ",{"type":"[","value":["http:\/\/www.feel-kobe.jp\/english\/"]}," is one of ",{"type":"[[","value":[["Japan"]]},"'s underappreciated cities.  A cosmopolitan port city with an international flavor, hemmed in by Mt. Rokko, it constantly comes up number one in expatriate rankings of the best place to live in Japan.\n\n",{"type":"[[","value":[["File:Port of Kobe01s3780.jpg"],["thumb"],["500px"],["Port of Kobe"]]},"\n\n",{"type":"==","value":["Understand"]},"\nA port in what would become Kōbe was established as a concession to western powers in 1868, during the time when Japan was opening to the world.  Nagasaki and Yokohama had already begun serving foreign ships nine years earlier.  Today, a synagogue, a mosque (Japan's first), a Sikh temple (also Japan's first), a Chinatown, and European architecture mark Kōbe as a place where foreigners and foreign culture first arrived in Japan.\n\nOn January 17, 1995 an earthquake measuring 7.3 on the Richter Scale occurred at 5:46AM JST near the city. The quake killed 6,433, made 300,000 homeless and destroyed large parts of the port facilities and other parts of the city. It was one of the most costly natural disasters in modern history. The earthquake notably destroyed the Hanshin Expressway, an elevated freeway which dramatically toppled over: within Japan, the earthquake is known as the Great Hanshin Earthquake (or the Hanshin-Awaji Earthquake). In the last 10 years, the city has recovered completely, but lost huge portions of its ship traffic.\n\nKōbe's core, and central business district, surrounds Sannomiya station, rather than Kobe Station. Sannomiya station has a tourist information office well-stocked with area maps. Be sure to ask for the coupon book, which offers discounts (10% to 20%) for many attractions. The Japanese characters for Sannomiya station on Japan Railways (三ノ宮) differ from the Sannomiya station on other railways (三宮).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Kobe Airport"]}," (神戸空港, ",{"type":"'''","value":["UKB"]},") ",{"type":"[","value":["http:\/\/www.kairport.co.jp\/"]},", built on reclaimed land in front of the harbor, opened in February 2006.  The airport handles domestic flights only: both Japan Airlines (JAL) and All Nippon Airways (ANA) have flights to Kobe from ",{"type":"[[","value":[["Tokyo"]]}," Haneda, ",{"type":"[[","value":[["Sapporo"]]},", ",{"type":"[[","value":[["Sendai"]]},", ",{"type":"[[","value":[["Okinawa"]]},", and ",{"type":"[[","value":[["Kagoshima"]]},". ANA also offers service from ",{"type":"[[","value":[["Niigata"]]},", while JAL has flights from ",{"type":"[[","value":[["Kumamoto"]]},". A new low-cost airline, Skymark ",{"type":"[","value":["http:\/\/www.skymark.co.jp\/en\/index.html"]},", is offering cheap flights to and from Tokyo as well as ",{"type":"[[","value":[["Naha"]]},".\n\nFrom Kobe Airport, the Port Liner light rail runs about every 10 minutes, reaching Sannomiya in less than 20 minutes (¥320) for easy connections to the Japan Rail (JR), Hanshin, Hankyu and subway lines. From there, a small trip on the subway will link you to the Shin-Kobe bullet train station (¥200). If coming ",{"type":"''","value":["from"]}," Sannomiya to the airport, be sure to board a train marked \"Kobe Airport\", as some head to the Kita Futo branch line instead.\n\nThe nearest international airport is ",{"type":"[[","value":[["Kansai International Airport"]]},". The fastest way to get there is on the Kaijo Access ",{"type":"[","value":["http:\/\/www.kobe-access.co.jp\/"]}," high-speed ferry from Kobe Airport, which runs every 45 minutes or so, taking 29 minutes one-way (¥1500). However, if coming from central Kobe, it's nearly as fast and less of a hassle to take the Airport Limousine bus.  Airport buses cost ¥2000, and the run to Sannomiya takes 65 to 75 minutes depending on whether the bus travels directly to Sannomiya or stops first on Rokko Island. Alternatively, the JR Rapid Express connecting at Osaka about as fast and more dependable. By JR, the ride costs ¥2410 and lasts 90 minutes, taking the ",{"type":"''","value":["Kanku Kaisoku"]}," (関空快速) rapid to Osaka station and changing there to the ",{"type":"''","value":["Shin-kaisoku"]}," (新快速 - Special Rapid) that runs to both Sannomiya and Kobe stations.\n\nFinally, if you land at Itami Airport in ",{"type":"[[","value":[["Osaka"]]},", airport buses run to Sannomiya in 40 minutes and cost ¥1020.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Hankyu Sannomiya Station.jpg"],["thumb"],["300px"],["The exterior of the Hankyu Sannomiya train station in Kobe"]]},"\nThe nearest station on Japan's high-speed ",{"type":"''","value":["shinkansen"]}," network is at ",{"type":"'''","value":["Shin-Kobe"]}," station.\nFrom ",{"type":"[[","value":[["Tokyo"]]}," station, Shin-Kobe is 2 hours, 50 minutes away via ",{"type":"''","value":["Nozomi"]}," (¥14670); 3 hours and 20 minutes via ",{"type":"''","value":["Hikari"]}," (¥14270; no charge with the Japan Rail Pass). From Shin-Kobe station, take the Seishin Yamate subway line one stop to Sannomiya (¥200). If you are traveling light you can walk as well.\n\nFrom ",{"type":"[[","value":[["Osaka"]]},", there are several ways to arrive in Sannomiya:\n",{"type":"*","value":["Trains on the ",{"type":"'''","value":["Hankyu"]}," and ",{"type":"'''","value":["Hanshin"]}," private lines depart respectively from Hankyu-Umeda and Hanshin-Umeda stations. The ",{"type":"''","value":["Tokkyu"]}," (特急) express takes roughly half an hour to reach Sannomiya (¥310)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hanshin"]}," trains also operate to Kobe from Namba station. ",{"type":"''","value":["Kaisoku Kyuko"]}," (快速急行) trains depart every 20 minutes, reaching Sannomiya in 45 minutes at a cost of ¥400. In some instances you may have to change trains at Amagasaki."]},"\n",{"type":"*","value":["The best option via JR is to take the ",{"type":"''","value":["Shin-kaisoku"]}," (新快速 - Special Rapid) or ",{"type":"''","value":["Kaisoku"]}," (快速 - Rapid) service that departs from ",{"type":"'''","value":["JR Osaka"]}," station, running to Sannomiya in 20 and 26 minutes, respectively (¥390, no charge with the Japan Rail Pass)."]},"\nFrom ",{"type":"[[","value":[["Kyoto"]]},", Sannomiya is 50 minutes away from the main train station via ",{"type":"''","value":["Shin-kaisoku"]}," (¥1050; no charge with the Japan Rail Pass). You can also make the run to the area in 30 minutes via bullet train, but it is more expensive, and if you have the rail pass, you can only take one train every hour without changing trains (the ",{"type":"''","value":["Hikari"]}," that runs through to ",{"type":"[[","value":[["Okayama"]]},").\n\nFrom the ",{"type":"'''","value":["central area"]}," of Kyoto (near Gion and the shopping district), you can reach Sannomiya in 70 minutes via Hankyu limited express, changing once at Juso station (¥600). Hankyu trains depart from the Kawaramachi and Karasuma stations.\n\nKintetsu trains run from the historical city of ",{"type":"[[","value":[["Nara"]]}," to Sannomiya station on the Hanshin line via Namba. Direct trains leave every 20 minutes, reaching Sannomiya in 75 minutes at a cost of ¥940.\n\n",{"type":"===","value":["By bus"]},"\nAs Kobe is a major city, there are many buses which run between Kobe and other locations throughout Japan, which can be a cheaper alternative than shinkansen fares.\n\nThe run between Tokyo and the Kansai region is the busiest in Japan, and fierce competition between bus operators has resulted in better amenities and lower prices. Buses from Tokyo follow either the Tomei Expressway or the Chuo Expressway to Nagoya, then the Meishin Expressway in the direction of Kobe. Trips take approximately 9–10 hours depending on the route and stops.\n\nThe following are among the major bus services available between Tokyo and Kobe: ",{"type":"''","value":["(Current as of March, 2012)"]},"\n\n",{"type":"=====","value":["Willer Express"]},"\n\nDiscount bus operator ",{"type":"'''","value":[{"type":"[","value":["http:\/\/travel.willer.co.jp\/en\/ Willer Express"]}]}," runs overnight buses with a variety of seating options. Bus journeys can be booked online in English, and Willer's ",{"type":"'''","value":["Japan Bus Pass"]}," is valid on all of their routes with some exceptions.\n\nBuses from Tokyo leave from Willer's own bus terminal, located west of Shinjuku Station in the Sumitomo Building. Some buses also leave from ",{"type":"'''","value":["Tokyo Disneyland"]}," - Goofy Car Park, ",{"type":"'''","value":["Shinagawa Station"]}," - Shinagawa Prince Hotel and ",{"type":"'''","value":["Yokohama Station"]},". The drop-off in Kobe is in front of the Sannomiya Sogo Department Store.\n\nWiller's overnight one-way fares to\/from Tokyo run from approximately ¥3800-4300 with advanced purchase in regular buses with 2x2 seating. Fares are typically higher on weekends and holidays.\n\n",{"type":"=====","value":["JR Bus"]},"\n\n",{"type":"'''","value":["JR Bus"]}," ",{"type":"[","value":["http:\/\/www.kakuyasubus.jp\/kanto_kansai\/index.html (Japanese Website)"]}," operates overnight services from Tokyo to Kobe. The drawback is that you cannot make online reservations in English, but you can make reservations in train stations at the same \"Midori-no-Madoguchi\" ticket windows used to reserve seats on trains. Buses depart from ",{"type":"'''","value":["Tokyo Station"]}," - Yaesu Exit (八重洲口) and the ",{"type":"'''","value":["JR Highway Bus Terminal"]}," (JR高速バスターミナル) located adjacent to Yoyogi Station on the Yamanote Line (one stop south of Shinjuku). Buses stop in Kobe at the Sannomiya Bus Terminal (三宮バスターミナル).\n\nJR Bus offers, in order of comfort and price, ",{"type":"'''","value":["Standard buses"]}," with individual seats arranged 1x1x1 and ",{"type":"'''","value":["Premium Buses"]}," that offer wider seats and more amenities.\n\nJR Bus' overnight one-way fares to\/from Tokyo start from approximately ¥6000 for overnight trips in Standard buses up to ¥7600 for premium buses with advanced purchase. Fares are typically higher on weekends and holidays.\n\nThere no daytime JR Bus runs to Kobe - you will need to take a JR Bus to Osaka Station and then take a 20 minute ride by JR train to Sannomiya.\n\n",{"type":"=====","value":["Other bus services"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Keisei Bus, Hankyu Bus, Hanshin Bus:"]}," Ovenright from Tokyo Station and Tokyo Disneyland to Sannomiya Station, ¥8690."]},"\n",{"type":"*","value":[{"type":"'''","value":["Keio Bus, Shinki Bus:"]}," Overnight from Shinjuku Highway Bus Terminal and Shibuya Mark City to the Sannomiya Bus Terminal, ¥8690."]},"\n",{"type":"===","value":["By boat"]},"\n\nA number of ferry services are available from Kobe, including routes to:\n\n",{"type":"*","value":[{"type":"[[","value":[["Takamatsu"]]},": Jumbo Ferry, 078-327-3111. 3 1\/2 hours; ¥1,800."]},{"type":"*","value":[{"type":"[[","value":[["Kitakyushu"]]},": Hankyu Ferry, 078-857-1211 ",{"type":"[","value":["http:\/\/www.han9f.co.jp\/17english%20site\/e-index.htm"]},". 12 hours; ¥7,400+."]},{"type":"*","value":[{"type":"[[","value":[["Oita"]]},": Diamond Ferry, 078-857-9525. 12 hours; ¥8,800+. Also stops at ",{"type":"[[","value":[["Matsuyama"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Beppu"]]},": Kansai Kisen, 06-6572-5181 ",{"type":"[","value":["http:\/\/www.kanki.co.jp\/foreign\/about.htm"]},". 12 hours; ¥8,800+. Also stops at Matsuyama."]},{"type":"*","value":[{"type":"[[","value":[["Okinawa"]]},": Maruei Ferry, 078-857-3901. 3 days; ¥18,800+. Also stops at ",{"type":"[[","value":[["Miyazaki"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Shanghai"]]},": Japan-China Ferry, 078-321-5791 (Japan) or 021-6326-4357 (China). 45 hours; ¥20,000+."]},{"type":"*","value":[{"type":"[[","value":[["Tianjin"]]},": China Express Line, 03-3537-3107 (Japan) or 022-2420-5777 (China) ",{"type":"[","value":["http:\/\/celkobe.co.jp\/english\/unkou.html"]},". 50 hours; ¥22,000+."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train"]},"\nIf you are planning to travel beyond city limits you might want to consider using the tickets from ",{"type":"[[","value":[["Kansai#Get_around"],[{"type":"'''","value":["Surutto Kansai"]}]]},". For use in West of Japan include Kobe, there are some other useful tickets:\nA rechargeable smart card, ",{"type":"'''","value":["ICOCA"]},", is used on rail, subway and bus networks in ",{"type":"[[","value":[["Kansai"]]}," area,",{"type":"[[","value":[["Okayama"]]},",",{"type":"[[","value":[["Hiroshima"]]},",",{"type":"[[","value":[["Nagoya"]]}," (Kintetsu) and ",{"type":"[[","value":[["Tokyo"]]}," (JR East). These cards are available at vending machines at these rail stations, and cost 2000 yen, which includes a 500 yen deposit that will be refunded when the card is returned at JR West Station.\n\nThe Hankyu (阪急), Hanshin (阪神) and JR lines cross Kōbe in a west-east direction, and provide the cheapest and fastest way to travel across town. Each of these three lines have their own station located around the busy central Sannomiya shopping district and each provide access to different points of interest.\n\nFor visitors with a ",{"type":"[[","value":[["Japan#Japan Rail Pass"],["Japan Rail Pass"]]},", JR will be of the most use. ",{"type":"''","value":["Shin-kaisoku"]}," (新快速 - Special Rapid) trains stop at both Sannomiya and Kōbe stations and provide the best way to travel west towards ",{"type":"[[","value":[["Akashi"]]}," and ",{"type":"[[","value":[["Himeji"]]}," or east towards ",{"type":"[[","value":[["Kyoto"]]}," and ",{"type":"[[","value":[["Osaka"]]},". Boarding a ",{"type":"''","value":["Futsu"]}," (普通 - Local) from either Sannomiya or Kōbe stations will allow you to easy access to Motomachi (for Nankin-machi and Meriken-park) Nada (for the sake brewing district and museums) Rokkomichi (for buses to Mt. Rokko) and Sumiyoshi (for the Rokko Liner to Rokko Island).\n\nThe Hankyu and Hanshin lines are of less use to tourists but you may be forced to use them to visit certain sights. Koshien Stadium, home of the baseball team the Hanshin Tigers, is easily accessible from Hanshin Koshien Station and both lines provide service to Shinkaichi for transfer to the private Kobe Dentetsu line and access to the famed ",{"type":"[[","value":[["Arima Onsen"]]}," hot-spring district.\n\n",{"type":"===","value":["By subway"]},"\nKōbe has two subway lines. The ",{"type":"'''","value":["Kaigan Line"]}," runs along along the coast, and the ",{"type":"'''","value":["Yamate-Seishin Line"]}," runs toward the mountains. Both are more expensive than ordinary trains and unlikely to be of use for the traveler, except when connecting to Shin-Kōbe, the station located north of the city where the Sanyo Shinkansen stops. The small jaunt between Shin-Kobe and Sannomiya costs ¥200. If you want to explore Kobe, there is a one-day-pass for both lines (1日乗車券; Ichinichijoshaken), costing ¥800 (kids: ¥400) or subway plus bus for ¥1000 (¥500).\n\nNorth of Shin-Kobe station, the Yamate subway runs over the ",{"type":"'''","value":["Hokushin Express Line"]},". Trains run 7.5 km under ground and terminate at Tanigami Station, from which you can transfer to the ",{"type":"'''","value":["Shintetsu Arima Line"]}," for Arima-guchi Station and ",{"type":"[[","value":[["Arima Onsen"]]},".\n\n",{"type":"*","value":[{"type":"[[","value":[[":WikiPedia:Kaigan Line"]]}]},{"type":"*","value":[{"type":"[[","value":[[":WikiPedia:Seishin-Yamate Line"]]}]},"\n",{"type":"===","value":["By light rail"]},"\nThe automated ",{"type":"'''","value":["Port Liner"]}," links Sannomiya to the reclaimed port district south of the city, and continues over the Kobe Sky Bridge to Kobe Airport.  Likewise, the ",{"type":"'''","value":["Rokko Liner"]}," links the Rokko Island area to JR Sumiyoshi station.\n\n",{"type":"===","value":["By bus"]},"\nKobe has a comprehensive city bus system, which is often your best choice when travelling to areas located north of the city, away from the predominately east-west running train and subway lines. Schedules and boarding locations can be obtained from the tourist information office below JR and Hankyu Sannomiya stations.\n\nThe city also operates a loop-line tourist bus that travels around scenic spots and famous tourist locations in Kobe including the Kitano Ijinkan streets, Nankin-machi and Meriken Park. These distinctive old-fashioned green buses can be boarded are 15 stops between the Shin-Kobe area and Harborland and cost 250 yen for a single loop or 650 yen for a day pass. Boarding locations are indicated by green and red signs on the side of the road. Buses run at 15-20 minute intervals and one loop takes approximately 70 minutes.\n\n",{"type":"===","value":["By ropeway"]},"\n\nKobe has several ropeways that travel up Mount Rokko. One that is near a major station is the ",{"type":"'''","value":["Shin-Kobe Ropeway"]},", a 5-minute walk from Shin-Kobe station. The ropeway, reputed to have one of Kobe's best scenic views, runs up to the Nunobiki Herb Park. Adults ¥550 one-way, ¥1000 round-trip. Combination tickets are also sold which include the Nunobiki Herb Park (see below).\n\n",{"type":"===","value":["On foot"]},"\nKōbe is thin in the north-south direction, but long in the west-east direction. Since much of it is built on a hill, a reasonable itinerary is to take the bus up the hill, and walk down. If you get lost, find the mountains or the harbour. The mountains are on the north, and the harbour’s on the south.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Ijinkan GermanHouse.JPG"],["thumb"],["240px"],["German house, Ijinkan"]]},"\n\nKobe's main attraction for the Japanese is its concentration of ",{"type":"'''","value":["Western-style houses"]},", some dating back to the days when Kobe was opened for foreign trade in 1868.  Europeans who grew up in similar scenery may find them less fascinating.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ijinkan"]}," (異人館) (",{"type":"''","value":["walking distance from either Sannomiya or Shin-Kobe stations"]},")  Kōbe's number-one attraction is the Ijinkan or Foreign Houses.  These are 19th-century residences of Kobe's foreign traders, clustered in the Kitano area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kyu-kyoryuchi"]}," (旧居留地), near Motomachi station (Hanshin Line or JR Line).  This is where foreign consulates and trading companies built their offices.  Several 19th-century buildings have been converted into restaurants and shops.  Notable buildings include ",{"type":"'''","value":["Chartered Square"]},", once the Chartered Bank branch and the ",{"type":"'''","value":["15th Building"]}," (十五番館), once the American consulate.  The area is also packed full of high-fashion boutiques like Gucci, Louis Vuitton, Prada and Fendi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Meriken Park"]}," (メリケンパーク) near the harborfront has a poignant memorial to the devastating Hanshin Earthquake in 1995, which killed 6,433 people.  ",{"type":"'''","value":["Kobe Tower"]}," nearby is the unofficial symbol of the city and offers a viewing pavilion (¥600)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["City Hall Observation Deck"]}," near the Kyu-kyoryuchi area; see a tourist map for location, walking distance from Sannoyima Stn. Could be a good alternative to ",{"type":"'''","value":["Kobe Tower"]}," for people who are on a budget. Offers nice bayside and mountainside views of Kobe. Closes at 9PM. No charge."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Fruit Flower Park"],["alt=フルーツ・フラワーパーク"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 78-954-1000"],["tollfree="],["fax="],["hours="],["price="],["content=35 min by bus from Sannomiya, Open daily is 10 AM to 6 PM (except on　holidays). This park is surrounded by a lot of flowers and greenery. Many people hold their wedding ceremonies here every year. In spring, the park becomes even more beautiful as about 10,000 tulips bloom. The Hotel Fruit Flower is near the park, which is visited by many families."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chinatown"]}," (南京町 ",{"type":"''","value":["nankinmachi"]},") was the original settlement of Chinese merchants. Today, it is rather touristy though it offfers some \"Japanised\" versions of Chinese food such as pork buns (豚饅頭 ",{"type":"''","value":["buta-manjū"]},"). Its architecture is still rather pleasant though."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Takenaka Carpentry Tools Museum"],["alt=竹中大工道具館"],["url=http:\/\/dougukan.jp"],["email="],["address="],["lat="],["long="],["directions=3 blocks North of JR Motomachi station.  1 block west from Coop store.  A 10 minute walk."],["phone = +81 78 242-0216"],["tollfree="],["fax="],["hours=9:30-16:30"],["price=300 yen"],["content=A very nice exploration of hand carpentry tools, from the stone axes of Jomon age to the Western influenced tools of yesterday.  Hands on exhibits and English language descriptions make this a pleasant place to spend the afternoon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sorakuen Garden"],["url=http:\/\/feel-kobe.jp\/_en\/sightseeing\/spot\/?sid=78"],["email="],["address="],["lat="],["long="],["directions=10 minute walk from Motomachi Stn; 15-20 minutes from Sannomiya Stn"],["phone = +81 78 351-4680"],["tollfree="],["fax="],["hours=9:30-16:30"],["price=300 yen; 260 yen with discount coupon available from tourist information booths"],["content=A nice Japanese-style garden in the middle of the city. Very good value and a great attraction to see after going through the Ijinkan area."]]}]},"\n",{"type":"[[","value":[["File:Nunobiki Herb Garden (hothouse outside).jpg"],["thumb"],["240px"],["Nunobiki Herb Garden"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nunobiki Herb Park"]}," (布引ハーブ園) is a 40-acre garden located on Mount Rokko. It is accessible by the Shin-Kobe Ropeway, located near Shin-Kobe station. It features over 200 varieties of herbs, as well as greenhouses, exhibitions, and a restaurant. Admission for adults, which includes the round-trip ride on the Ropeway, is ¥1200."]},"\nKōbe is a well-known center of ",{"type":"'''","value":["sake production"]}," and many sake breweries are in the Nada (灘) area, and have tours or museums open to the public.  You can pick up a map of the sake breweries at the tourist information office in Sannomiya.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sawa-no-Tsuru Museum"]}," (沢の鶴資料館) (",{"type":"''","value":["10-minute walk from Hanshin Ōishi station 大石駅"]},"). 078-882-7788. Open daily 10 AM to 4 PM, closed Weds.  This museum is probably the best of the bunch, with an informative multi-level exhibit partly labeled in English, and a well-stocked gift shop.  Free entry, but no free sake."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hakutsuru Sake Brewery Museum"]}," (",{"type":"''","value":["walking distance from Hankyu Mikage station 御影駅 or Sumiyoshi station 住吉駅"]},"), 078-822-8907.  Open daily 9:30 AM to 4:30 PM, closed Mon.  This museum is located inside a former brewery, and features traditional tools, dioramas and English-language videos to explain the sake-making processes.  At the end, you can sample some sake, which is non-pasteurized, presumably because it doesn't have to travel far from the factory.  Write your name on a piece of paper provided by the guard and return that at the end.  Free entry, free sake."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hamafukutsuru-Ginjo Brewery and Shop"]},"  Open daily 10 AM to 5 PM, closed Mon. 078-411-0492.  Reportedly, Hamafukutsuru offers factory tours, rather than just a museum."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oji Zoo"]}," (王子動物園) (",{"type":"''","value":["walking distance from Hankyu Oji Koen station 王子公園駅 or JR Nada 灘駅 station"]},") Open daily 9 AM to 4:30PM from March to October and 9AM to 4PM November–February. 078-961-5624.  Besides animals, there is a mini amusement park with rides for young children. Admission is ¥600 for adults and ¥200 for children."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kiku-Masamune Sake Brewing Company"],["url=http:\/\/www.kikumasamune.co.jp\/kinenkan\/"],["email="],["address=Kobe, Higashi Nada-ku Uozaki Nishimachi 1-9-1"],["lat="],["long="],["directions=Approx. 10-minute walk south from Hanshin Uozaki Station; approx. 2-minute walk north from Rokko Liner Minami-Uozaki Station."],["phone = +81 78-854-1029"],["tollfree="],["fax="],["hours=9:30-16:30 (Entry until 16:00 )"],["price=FREE!!!"],["content=Kiku-Masamune Sake Brewing Memorial Hall is the only facility that exhibits \"Sake brewing utensils of Nada\" which are tangible cultural properties of Japan. It is a museum of Sake that tells you the secret of traditional sake brewing techniques of the Tanba region. You can also try tasting different kinds of sake here for free. There will be a guide to take you though the museum and present the history of a prestigious \"Sake of Nada\" brewer."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tetsujin 28 statue"],["alt=Kobe project"],["url=http:\/\/www.kobe-tetsujin.com\/"],["email="],["address="],["lat="],["long="],["directions=2 blocks west of the Shin-Nagata stop on the JR line."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 18 meter tall statue of a manga robot that was built to help rebuild the Nagata ward of Kobe both financially and morally after the great earthquake. The Nagata ward was one of the worst hit areas and the character of the statue has a long history to Japan as a whole and specifically this area."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Rokkosan Night OsakaBay.JPG"],["thumb"],["240px"],["Osaka Bay at night"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mt. Rokko"]}," (六甲山 Rokko-san) and its ",{"type":"'''","value":["Rock Garden"]},", the first an easy cable car trip for suitable romantic evenings, the second a light day's hiking with an excellent view.  The view over the glittering expanse of Osaka Bay is canonized as one of the ",{"type":"[[","value":[["Japan's Top 3"],["Three Great Night Views"]]},".  The ",{"type":"''","value":["Mt. Rokko Ice Festival"]}," is held here every February around Valentine's Day. Please note that despite its fame, the Mt. Rokko (and adjacent Mt. Maya) cable car routes actually close ",{"type":"''","value":["prior"]}," to sunset for most months of the year outside of July, August and special events."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Kobe Collection"],["alt=神戸コレクション"],["url=http:\/\/www.kobe-collection.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fashion event. Held Twice a year (Aug-Sep, Feb-Mar) in Kobe since ",{"type":"[[","value":[["2002"]]},". Popular with young women."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Kobe Jazz Street"],["alt=神戸ジャズストリート"],["url=http:\/\/www.kobejazzstreet.gr.jp\/spirit\/english.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous Jazz event in Japan. Held every October at jazz bars and hotels in Kobe since 1981."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Chicken George"],["alt="],["url=http:\/\/www.chicken-george.co.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most famous place with live music in Japan. Near Sannomiya station."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Nunobiki Falls"],["alt="],["url=http:\/\/hometown.infocreate.co.jp\/en\/kinki\/kobe\/midoko-e.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is one of three of Japan's most important waterfalls. A 15 minute walk up Mt. Rokko from Shin Kobe station. Seeing the waterfalls and Herb Garden is a great way to spend a morning or afternoon. A good way is to take the City Loop bus to Shin Kobe stn. Go inside the station and find the tourist information booth to grab a hiking map. Then head toward the Crown Plaza for the ropeway ticket booth (900 yen or 720 yen with coupon available in discount book.) Purchase a one-way ticket, which includes admission to the Herb Garden. Do not validate it. Exit the ticket booth and return to Shin Kobe stn first floor. Follow the signs and tunnel for the waterfalls. The entire hike takes about 30-45 minutes depending on stops. Follow the way toward the mid-station for the Herb Garden. Walking all the way through the garden will take you to the top of Mt. Rokko. Enjoy the views and head back down with your ropeway ticket. The entire thing may take 2-3 hours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kobe Luminaire"],["url=http:\/\/www.kobe-luminarie.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 78 303-0038"],["tollfree="],["fax="],["hours="],["price="],["content=Japan's best display of lights. From early to mid-December, visitors can come to see the large, flamboyant light displays. Along with being beautiful, the lights and the event itself have a deeper meaning: The luminaries began in 1995 after the Great Hanshin Earthquake devastated the city of Kobe. Each light is said to represent one life lost during in the earthquake. In the past, it was lit during the entire month of December however, the cost of keeping it lit has forced the city to reduce the number of days. Check the website before planning your visit to see when they will be lit during your visit."]]}]},"\n",{"type":"==","value":["Buy"]},"\nKōbe's shopping is clustered around the Sannomiya train station and the Center-Gai shopping arcade leading off from it.  Many of the unassuming little cafes and specialty shops in the arcade in fact have histories tracing back well over a hundred years.\n\n",{"type":"'''","value":["Piazza Kōbe"]}," (ピアザ神戸) and ",{"type":"'''","value":["Motokō Town"]}," (モトコータウン) are the two names of essentially one long arcade where all manner of second-hand goods are sold. These stores are underneath the JR lines, running from Sannomiya station, past Motomachi Station, to Kōbe Station. Motoko sells a variety of things such as books, clothes, shoes, accessories, knives, lighters, toys...... You can get heaps of things.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Harbor Land"]}," (",{"type":"''","value":["adjacent to Kobe station"]},").  This is a modern shopping and dining area, developed on the edge of the Kobe Bay."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["MOSAIC"]},". Kobe’s playground. There are restaurants, bars, a movie theatre, a shopping market, an amusement arcade and a little amusement park. Harbour cruises are offered, some of which go as far as the ",{"type":"'''","value":["Akashi-Kaikyo Bridge"]},"."]},"\n",{"type":"===","value":["Books"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Junkudo"]}," (",{"type":"''","value":["7th floor of the big DAIEI building in front of Sannomiya station"]},"). 078-252-0777. Open daily 10 AM to 9 PM.  Huge bookstore with big selection of English books and magazines."]},{"type":"*","value":[" ",{"type":"'''","value":["Junkudo"]}," (",{"type":"''","value":["5th floor of JR Sumiyoshi station"]},"). Open daily 10 AM to 9 PM.  Huge bookstore."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:JP-28 Kobe Kobe-Beef.jpg"],["thumb"],["The famed Kobe beef: finger-licking good, budget-busting expensive"]]},"\n\nKobe has a large number of restaurants offering international cuisine.\n\nKōbe is known worldwide for its ",{"type":"'''","value":["Kobe beef"]},", exquisitely marbled, very fatty and very expensive beef.  Recommended for a splurge, but expect to pay close to ¥10,000 per head.  At the opposite end of the culinary spectrum is ",{"type":"''","value":["sobameshi"]}," (そば飯), a concoction of fried rice and noodles mixed together, which is cheap, filling and pretty much unique to Kobe.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Sushidai"],["alt="],["url=http:\/\/sushidai.jp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=( 鮨大 \/ すし大), 〒650-0004 Kobe-shi Chuo-Ku Nakayamate-dori 1-9-2 Mozan-Biru 1F ( 1st Floor, Mozan-Biru Building ), ☎ 078-599-5509. Located at the centre of Sannomiya, definitely is the best place to enjoy the most famous Japanese dish in town! Their specialty here, is without a doubt, ",{"type":"''","value":["sushi"]},". With a cozy atmosphere, Japanese-style music and design, will make you feel comfortable and of course, fill your hungry stomach with oh-so-fresh ",{"type":"''","value":["seafood, sashimi and sushi"]}," by ",{"type":"''","value":["Chef Nakanishi Shinsuke"]},". ",{"type":"''","value":["Black-hair beef"]}," here is worth a try, too. The service is friendly and the kitchen is delightfully quick. Good drinks menu ( Recommend: Ginger ale, Asahi beer, wine ). Price ( as of May, 2012 ): 7,000 - 9,000 yen per person. Open from 6 PM to 5 AM."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nankinmachi"]}," (",{"type":"''","value":["walking distance from Sannomiya station"]},").  Cheap eats can be found in Kōbe's Chinatown."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Modern Ark Pharm cafe"],["alt="],["url=http:\/\/www.chronicle.co.jp\/shop\/shop_MODcafe.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A vegetarian, organic cafe that also serves alcohol and desserts."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Sky Buffet"],["alt="],["url=http:\/\/www.buffet.jp\/sky\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It’s a little bit hard to find (",{"type":"''","value":["several blocks south of Sannomiya Station, but it’s the tallest building one street over on your left"]},"), but at 24 floors up, the view is quite impressive especially at night and definitely worth the troubles of finding it. The food’s a reasonably good mix of cultures and well priced."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Alain Chapel"],["alt="],["url=http:\/\/www.portopia.co.jp\/en\/dining\/alainchapel.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It’s a branch of ",{"type":"''","value":["Alain Chapel"]}," (France,Lyons. a 3 stars restaurant).",{"type":"'''","value":["Kobe Portpia Hotel"]}," 31 floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grill Ippei"]}," (グリル一平). Specializes in ",{"type":"''","value":["yōshoku"]},", or Japanized Western dishes.  Specialities include ",{"type":"''","value":["Ebi furai"]}," (breaded shrimp), ",{"type":"''","value":["kaki furai"]}," (breaded oyster), hamburger steaks and ",{"type":"''","value":["tonkatsu"]}," (pork cutlets). There are several branches near Sannomiya station, Motomachi station and elsewhere."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gaen Shuga"],["url=http:\/\/r.gnavi.co.jp\/fl\/en\/c063400\/"],["email="],["address=2-8-7 Sakaemachi-dori, Chuo-ku, Kobe-shi, Hyogo 650-0023"],["lat="],["long="],["directions=Head west from the main square in Chinatown and turn left at the first street and Gaen will be on the left next to Kung Lung (the big Bruce Lee)"],["phone = +81 78  331-8828"],["tollfree="],["fax="],["hours=11:30-3:00 5:00-9:30"],["price="],["content=Delicious Cantonese and Hong Kong cuisine prepared by genuine Chinese chefs.  An English menu is available.  You can get a dish like fried rice for under ¥1000 or a set menu with several dishes including soup and dessert for slightly more.  You can also ask the proprietor to prepare a special banquet menu for you that includes delicacies like shark's fin soup and fresh abalone.  There is a printable coupon from the website!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sona Rupa"],["url="],["email="],["address=3F Lighthouse, 2-2-9 Shimoyamatedori"],["lat="],["long="],["directions=Adjacent to the Kobe Sauna building. Opposite the bee's hotel and Don Quijote shopping store in Sannomiya"],["phone = +81 78-322-0252"],["tollfree="],["fax="],["hours=11 am - 9 pm"],["price="],["content=Possibly the best Indian restaurant in the Kansai region. The chef is famous for his creations and often recommends what dishes to order for first timers. Set lunch and dinner menus are available along with an ala-carte menu. The restaurant holds several food festivals, notably in summer (June - August) and in Christmas. Average costs ¥1,800 to ¥5,000 per person. Reservations strongly required, as seating is limited and the restaurant gets packed during lunch and dinner times."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mouriya"],["url=http:\/\/www.mouriya.co.jp\/en\/index.html"],["email="],["address=Daiichi Kishi Bldg. 3F, 9-9 1-chome, Kitanagasa Dori, Chuouku, Kobe City, Hyogo Prefecture 650-0012"],["lat="],["long="],["directions=Call or visit website."],["phone = +81 78-321-1990"],["tollfree="],["fax="],["hours="],["price=9,000-12,000 yen"],["content=One of the most famous houses serving Kobe beef. The slightly reduced lunch specials are worth checking out. Must make reservations."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Torikizoku"],["alt=鳥貴族"],["url=http:\/\/www.torikizoku.co.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=5 or 6 pm to late"],["price=All food\/drink ¥300 each"],["content=Torikizoku is the most popular yakitori chain in Kansai. There are three restaurants in Kobe Sannomiya - near the Hankyu station, near the shrine, and just down the street from the Haagen-datz near the concrete statue park. The Yakitori is delicious, comes in generous serves and is very cheap. It's very popular with both locals and expats, and is always busy. Try to come before 7:30 to secure seats. As the drinks are cheap it's also popular for drinking with snacks on the side. Look for the distinctive yellow and red sign with the chicken and 鳥貴族"]]}]},"\n",{"type":"==","value":["Drink"]},"\nKōbe's specialty are ",{"type":"''","value":["tachinomiya"]},", literally stand-and-drink bars.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["New Muenchen Kobe Taishikan"]}," (ニューミュンヘン神戸大使館), Sannomiya-cho, 2-chome, 5-18 (",{"type":"''","value":["on Ikuta Road a block south of Center-Gai, about 3 blocks south of the JR tracks, under 10 min. by foot from either Hankyu, Hanshin, or JR Sannomiya station"]},"), tel. 078-391-3656, ",{"type":"[","value":["http:\/\/r.gnavi.co.jp\/fl\/en\/k015502\/"]},". Open 11AM to 11PM, lunch hours are 11AM to 2PM. A long-time Sapporo Beer brewpub and restaurant newly rebuilt after the Great Hanshin Earthquake in 1995 that serves seasonal brews and dishes as well as the timeless favorites of German and Japanese beer halls. Bar service on ground floor, table service on higher floors. Capacity 540. Beers range around ¥550-950, food ranges around ¥750-1500."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sone"],["alt="],["url=http:\/\/kto.co.jp\/new\/modules\/booklists\/viewcat.php?cid=24&orderby=titleD"],["email="],["address=1-24-10 Nakayamate-dori"],["lat="],["long="],["directions=in Kitano just north of Sannomiya station"],["phone=+81 78-221-2055"],["tollfree="],["fax="],["hours="],["price="],["content=Not only an excellent place to relax with a drink, Sone also happens to be one of the best jazz clubs in Kansai. You will have to pay a cover charge on a night with big names performing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pizza Kitchen (PK)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 78-333-0350"],["tollfree="],["fax="],["hours="],["price="],["content=1-12-4 Nakayamate-dori (",{"type":"''","value":["at the intersection with Kitano-zaka, just north of Sannomiya station"]},"), beer 600 yen, pizza 1000 yen, free wireless internet access for customers."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Happy Jack"],["url=http:\/\/www18.ocn.ne.jp\/~happyjk\/index.html"],["email="],["address=3-314, Motomachi Koka-Dori Chuo-Ku, Kobe"],["lat="],["long="],["directions=4 minute walk east of JR Kobe station, running under the train line, just outside of Motoko Town."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cover charge of approx 500 Yen but a great bar to listen to some British music such as Stone Roses or The Who."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar time trap"],["url="],["email="],["address="],["lat="],["long="],["directions=Located underneath the JR train tracks between Motomachi and Kobe stations. Walking through the shopping street from motomachi, it's on your left."],["phone="],["tollfree="],["fax="],["hours=Open from roughly 8:30 pm until late"],["price=All drinks 300 yen"],["content=If you're looking for something a little different, this is it. This tiny place is a reptile house crossed with a bar, with bizarre decor. If you ask nicely, the owner might produce a snake from under the counter for you to play with."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hub"],["alt=ハブ"],["url=http:\/\/pub-hub.com\/shop\/sannomiya\/index.html"],["email="],["address="],["lat="],["long="],["directions=2 min walk west of Hankyu Sannomiya station, on the street in front of Ikuta shrine"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A basement location of the British pub chain. Happy hour discount cocktails 5-7 pm."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Trinity"],["alt=Bar Trinity"],["url=http:\/\/www.whynotjapan.com\/guide\/trinity\/en.htm"],["email="],["address=Shinko Bld 3F, 1-2-9, Nakayamate-dori"],["lat="],["long="],["directions=about 2 min. north of Hankyu Sannomiya station, check the map on the URL"],["phone = +81 78-333-1286"],["tollfree="],["fax="],["hours=7PM to late"],["price=Reasonably priced with no cover (except for DJ events)"],["content=Congenial owner Collin, a Chicago native, runs this popular, internationally oriented local spot that typically operates as a casual bar on weeknights and runs DJ and other events on weekends. Drinks are affordable, staff is bilingual, and there is a bar and comfy sofas to relax on alone or with whoever you bring."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nKōbe has a wide variety of accommodation, ranging from love hotels near Shin-Kobe to luxury hotels by the waterfront.  If you're looking for cheaper alternatives, ask at the tourist information office in Sannomiya station (they speak English).\n\nIf you don't find a hotel, Osaka is only 20 minutes away on the JR line for ¥390.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kobe Harborland New Otani"],["alt="],["url=http:\/\/www.newotani.co.jp\/en\/kobe\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 78-360-1111"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=1-3-5 Higashi-kawasaki-cho, Chuo-ku. A member of the prestigious New Otani chain. While not quite swanky as its Tokyo flagship, the location near JR Kōbe station is good and internet rates can be had for around ¥10,000 a night (plus taxes)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Tor Road"]},", 3-1-19 Nakayamate-dori, Chuo-ku, tel. 078-391-6691, fax 078-391-6570, e-mail htorroad@oak.ocn.ne.jp. Convenient location in the heart of Kobe's main shopping and dining area between Sannomiya and Motomachi train stations. New Muenchen Tor Road beer cellar right next door. Singles ¥7500-9000, doubles\/twins ¥15,000-19,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kobe Bay Sheraton"]},", 2-13 Koyocho-naka, Higashinada-ku, tel. 078-857-7000, or 1-800-325-3535 (from U.S. only), ",{"type":"[","value":["http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=772&language=en_EN"]},". Rokko-island near Island-center station (Rokko Liner Line).  Various prices."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kobe Kur Haus (神戸クアハウス)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 78-222-3755"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3-10-15 Ninomiya-chou, Chuo-ku. 8 minutes walking from Sannomiya station (Hankyu, Hanshin, JR Line). Spa and capsule hotel with a floor exclusively for women. ¥3,300 to ¥4,600."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ninomiya Ryokan (二宮旅館)"]},", 1-10-6 Kotonoo-chou, Chuo-ku. 6 minutes walking from Sannomiya station (Hankyu, Hanshin, JR Line). Single room ¥4,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kobe Kitano hotel (神戸北野ホテル)"]},", 3-3-20 Yamamoto-dori, Chuo-ku. 15 minutes away from Sannomiya station (Hankyu, Hanshin, JR Line).  Twin rooms from 26,250 yen ",{"type":"[","value":["http:\/\/www.kobe-kitanohotel.co.jp\/en\/index.html"]},". Its owner and chef was a cook at Le Relais Bernard Loiseau (a restaurant in France, Michelin 3 stars restaurant).  This hotel's plan includes dinner and breakfast."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=R2 Hostel"],["url=http:\/\/r2kobe.com\/english\/index.html"],["email="],["address=2-4-6 Kumoi-dori"],["lat="],["long="],["directions=10 minute walk from Sannomiya Stn."],["phone = +81 80-4496-3034"],["tollfree="],["fax="],["hours="],["price=Dorms ¥2,800, singles ¥3,900, twins ¥6,400, doubles ¥6,000"],["checkin=3PM - 10PM"],["checkout=10AM"],["content=Solid hostel in a great central area. Free wifi, free computers, kitchen, lounge."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kobe Dears' Backpacker House"],["url=http:\/\/www.kobe-dears.com\/english\/index.php"],["email="],["address=4-2-1 Minami Uozaki, Higashinada, 658-0025"],["lat="],["long="],["directions=10 minute walk from Hanshin Uozaki Station, a 10 minute train ride from Sannomiya"],["phone = +81 70-6453-1583"],["tollfree="],["fax="],["hours="],["price=Dorms ¥2,500, singles ¥3,900, twins\/doubles ¥6,400, triples ¥9,000"],["checkin="],["checkout="],["content=Cosy little backpacker hostel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kobe Portopia Hotel"],["alt=神戸ポートピアホテル"],["url=http:\/\/www.portopia.co.jp\/en"],["email="],["address=10-1,6 Chome, Minatojima Nakamachi, Chuo-ku. 650-0046"],["lat="],["long="],["directions=Immediately adjacent Shimin Hiroba Station"],["phone = +81 78-302-1111"],["tollfree="],["fax=078-302-6877"],["hours="],["price=¥12,000-¥15,000"],["checkin=15:00"],["checkout=12:00"],["content= This is a high-rise international hotel on Portopia Island mainly of interest to business travelers or those attending events at the International Convention Center nextdoor. Includes spa and pool at additional cost. Free wifi in guest rooms. Very nice view from the 30th floor during the breakfast buffet or the bar in the evening. Shuttle service to Sannomiya, Shin-Kobe Stations and Kobe and Kansai airports."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Arima Onsen"]]}]},", a hot-spring town located on the other side of Mt. Rokko"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nishinomiya"]]}]},", Situated between Kobe and ",{"type":"[[","value":[["Osaka"]]},", ",{"type":"'''","value":["Mount Kabutoyama"]}," makes a nice getaway from the hustle and bustle of the city."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Takarazuka"]]}]},", Famous for its all-female musical theatre troupe, the ",{"type":"'''","value":["Takarazuka Revue"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Osaka"]]}]},", If Kobe wasn't enough to satisfy your shopping needs, Osaka certainly will"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kyoto"]]}]},", the true cultural capital of Japan"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Awaji Island"]]}]},", Connects to the ",{"type":"'''","value":["Akashi Kaikyo Bridge"]},", the world's longest suspension bridge, 10 km far to the West. (10 minutes by train.)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Himeji"]]}]},", a nice city with Japan's most beautiful well-preserved castle, is a 30 minute train ride away."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Okayama"]]}]},", a beautiful city, home to one of the ",{"type":"[[","value":[["Japan's Top 3"],["top three gardens"]]}," in Japan and the birthplace of the famous ",{"type":"'''","value":["Momotaro"]}," tale"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kurashiki"]]}]},", a charming stroll through old Japan, lined with local shops and museums"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Suma"]]}]},", a beach just a few minutes from Kobe on the subway. The beach is right outside Suma station and is a lively place full of DJs and restaurants."]},"\n",{"type":"{{","value":[["routebox"],["image1=Sanyo Shinkansen icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Hiroshima"]]}],["minorl1=",{"type":"[[","value":[["Akashi"],["Nishi-Akashi"]]}],["directionr1=E"],["majorr1=END"],["minorr1=",{"type":"[[","value":[["Osaka"],["Shin-Osaka"]]}],["image2=JR Tokaido icon.png"],["imagesize2=100"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["File:JR Sanyo icon.png"],["90px"]]}],["minorl2=END"],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Osaka"]]}],["minorr2=",{"type":"'''","value":[{"type":"[[","value":[["Kyoto"]]}]}],["image3=JR Sanyo icon.png"],["imagesize3=100"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Okayama"]]}],["minorl3=",{"type":"[[","value":[["Akashi"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["File:JR Tokaido icon.png"],["90px"]]}],["minorr3=END"],["image4=Chugoku Expwy Route Sign.svg"],["imagesize4=100"],["directionl4=W"],["majorl4=",{"type":"[[","value":[["Hiroshima"]]}],["minorl4=",{"type":"[[","value":[["Tsuyama"]]}],["directionr4=E"],["majorr4=",{"type":"[[","value":[["Osaka"]]}],["minorr4=",{"type":"[[","value":[["Nishinomiya"],["Nishinomiya-Kita"]]}],["image5=Sanyo Expwy Route Sign.svg"],["imagesize5=100"],["directionl5=W"],["majorl5=",{"type":"[[","value":[["Hiroshima"]]}],["minorl5=",{"type":"[[","value":[["Himeji"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Miki"],["directionr5=E"],["majorr5=Ends at ",{"type":"[[","value":[["File:Chugoku Expwy Route Sign.svg"],["88px"]]}],["minorr5="],["image6=Kobe-Awaji-Naruto Expwy Route Sign.svg"],["imagesize6=100"],["directionl6=N"],["majorl6=END"],["minorl6="],["directionr6=S"],["majorr6=",{"type":"[[","value":[["Naruto (Tokushima)"],["Naruto"]]}],["minorr6=",{"type":"[[","value":[["Awaji Island"]]}]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_Creative_Cities"]]},"\n",{"type":"{{","value":[["geo"],["34.690000"],["135.195556"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Hyogo"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kobe"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Japan\/Prefectures\/Hyogo\/Kobe"]]}]