[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kochkor"]}," is a town in ",{"type":"[[","value":[["Kyrgyzstan"]]},"'s ",{"type":"[[","value":[["Issyk-Kul and the Tian Shan"]]}," region.\n\n",{"type":"==","value":["Get in"]},"\nKochkor has recently built a new taxi stand \/ bus station on the main road. There you can negotiate shared taxi rides to ",{"type":"[[","value":[["Bishkek"]]},", ",{"type":"[[","value":[["Naryn"]]}," City, ",{"type":"[[","value":[["Balykchi"]]},", ",{"type":"[[","value":[["Cholpon Ata"]]},", ",{"type":"[[","value":[["Kara Kol"]]},", and sometimes ",{"type":"[[","value":[["At Bashi"]]}," or ",{"type":"[[","value":[["Jumgal"]]},".\n\nIf you are looking for a cheap ride, try one of the minivan taxis (also known as mashrutkas) or (if you have lots of time on your hands) one of the buses that runs from Bishkek to At Bashi.\n\n",{"type":"==","value":["Get around"]},"\n\nKochkor is a large village, but can be easily explored on foot. However, if you want to visit a nearby village, finding a taxi might be difficult. The best thing to do is walk in the direction you want to go and wave at a passing car if you want them to stop. If they do give you a ride, it is polite to offer them money for petrol.\n\nThere are mashrutkas that run east \/ west on the main road from one end of the town to the other. But they keep irregular schedules.\n\n",{"type":"==","value":["See"]},"\n\nEvery Saturday, Kochkor holds it Animal Bazaar. There you can view Kyrgyz livestock and observe local farmers buying and selling their animals. The bazaar is also a good place to stock up on any essentials that you might be running low on.\n\nKochkor's park is a haven of greenery just south of the taxi stand. Within the park are various Soviet era structures in various stages of use. There you will find the Kochkor museum (which may or may not be open), the Wedding Palace, the cinema (now closed), the Cultural Hall (still open and working, inside you will find a billiard hall, library, performance hall, and antique Soviet video games), the Sports Hall.\n\n",{"type":"==","value":["Do"]},"\nAlthough Kochkor is best described as a gateway community, there is still much to do during your visit. The best is just to explore. The people are very friendly and willing to strike up a conversation with visitors. \nIf you are looking for more standard tourism fare, visit the CBT office and arrange for one of the local tours. If you are a mid-summer visitor, you might be there during one of the few festivals that are held to exhibit local culture to visitors.\nIf you are in town on March 21 (or anywhere else in Kyrgyzstan) you will be able to enjoy the Kyrgyz celebration of the Persian New Year (Nooruz). This is an all day celebration with dancing, signing, regional foods, and partying into the night.\n\n",{"type":"==","value":["Buy"]},"\nIf purchasing sheep isn't what you came for, Kochkor still can offer the shopping traveler a variety of experiences. In the center, there are two bazaars, one for food and the other for clothes. If you are planning on going up into the mountains and haven't got a pullover, now is the time to get one. Also, stop in the UNIMAG (Universal Magazine) and check out the bargains there.\n\nBut what Kochkor is truely known for is the women's handicraft cooperative, Altyn Kol (Kyrgyz for 'golden hand'). Founded in the mid-90's as a way to provide an alternate source of income for struggling rural families, Altyn Kol has become world known for its handmade felt carpets (shyrdaks). If you are visiting Kyrgyzstan during late May or late November, inquire about their bi-annual exhibition at the Kyrgyz Cultural Museum in Bishkek.\n\n",{"type":"==","value":["Eat"]},"\nKochkor offers the standard fare for travelers, Russian cafe food with a Kyrgyz taste. The two main cafes are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Visit"]},", one block west of the post office."]},{"type":"*","value":[" ",{"type":"'''","value":["Cafe Baba-Ata"]}," (aka Cafe Shamshy), in the center."]},"\nSmaller cafes open and close from year, you never know what you might find.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ash Liyam Fu"]}," (АШ ЛЯМ ФУ), on the main road next to the police station. This little shack is run by one of the few Dungan families in town. There they serve one thing, homemade Ash Liyam Fu, a cold and spicy Dungan noodle dish. It is the cheapest meal in town (around 25 som) and is said to be a great hangover cure."]},"\nIf you want to self cater, the food bazaar sells wonderful fresh vegetables and fruit in the summer (make sure to wash with purified water). You can also find bread, cheese, and a variety of confections around the center.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are currently two locally run homestay providers, CBT Kochkor and CBT+ECO. Each have their homestay networks that sometimes overlap. \nBoth offices are located near the new bus station \/ taxi stand.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nKochkor is the gateway community to the scenic Song-Kul lake.  Tours can be arranged in town.\n\n",{"type":"{{","value":[["geo"],["42.230000"],["75.750000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Issyk Kul and the Tian Shan"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Kochkor"]]}]