[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kodari"]}," is a town in ",{"type":"[[","value":[["Langtang"]]},". It is also the border crossing into ",{"type":"[[","value":[["Tibet"]]},", ",{"type":"[[","value":[["China"]]},". The town of Dram is located on the Chinese side of the border.\n\n",{"type":"==","value":["Get in"]},"\nDirect bus from ",{"type":"[[","value":[["Kathmandu"]]}," or by changing at ",{"type":"[[","value":[["Barabise"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Crossing the Border into or out of China"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are hotels and restaurants in Kodari but they are not very impressive. Located 4km down the road from Kodari is the village of ",{"type":"[[","value":[["Tatopani"]]},", which means 'Hot Water' in Nepalese. There are about a dozen guest houses in the area around the hot springs. Restaurants are plentiful as well.\n\n",{"type":"==","value":["Go next"]},"\nThere are two major ways of travel to Kathmandu - taxi or bus. Taxis congregate around the Nepal Customs and Immigration office and will take you to Kathmandu in 4 hours. There is normally one bus a day diret to Kathmandu but many buses to Barabise where you can change for another bus to Kathmandu. This will take about 9 hours to travel the 111km distance to Kathmandu.\n\nCrossing into China requires you to cross the Friendship Bridge where you will a custom building on the Chinese side of the bridge. After immigration, you will find 5 km of mountain road before you reach Chinese border town of ",{"type":"[[","value":[["Dram"]]},". A cab ride from the border to Zhangmu usually cost ¥10 per person, with 4 or more share the cab. You can also walk and the other is to hitchhike.\n\nYou will also find baggage porters, charging an average of 40NR per porter, who will carry your baggage across the no-man's land. Be aware that is it uphill the whole way!\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["27.9500"],["85.9500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Langtang National Park"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kodari"]]}]