[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Koforidua"]}," is a city and capital of Eastern Region in south of ",{"type":"[[","value":[["Ghana"]]},". Koforidua has a settlement population of 127,334 people in 2012.\n\nKoforidua is a commercial center for the Eastern region and New-Juaben Municipal district. Koforidua is regarded as one of the calmest and coolest cities in the country of Ghana. The city is home to few businesses with the exception of heavy duty industries, and with the recent construction of the two-going-two-coming highway road linking Adeiso, Koforidua, to Oyoko brings much attention to the city. That highway road serves as a valid alternative route to reach ",{"type":"[[","value":[["Kumasi"]]},". \n\n",{"type":"==","value":["Get in"]},"\nYou can find your way into Koforidua via a couple of road routes, with the best of all being through ",{"type":"[[","value":[["Aburi"]]}," if from ",{"type":"[[","value":[["Accra"]]},". Aside that, you can enter Koforidua from Accra via ",{"type":"[[","value":[["Suhum"]]}," and ",{"type":"[[","value":[["Nkawkaw"]]}," if from ",{"type":"[[","value":[["Kumasi"]]}," or ",{"type":"[[","value":[["Accra"]]}," and ",{"type":"[[","value":[["Nkruakan"]]}," if from ",{"type":"[[","value":[["Akosombo"]]},". Currently, there exist no airport in Koforidua, ruling out the instance of flying into the city. There also is no harbor in Koforidua. \n\nGetting to Koforidua is about a 2-hour drive from the capital city, ",{"type":"[[","value":[["Accra"]]},". Koforidua is found in the New Juabeng Traditional Area with a paramount chief and many sub-chiefs. The main festival celebrated by the people of Koforidua is the Akwantukese festival which comes in place during the last quarter of the year.\n\n",{"type":"==","value":["Get around"]},"\nGetting around in Koforidua is easier by way of vehicular transport, even though riding a bicycle or by foot is possible. Most car transport stations are around near Total 2 and 3 (a petrol-filling stations)found in the Central Business District in Koforidua. Koforidua has many social amenities such as; Police station, community centres, a sport stadium, a commercial bank and other financial institutions, a Government Hospital and a polyclinic, Basic schools, Second Cycle schools, a private University and a Polytechnic.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" A predominant natural feature in Koforidua is the ",{"type":"'''","value":["Obuo Tabri Mountain"]}," , which is considered sacred but its sceneries serves as tourist attraction"]},{"type":"*","value":["There are waterfalls in the area such as ",{"type":"'''","value":["Akaa Falls"]}," and ",{"type":"'''","value":["Boti Falls"]},"."]},{"type":"[[","value":[["File:Koforidua_Boti_Falls.jpg"],["thumb"],["Boti Water Falls"]]},"\n",{"type":"[[","value":[["File:Koforidua_Akan_Falls.jpg"],["thumb"],["Akaa Falls"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Umbrella Rock"]}]},{"type":"[[","value":[["File:Umbrella_Rock.jpg"],["thumb"],["Umbrella Rock"]]},"\n",{"type":"*","value":[" Fork-like palm tree"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nAs at present, the biggest supermarket in Koforidua is called Melcom. Even though fresh-foods such as tomatoes and vegetables are not sold there, many electrical appliances and processed foods are available. \n\nRight in the heart of Koforidua is the central market. One of the market days in Koforidua is Thursday. In the market, all food stuffs, cloth (materials), cosmetics and many other products are available for purchase. Aside the many street hawkers displaying their items in pans on their head or on tables, most traders are found under sheds in the market place selling all sorts of items worth selling. \n\nNot many computer shops are available in Koforidua and most latest electronic gadgets might not be available as and when they arrive in ",{"type":"[[","value":[["Accra"]]},". The well-known computer shop in Koforidua is called I.C.L. (Ike Computer Limited) shop and the biggest phones shop is Ultimate Phones, near the Post Office. Even though smartphones such as the Google Nexus Family are currently not available in any shop in Koforidua, you are sure to get almost all the latest ones even including Samsumg SII Notes.\n\nThere is one big manufacturing company called Intravenous Infusions Limited. They manufacture infusion drugs to supply Ghana and the West African sub-region.\n\n",{"type":"==","value":["Eat"]},"\nThe best place to eat, as in restaurant, is called Linda Dor. Its the biggest restaurant in Koforidua currently, followed by O-Green restaurant which basically serves workers at the Koforidua Ministries. other restaurants that could be assessed in the area are;  Leesco (SIC building), sophisticat (GNAT hall), Havilla (Oteng house) and Chris Cafe (SSNIT Building)\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nKoforidua has its fair share of the Hospitality industry. it has so many hotels and guest houses to host travellers. some of the clssic hotels are; Capital view, MacDic Royal plaza, Koforidua Guests Hotels, Bed time, St. James, and J. Met Hotels amonge others.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Koforidua"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ashanti-Kwahu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Koforidua"]]},"\n",{"type":"{{","value":[["geo"],["6.1"],["-0.26666666666667"]]}]