[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kōfu"]}," (",{"type":"{{","value":[["lang"],["ja"],["甲府"]]},") ",{"type":"[","value":["http:\/\/www.city.kofu.yamanashi.jp\/"]}," is the capital of ",{"type":"[[","value":[["Yamanashi"],["Yamanashi prefecture"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"===","value":["By train"]},"\nThere are Limited Express trains from Shinjuku to Kofu and then on to Matsumoto, it is also possible, for half the price and an extra hour of travelling, to take local trains, switching at Takao.\n\nThe chuo line runs right through Kofu and accepts Suica cards.\n\nAlso in Kofu is the Minobu line which runs from Kofu, through Minobu, to Fuji in Shizuoka. This is a very quaint railway line, it is single tracked in most places. Getting into Kofu one must take a ticket from a dispenser on the train when you board. Going away from Kofu one must give their ticket to the driver as they leave.\nThe Minobu line serves as a local line in Kofu, having many stations within the city.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are highway busses between Kofu and Shinjuku which on paper take two hours; this is shorter than the local train and challenges the express. In practice however traffic can delay this journey to over three hours. The advantage of the bus is that it is very cheap, costing only 1000 yen,\n\n",{"type":"==","value":["Get around"]},"\n\nKofu is very much a car driven city. The entire city is designed around the idea that everyone has a car with most shops being out of the city centre, by the side of dual carriageways.\n\n",{"type":"==","value":["See"]},"\n\nMt Fuji! Though Kofu is in the north of the prefecture and Fuji in the south the famous mountain is easily viewable from Kofu.\n\nThe Takeda Shingen shrine is located directly north of the station. It is a long walk (a little under 2 miles) and involves going past the local university. It is quite a pretty shrine.\n\nKofu Castle was largely demolished in the 19th century, at present it is more of a pretty park than a castle. The walls however remain impressive. Though it doesn't compare well to the great castles of Japan it is certainly in better shape than the likes of Fukui castle. Reconstruction works are ongoing with the casle, with parts of it being rebuilt according to traditional methods. There now exists a castle tower and a very impressive gatehouse (this being separate from the rest of the castle, north of Kofu station). There are frequent talks of rebuilding the donjon.\n\nThe prefectural art museum has some interesting paintings including several by well known artists.\n\nThe local football team Ventforet Kofu have their stadium in Kose Sports Park, an area very far from the city centre and reachable only by bus.\n\nShosenkyo gorge is in the north of the city. It is a famous scenic spot especially in autumn. It is reachable in an hour or so by bus from Kofu station.\n\nTakeda Matsui on the first Saturday of April is a big, famous festival.\n\nThe mountains in the north side of the city contain some beautiful scenery and some wonderful views of the Kofu basin and Mt Fuji.\n\nKofu Zoo is animal hell. A decrepit victorian place with animals such as lions, a tiger, an elephant, etc... crammed into tiny concrete enclosures.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nKofu is famous for grapes and wine.\n\n",{"type":"==","value":["Eat"]},"\n\nHoutou soup and raw horse meat are the famous foods of Kofu.\n\n",{"type":"==","value":["Drink"]},"\n\nKofu has three pubs.\nThe Rink is small and quiet, it stands just by Kofu`s own minature scramble crossing.\n\nHops and Herbs is a microbrewery, located on the next street down from Orion street, a bust street full of hostess clubs.\n\nThe Vault is the usual foreigner pub, it is quite expensive and empty during weekdays but full on weekends. It is located just down from the entrance to Orion Street. Near Okajima department store.\n\nThere are three bars; JuJu and Music Box, which are located in the same building just off Orion Square, and Club Goa which is below the rink.\n\nThere are several izakayas of variable quality.\n\nThere are no clubs.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=JR Chuo icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Nagoya"]]}],["minorl1=",{"type":"[[","value":[["Suwa"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Tokyo"]]}],["minorr1=",{"type":"[[","value":[["Otsuki"]]}]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Yamanashi"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kofu, Yamanashi"]]},"\n",{"type":"{{","value":[["geo"],["35.666666666667"],["138.56666666667"]]}]