[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Koh Ker"]}," is to the north of ",{"type":"[[","value":[["Siem Reap"]]},", ",{"type":"[[","value":[["Cambodia"]]},".\n\n",{"type":"[[","value":[["Image:0505280017PThompyramid.jpg"],["thumb"],["400px"],["Prasat Thom"]]},"\n\n",{"type":"==","value":["Understand"]},"\nKoh Ker is a remote temple site about 120 kilometres northeast of Siem Reap. Koh Ker, called Lingapura (city of the Lingas) in ancient inscriptions, was the capital of the Khmer Empire  for a very brief period from 928 to 944 CE. In this short time, as well as before and after, many sanctuaries were built and a spectacular seven-tiered pyramid was erected. More than 180 sanctuaries have been found in an area of 81 km",{"type":"<","value":["sup",["2"]]},". Immense and beautiful sculptures were chiselled there, but all of them are now in museums or were looted. Left to the jungle for a millennium and mostly unrestored, this great archaeological site has been rarely visited until recently.\n\nThis remote jungle area has no towns and only a small village in the cleared forest nearby. The village of ",{"type":"'''","value":["Sra Yong"]}," is about 10 kilometres away.\n\nSince 1992 the site of Koh Ker has been on UNESCO's ",{"type":"'''","value":["Tentative List of World Heritage Sites"]},".\n\n",{"type":"==","value":["History"]},"\n",{"type":"'''","value":["Jayavarman IV"]}," ruled from 928-941 at Koh Ker. Probably he was a local king at this remote site (his homeland?) before he became king of the Khmer Empire. That would explain why he preferred to reside at Koh Ker and not in Roluos (Hariharalaya) or Yashodharapura (Angkor) like the kings before him. It is not certain if he was an usurper or if his ascension to the throne was because he married a half sister of king ",{"type":"'''","value":["Yasovarman I"]}," (889-900). It appears that the two sons of Yasovarman I (Harshavarman I, who ruled from 900-922 and Isanavarman II, who ruled from c922-925) had no children. The follower of Jayavarman IV, ",{"type":"'''","value":["Harsahavarman II"]},", ruled for three years in Koh Ker (941-944), but no temples at the site can be ascribed to him. After 944 the kings of the Khmer Empire again resided on the plains north of Tonle Sap Lake.\n\nIn the short time Jayavarman I reigned in Koh Ker, an ambitious building program was realised. It was made possible because of an aggressive taxation system was imposed, as related in extant inscriptions. Many linga-shrines, temples, the unique seven-tired pyramid and a huge baray (reservoir) were built. Under Jayavarman IV the Koh Ker-style was developed and the art of sculpture reached a climax. None of the immense, expressive and beautiful sculptures remain at the site. Some were looted and others are in museums.\n\n",{"type":"==","value":["Get in"]},"\nKoh Ker is about 120 km northeast of ",{"type":"[[","value":[["Siem Reap"]]}," in a sparsely populated region. The road from ",{"type":"[[","value":[["Siem Reap"]]}," to Koh Ker village is entirely paved. The short road from the village to the temple complex is unpaved, but well maintained.\n\nComing from Siem Reap, you have two options to reach the temple site:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Koh Ker and Beng Mealea"]},": During a one day-trip you can visit Koh Ker and on the way back also Beng Mealea if you get up early. It takes about 2.5 hours to reach the temple site of Koh Ker. You leave ",{"type":"'''","value":["Siem Reap"]}," in the east and follow Hwy 6 till ",{"type":"'''","value":["Dam Deik"]},". There you find the market and after it, turn left. "]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Preah Vihear Temple and Koh Ker"]},": Because of the excellent new roads it is possible to go to the temple of Preah Vihear via ",{"type":"'''","value":["Anlong Veng"]}," at the border to Thailand and on the same day, on the way back via ",{"type":"'''","value":["Kulen"]},", to stop at Koh Ker to see the main temple complex, although with not enough time to visit the smaller sanctuaries."]},"\nThere is no public transport to Koh Ker, but taxis and cars can be arranged at hotels and guesthouses. During the rainy season, the access to Koh Ker often is only possible by 4WD vehicle.\n\n",{"type":"==","value":["Get around"]},"\nThere is no public transport around the area so you will have to use your own transport to visit the temples. The small and poor ",{"type":"'''","value":["Koh Ker village"]}," with a few stilted houses and a school are one kilometre away from the main sanctuary. There are no other places of interest in the region you can visit without a motorbike and a guide who knows the site.\n \n",{"type":"'''","value":["Information for Visitors"]},": Not many taxi drivers from Siem Reap have been to Koh Ker. Tell the driver that you want to visit the main monuments (Prasat Thom\/Prang) and make a tour along the ring road (take a map with you). The most important monuments you can find without help. There are blue signs at the border of the road or small boards along the ring-road with the name of the sanctuaries. You need about one or two hours to visit the main temple-complex and to have a break in one of the restaurants. Toilets are beside the parking area. You need one or two hours more to visit the monuments along the ring-road and along the road coming from Siem Reap. For a taxi you pay about USD100.\n\nTo follow the ring-road, start north of the parking area. Follow the street to Koh Ker village and take the first branch right. From the ring-road most of the ruins are visible. Sometimes you have to follow a small path (100-200 metres) leading to the temple.\n\nIf you want to view the best inscriptions and reliefs in Koh Ker, you must hire a car and guide. For this service you pay about USD140. Contact a travel agency.\n\nA good plan of the site can be found in bookshops in Siem Reap.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Map of Koh Ker.svg"],["right"],["250px"],["Map of Koh Ker"]]},"\n\nThe ancient Khmer city is in a remote jungle location with more than 180 ruined temples. About two dozens of the ruins can be visited by tourists.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The main temple complex"]}," has a linear plan, beginning with to buildings, the so-called palaces. You can find them in the east of the parking area. Both of them consist of four rectangular buildings with several rooms. To the west of the parking area, behind the restaurants, the remains of a huge cruciform entrance-pavilion (gopuram) with annex buildings are visible. Behind this structures is the east side of the rectangular outer wall of the main temple complex which encloses two courts. The building complex of the eastern court is called ",{"type":"'''","value":["Prasat Thom"]},". A tower built of red brick, the ",{"type":"'''","value":["Prasat Krahom"]},", gives access to the eastern court. The temple area in the middle of the eastern court is surrounded by a moat. On the east side and on the west side, a dam with Naga-balustrades crosses the moat. The complex inside the moat consists of the ruins of two inner walls, many rectangular structures, 21 brick towers, two libraries, and a central sanctuary, all in a bad condition. In the western court stands a huge seven-tiered pyramid, 36 m high, called ",{"type":"'''","value":["Prang"]},". This unique pyramid, resembling some Mayan temples, is the largest building at this site. As inscriptions say, that a colossal linga (phallus-symbol, symbol of the Hindu-god Shiva), more than four m high, stood on the platform on the top, probably in a huge shrine. In ancient times the pyramid including the shrine could have measured about 60 m in height. A good quality wooden staircase at the rear right of the pyramid has been built (Jan 2014). All can now safely climb to the top of the temple and enjoy the great view over a lonely landscape of forest with the distant Dangrek Mountains on the Thai Border to the north and the Koulen Mountain Range 70 km to the south."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Rahal"]}," is a reservoir (baray), about 1,200 m long and 550 m wide. The Rahal is nearly dry and hidden in the forest. The best chance to get a view of the reservoir is to stop along the road coming from Siem Reap."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Monuments at the east and the south side of the baray"]},": Four square shrines stand at the beginning of the ring road on the left side. In some of them is a huge linga (phallus symbol), about 2 m high. Other sanctuaries are of different architecture. Some have one, others two enclosures. Some consist of one prasat (tower), some of three prasats, some have annex buildings. In the south of the baray stands the ",{"type":"'''","value":["Prasat Damrei"]}," (the elephant temple, damrei = elephant). This sanctuary has an enclosure and one tower. It was flanked by four beautiful elephant sculptures. Just two of them are left at the site, the others are in museums."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Monuments along the road to Siem Reap"]},": ",{"type":"'''","value":["Prasat Pram"]}," has an enclosure, three brick towers, and two shrines. The tower at the right is overgrown with hundreds of small roots. One of the shrines has a huge tree on the top and was possibly a fire-sanctuary. ",{"type":"'''","value":["Prasat Chen"]}," has a wall and consists of three half collapsed black laterite towers."]},"\nThe temples at Koh Ker are built of different materials: brick, sandstone, or laterite. Many of the brick temples at this site are in a much better state than the stone sanctuaries and stone shrines. That's because the bricks are of small size and very good quality.\n\nOne temple (east of the baray) shows the style of Banteay Srei. This indicates that some temples were built after the capital was moved away from Koh Ker.\n \nSome of the most impressive sculptures of the Khmer Empire were found in Koh Ker. They were either stolen or are in museums (National Museum in Phnom Penh and Musée Guimet in Paris).\n\nThe entry fee is USD10 payable at the ticket office 3 km south of the parking area.\n\n",{"type":"==","value":["Do"]},"\nIf you stay in Siem Reap and have time for a one day-tour, then go to Koh Ker. The rural area is lovely and the temples are very different from those of Angkor. There are several possibilities:\n\n",{"type":"'''","value":["Dry season, one day:"]},"\n\nTake a taxi or ask your hotel or an agency for a car. Fix the price in advance (̴USD100). USD5 for a short part of private street (near Beng Mealea) should be included. Take a map of Koh Ker with you because not many taxi drivers have been there. The driver should take you to the main sanctuary beside the parking lot and afterwards drive along the ring-road. Different combinations:\n\n",{"type":"*","value":[" Go to Koh Ker and spend the whole time at the temple site. Sit in the restaurant in front of the huge entrance-pavilion. Enjoy the silence, the atmosphere and the absence of tourists. Take a walk (about 15 minutes) to the small village of Koh Ker."]},"\n",{"type":"*","value":[" See the temples of Koh Ker and on the way back visit the temple of ",{"type":"''","value":["Beng Mealea"]},". This sanctuary is much more overgrown, but is much less crowded. You need about 90 minutes to visit the temple (entrance fee USD10). Some restaurants are in front of the entrance."]},"\n",{"type":"*","value":[" Visit the temples in Koh Ker, then go back to Dam Deik and then to the border of the Tonle Sap Lake. Visit one of the stilted villages nearby. Not many tourists will be there. For this additional tour you have to pay about USD40."]},"\n",{"type":"*","value":[" If you are deeply interested in archaeology, ask a travel agency for a driver who knows the site or for a driver and a guide. A guide can show you the inscriptions and some reliefs and can explain the monuments."]},"\n",{"type":"'''","value":["Dry season, two or more days:"]},"\n\nBook a 4WD-tour or a motorbike-tour (dirt bike-tour). There are different possibilities (contact one of the agencies in Siem Reap), for instance:\n\n",{"type":"*","value":[" Siem Reap - Anlong Veng - Prasat Preah Vihear - Koh Ker - Beng Mealea - Siem Reap"]},"\n",{"type":"*","value":[" Siem Reap - Kampong Thom - Sambor Prei Kuk - Preah Khan of Kampong Svay - Tbeng Meanchey - Koh Ker - Beng Mealea - Siem Reap"]},"\n",{"type":"*","value":[" Siem Reap - Stung - Preah Khan of Kampong Svay - Koh Ker - Prasat Preah Vihear - Anlong Veng - Siem Reap"]},"\n",{"type":"'''","value":["Wet season:"]}," You have to ask in Siem Reap if the access to Koh Ker is possible by normal car (taxi) or if you need a 4WD vehicle. You will need more time than during the dry season, but the excursion from Siem Reap to Koh Ker and back is always possible in one day.\n\n",{"type":"'''","value":["Oxcart-rides:"]},"\nThere are plans to support the poor local community by offering oxcart-rides. If there are oxcarts you should use them to visit the temples along the ring-road. For this tour you need about two hours and pay USD10. With this money a whole family can survive two days.\n\n",{"type":"==","value":["Buy"]},"\nSome small shops in front of the main temple offer hand made things, especially wooden boxes or toys, produced in the region of Koh Ker. No postcards, books or maps are available here.\n\n",{"type":"==","value":["Eat "]},"\nThere are two open-air restaurants near the parking area in front of the double-sanctuary Prasat Thom\/Prang. You can have some snacks, different styles of noodle soup or fried rice and sometimes even fresh fish. Coffee and tea and all sorts of soft cold drinks, water in bottles and fresh coconut juice are available here. If you want to have an evening meal it is necessary to order it in advance otherwise the cooks go back to their families.\n\nThere are a couple of basic Khmer cafes in the village of Sray Yong, 10 km south.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\nNot many visitors wish to sleep in Koh Ker, because most of the tourists staying in Siem Reap like to return to their hotel the same day. If you want to stay overnight at Koh Ker, there are just two possibilities:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hidden Cambodia Koh Ker Eco Lodge"],["alt="],["url=http:\/\/www.hiddencambodia.com\/accommodation.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Morokod Koh Ker Guesthouse"],["alt="],["url=http:\/\/www.bedandbreakfastworld.com\/cambodia\/siem-reap\/mom-morokod-koh-ker-guesthouse\/40927"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ten guestrooms with fan, cold water shower, and electricity."]]}]},"\nThere is a nice stilted house at Koh Ker village about 1 km behind the main temple-complex. ",{"type":"''","value":["Hidden Cambodia"]}," is using it for own groups. Camping is not allowed at the temple site, but it can be organised in the village nearby (hammocks).\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"'''","value":["Land mines"]}," are a danger here, the area of the main temple complex, the temples along the main road and the sanctuaries along the ring-road have been cleared; but the areas outside of them have not. The \"Danger Mines\" signs are no joke. And even if there are no warning signs, don't enter the forest to find more temples.\n\n",{"type":"'''","value":["Snakes"]},": Rarely small poisonous snakes can be found in the region of Koh Ker. Wear good shoes and look where you put your hands and feet.\n\n",{"type":"'''","value":["Climbing"]},": Don't climb to the top of the pyramid: it's dangerous and forbidden. If you fall down the nearest doctor or hospital is quite far away.\n\n",{"type":"'''","value":["Trails in the forest"]},": There are numerous of trails in the forest around the main monuments. Don't follow them without a guide as otherwise you could get lost.\n\n",{"type":"'''","value":["Drinking water"]},": Koh Ker is a dry and hot region. If you visit the shrines and temples along the ring-road or if you make a walk to the village, take water with you because there are no shops or restaurants. The only local place to get cold drinks is in front of the main temple complex.\n\n",{"type":"'''","value":["Malaria"]}," is a risk here, so long sleeves and trousers after dusk are essential.\n\n",{"type":"==","value":["Respect"]},"\nAlthough there is a small primary school a kilometre north of the complex, the locals are often annoyed by tourists who visit near-daily expecting a guided tour of the classes. The students are often busy learning and do not wish to be disturbed by curious and disrespectful Westerners.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Preah Vihear"]]}," to the north.\n\n",{"type":"'''","value":["Beng Mealea"]}," to the south \n\n",{"type":"{{","value":[["geo"],["13.7833"],["104.5333"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North-western Cambodia"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Koh Ker"]]},"\n",{"type":"[[","value":[["Wikipedia:Koh Ker"]]}]