[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Koh Kong"]}," is the capital of Koh Kong Province in ",{"type":"[[","value":[["Cambodia"],["Cambodia's"]]},"  ",{"type":"[[","value":[["Cardamom and Elephant Mountains"],["Cardamom Mountains"]]},". It is 8km from ",{"type":"'''","value":["Cham Yeam"]},", which is connected by Cambodia's southernmost ",{"type":"[[","value":[["Thailand"],["Thai"]]}," border crossing to the Thai town of ",{"type":"[[","value":[["Hat Lek"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe province is one of Cambodia's greenest and most eco-friendly, with its town being tiny, but surrounded by Asia's largest expanse of mangroves, beautiful islands, and mountains. \n\n",{"type":"==","value":[" Get in "]},"\nKoh Kong has an airport (KKZ) but has no scheduled flights. Its runway is in a less than optimal shape and air travel will not commence commercially for a while. \n\n",{"type":"===","value":[" From Cambodia "]},"\nKoh Kong is linked to ",{"type":"[[","value":[["Phnom Penh"]]}," and ",{"type":"[[","value":[["Sihanoukville"]]}," by Hwy 48, which branches off Hwy 4 at ",{"type":"[[","value":[["Sre Ambel"]]},". The road is paved and complete with 5 bridges. It's a good scenic drive through some of Cambodia's least developed and unspoiled regions, the Cardamom Mountains. Minibuses and tourist air-con buses to and from Koh Kong leave mainly in the mornings. Afternoon departures depend on demand. Tickets to ",{"type":"[[","value":[["Phnom Penh"]]}," or ",{"type":"[[","value":[["Sihanoukville"]]}," should cost around 25,000 riel (USD6.25). Sihanoukville travel agencies often ask USD8–10.\n\nThere is no longer a boat from Koh Kong to Sihanoukville.  It stopped in 2009 although some travel agents in Thailand still sell travel tickets for the (non-existent) boat.\n\nThere is a daily bus leaving to Koh Kong from ",{"type":"[[","value":[["Kep"]]}," via ",{"type":"[[","value":[["Kampot"]]}," (USD16). It leaves at 07:30.\n\n",{"type":"===","value":["From Thailand"]},"\nThe border is at ",{"type":"'''","value":["Cham Yeam"]},", about 10km by road northwest of the town. It faces ",{"type":"[[","value":[["Hat Lek"]]}," in ",{"type":"[[","value":[["Thailand"]]},". Motos (USD2-2.50), shared taxis and taxis (USD9-10 for the entire car) run between the town and the border. Drivers will ask for more (asking for 400 baht is common). ",{"type":"'''","value":["Don't let them"]},". Negotiate in dollars rather than baht as baht prices always work out to be more expensive.\n\nYou'll have to pay a toll for the bridge (1,400 riel for a motorbike), which can be paid in riel, USD, or baht. The price is stated on the toll booths: it's better to hand over your money at the booth so that your fare is not impacted later.\n\nYour driver will likely offer to exchange your cash to riel at poor rates. Politely refuse. There is no legal requirement to change any foreign money into riel and the US dollar is the de-facto consumer currency of Cambodia. In Koh Kong, and other border provinces, Thai baht is also accepted, but you'll get better rates if you exchange baht for riel rather than shop with them.\n\nIf you're continuing further into Cambodia, beware of overpriced bus tickets: USD15–30 or more. Do not agree to this. Agencies may tell you that the normal price is USD25 or 30, and, as such, USD15 is a big bargain. This is not true. The proper price to Phnom Penh is 25,000 riel (USD6).  If you get a ticket for USD8 you are doing well.\n\n",{"type":"===","value":["Cambodian Immigration"]},"\nWhile problematic officials are increasingly less common, there are some old tricks that are worth being aware of.\n\nAfter you get your passport stamped with the Thai exit stamp, walk down the road, and the arrivals office is on the left side of the street. ",{"type":"'''","value":["Ignore the ",{"type":"[","value":["http:\/\/www.backpacking-tips-asia.com\/crossing-the-border-from-thailand-to-cambodia-what-to-watch-out-for-in-hat-lek-and-koh-kong-border-crossing.html fake quarantine station"]}," ."]}," If you allow the touts to direct you there, they will take your temperature, give you a bogus form and ask for 20-400 baht. You do not need this form and you will not be asked for it when you apply for your visa or entry stamp.\n\nThe fee for a tourist visa is USD20. You may be asked for 1,000-1,300 baht (about USD30) or for USD20 with an additional 100-300 baht fee. If you pay, you'll likely have your visa very quickly. Insisting on paying only USD20 may lead to being made to wait, though the visa will come eventually. Arriving early can help, as in the late afternoon a corrupt official knows that a delay could result in missing onward transport, which makes the bribe seem more attractive. Whenever you arrive, be polite, say hello (sue-saw-day) and thank-you (awkunh) in Khmer and you should find no problems.\n\nJust be aware that USD20 (+100 baht if you have no photo) is all you need to pay and you will eventually be let through. Past scams have included having to pay for a SARS form for lack of a vaccination certificate.}}\n\nTourist visas permit one stay of up to 30 days.\n \n",{"type":"*","value":[" The paperwork is very simple. It requires no assistance, regardless of what touts may say. "]},{"type":"*","value":[" Forms are available at the counter to the left of the visa window, although a helpful tout will likely offer you one as soon as you approach the office. Take the form and otherwise ignore the tout."]},{"type":"*","value":[" A passport photo is required for the visa. A 100 baht fee applies if you don't have one."]},{"type":"*","value":[" You can also pay in Thai baht, but the visa fee of USD20 will translate to 800 baht. Better stock up in USD before the border or change money outside the building, where you’ll get slightly better rates."]},"\nAlternatively, you can obtain an ",{"type":"[","value":["http:\/\/evisa.mfaic.gov.kh e-Visa"]}," for USD25, which is the same visa as the one for USD20 but obtained on-line in advance. Having an e-Visa saves time at the border and a page in your passport.\n\nUSD20 tourist visas (T-class) may be extended for one month only. Persons wanting longer stays and multiple entries to Cambodia will need a USD25 business visa (E-class, valid for 30 days and extendible once in Cambodia). Confusingly, E-class visas are unrelated to the on-line visas. They costs USD25 and require no extra documents or fees. Make sure the officials know that you know this.\n\nOnce you have your visa, brush off the touts and go to the arrival window to get your entry stamp into Cambodia.\n\nFrom immigration, you have to find your way down a small rugged road to the river. The first few motorcycle taxi drivers will speak English well and will ask for 400 baht. Ignore them, and keep on walking down the road. In about 250 m is the main group of taxi drivers, where the standard fare to Koh Kong town is 50 baht (including the bridge toll of 11 baht). It takes around 10 min to reach the centre of town.\n\n",{"type":"==","value":[" Get around "]},"\nMotorbike taxis around town cost 1,000 riel\/km. Starting price is 1,000 riel.\n\n",{"type":"==","value":[" See "]},"\nAround Koh Kong, there are islands, mountains, jungles, rivers, waterfalls, a zoo, casino, and a lot more.\n\nKoh Kong Island is considered one of the best beaches in SE Asia. There are no accommodations on Koh Kong Island as it a military installation and therefore illegal to spend the night. Day trips are offered by Koh Kong Divers Tour Centre and other operators in Koh Kong.\n\nAlong Hwy 4 (Sihanoukville-Phnom Penh), about 30 km south of Traeng Trayoung, 20 km north of the Koh Kong turn-off, there is on the west side of the road a small turn-off which leads to a nice set of rapids called O'bak Retes. Great place to stop.\n\n",{"type":"==","value":[" Do "]},"\nDay tours and overnight adventure trips to Koh Kong Island and other islands in Kong Province, Pream Krasop Mangroves (Asia's largest), Waterfalls & Trekking in the Cardamom Mountains are available from Koh Kong Divers Travel & Tours located next to the waterfront bar & restaurant on riverfront road.\n\nKoh Kong island has recently opened its doors to night camping. All the information can be found through Koh Kong Bay hotel, 200 m left before the Thai bridge. A soon to be opened bungalow resort is also in the works.\n\nGecko Adventure Tours offers overnight camping, night canyoning, treks to remote waterfalls,\nexperienced guides, with all gear supplied.\n\nFat Sam's Bar on the main street in the downtown area is a fabulous place to get ideas about what to do. Fat Sam himself is very helpful and knows the place quite well.\n\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"==","value":[" Eat "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Aqua Sunset Bar and Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Riverside bar and restaurant with spirits and cocktails, Western and Thai-Khmer food. Sunset cruise every evening."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dive Inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Specials from 110 baht"],["content=European, Thai, and Khmer food, spirits, and cocktails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paddy's Bamboo Pub"],["alt=Paddy's Bamboo Guesthouse"],["url=http:\/\/www.facebook.com\/pages\/Paddys-Bamboo-Pub\/181934751834254"],["email="],["address="],["lat="],["long="],["directions=Next to Rasmey Buntam Guesthouse"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pub serving Western breakfast and local meals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Thmorda Crab House"],["url=http:\/\/www.thmordacrabhouse.com"],["email="],["address=169 Neang Kok Village, Pak Klong Commune, Mondolsima District"],["lat="],["long="],["directions="],["phone=+855 35 6901252"],["tollfree="],["fax="],["hours=Daily, 07:00-22:00"],["price="],["content=Thai seafood restaurant and bar on the Koh Pow River, karaoke, kayaking, Wi-Fi."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Blue Gecko Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Waterfront Bar & Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cambodian food and snacks, pizzas and hamburgers, cocktails, beer, spirits, music, view of river."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\nThere are many guesthouses and small hotels in the central part of town and on the riverside street, partially thanks to Thais who come to Cambodia for gambling (the big casino can be seen on the way from the border). Basic guesthouse room with fan costs USD3-6 (or 100-200 baht). For USD10 and more you'll get an air-con room in a guesthouse or hotel. As is often the case in Asia, the cheapest places and room rates are usually those found \"on the spot\" on arrival. Motorbike taxi drivers will be happy to take you to a guesthouse\/hotel of their choice if you're not sure where to go. Just ask them (and note how far from the centre is it) and the price. Alternatively, just walk around and look for accommodation yourself, the town is quite small. Further south of the town there is a small group of 12 islands called the Koh Sdach archipelago. This area has white sandy beaches, crystal clear seas, and paradisical islands. It's a must for any traveller visiting coastal Cambodia. Currently accommodation is only available on two of the islands, Koh Sdach and Koh Toteung, and room rates are from USD10–120.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apex Koh Kong Resort"],["alt="],["url=http:\/\/www.apexkohkong.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Belinda Beach Resort"],["alt="],["url=http:\/\/www.belindabeach.com"],["email="],["address=Koh Sdach Island"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=BoPha Koh Kong Hotel"],["alt="],["url=http:\/\/bpkhotel.netkhmer.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Koh Kong City Hotel"],["alt="],["url=http:\/\/kkcthotel.netkhmer.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Koh Kong Island Resort"],["alt="],["url=http:\/\/www.kohkongisland.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Koh Kong Resort"],["url=http:\/\/www.kohkongresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+855 11 555706 or +855 16 700970"],["tollfree="],["fax="],["hours="],["price=USD60+"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=MA42"],["alt="],["url="],["email=konkongecotours1@gmail.com"],["address="],["lat="],["long="],["directions=As you come over the bridge turn right at the roundabout"],["phone=+855 15 579956"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD6"],["content=Decent little backpacking place with rooms with free Wi-Fi. The chilled out bar overlooking river is a nice spot to sit and drink a beer, or enjoy some good food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oasis Bungalow Resort"],["alt="],["url=http:\/\/oasisresort.netkhmer.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Excellent place to stay with a knowledgeable owner who can arrange treks."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Tatai"]]}," is the next town east, 19 km away. USD4–5 by motorbike, USD10 by tuk-tuk.\n\nTickets to ",{"type":"[[","value":[["Phnom Penh"]]}," or ",{"type":"[[","value":[["Sihanoukville"]]}," cost around 25,000 riel (USD6.25) and can be purchased at the bus station in the centre of town. Buses depart around 07:00. There is also a 13:00 bus to Phnom Penh.\n\n",{"type":"{{","value":[["geo"],["11.399167"],["103.494722"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Cardamom and Elephant Mountains"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Koh Kong Province"]]}]