[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Koh Rong"]}," is an Island off the coast of ",{"type":"[[","value":[["Sihanoukville"]]},".\n\n",{"type":"==","value":["Understand"]},"\nUntil few years ago, Koh Rong used to be an undiscovered Island with only a few local families living from what the sea provided. There are about four small villages. Tourism slowly started around 2008, but the island remains deserted for the largest part. In 2012 new bungalow resorts and guesthouses pop up at Koh Tuich which is the main touristy destination.\nThe Island has been sold to an investor planning to create an ecological resort, but the huge development probably won't start until 2020.\n\nAs the local villages and tourism sites mainly use the wood provided on the island, the local jungle is subject to severe deforestation due to the illegal logging, which will hopefully be stopped by the investors that plan to preserve about half of the jungle as a nature reserve.\nThe development of the small villages continued even heavier in 2013 with more and more guesthouses, restaurants and bungalow resorts popping up. Unfortunately almost all places seem solely interested in short-term profits: garbage and unfiltered wasterwater are routed to the sea and one can watch the island getting dirtier every month.\n\n",{"type":"==","value":["Get in"]},"\nKoh Rong can be reached by a ferry ride from Sihanoukville. The ferries itself are pretty basic. There are wooden benches on either side of the ferry and plastic covers in case it rains.\nTypically the roof is accessible, allowing you to stretch out and catch a quick snooze. Make sure you carry a hat and sunglasses for the ride, and use sunscreen if required. \nAs of 10\/2012 there are two daily ferries leaving Sihanoukville at about 8:00 and 13:30 from the port. Both head to ",{"type":"'''","value":["Koh Tuich"]},". The return ferries leave at 10:00 and 16:00 from the Island. The boats are quite slow, so the trip takes about 2 hours.\n\nNot all ferries sell water or snacks, so it may be a good idea to carry some with you, especially if you are travelling with children. There is a small toilet on board the ferry which seems to be clean and in decent working condition.\n\nTo board and disembark from the ferry you will need to walk on an average sized plank of wood connecting the pier to the ferry. The process is not very efficient and can be a little scary the first time you try it, so bear this in mind if you have any foot injuries, have special needs etc.\n\nFerries used to run to two opposite sides of the island. \n",{"type":"*","value":[" The Dive Shop and Monkey Island ferries pick you up at Monkey Republic near the Golden Lion roundabout at 12:30 (or if you arrange in advance at 13:00 at the bus station). The ferry leaves 13:30 and arrives at ",{"type":"'''","value":["Koh Tuich"]}," at 15:30."]},{"type":"*","value":[" The other ferry running to ",{"type":"'''","value":["Sok-San"]}," bungalows may not be in operation as of 10\/2012. However, from Koh Tuich you can take a fishing boat for $25. Better is probably to pre-arrange your arrival when booking the accommodation."]},"\nMake sure that you are absolutely certain that the ferry you are booked to take will drop you off at your destination. There have been instances of resort owners refusing to let guests take boats to the other side of the island (Sok-San to Monkey Island etc.), and insisting that you stay on their beach.\n\nPrices seem to vary, depending on season and the place you book at. Expect to pay between US$10 to US$20 for the roundtrip including pickup in the main town area in Sihanoukville, so you should not have to pay extra for it.\n\n",{"type":"[[","value":[["Image:Sok San Bungalows koh Rong island Cambodia.jpg"],["thumb"],["Sok San Cambodia"]]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By foot"]},"\nThere are no roads on the island yet so the only way to get around is on foot, however there is no map of trails, so you’ll either need a guide or good instinct and a compass.\n\nHowever, the resort village areas are easily navigated, there is typically only one path and the only obstacles may be occasional streams.\n\nThere are four villages:\n",{"type":"*","value":[" ",{"type":"'''","value":["Koh Tuich"]}," (or sometimes just Koh Toch or Koh Tuit) named after the small southeastern island, has seen most tourist development."]},{"type":"*","value":[" ",{"type":"'''","value":["Sok-San"]}," (also known as Bai Tau) is a village at the west of the island at the northern end of the 7km ",{"type":"'''","value":["Long Set beach"]},". Behind the village is a small lagoune, and about 5 minutes walk into the jungle is a big waterfall (only in wet-season)."]},{"type":"*","value":[" ",{"type":"'''","value":["Dam Dkeuw"]}," (also known as Dam Skal) is a village at the eastern cost, somehow reminding of venice."]},{"type":"*","value":[" ",{"type":"'''","value":["Prek Sway"]}," is the last village at the east cost."]},"\n",{"type":"===","value":["By boat"]},"\nThe only other option is to hire a local fishing boat to take you around the Island.\nThe trip from Koh Tuich to Bai Tau will be $25 per boat.\n\n",{"type":"==","value":["See"]},"\nWith 23 white sand beaches to choose from ",{"type":"'''","value":["Koh Rong"]}," has plenty to see and do. For the adventurous there's plenty of trekking to be done through the relatively untouched jungle. Diving and snorkelling is excellent both off the beach and at sites nearby.\nBut above all the best attraction is the phosphorescent water which sparkles when disturbed like twinkling stars. \nBest seen in around 4 feet of water and on a dark part of the beach. Because Koh Rong has minimal development and light pollution the conditions are perfect for the phosphorescent plankton and it can be seen every single night.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hiking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$10 per person"],["content=The walking man of Koh Rong (an Israeli guy called Gil, found at Paradise bungalows) has marked trails that lead from the beach closest to Monkey Island and Paradise Bungalows to other beaches but most of the island is still thick jungle. Gil knows the hidden trails of the island very well and offers trecking tours from 1 to 4 days (cost ca. 10 USD per day per person and is worth every dollar)."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are many restaurants available. In Koh Tuich, the cheapest ones are the Khmer restaurants in the village (mains $2-3) that offer surprisingly good food. Each bungalow resort also has its own restaurant. While more expensive, these offer a nicer atmosphere. Various Restaurants offer the standard beach BBQ fare for $4-$6 at night.\n\n",{"type":"==","value":["Drink"]},"\nMost restaurants also serve alcohol and cocktails. A can of Klang is typically about $1.\nMonkey’s also has buckets and is often putting on a fire-show at night, so this is likely the place party activity will start. Most restaurants and bars will close by midnight. One or two bars will remain open and with electricity on until late depending on the crowd.\n\n",{"type":"==","value":["Sleep"]},"\nAs electricity is mainly provided by generators, power is typically only available in the evening from around 18-22.\nBathrooms are usually very basic, with water being provided by streams running down from the mountains, so the water may sometimes have a brown tone.\n\n",{"type":"===","value":["Koh Tuich"]},"\nThere are some budget accommodations, including dorms and guesthouses in the village, so unless everything is booked, you can find a place to sleep from about $5.\nDue to construction in the village area, most travelers head for one of the calmer bungalow resorts.\nFrom the village, head north to find Monkey, Paradise and furthest away Treehouse bungalows.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Coco"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Another bungalow resort, close to the village"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Monkey Island"],["alt=Monkey Island Cambodia"],["url=http:\/\/monkeyisland-kohrong.com\/"],["email="],["address=Koh Rong"],["lat=10.66178884110217"],["long=103.27251434326172"],["directions=Right at the pier 200m up the beach"],["phone=081830992"],["tollfree="],["fax="],["hours="],["price=bungalows $15 (3 persons) to $25 (5 persons)"],["checkin=12:00"],["checkout=10:00"],["content=Budget accommodation situated right on the beach. Bar with sea view, great food from a Thai chef (mains $3-$5) and cheap cocktails ($3, happy hour 2for1). Power until midnight, phones\/cameras can be charged in the restaurant. Has wifi."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Paradise Bungalows"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=$30-$50"],["content=Run by a German expat. The elevated restaurant is cosy and provides some good views. Has wifi in the restaurant all day but limited electricity, and management will not let you use the power in the restaurant to charge devices during the daytime. Running water only available between 8-10AM and 6-8PM. Noticeably, this is the only place that doesn't simply route waste-water to the sea, istead they have a water purification unit. According to a report the staff isn't treated well by the owner."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Treehouse Bungalows"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=bungalow $20, treehouse $25"],["checkin="],["checkout=9:00"],["content=In this calm resort, bungalows accommodate up to 5 people, tree-houses only 3. The tree=houses however are as close to paradise as you can get, 10m up the tree, well-furnished with a balcony overlooking the turquoise beach. Rooms have a plug, but power availability is shorter than in other resorts. Has great pizza."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pura Vita Resort"],["alt=Long Set Beach, Koh Rong Island"],["url=http:\/\/www.puravitaresort.com\/"],["email=info@puravitaresort.com"],["address="],["lat="],["long="],["directions=On Koh Rong's southeast coast"],["phone=+855 15 700 083"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Exclusive beachfront bungalows on a secluded 4km stretch of sandy white beach away from the bustling pier area. A water taxi service is provided to pick guests up from the pier and taxi them around to the resort on arrival. Pura Vita Resort has an open air restaurant with an Italian inspired menu and coffee bar. $45 - $65 per night including breakfast"]]}]},"\n",{"type":"===","value":["Sok San"]},"\nIn Sok San, there are two bungalow resorts, one with 10, the other with 15 bungalows. Both have restaurants.\n\n",{"type":"===","value":["Lonely Beach"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lonely-Beach Bungalow Resort"],["url= http:\/\/www.lonely-beach.com"],["email=info@lonely-beach.com"],["address="],["lat="],["long="],["directions=secluded bay at northern coast of Koh Rong"],["phone=+855 813.434.57"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Lonely Beach Bungalow Resort. Alone standing bungalows with private bathroom. Bungalows for $20 and $30. Restaurant\/Bar. Boat transfer from Sihanoukville and back $20."]]}]},"\n",{"type":"===","value":["Long Set Beach"]},"\n\nLong Set Beach is located to the North of Koh Tuich on the sunset side of the island. It can be reached via a 45 minute jungle trek or private boats hired either in Sihanoukville or at the dock in Koh Tuich. A private boat from Koh Tuich costs from 5-10 USD. It is a secluded 7 km strand of white sand beach, starting at Broken Heart Guesthouse and ending in Sok San, with crystal clear water and excellent opportunities to view the phosphorescence. The sunsets are beautiful and, at the start of the rainy season, the lightning storms are phenomenal. Closed during the rainy season.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Broken Heart Guesthouse, AKA BHGH"],["url=http:\/\/www.sihanoukville-cambodia.com\/sihanoukville-businesses\/new2011\/bhgh.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=Mr. Jones Tel: 097 764 9424 or 095 775 165"],["tollfree="],["fax="],["hours="],["price= Dorms for $10, Bungalows from $25-30"],["checkin="],["checkout="],["content=A secluded complex of bungalows interspersed along winding jungle trails, run by the mild mannered and friendly Mr. Jones and made famous by the Finnish book \"Rock and Roll Suicide Bar.\" The restaurant, the only place to get food, is located above the bungalows at the end of the jungle trail from Koh Toich, and serves delicious local food as well as western favorites (including the Finnish drunkards' specialty, \"makkaraperunat\"). There is also a bar on the property, the 105B Bar, perched above the ocean and perfectly situated for sunset views and late nights drinking and watching the fireflies. Rural and rustic, there is no running water or electricity in the bungalows but they guarantee privacy and great views of the magnificent beach. Also, this is the jungle and there are creatures, so don't keep food in the rooms or you will have visitors."]]}]},"\n",{"type":"==","value":["Connect"]},"\nIn Koh Tuich, Wifi is available at several restaurants.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sihanoukville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Koh Rung Samloem"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Cambodia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Koh Rong"]]}]