[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Koh Rung Sanloem"]}," is an island off the coast of ",{"type":"[[","value":[["Cambodia"]]},". The closest port is ",{"type":"[[","value":[["Sihanoukville"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Koh Rung Sanloem"]]}," can be reached easily by boat from ",{"type":"[[","value":[["Sihanoukville"]]},". Currently many tour operators offer daily trips to the island's famous for its beautiful beach Saracen Bay. There are also multiple fast ferry options available.\n\n",{"type":"==","value":["Get around"]},"\nEverything on this island can be done by foot, but if you want you can rent a taxi boat. It is quite a small island, but still big enough to get lost on if you were to embark on a jungle trek. Another option for getting around is swimming or scuba diving!\n\n",{"type":"==","value":["See"]},"\nThe island is famous for its beautiful beaches, the longest and still unspoiled being Saracen Bay beach.\n\n",{"type":"==","value":["Do"]},"\nKoh Rung Sanloem is the cradle of Cambodian diving. It's where all the dive companies based in ",{"type":"[[","value":[["Sihanoukville"]]}," mostly head when they take divers out. It also serves as mid-way point for dive trips heading all the way out to condor reef.\n\n",{"type":"*","value":["Stay overnight in one of the tourist bungalows! You can experience the atmosphere of the small fishing village, the warmth of the villagers, the fresh fruit and inexpensive meals...at night, take a walk to Long Beach and take a dip with the bioluminescent bacteria that glows bright green whilst you swim!! An incredible phenomenon."]},"\n",{"type":"*","value":["Volunteers live on this island as well; they are conducting fish, coral, and seahorse surveys for marine research. See if you can witness a seahorse survey! Seahorses are quite the mystical creatures to bear witness to."]},"\n",{"type":"*","value":["Sunset Rock is a wonderful place to watch the sun set over the ocean, if you are willing to trek over some boulders to get there."]},"\n",{"type":"*","value":["If you are lucky, you can witness a Khmer wedding take place in the village! Look for lots of Klang beer, dancing around a table, and massive subwoofers blasting Cambodian-American music!"]},"\nIf you're heading for Saracen Bay there are many activities available: snorkeling, kayaks and mountain bikes rental, jungle trekking.\n\n",{"type":"==","value":["Buy"]},"\nKoh Rung Sanloem is still mostly deserted, except for a small fishing village of around 200 people. There are three small shops in the village selling basic conveniences such as soap, cigarettes, mosquito repellent, noodles, beer, and soft drinks.\n\nRecently developed Saracen Bay also offers small shops selling basic conveniences, however there is still no ATM on the island.\n\n",{"type":"==","value":["Eat"]},"\nM'Pei Bei village\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=One's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Just to the left of the long pier"],["phone="],["tollfree="],["fax="],["hours="],["price=A meal of noodle soup can be purchased for under USD1.50"],["content=The family who run it is very sweet and they have a variety of options from \"tai-kuch-ma\" (hot tea with ice and honey) to Klang beer and a cooler of other soft drinks."]]}]},"\nIf you are looking for some finger food, delectable fruit can be found outside people's homes and shops for a very cheap price. They will even peel and cut it for you! Mangos, pineapples, oranges, and other exotic fruits that you will just have to taste to see what they are!\n\nSaracen Bay offers many restaurants serving all kinds of cuisine.\n\n",{"type":"==","value":["Drink"]},"\nHuah's \"bar\" has a pool table and they are the place to go if you are in search of alcohol and a good time.\n\nThere is also a very intriguing sugar cane machine that is in one of the shops attached to the dock. You pay 50 cents and they begin feeding sugar cane stalks into the machine and after cranking the wheel, a sweet juice is the result!\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=EcoSea Dive"],["alt="],["url=http:\/\/www.ecoseadive.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers overnight trips where you stay in their primitive bungalows on the northern part of the island. The overnight stay is severely discounted for divers. Snorkellers and people just looking to get away pay more for their stay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Secret Paradise Resort"],["alt="],["url=http:\/\/www.secretparadiseresort.asia"],["email=reservations@secretparadiseresort.asia"],["address=Saracen Bay"],["lat="],["long="],["directions="],["phone=(+855)(0)69354800"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers beach front bungalows."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cardamom and Elephant Mountains"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Koh Rong Samlon"]]}]