[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Koh Russei"]}," (Bamboo Island) is a small island about 10 km off the coast of ",{"type":"[[","value":[["Sihanoukville"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKoh Russei (េកាះឫស្សី), also named Koh Russey or Bamboo Island is a green, gilt-edged crescent, floating on emerald-blue water.\n\n",{"type":"==","value":["Get in"]},"\nBamboo Island(េកាះឫស្សី) - can be reached by private boat for USD5. At the Sunset Cafe on Occidental Beach, ask the owner the night before you want to go. Or go from the beach near Ream National Park, about 20 km east of Sihanoukville.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThe beach at Bamboo Island is a great place for finding shells. The water stays shallow for a long way out in some areas of the beach.  The sand is very coarse, so you may want to bring shoes to protect your feet.\n\n",{"type":"==","value":["Buy"]},"\nThere are no banks or ATMs so make sure you take enough money. \n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nOn the island there are 2 sets of huts on either side of the island, both with bar\/restaurant and offering 10 basic huts each for USD10-20 per night. Bookings though Koh Ru booking office or Coasters Guesthouse in Sihanoukville. This pure unspoilt tropical island experience is a wonderful place to relax. Prices on the island tend to be about 50% above the Sihanoukville average.\n \nThere are only four choices for temporary accommodations on Koh Russei. All four are very basic bungalows and do not provide water or electricity all day. Showers are DIY with buckets of water. Toilets are shared.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=BimBamBoo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=BimBamBoo has been around for a couple of years. There are 16 bungalows crowded together on the beach. Eight of the bungalows are set on the beach facing the water and have average views. The other 8 are set a few paces behind the first and are equally nice. All rooms have mosquito nets and attached bathrooms. There is a bar with a large wooden deck over the sand covered with bean bags. They do a BBQ on the beach every night often cooking up the fish they catch on the sunset fishing cruise. Dariush is a great host and will certainly make sure that you have a great stay on Bamboo Island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Coasters"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Coasters is owned by the same foreign trio who own the resort of the same name on Occheteaul Beach. The ten bungalows are OK, the restaurant is OK, the bar is OK, service is OK."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kenny's Bungalows"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Kenny's has 2 nice new bungalows and a good restaurant. The operation is looked after by Kenny who is a Cambodian-American who has returned to Cambodia after leaving in the late 70's. Kenny is a friendly host and will make sure that your stay is fantastic. The beach in front is large and there is a volleyball net where local kids, navy personnel, and tourists play during the day."]]}]},"\nOn the southwest side of the island there is only one place to stay:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Koh Ru"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD10"],["content=The ten bungalows are on the Koh Ru side of Bamboo Island, the nicest beach on the island. The bungalows are have a bright and colourful paint job. No en suite baths, but there is a well maintained and clean toilet and shower block a short walk away. The restaurant has good food and is very beautiful. The sunset views are spectacular. The restaurant always has a foreign manager on duty as well as a Khmer one. This place is much quieter than the other side of the island as all of the resorts pack their side with day trippers, few of whom bother to make the 15 minute walk to the Koh Ru side. The resort has its own private beach with no hawkers or vendors to be seen. The owners are in the process of building a dormitory priced at USD3 a bed to make the island more accessible to budget travellers. You can book USD10 return boat transfers from the Koh Ru booking office two doors away from the Boom Boom Room shop on Serendipity Beach Road."]]}]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sihanoukville"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Sihanoukville"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Koh Russei"]]},"\n",{"type":"{{","value":[["geo"],["10.493055555556"],["103.55805555556"]]}]