[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kolhapur"]}," (Marathi: कोल्हापूर) is a city situated in the south west corner of ",{"type":"[[","value":[["Maharashtra"]]},", India. The population of Kolhapur is around 419,000. The main language is Marathi. It is situated on the banks of river Panchganga and provides the location for the ",{"type":"'''","value":["Mahalakshmi Temple"]},". The city also lends its name to many common terms like ",{"type":"'''","value":["Kolhapuri Chappal , Kolhapuri lavangi mirchi, Kolhapuri gur"]}," and ",{"type":"'''","value":["Kolhapuri cuisine"]},"\n\n",{"type":"==","value":["Understand"]},"\nThe history of Kolhapur can be tracked back to the Satavahan empire era. In the modern times, Kolhapur has played a significant role in the politics of Maharashtra state. The city is famous of Kolhapur SAAJ (necklace with traditional pattern), jaggery ,Kolhapur chappal (traditional leather sandal) and wrestling. Kolhapur is also famous for it non-veg food recipes (Marathi: Kolhapuri pandhara rassa, tambadaa rassa) and unique spices.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nKolhapur is on the Pune-Miraj-Kolhapur section of the Central Railway. The railway station is named after Chatrapati Shahu Maharaj. It is well connected with all the important cities in India. Mahalakshmi, Koyna and Sahyadri express connect Mumbai to Kolhapur and they run daily. Miraj is the nearmost major railway station and is well connected to important cities in india. From Kolhapur Railway Station, there are daily trains for Mumbai, Nagpur, Pune, Bangalore, Hyderabad and Tirupati, while weekly trains also run for Delhi, Ahmedabad and Dhanbad.\n\n",{"type":"===","value":["By road"]},"\nKolhapur lies on National Highway 4 a.k.a NH4 which connects Mumbai to Bangalore. Mumbai to Kolhapur is a 8 hours drive by road. Pune to Kolhapur is around 3 hours journey by private car, while bus takes around 4 hours. The road is excellent and almost like Pune-Mumbai express highway.\n\nMSRTC ( Maharashtra State Road Transport Corporation) has buses running every 30 minutes from Pune to Kolhapur and vice versa. These are A\/C, Non-A\/C general transport buses and cost approximately Rs. 220 for Non A\/C & 360 for A\/C. There are also hourly buses from Mumbai, which are non-A\/C general transport buses and cost approximately 180-240 INR.\n\nPrivate operators also operate buses on this route with A\/C and Non-A\/C option, the fare ranging from 200 to 350 INR.\n\nSimilar Options are available from Pune. The Private\/State Buses and shared Taxis , all start from Swar-Gate in Pune which is a large bus\/transport hub to the south of Pune.\n\nFrom south side, there are direct buses (private and state-owned) from almost all places from Karnataka, including Bengalore, Belgaon, Mengalore, Hubali etc.\n\n",{"type":"==","value":["Get around"]},"\n\nOverall, Kolhapur has become a crowded place recently. Huge number of two wheeler vehicles precides over the number of four wheelers ( private & commercial ). The central city being non-planned is very crowded during peak hours. Also, due to many road constructions going on recently, the roads are jammed. One can avoid traffic jams by travelling on newly built roads, which are much more wider and better ones.\n\n",{"type":"===","value":["By car"]},"\nThere are quite a few car rental agencies in Kolhapur. Most of them charge around Rs 2400 a day for a mid-size car. There are extra charges for distances above 250 km.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Inside City"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mahalaxmi Temple"]},". The puranas, have listed 108 sites where Shakti (the goddess of power) is manifested. Amongst these, the Karveer area (the area where the present town of Kolhapur is located), is of special significance. This is one of the six abodes of Shakti, where one can achieve both fulfillment of desires as well as salvation from them. It is therefore considered to be of greater significance than Uttar Kashi. Shri Mahalakshmi is the consort of Shri Vishnu and it is said that they both reside in the Karveer area. Mahalakshmi also known as Goddess Ambabai enjoys status of one of the important spiritual centers in India. Construction of the temple was initiated in 7th century by Chalukya rulers and further beautified by Yadavas till 9th Century AD. Garuda Mandap used for concerts by renowned artists was built in 1838 AD. During Navratri Festival ,Temple is well decorated with lights & flowers and renowned musicians, Kirtankars, artists pay their homage by performing for goddess in front of  public at large in temple. The 'Aarati' ritual is most important. Daily at 5:30AM when the Mandir is opened, Aarati is performed after the worship of the idol's feet This is called 'Kakadarati.' Devotional songs in 'Bhup-Rag' are recited at that time. At 8:30AM Mahapooja occurs followed by 'Mangalarati.' At 12:30AM, worship with fragrant flowers & Kumkum is done for the devotees camphor is burnt and 'Naivedya' (Rich dishes) is offered. If there is no Mahapooja from devotees, milk instead of Panchamrut (milk, curds, sugar, ghee & honey) is spilled on the feet followed by  Aarati. This process continues till about 2 p. m. This is followed with a  'Pooja' where the goddess is offered ornaments. In the interiors of the Mandir, Vedic hymns are chanted. After 7:30PM, with ringing of bells, 'Aarati' is performed. This is called the 'Bhog -Aarati'. The ritual of 'Abhishek Vidhi'is carried on throughout the day. The temple is about 5 Km from Central Bus Stand and Railway Station towards center of the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["New Palace"]}," Recidence and a museum about memories of The Great Lokraja Shahuji Maharaj"]},{"type":"*","value":[" ",{"type":"'''","value":["Rankala Lake"]},".  About 6-8 km from CBS and Railway Station."]},{"type":"*","value":[" ",{"type":"'''","value":["Shivaji University"]}," A gateway of higher education of international level to regional masses but surrounded by rich nature."]},{"type":"*","value":[" ",{"type":"'''","value":["Temlabai Mandir"]}," Temblai hill is a famous spot in Kolhapur. There is a temple of Goddess \"Temlabai\" and other small temple on this Hill. In every Ashadha the religious ceremony of pouring water on the steps of the Mandir is celebrated on a grand scale. There is a Yamai Mandir also on this hill. A statue of Shivaji Maharaj is raised by the Devasthan Committee. A huge Idol of \"Ganpati\" is situated at the center of the hill-top. A small garden is developed for visitors. Every year during the month of \"Shravan\" a one day celebration known as \"Tryamboli Yatra\" takes place. People from Kolhapur and all other regions visit this place during the yatra. During Navratra Utsav procession of \"Mahalakshmi\" is carried from Ambabai Temple to Temblabai Temple. It is said that Goddess \"Temlabai\" & Goddess \"Mahalakshmi\" are sisters. During the war against devils, Goddess \"Temlabai\" helped Goddess \"Mahalakshmi\" but after the victory Goddess \"Mahalakshmi\" did not give her the due respect which made Goddess \"Temlabai\" angry and thus she came and settled on Temblai Hill. Hence, this procession is carried during Navratri, where it is believed, that on this day Goddess Mahalakshmi  meets Goddess Temlabai, and people worship her with all devotion."]},"\n",{"type":"===","value":["Nearby Attractions"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Panhala Fort"]}," Built in 1100 A.C.. Historic memories of Chhatrapati Shivaji Maharaj. Hill Station. Carrying a rich heritage, Panhala Fort forms the largest of all the Deccan forts. This fort was built between the 1178-1209 AD, this is the only fort where the great ruler himself, Chatrapati Shivaji Maharaj is believed to have spent more than 500 days. The history of Panhala Fort is one of the oldest, and famous amongst Maratha warriors. Sajja Kothi, where Sambhaji was imprisoned. Ambabai Temple, where Shivaji used to seek blessings before venturing on expeditions. In addition to history, Panhala at an altitude of 977 m offers some inspiring scenery and a soothing climate.  An average temperature of 25 *C.It is a must place to visit, while in kolhapur. A 45 minute journey, accompanied by beautiful landscape , a trip to Panhala will surely be a memorable one!"]},{"type":"*","value":[" ",{"type":"'''","value":["Jyotiba temple"]}," Situated at a height of 3100 feet, this holy site nestles in the mountains, also known as Wadi Ratnagiri. Jyotiba is supposed to be an incarnation of three gods -- Brahma, Vishnu and Mahesh and the seer Jamadagni. A colorful fair takes place on the full moon night of the Hindu months of Chaitra and Vaishakh. During the fair, Devotees from various regions hoist \"Sasan Kathi\", which is the holy symbol of lord Jyotiba. Jyotiba lies 17 km to the north-west of Kolhapur."]},{"type":"*","value":[" ",{"type":"'''","value":["Narsobawadi"]}," This holy place is situated on the confluence of the rivers Krishna and Panchaganga. It is well known for the holy padukas (slippers) of Dattaguru ( an incarnation of Brahma, Vishnu and Mahesh). Narasimha Saraswati, considered an incarnation of Dattaguru who lived here for 12 years. Recently, all the devotees have erected a temple called \"Jahaz Mandir\", which is unique in its own way, because it has been built in the shape of a ship with beautiful landscape. Narsobachiwadi is famour for Basundi, Kundhi Pedas, Kawatchi Barfi's."]},{"type":"*","value":[" ",{"type":"'''","value":["Bahubali"]}," This site is revered by both Hindus and Jains. Devotees flock here to pay respect to the 28 feet tall marble statue of Bahubali and visit the temples of the 24 tirthankaras or saints. This site is 27 km to the south of Kolhapur."]},{"type":"*","value":[{"type":"'''","value":["Siddhagiri Gramjivan Museum"]}," A unique project, perhaps the only project in India situated at Shri Kshetra Siddhagiri Math, Kaneri, Tal. Karveer, Dist. Kolhapur. The place is near Kolhapur city on Pune Banglore Highway.  Shri Kshetra Siddhagiri Math has a history of more than 1000 years, and is a holy place of worship of Lord Mahadeva. The surrounding around the museum is very calm and quiet, a hilly place with a good collection of Flora and Fauna."]},"\nThe project is a dream village of Mahatma Gandhi, visually and symbolically created through the vision and efforts of present 27th Mathadhipati H.H.  Adrushya Kadsiddheshwar Swamiji.\n\nThe main objective of the Project is to refresh the history of self sufficient village life before the invasion of Mughals in Maharashtra. There were 12 BALUTEDARS (12 main profession based casts i.e. Professions performed by generation by family members) and 18 ALUTEDARS, who provided equipments to all villagers useful in their day-to-day necessities of domestic as well as Agricultural life.\n\nThese Balutedars, Alutedars and others had a special characteristics with which they served society. The description of all 18 Alutedars, 12 balutedars and other people and there duties are vividly depicted in the museum.\n\nThe first phase of the museum spans over 7 Acres of area with almost 80 main scenes and around 300 statues. Several subtle village lifestyles are taken into consideration. There is a unique combination of expression, accuracy and liveliness in the whole village. Each sculpture has a multi dimensional effect and lifestyle theme which Swamiji very keenly arranged each and every scene to make a proper visual story. In the total cluster the village demonstrate a self sufficient machinery within village. Barter economy, Interpersonal healthy happy relationship among villagers is reflected. The Museum projects the entire village as a single family, and as single family members in a joint family. No adulteration, no cut thought practice, no mad Rat Race, No pollution, but Caring, and delightful atmosphere, no bitter feeling, but fertile land, clean water, clean air, quality food, maximum use of natural resources, cattle field, livestock, job satisfaction. All these things are reflecting the beauty, Joy, satisfaction of human race and oneness with nature. It advises us to get back to nature, without disturbing the equilibrium of nature and many other things which are beyond our imagination.\n",{"type":"*","value":[" ",{"type":"'''","value":["Gaganbawda"]},". A hill station about 2-3 hours from CBS(Central Bus Stand, Kolhapur) and Kolhapur Railway Station. Excellent climate during the rainy season."]},{"type":"*","value":[" ",{"type":"'''","value":["Gagangiri Maharaj Math"]}," ( Temple ) at Gaganbawda. Gagangiri Maharaj was  a Great Yogi. One of the few living sages having Unique Capacities, Vision and Synthesis. Gagangiri Maharaj Math is renowned as a spiritual destination for domestic and foreign travelers. The Math is located in the midst of dense forests and thick green vegetation at Dajipur nearby  Kolhapur. Shri Gagangiri Maharaj was a Hindu Sanyasi (Sage) following the Nath Sampradaya.The life and history of the sage tells that Gagangiri Maharaj spent many years in this Math undergoing penance from 1932 to 1940. The Sage spent all these years in meditation in the deep jungle in this Math. This Ashram offers the Hindu teachings, yoga and meditation practices and also serves as a religious temple for the devotees. It is an attractive place for meditation, yoga and to clearly  understand the Indian culture and its religious importance."]},{"type":"*","value":[" ",{"type":"'''","value":["Khidrapur"]}," A famous and beautiful Lord Shiva Temple built 900 years ago. The artistic temple of Kopeshwar or Mahadev at Khidrapur is a treasure-house of beautifully carved sculptures and a rare architectural marvel. The entire temple rests on a gajapeeth which is a semi-circular platform resting on the back of 92 carved elephants."]},{"type":"*","value":[" ",{"type":"'''","value":["Dajipur Bison Sanctuary"]}," The forest area of dajipur is situated on the border of kolhapur and sindhudurg districts. Surrounded by rugged mountains and dense forests, this secluded little place is completely cut off from human habitat. Home to bison, wild deer,  gava (bison), and many more spectacular wild animals & birds. An excursion in the vicinity to the Gagangiri maharaj's Math makes for a pleasant outing. There is a scenic resort near the backwaters of Radhanagari dam which is highly recommended for wildlife lovers. Dajipur is an exciting and beautiful holiday getaway, situated 1200 meters above sea level.  It is about 80 km away from Kolhapur. Radhanagari to Dajipur distance is 30 km. "]},{"type":"*","value":[" ",{"type":"'''","value":["Ramling"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Radhanagari Dam"]},".  About 15-20 km from CBS and Railway Station."]},{"type":"*","value":[" ",{"type":"'''","value":["Amboli"]}," Beautiful Rainy hill station, lot of clouds and Beautiful waterfall."]},"\n",{"type":"==","value":["Do"]},"\nA visit to Mahalaxmi Temple can be followed by a trip to Panhala Fort. The Auto Rickshaw charges approx. Rs.450\/- for Panhala Trip from Kolhapur to Panhala and back. The visit will take around 6 hrs and after coming back to Kolhapur city one can go to Rankala Lake in evening and visit Shalini Palace Hotel and Chowpatty there. One can enjoy snacks from vada pav to South Indian dishes at the Chowpatty.\n\nNext day one can start the morning in Kolhapur with a visit to New Palace Museum. After seeing museum one can proceed to Jyotiba Temple.\n\nIt is also recommended to visit a local\" Gurhal\" a traditional family owned Jaggery Making place just outside of the city. Here you can watch local people make jaggery from scratch with sugarcane juice. They are also open for visitors to try and taste fresh sugarcane juice and jaggery.\n\nOne should also visit Bhavani Temple near Mahalaxmi Temple.\n\nAlso to visit is much forgotten \"Ruikar Colony\" which was MAHARASHTRA state's first ever Residential Bunglow's estate (and so far the only estate that has remained like this and most estates are now being converted to apartments) Ruikar Colony, always featured in Marathi Films, is famous for its huge beautiful mansions complimented by landscaped gardens, nature strips, well designed roads, community gardens, Ganesh and Jain Temple, playground and Community Hall and its own shopping area.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kalamba"],["alt=Lake"],["url="],["email="],["address=Kalamba"],["lat="],["long="],["directions=about 6-7 km from CBS"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=about 6-7 km from CBS. Its very beautiful place, where various birds come every year."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Kolhapuri Chappals"]},{"type":"*","value":[" Sarees"]},{"type":"*","value":[" Kolhapuri Saaj. One of the best place to buy Kolhapuri Saaj and other antique jewellery is Karekar Jewellers "]},"( Rajarampuri ). Here you will find the best saaj and one of the best collections in Antique jewellery . They are one of the CO-Founder members of the Saaj and 3RD generation in the same business . we had a talk with Mr.Sandeep Karekar owner of the same as we were told they have the best and the least labour charge for all this jewellery . definitely  this shop is worth a visit .\n",{"type":"*","value":[" Jaggery"]},"\n",{"type":"==","value":["Eat"]},"\nKolhapur is well known paradise for non vegetarian lovers, but it has many eating options equally wonderful for vegetarian food. Also, in general there is a misconception about \"Kolhapur\" food that it has to be really spicy and having lot of chillies. Only when you visit Kolhapur, one realizes that this is myth!\n\nOnce in Kolhapur, you should never miss out on \"MISAL\", which is famous maharashtrian snack. Authentic misal can be tasted only in Kolhapur, because outside Kolhapur, in many places in Maharashtra, people only add lot of oil and red chilly and serve it as 'kolhapuri misal'. There are many famous misal eating joints.\n",{"type":"*","value":[" Fadatare Misal: This is in 'Udyam Nagar' and by far the most popular misal place. It has been featured extensively in print and television media, but owners still prefer to run this place in the backyard of old factory in an industrial area. It has retained its taste for all these years, and hence it is popular among local as well as tourists."]},"\n",{"type":"*","value":["Khasbaug Misal"]},"\n",{"type":"*","value":[" Chorage Misal: Off Mahadwar road. Equally popular place."]},"\n",{"type":"*","value":[" Bawada Misal : This used to be very famous misal joint and has been visited by many celebrities, a fact easily seen from the pictures hanging on its wall. "]},"\n",{"type":"*","value":[" Rajabhau-Bhel: This is a very famous Bheel place- dish made with Rice puffs, tamarind, chillis and onions. "]},"\n",{"type":"*","value":[" Akkha Masur- a famous local mini-meal- red lentil curry in thick tomato-cashew base served with Bharaki (local bread) and chillis. you can find this in Bawda area -popular hawker food."]},"\n",{"type":"*","value":[" Other good places are Datta Caffe, Ahar Vihar, Khas Bag misal, Kothawale (Laxmi) misal."]},"\n\"The Oven \" is the pioneer in Pastries, Cakes, Pizzas, Burgers,Rolls, Chocolates etc. Situated in the upmarket Rajarampuri area with a branch in Nagala Park, it is a mustvisit place in Kolhapur. They have now started a new Multicuisine Restaurant, \"MILANO'S\" adjacent to 'The Oven'in Nagala Park, near the Collector's Office.It serves great authentic Italian, Mexican, Thai & Chinese(All Vegetarian)specialities.This ia also a mustvisit. Milano's remains closed every Wednesday.\n\nKhemraj Bakery:-Freshly prepared mouth watering mil bread, cakes, kharis adn all bakery products.(Daily prepared products stocks gets over by EOD)\nHindustan Bakery is famous for its biscuits, cookies and bread. It also serves fast food items such as pizza and burger. There are 2 branches, one in city area near the Mahalaxmi temple in front of the Kapilteerth Market and the other new one in Rajarampuri. \n\nList of Restaurants: \n",{"type":"*","value":[" Hotel Victor Palace "]},{"type":"*","value":[" Hotel Raysons (24 \/7 Coffee shop)"]},{"type":"*","value":[" Hotel Pearl"]},{"type":"*","value":[" Hotel Meghdoot"]},{"type":"*","value":[" Hotel Opel (best for veg and non-veg)... very process oriented and a disciplined yet upholding the charm of the garden within. ",{"type":"[[","value":[["http:\/\/www.hotelopal.co.in"]]}]},{"type":"*","value":[" Hotel Khavvaiya ( Gujrathi )"]},{"type":"*","value":[" [Lava Rocks Inn] ( Cafe, Pan America, Middle Eastern & Asian Cuisine ) Thursdays Closed!"]},"\nA full meal without drinks will cost around 80 to 200 INR. Hotels generally close by 11 PM, while some of them have Coffee shops that also serve rice variety round the clock.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Padma Guest House"]},".  A traditional Kolhapuri cuisine restaurant serving authentic Kolhapuri Thali's (veg & non-veg) since 1947.  Located very close to Mahalaxmi Temple."]},"\nDon't forget to eat the \"paandhraa rassaa\" & \"taambdaa rassa\" in non-veg. These are two special curries which are tradition of Kolhapur.\n\n",{"type":"'''","value":["For party freaks"]}," Kolhapur has got some decent bars & restaurants like Scores (beside Hotel Victor Palace) & Texas (in Hotel Ayodhya), also Mithila is a family bar & restaurant in Hotel Ayodhya.\n\n[",{"type":"'''''","value":["\"Lava Rocks Inn\""]},"]:- If nothing fit's your bill above; head straight to 'Lava Rocks Inn',Takala Chowk, Near Old Income Tax Office; this place sure does have some dishes straight out from the best star restaurants across the globe and the dishes list is ever increasing every month. Inspired, tried and tested by the south asian, central asian, new zealand & european ethnic communities in the heart of Auckland's suburban business district of Sandringham. Lava Rocks Inn, is in its maiden venture in Kolhapur, India. They offer authentic Greco-Lebanese, Mediterranean, European, American, Oriental and Asian cuisines and their list is ever increasing. \n\nTheir range of Whole Grilled & Full Size Chicken include one of the best selling full meals like 'Barbecue Grilled Chicken', 'Lebanese Spicy Chicken', 'Olive & Herb Chicken', 'Red Wine Chicken', 'Stuffed King Chicken' & The Great American 'Beer Can Chicken' - beer infuse cooking. Advance Orders are appreciated on these. All these come in wide combo packages which on request can include grilled chicken sausages, cheesey mashed potatoes, grilled veggies and some cool range of non alcoholic (NA) beverages which include NA Beers & NA Wines to go with them. They also do rotisserie chicken's for party orders. They also do have the expertise to use slow cooking mediums of smoke, grill & barbecue using charcoal, lava rocks and flavored wood chips\n\nThe famed gyro grill \/ shawarma is now available here. One can choose from a wide range of veg, chicken or mutton (goat meat) specialties. The salads offered here have everything from the most popular 'Spicy Chicken Salad' followed by the sweeter version, 'Tropical Chicken Salad' & 'Tropical Paneer Salad'. Their 'Grilled Chicken Submarine' is the best rated dish adapted to local tastes; The submarine menu also includes the famous coleslaw in chicken & vegetarian formats. The Oriental cuisine gets a filip with the introduction of the vegetarian & chicken momos (dumplings). The European cuisine gets introduced with 'Scotch Eggs' - Spiced up mutton mince wrapped around hard boiled eggs and deep fried to perfection. The 'croquette'lined up in chicken, mutton and cheesy mashy fillings has been adapted to local spice and taste. The menu would see an aggressive ramp up on the vegetarian dishes very soon ( July 2011 )\n\nThe Non-Standard Menu; does have fresh dishes coming out every month; where customers get a chance to taste something new & if it is not available on the fixed menu, then it eventually would come up on it based on the popularity amongst kolhapuriites. We love to experiment, not on customers, but on the menu before it goes live & official. If you have already tasted the dish you liked & is not on the fixed menu, call in to check if it is available.\n\nOfficial Work Hours: 1900 Hrs To 2230 Hrs ( Thursday Closed ) & they do private parties, mocktail parties, kitty parties, engagement parties, birthday parties or any other special event during the day where you can book the entire cafe for yourself and guests, with music and air-conditioned dining lobby. Gosh they do need some rest to cater everyone better!\n\nContact: +91-231-2521918 (Work Hours); +91-8237873073 (24 Hr Hotline No; If your call is not attended, you will get a call back & thats what they promise!)\n\nYour registered mobile number invites you to claim special offer's; call them today get registered for lip-smacking updates!\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Padma Guest House"]},".  Rooms available between Rs. 150 - 250."]},{"type":"*","value":[" ",{"type":"'''","value":[" Hotel Pearl "]},". Very neat rooms & comfortable to stay"]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Atria"],["url=http:\/\/www.hotelatria.com"],["email="],["address=Station Road, Kolhapur"],["lat="],["long="],["directions="],["phone = +91 231-2650383"],["tollfree="],["fax="],["hours="],["price=Rs.1200-2100"],["checkin="],["checkout="],["content=A reasonable hotel for stay at Kolhapur"]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Goa"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["16.42"],["74.14"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Western Maharashtra"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kolhapur"]]},"\n",{"type":"[[","value":[["Commons:Category:Kolhapur"]]}]