[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Kolonia"]}," is a city on the island of ",{"type":"[[","value":[["Pohnpei"]]}," in the ",{"type":"[[","value":[["Federated States of Micronesia"]]},". The municipality of Kolonia has a population of around 6500 people, but it is the centre of an urban area of approximately 13000 people, including the nearby suburbs of Sokehs Island, Nett and Porakied village.\n\n",{"type":"==","value":["Get in"]},"\n\nPohnpei International Airport is adjacent to Kolonia town, being a distance of 1km from the town via a causeway.\n\n",{"type":"[[","value":[["United Airlines"]]}," fly to Pohnpei from Guam (via Chuuk);  and from Hawaii (via the Marshall Islands). The regular service is United's \"Island Hopper\" which flies three times a week in each direction: Mondays, Wednesdays and Fridays from Guam; Tuesdays, Thursdays and Saturdays arriving from Hawaii. Please note that due to the international dateline, Tuesday, Thursday and Saturday flights leave Honolulu on Monday, Wednesday and Friday morning.\n\nThere is also a Sunday night\/Monday morning flight Guam-Chuuk-Pohnpei and return,  arriving in Pohnpei before Midnight on Sunday and returning to Guam early in the morning.\n\nIn June 2012, United flew a charter flight direct from Japan to Pohnpei as a test for the new, extended runway and there is some discussion underway to open a direct link to Japan to promote tourism to the island. \nRef: http:\/\/pidp.org\/pireport\/2012\/June\/06-20-18.htm\n\n",{"type":"==","value":["Get around"]},"\n\nThere are no buses in Kolonia, local taxis are everywhere and fill up with passengers along the route. Cost anywhere in Kolonia including to the airport is $1. There are a number of local taxi companies, using radio communication, and taxis can be ordered by phone. This does not, however, guarantee exclusive use of the taxi during its journey.\n\nThere are numerous rental car companies, and most have a desk at the airport. Rental cars are not very cheap, generally around $60 a day or more, not including gas.\n\nThe price of gas is around $5 a gallon, and is generally 50-75c a gallon more expensive than Guam or Hawaii.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/kolonia.usembassy.gov\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+691 320-2187"],["tollfree="],["fax=+691 320-2186"],["hours=M-F 8AM-5PM, ACS Tu W 8:30AM-noon"],["price="],["phoneextra=Emergencies +691 920-2369"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Pohnpei"]]},"\n",{"type":"{{","value":[["geo"],["6.963889"],["158.208056"]]},"\n",{"type":"[[","value":[["Wikipedia:Kolonia"]]}]