[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["Itinerary"]]},"\n\nThe ",{"type":"'''","value":["Kolyma Highway"]}," is in ",{"type":"[[","value":[["Russian Far East"]]},". It bridges two regions of Russia, the Sakha Republic (or ",{"type":"[[","value":[["Yakutia"]]},") and ",{"type":"[[","value":[["Magadan Oblast"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nOriginally built by prisoners using hand tools in the 1930s, the Kolyma Highway represents the unification of two road systems, one stretching east from ",{"type":"[[","value":[["Yakutsk"]]},", the other north and west from the sea port of ",{"type":"[[","value":[["Magadan"]]},". At varying points in history and times of year it has been possible to go from one end to the other, and in 2008 an 'all-seasons' road linking the two ends was completed.\n\nOne of the ultimate adventures in the taiga of Russian Far East, be ready to see lots of mines, people, wilderness, bears, squirrels, abandoned cities, dust.\n\n",{"type":"===","value":["When to go"]},"\n\nThe road condition is best in winter, when it is made of ice. This begins when the ice bridges on the Lena and Aldan are passable to trucks, around late October. In early April, these ice bridges become unsafe and by May the road is impassable while river crossings are blocked by moving ice. During winter the temperature is rarely warmer than -30C. Most vehicles travel in convoy, as if the car breaks down, it's only a matter of days until everything flammable has been burnt. If no other cars come, people swiftly freeze! There are many memorials along the road to people who have perished in this manner. \n\nIn late May and June (early summer), the road is muddy due to frequent rain, and the taiga is infested with hungry bears and semi-lethal Ichodes ticks. Neither are a problem in the few built-up areas. In July and August, the road is dusty, but in reasonable condition. By September it is Autumn - expect grey days, rain, and cold. During the freeze (in late September), river crossings are again impossible, except by helicopter.\n\n",{"type":"==","value":["Prepare"]},"\n",{"type":"[[","value":[["Image:Jack London Lake by bartosh.jpg"],["thumb"],["560px"],["Jack London Lake, well off the trail"]]},"\n\nIndependent travel in ",{"type":"[[","value":[["Kolyma"]]}," is serious adventure, with the very real possibility of death. The area is essentially lawless, undeveloped, barely populated, and unbelievably remote. Just getting to either terminus at ",{"type":"[[","value":[["Magadan"]]}," or ",{"type":"[[","value":[["Yakutsk"]]}," is an adventure in itself - travelling along the road makes this look like buying a bus fare in comparison. Every year dozens of people die in the region from drowning, freezing, car accidents, starvation, tick-borne encephalitis, alcohol poisoning, fires, crime, wild animals, or just disappear. While travellers in the region are rewarded with nature, adventure, and so on, there is NONE of the safety net that accompanies nearly every other area that people travel, such as health care, consular support, English speakers, law enforcement, telecoms, etc.\n\n",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," is the only language that will be encountered here. Some basics, enthusiasm, and a dictionary are a must. Learning the alphabet before hand is a practical alternative to hiring a translator for months at a time. Some English speakers can be found in large towns - one possibility is English teachers in schools, or young professionals.\n\nBasic food can be purchased from truck stops every 200km or so. Most towns have a grocery store. Available drinks along the route include vodka from stills or water from fresh mountain streams.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are several airports along the route (at Yakutsk, Tyoply Klyuch, Ust-Nera, Tomtor, Susuman, and Sokol), and river\/sea ports at Yakutsk, Khandyga, and Magadan.\n\nIf you don't have a car, a bike, a motorbike, or a LOT of time (the route has been walked several times, taking around 2 months), you will need to hitch-hike with trucks, postal services, car salesmen, families, hunters, etc, or be prepared to pay for perilous overloaded and speeding group taxi services which cover the distance in about 4 days.\n\nThe distance of 2025km can be covered in 4 days, however given the trouble it takes to get to either terminus, taking time and seeing the many unique things along the way is worth it. \n\n",{"type":"==","value":["Go"]},"\n\nFrom ",{"type":"[[","value":[["Yakutsk"]]},", populated settlements on the route include:\n",{"type":"*","value":[{"type":"[[","value":[["Churapcha"]]}]},{"type":"*","value":[{"type":"[[","value":[["Khandyga"]]},", the technical start of the 'road of bones'"]},{"type":"*","value":[{"type":"[[","value":[["Tyoply Klyuch"]]},", the location of an airport, and last settlement of any size before Ust-Nera or Tomtor"]},{"type":"*","value":[{"type":"[[","value":[["Razvilka"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kyubyume"]]},", an abandoned town at the junction of the old (via ",{"type":"[[","value":[["Tomtor"]]},") and new (via ",{"type":"[[","value":[["Ust-Nera"]]},") roads to ",{"type":"[[","value":[["Susuman"]]},", and thence to ",{"type":"[[","value":[["Magadan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ust-Nera"]]},", a substantial (pop. ~6,000) gold mining town at the half way point"]},{"type":"*","value":[{"type":"[[","value":[["Artyk"]]},", the location of the Sakha Republic border post"]},{"type":"*","value":[{"type":"[[","value":[["Khadykchan"]]},", an abandoned city once of 15,000 people at the other junction of the old and new roads"]},{"type":"*","value":[{"type":"[[","value":[["Myaundzha"]]},", site of a functioning coal-fired power station"]},{"type":"*","value":[{"type":"[[","value":[["Susuman"]]},", centre of several gold mining operations"]},{"type":"*","value":[{"type":"[[","value":[["Yagodnoye"]]},", nearest town to Jack London Lake"]},{"type":"*","value":[{"type":"[[","value":[["Debin"]]},", once the site of a major regional hospital, now pop. ~80."]},{"type":"*","value":[{"type":"[[","value":[["Orotukan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Atka"]]}]},{"type":"*","value":[{"type":"[[","value":[["Palatka (Russia)"],["Palatka"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sokol"]]},", site of Magadan's main airport"]},{"type":"*","value":[{"type":"[[","value":[["Magadan"]]},", on the Pacific coast"]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe Kolyma Highway is one of the most dangerous roads in the world. The biggest risk by far is death by car accident due to unsafe driving, bad roads, unmaintained vehicles, or a combination of all three. A local proverb advises \"the slower you go, the faster you'll get there\". In particular, large trucks can throw up enormous clouds of dust in dry weather which can easily hide an oncoming vehicle.\n\nMaps (there are several available in Russian from some stores) are generally out of date by a decade or more. Many towns listed on the maps will be either abandoned or completely vanished. Only a few towns have a single hotel, though in the more remote towns almost anyone you speak to will be extremely helpful!\n\nMany towns lack police, but not people with financial problems, so either camp out of town or don't look rich. Drunken people are more common in winter, and can occasionally be bothersome. Bears and other wildlife enjoy a fearsome reputation but very few actual recorded fatalities. Bears in Russia are less accustomed to people than in North America, have ample food resources in the wild, and are very frightened of people.\n\n",{"type":"==","value":["Go next"]},"\n\nIf necessary, evacuation or (relatively) speedy exit from the region is possible, either by road or from a regional airport. Helicopters in the area exist and can be hired at enormous expense (around $3000\/hour).\n\nPossible side-trips while doing the route include:\n\nVia the old road, it is possible to visit ",{"type":"[[","value":[["Tomtor"]]}," and ",{"type":"[[","value":[["Oimyakon"]]},", the nearest towns to the (northern) ",{"type":"[[","value":[["Pole of Cold"]]},". It is also possible to get from Susuman to Magadan via ",{"type":"[[","value":[["Ust-Omchug"]]},", a large (pop. ~3500) coal mining town. About 70km by road from Yagodnoye is Jack London Lake, which is rated supreme in the ",{"type":"[[","value":[["Russian Far East"]]}," for fishing and scenery.\n\n",{"type":"{{","value":[["usableitinerary"]]},"\n\n",{"type":"{{","value":[["related"],["Yakutia"]]},"\n",{"type":"{{","value":[["related"],["Magadan Oblast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:M56_Kolyma_highway_(Russia)"]]}]