[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Komatsu"]}," (",{"type":"{{","value":[["lang"],["ja"],["小松"]]},") is a city in ",{"type":"[[","value":[["Ishikawa prefecture"]]},", ",{"type":"[[","value":[["Japan"]]},".  The construction equipment company of the same name was founded here and remains a major employer. Komatsu City has developed into the second largest city of Ishikawa Prefecture but at first glance has little to appeal to a casual tourist, unless you are a big fan of concrete. If you take the time to look deeper, however, you'll find that this little city has a lot to offer. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Komatsu Airport"]}," (小松空港, ",{"type":"{{","value":[["IATA"],["KMQ"]]},") ",{"type":"[","value":["http:\/\/www.pref.ishikawa.jp\/k_air\/index_e.html"]}," is the main airport for Ishikawa prefecture.  There are international connections from ",{"type":"[[","value":[["Taipei"]]}," daily and from ",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Shanghai"]]}," 4x a week, and domestic services from ",{"type":"[[","value":[["Tokyo"]]},", ",{"type":"[[","value":[["Sapporo"]]},", ",{"type":"[[","value":[["Sendai"]]},", ",{"type":"[[","value":[["Fukuoka"]]}," and ",{"type":"[[","value":[["Naha"]]}," (Okinawa).\n\nKomatsu Bus ",{"type":"[","value":["http:\/\/www.komatsubus.jp\/"]}," services leave for JR Komatsu station every 20-30 minutes (12 min, ¥260).  Hokutetsu ",{"type":"[","value":["http:\/\/www.hokutetsu.co.jp\/"]}," also runs direct buses to ",{"type":"[[","value":[["Kanazawa"]]}," (40-60 min, ¥1100), ",{"type":"[[","value":[["Fukui"]]}," (1 hour) and ",{"type":"[[","value":[["Kaga Onsen"]]}," (25 min, ¥500).\n\nIf time permits, there is an interesting and free aircraft museum ",{"type":"[","value":["http:\/\/www.pref.ishikawa.jp\/aviation\/index.html"]}," just opposite the airport, a short walk from the arrivals hall. It houses several exhibits on the history of Japanese aviation, and about a dozen actual (small) aircraft. The souvenir shop sells some unique souvenirs, largely based on the Sixth Air Group that occupies  Komatsu Air Base (Komatsu Kichi), which shares the runway with the civilian airport.\n\n",{"type":"===","value":["By train"]},"\nKomatsu is on the busy JR Hokuriku Main Line from ",{"type":"[[","value":[["Osaka"]]}," to ",{"type":"[[","value":[["Naoetsu"]]}," via ",{"type":"[[","value":[["Fukui"]]},", ",{"type":"[[","value":[["Kanazawa"]]}," and ",{"type":"[[","value":[["Toyama"]]},", with several normal and express trains every hour.  Ordinary trains to ",{"type":"[[","value":[["Kanazawa"]]}," take 32 minutes and cost ¥480. Express trains to or from Osaka cost ¥6,710 if you want a seat. \n\nThe Hokuriku Shinkansen, currently under construction, is unlikely to reach the city until 2020 or so.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nata-dera Temple"]}," (那谷寺).  Popular on the Japanese tourist circuit, this temple is noted for its extensive grounds, beautiful garden and natural caves. One of best times to visit is in late autumn when the colorful red foliage is truly spectacular. Nata-Dera`s history can be traced back to 717AD.  Opening hours 08:30 - 16:45 (08:45 - 16:30 December to February). ￥500 for adults ￥300 for children. 36 minutes by Komatsu Bus bound for Natadera from JR Komatsu Station. Get off at the Natadera bus stop and follow the signs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Motorcar Museum of Japan"]}," This large red brick building has an area of 3,500 tsubo (11,550m2) and displays in the region of 500 vehicles all in working condition. Collected from both inside and outside of Japan including a Ford Model T. The museum has a restaurant, a shop and an amazing collection of toilets from all over the world that can be used if the need arises! Tel: 0761-43-4343 Opening hours 09:00 - 17:00 year round. ￥1000 for adults ￥500 for children."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yunokunino Mori"]}," (ゆのくにの森). A resort in the Kaga onsen district which has a village of multiple buildings of traditional construction, each showcasing a particular handicraft of the Hokuriku area such as lacquer, gold leaf, fabric dying, paper making, pottery, wood carving, etc.  Numerous activities exist for children to try their hands at making their own souvenir, as well as ample high-end products.  Multiple restaurants and snack kiosks exist throughout.  Tel: 0761-65-3456.  Open 08:30 - 17:00 (09:00 - 16:30 in winter) year round.  ￥530 for adults, ￥420 for middle and high school students, ￥320 for children over 4 years."]},"\n",{"type":"*","value":[{"type":"'''","value":["KOMATSUno Mori"]}," (こまつの杜). Komatsu Ltd. created this park at the former Komatsu Plant site nearby JR Komatsu Station. The Waku-waku Komatsu Kan (Kids Pavilion), built to recreate the original head office of Komatsu Ltd., the Genki-Satoyama, a domestic woodland to recreate igneous environs of the local Kaga region, and an exhibition space for a 930E model of the world's largest class dump truck, which was actually used in a copper mine in Chile. Open 09:00 - 17:00."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rojou Koen (Rojo Park)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near city hall, this public park was once the grounds of a castle belonging to Maeda Toshitsune. Though the castle was torn down during the Meiji Era to make way for what is now Komatsu High School, the park remains. It is a very traditional Japanese garden with a tea house, waterfall, and series of ponds. While there are some nods to the design of Kenrokuen--the statue on the hill, the plum grove, a lantern over water--the garden is not as vast of stuffy as it's northern counterpart. Expect to see families out for a stroll and more than a few stray cats. The park is a local favorite for hanami (cherry blossom viewing) in the spring, as it has a large grove of cherry trees at its center. Entry is free."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThose looking for souvenirs might find a better selection in Kanazawa, especially in Kanazawa station or near Kenrokuen. The Komatsu Urara Concert Hall (near the station) offers some souvenirs in its gift shop, including items bearing Kabukki, the Komatsu mascot. \n\nKomatsu city houses several ",{"type":"''","value":["kutani-yaki"]}," studios, including the workshop of one Living National Treasure. You can buy some ",{"type":"''","value":["kutani-yaki"]}," pottery in the station and at the Urara, or you can visit some of the art dealerships scattered throughout the city.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Steak Ogawa"]}," \n\n",{"type":"''","value":["2-111 Fukunomiya-Machi"]},"\n\n",{"type":"''","value":["0761-21-1829"]},"\n\nA great place to eat a steak lunch or dinner.  They cook the steak in front of your eyes and serve many delicious side items with the steak.  Side items include vegetables, salad, rice, and miso soup.  You'll also get ice cream for desert with your choice of tea or coffee.  Lunch starts at 11:30 and 100 grams of steak with all of the side dishes costs 1800 yen.  You can get a larger portion of steak if you wish, but it will cost more money.\n\n",{"type":"'''","value":["Yaemon"]},"\n\n",{"type":"''","value":["Doihara-machi 516 (South of Komatsu Station, across from the Hokuriku Bank)"]},"\n\n",{"type":"''","value":["0761-21-8850"]},"\n\nThis izakaya (Japanese style pub) has relatively inexpensive beer and focuses entirely on local, seasonal cuisine. The atmosphere is quirky and boisterous--expect seasonal decorations that verge on tacky, loud groups, and some cigarette smoke. While not a refined atmosphere, the food is meticulously prepared and always delicious. This is a great place to try Ishikawa's famous seafood, both in sashimi and broiled form. Yaemon also has the best vegetarian selection of Komatsu's izakayas. English menues are available, and small plates cost between 400 and 800 yen. \n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Aperetif Wine Bar"]},"\n\n",{"type":"''","value":["Across from the station and a little south, past the \"Miss World\" Club"]},"\n\nThis cozy wine bar offers one the best happy hours in Ishikawa--half off any drink between 6 and 8 pm. The bar master is friendly and enjoys practicing his English with customers. Wine selections come from Chile, Spain, France, and California, and are all solid. You can also custom-order cocktails and try umeshuu (plum liquor) or Nihon-shuu (Japanese liquor made from wheat, sweet potatoes, or whatever else ferments). Before the happy hour discount, drinks cost about 500-600 yen. \n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hoshi Ryokan"],["alt=法師"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Is not only the world's oldest hotel, but also the oldest still operating company. It was founded in 718 and has been managed by the same family for 46 generations."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hyper Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is supposed to be relatively inexpensive and it is located right next to the Komatsu Station."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=JR Hokuriku icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Toyama"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Kanazawa"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Fukui"]]}],["minorr1=",{"type":"[[","value":[["Kaga"]]}],["image2=Hokuriku Expwy Route Sign.svg"],["imagesize2=100"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Kanazawa"]]}],["minorl2=",{"type":"[[","value":[["Nonoichi"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Fukui"]]}],["minorr2=",{"type":"[[","value":[["Kaga"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["36.4167"],["136.4500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ishikawa"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Komatsu,_Ishikawa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Komatsu, Ishikawa"]]}]