[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Koroni.jpg"],["thumb"],["300px"]]},"\n",{"type":"'''","value":["Koroni"]}," is a small town in the ",{"type":"[[","value":[["Peloponnese"]]}," region of Greece. Koroni has an imposing Venetian castle (partly ruined of course),a harbour well sheltered from all but Northerlies which is home to a number of fishing boats. Waterfront restaurants\/tavernas provide a wide-ranging selection of mouth-watering dishes. The area is renowned for its olive oil, fresh fish, sandy beaches (one of which is a turtle nesting site).\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Koroni Winter.JPG"],["thumb"],["View of Koroni from Memi beach"]]},"\nThis is a mainland town with many characteristics of an 'island' village \/ town. Summer (late July and early August) is VERY busy, hot and dry. It would be wise to pre-book accommodation, Spring can be very warm but with some showers - flowers are wonderful in late March through April and into early May. After 15th August Assumption_of_Mary Feast of the Assumption Koroni begins to calm down. September is a wonderful month (though it might rain), the sea is still very warm.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nBus connection (KTEL) to Kalamata, about 1 hour. \n\n",{"type":"===","value":["By plane"]},"\nBy plane from Athens Int'l Eleftherios Venizelos with Aegean Airlines [2]. There are also seasonal flights from Irakleio, Crete (Sky Express) Nuremberg (Air Berlin [3], Oslo (Scandinavian Airlines [4], LON-Gatwick and Manchester (Fly Hellas, Thomas Cook), Amsterdam (Transavia), Prague (SmartWings), Moscow-Domodedovo (Aegean Airlines).\n\nSummer\/Autumn 2013,  Easyjet, Gatwick-Kalamata ",{"type":"[","value":["http:\/\/www.easyjet.com\/en"]},"\n\n",{"type":"==","value":["Get around"]},"\nWhy not try  by foot?  Particularly in the cooler seasons the flora and fauna are amazing, Spring is a splash of riotous colour, orchids abound, bird life is everywhere.\n\nRent Moto (motorbike)\n\nCar rental\n\nTaxi\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Locally"]},"\nVenetian Castle, turtle nests\/hatching in summer, sandy beaches aplenty...Zaga, Memi, Agios Triada, Peroulia.\n\n",{"type":"===","value":["Nearby"]},"\nAncient Messini\n\n",{"type":"==","value":["Do"]},"\nRent sailboards \/ catamarans \/ canoes - windsurfing lessons - Memi beach\n\n",{"type":"==","value":["Buy"]},"\nSunday - street market, local products (fruit, vegetable, honey, cheese, olive oil, olives (Kalamata type))\n\nThe usual tourist shops, jeweler Alexandros who hand crafts - can produce pieces to your request (as well as changing your watch battery). \n\n2 banks - National Bank of Greece and Agricultural Bank. Working hours Monday-Thursday 0800-1430, Friday 0800-1400. Both have ATM's.\n\n",{"type":"==","value":["Eat"]},"\nA very wide range of restaurants along the waterfront serving local dishes, also pizza style food available, but don't miss the back street options where prices can be a bit 'keener'.\n\nBogris - opposite the school offers good wholesome food at reasonable rates.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nHotel Diana, small and right in the heart of town. On the very edge of town Hotel Sofotel.\n\nNearby - Colonides\n\nAlso a huge choice of apartments, either in town or a little out of the mad rush, many within easy walking distance of beaches like Zaga, Memi and Agios Triadas.\n\n",{"type":"==","value":["Connect"]},"\n\nPost Office (ELTA)\n\nBuy a telephone card  - ",{"type":"[","value":["http:\/\/www.wind.com.gr\/en\/for-individual\/fixed-ampinternet\/other-services\/ya-card\/ Ya card"]}," for cheap telephone calls to abroad and long distance in Greece.\n\nWifi available - \nHotspot at ",{"type":"[","value":["http:\/\/free-wifi.gr\/en\/a-hotspot\/port-and-beach-of-koroni"]}," (Also others)\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Peloponnese"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["36.783333"],["21.95"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Koroni"]]},"\n",{"type":"[[","value":[["Commons:Category:Koroni"]]}]