[{"type":"{{","value":[["pagebanner"],["Korsakov banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sakh-korsakov.ru\/ Korsakov"]}]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Корса́ков, ",{"type":"''","value":["kahr-SAH-kuhf"]},"; ",{"type":"[[","value":[["Japanese phrasebook"],["Japanese"]]},": 大泊) is a port town of 36.652 people in ",{"type":"[[","value":[["Sakhalin Oblast"]]},", ",{"type":"[[","value":[["Russia"]]},". It is located at the southern tip of the island on the shores of Anniva Bay, some 42 km south of the island's primary city of ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]},". While rather drab, with few things to entertain the visitor, it does host one of the two ferry connections between ",{"type":"[[","value":[["Russia"]]}," and ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"{{","value":[["infobox"],["box_width = 100px"],["Further information available"],["See also the itinerary ",{"type":"[[","value":[["Russia to Japan via Sakhalin"]]}," for more information on the northern connection between the Trans Siberian railway and Japan"]]},"\nThere are connections to ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," and the island's main airport by a Japanese built narrow gauge railway, but services are random and far between – buses are far more convenient. If the train is your thing, there were 3 daily scheduled departures at the time of writing, departing Yuzhno-Sakhalinsk at 05:30, 13:45 and 19:44.\n\n",{"type":"===","value":["By bus"]},"\nThere are both scheduled and \"leave when full\" minibus connections between ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," and Korsakov. Both depart in front of the Yuzhno-Sakhalin railway station. Minibuses are the most convenient: ask around with the different drivers, they will point you to the right bus. Journey time ranges between 30 to 60 minutes depending on the driver and traffic conditions, and the price is around 200 RUB.  The public bus 115 takes 90 minutes for the same trip, and costs around 100 RUB.\n\n",{"type":"[[","value":[["Image:Eins_soya_ferry.jpg"],["thumb"],["300px"],["The Eins Soya ferry running between Sakhalin and Japan"]]},"\n\n",{"type":"===","value":["By ferry"]},"\n",{"type":"'''","value":["Wakkanai, Japan"]}," –\nFerries depart for ",{"type":"[[","value":[["Wakkanai"]]}," on ",{"type":"[[","value":[["Hokkaido"]]},", ",{"type":"[[","value":[["Japan"]]},", from the sea terminal (Морвокзал) on the southern pier (Южно порт), Service is limited to late May-early June through to late September-early October (varies every year), due to ice conditions in the strait. Ticket sales in Korsakov are handled by the Inflot agency, whose office is on the 1st floor of the large 3 story ",{"type":"''","value":["Upravlinie"]}," building next to the sea terminal. The ferry is Japanese operated by the ",{"type":"''","value":["Heartland Ferry"]}," company ",{"type":"[","value":["http:\/\/www.heartlandferry.jp\/english\/"]},".\nIf you arrive by ferry to Sakhalin, it is highly recommended to have some Russian rubles with you. There are no exchange facilities and no ATM machines in the terminal. Note that you will probably need a taxi to take you to the bus station to Yuzhno-Sakhalinsk. You can exchange some Russian rubles in the banks in Wakkanai (ask around).\n\n",{"type":"'''","value":["Yuzhno-Kurilsk, Kurile Islands"]}," –\nThere is a ferry service between Korsakov and ",{"type":"[[","value":[["Yuzhno-Kurilsk"]]}," on ",{"type":"[[","value":[["Kunashir"]]}," Island in the ",{"type":"[[","value":[["Kurils"]]},", operated by the ",{"type":"''","value":["Igor Farkhutdinov"]}," passenger vessel, however there is no set schedule, as the ship departs only when there is freight to carry, the only way to buy tickets are through a tour agency on Sakhalin.\n\n",{"type":"'''","value":["Mainland Russia"]}," –\nThere are also ferry services on combined freight\/passenger ships to and from the mainland, but schedules and tickets are very hard to come by if you don't speak Russian.  A much easier option to the mainland is the daily scheduled ferry from ",{"type":"[[","value":[["Kholmsk"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:korsakov_map.png"],["thumb"],["300px"],["Map of Korsakov"]]},"\nUnscheduled minibuses and taxis provide the city's quite limited transportation. However, the town is compact, and you can easily cover most places on foot.\n\n",{"type":"==","value":["See"]},"\nThere is very little in the way of sights in Korsakov, although there is a great view over the harbor, along with an uninspiring monument, on the hill just behind the sea terminal. The main drag, Sovetskaya Street, is lined with small street stalls during spring and summer months, selling fresh fruits and vegetables.  (According to a wikipedian, the strawberries are particularly good.)\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Korsakov History Museum"],["url="],["email="],["address=22 Krasnoflotskaya St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small museum with exhibitions about the Japanese possession (1905-1940)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Hokkaido Takushoku Bank"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This crumbling building at the southeastern corner of the city park is one of the only visible remains of the Japanese possession of the city. Efforts to convert the building into a museum have yet to bear fruit, and the doors and windows have been barred."]]}]},"\nOutside Korsakov there are a few beaches at the hamlets of Okhotsk (about 1 hour) and Prigorodnoye (about 30 minutes) which also host a few Japanese war monuments.  Access to both of these sights requires a car or taxi.\n\n",{"type":"==","value":["Eat"]},"\nThere are a few restaurants located along Sovetskaya Street, going south from the central Lenin square. The restaurant inside Hotel Alfa has an English menu, with a selection of traditional Russian cuisine\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:korsakov.jpg"],["thumb"],["300px"],["Korsakov harbor"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Penguin Bar"],["url="],["email="],["address=9 Oktyabirskaya St"],["lat="],["long="],["directions="],["phone=(42435) 2-28-18"],["tollfree="],["fax="],["hours="],["price="],["content=The Penguin pub is located in a local brewery, and carries locally produced beer on tap. The menu is rather limited: a few sandwiches and assorted bar food. It's a short walk from the sea terminal, and you may even meet the occasional foreign oil worker or seaman here if you are extremely lucky."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Alfa"],["url="],["email="],["address=31 Krasnoflotskaya St"],["lat="],["long="],["directions=at the northwestern end of Lenin Square"],["phone=+7 (42435) 4-10-10"],["tollfree="],["fax="],["hours="],["price=Rates start from 5600 RUB, but discounts may be available if you talk to the manager, who speaks fairly good English – he gets pretty upbeat about foreign visitors."],["checkin="],["checkout="],["content=The city's only hotel, it was recently renovated and has large rooms."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe Post Office on Lenin Square has two computers with Internet access.\n\n",{"type":"{{","value":[["related"],["Russia_to_Japan_via_Sakhalin"]]},"\n\n\n",{"type":"{{","value":[["geo"],["46.6333"],["142.7667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sakhalin"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Korsakov (town)"]]},"\n",{"type":"[[","value":[["Commons:Category:Korsakov"]]}]