[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Kosrae"]}," is one of the four states of the ",{"type":"[[","value":[["Federated States of Micronesia"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"==","value":["Other destinations"]},"\nKosrae is unlike most Micronesian island that have other nearby islands that can be easily traveled to by boat in one to two hours. Kosrae is hundreds of miles from the nearest island, so a day trip to an outer island is out of the question.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\nKosraean is the native language, but most people speak at sufficient English to understand visitors. It is a requirement of all government staff to be able to speak and write English, and the staff at hotels, restaurants and rental car companies speak English. As a legacy of WW2, some of the older residents speak Japanese.\n\n",{"type":"==","value":["Get in"]},"\nContinental Micronesia (now United Airlines) has been flying to the islands of the western and central Pacific since 1986. Numerous East and West bound flights make Kosrae easily accessible even for short visits.\n\nThe Kosrae International Airport, in Tafunsak Village is located at the north-western corner of Kosrae. The air terminal features handicraft shops, food service, and car rental agencies.\n\nKosrae's airport currently handles direct 737 flights that leave Honolulu on Monday and Friday mornings around 5:30AM, and after crossing the international dateline, and traveling a total of around 8 hours, you arrive the next day, Kosrae local time at around 11:10AM. During this trip you will have two 45-minute stops, one in Kwajalein and the other in Majuro. Kosrae also receives flights from Guam on Monday and Friday that leave around 9:30AM. There are two 45-minute stops, one in Chuuk and one in Pohnpei along the way, and the flight arrives in Kosrae around 3:55PM local time.\n\nIf you are traveling to Kosrae from Europe, the common flight paths are via Manila (Philippines), Seoul (Korea), or Tokyo (Narita Inl, Japan), and then connecting through Guam.\n\nFrom Australia the most common way is to take a Continental flight from Cairns to Guam, which then has a short connection time onto Kosrae.\n\nFrom the U.S. mainland, the common flight path is via Honolulu, but you can also take a direct flight to Tokyo from many U.S. cities, and then travel via Guam.\n\n",{"type":"==","value":["Get around"]},"\nTaxis are available on Kosrae. They are very cheap ($2 to $5\/person), but you get what you pay for, and they are rather unreliable. They're OK if you don't mind long waits, or walking if they don't arrive. Rental cars are relatively modern and normally in good condition. Most are US standard auto, left hand drive, and cost around US$50 per day, or right hand drive automatics can be arranged for around $40\/day. Most hotels can pre-arrange them.\nMost of the roads are flat and run around the edge of the island near the ocean. Bicycles are not readily available to hire.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kosrae Nautilus Divers"],["url=http:\/\/www.kosraediving.com"],["email="],["address=P.O. Box 135, Kosrae, Micronesia"],["lat="],["long="],["directions=Located at Kosrae Nautilus Resort"],["phone=+691 370 3567"],["tollfree="],["fax="],["hours="],["price="],["content=A full service NAUI dive operation with purpose built dive boats, powerful 4-stroke engines, oxygen on-board, full length canopies and a maximum of 6 divers ensure an enjoyable days diving on some of the planets most pristine coral reefs. A 2-tank boat dive including tanks, weights and lunch is US$125."]]}]},"\nTake a 2-hour outrigger canoe trip through the Utwe\/Walung Biosphere Marine Reserve. This tour can be booked through most hotels and is a must do when visiting Kosrae. The guide has an 8-hp engine on the canoe that has been made by hand from a local breadfruit tree, so you don't even need to paddle, just sit back and take in the amazing scenery. At $25 per person (max 4 guests), it's great value for money.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kosrae Village Ecolodge & Dive Resort"],["url=http:\/\/kosraevillage.com"],["email="],["address=P.O. Box 399"],["lat="],["long="],["directions=located between Tofol and Malem Village"],["phone=+691 370 3483"],["tollfree="],["fax="],["hours="],["price="],["content=\n\nA photographer’s paradise, Kosrae Island is stunningly beautiful, with a mountainous interior, lush rain forest, and pristine hard coral reefs. The traditional cottages, within 50 feet of the ocean, incorporate modern amenities. Explore Kosrae; cultural tours, excursions to ancient ruins, outrigger canoe or kayak trips through the oldest mangroves in the Pacific, rainforest hiking and climbing as well as snorkeling and Scuba diving with local guides. The PADI 5 Star Dive Center offers a complete range of Scuba classes, Nitrox and Technical Diving.  The dive boats are outfitted with full shade canopies and safety equipment, including oxygen. An onsite offers local and Pacific Rim cuisine as well as vegetarian and international dishes."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Micronesia Grand Tour"],["url=http:\/\/www.micronesiagrandtour.com"],["email="],["address=Lelu"],["lat="],["long="],["directions="],["phone=3707856"],["tollfree="],["fax="],["hours="],["price="],["content=Full range of ocean and land eco-adventures"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Micronesia Eco Divers"],["url=http:\/\/www.divekosrae.com"],["email="],["address=Lelu"],["lat="],["long="],["directions=Pacific Treelodge Resort"],["phone=3707856"],["tollfree="],["fax="],["hours="],["price="],["content=PADI Green Star dive shop"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kosrae Village Resort (above)"],["url=http:\/\/www.kosraevillage.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kosrae Nautilus Resort"],["url=http:\/\/www.kosraenautilus.com\/dining.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=, located facing east to the ocean, and adjacent to the Lelu causeway. This licenced restaurant offers diners the option of an ocean view in air-conditioned comfort, or outside dining by the swimming pool. Feast on the freshest local seafood, and some of the best best sushimi you'll find anywhere."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bully's Restaurant"],["url=http:\/\/www.kosraetreelodge.com\/about\/food\/"],["email="],["address=Lelu"],["lat="],["long="],["directions=Pacific Treelodge Resort"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the water, hidden by the forest famous for lobsters and crabs"]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are three licensed restaurants on Kosrae where anyone 21 or older can buy a drink. Due to strong church influences, consumption of alcohol on Sundays is prohibited. Do ",{"type":"''","value":["not"]}," drink water straight from taps or streams. Bottled water is widely available.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pacific Treelodge Resort"],["url=http:\/\/www.kosraetreelodge.com\/"],["email=info@kosraetreelodge.com"],["address=PO Box 637 Kosrae, FSM 96944"],["lat="],["long="],["directions="],["phone=+691 370 7856"],["tollfree="],["fax="],["hours="],["price=$120"],["checkin="],["checkout="],["content=Two rows of 2-room cottages, located in mangrove wood between an ocean beach with a small strip of sand (just across a quite road) and a river. It has one of the best island's bars and restaurants - Bully's, located on a river pier among mangroves, a dive shop DiveKosrae, a rent-a-car, and a really helpful and charismatic manager Maria Grazia."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nKosrae is generally safe, and crime is uncommon.\n\nAt 5 degrees above the equator it rarely experiences winds above 20 knots. It does receive a lot of rain when a tropical depression forms north of the island that will head east north-east and turn into a typhoon about a week later somewhere near Guam, Japan or The Philippines.\n\nThere are no snakes, crocodiles or any other nasty animals on the island.\n\nKosrae is like a pin coming up from the rather deep ocean floor, and because of this, it is believed that tsunami's pass right on by it without being noticed, as there is nowhere for the energy to build up.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["5.3167"],["162.9833"]]},"\n",{"type":"{{","value":[["isPartOf"],["Federated_States_of_Micronesia"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kosrae"]]},"\n",{"type":"[[","value":[["Commons:Category:Kosrae"]]}]