[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]}," \n\nTraveling in a day from ",{"type":"[[","value":[["Kota Kinabalu"]]},", the capital of ",{"type":"[[","value":[["Sabah"]]}," state in ",{"type":"[[","value":[["Malaysia"]]}," to ",{"type":"[[","value":[["Bandar Seri Begawan"]]},", ",{"type":"[[","value":[["Brunei"]]},", or vice-versa, can be easily done by flying, driving, taking boats or by catching buses or taxis. Of course, the level of comfort and how much you end up spending will depend on what mode you choose.\n\n",{"type":"==","value":["Understand"]}," \nGetting from ",{"type":"[[","value":[["Kota Kinabalu"]]}," to ",{"type":"[[","value":[["Bandar Seri Begawan"]]},", the capital of ",{"type":"[[","value":[["Brunei"]]},", can be seen as one leg of the \"",{"type":"[[","value":[["Borneo"]]}," Overland Trail\" which can be covered continuously between ",{"type":"[[","value":[["Tawau"]]}," at the southeastern tip of ",{"type":"[[","value":[["Sabah"]]},", and ",{"type":"[[","value":[["Kuching"]]}," at the southwestern end of ",{"type":"[[","value":[["Sarawak"]]},". Both states are part of ",{"type":"[[","value":[["Malaysia"]]},"n Borneo but the trail also requires you to pass through the expensive sultanate of ",{"type":"[[","value":[["Brunei"]]}," which lies more or less in between the two states. \n\nThe stretch covered by this leg can be both challenging and fascinating; challenging because it involves traveling through some of the more remote corners of Sarawak and Sabah where the roads may not be at their best. Traffic is light and public transport connections require a little more time to work out. The trip can also be fascinating because you will get to see what it's like to live in one of the richest countries in the world.\n\nThis itinerary basically just shows you the way to get from Kota Kinabalu to Bandar Seri Begawan within a day and does not leave you much time for any diversions (thankfully, there are not too many, although visiting the ",{"type":"[[","value":[["Beaufort (Sabah)"],["Pulau Tiga Park"]]},", ",{"type":"[[","value":[["Beaufort (Sabah)"],["Klias Wetlands"]]},", white-water rafting on the Padas River and even exploring to forests of the ",{"type":"[[","value":[["Temburong"],["Ulu Temburong National Park"]]}," in Brunei are some interesting ones) and opportunities to experience the relaxed atmosphere of the small remote towns along the way. Give it one or two more days and you will get to feel the places a little more.\n\n",{"type":"==","value":["Prepare"]},"\nThere isn't really that much for which to prepare as the route goes through many towns where you will be able to get food and drinks -- and accommodation if you get stranded -- without any problems. If you are driving, just make sure that your car is in good condition as there are many stretches where you'll have to wait for a while before you can thumb a lift to the nearest mechanic. \n\nAs the route brings you across state and international borders (it's wonderful for passport stamp collecting -- a maximum eight entrance stamps and eight exit stamps if you choose the correct route), make sure you satisfy the necessary immigration requirements. Check with ",{"type":"[[","value":[["Brunei#Get in"],["Brunei"],["Get in"]]}," and ",{"type":"[[","value":[["Malaysia#Get in"],["Malaysia"],["Get in"]]}," for details. If you need visas, make sure you get multiple entry ones as you'll be hopping in and out of Brunei and Malaysia several times.\n\nThe thing you'll probably need the most is patience -- to wait for minivans or buses to show up, to wait for them to fill up, to wait for them to complete their rounds in town just to get more passengers, to wait out connections which don't work out, to wait out breakdowns, to wait in lines at ferry crossings and immigration checkpoints. Once you have mastered that, you'll see a pretty interesting Sabah rural life along the way.\n\n",{"type":"==","value":["Get in"]},"\nBesides the two end-points of this itinerary, there are several places where you can join or leave the overland trail from ",{"type":"[[","value":[["Kota Kinabalu"]]}," to ",{"type":"[[","value":[["Bandar Seri Begawan"]]},".\n\n",{"type":"*","value":[{"type":"'''","value":["Kota Kinabalu:"]}," This is the start of the itinerary and you can get here by air, road and all modes of public transport from other parts of Sabah. See ",{"type":"[[","value":[["Kota Kinabalu#Get in"],["Kota Kinabalu's Get in"]]}," section for details. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Beaufort:"]}," This is the next major town where you can join the trail and there are several options:"]},{"type":"*","value":[{"type":"*","value":["One of the most interesting ways to reach ",{"type":"[[","value":[["Beaufort (Sabah)"],["Beaufort"]]}," is to take the train from ",{"type":"[[","value":[["Tenom"]]}," in the interior of ",{"type":"[[","value":[["Sabah"]]},". Tenom can be reached by road from ",{"type":"[[","value":[["Kota Kinabalu"]]}," and this allows you to have a much more interesting alternative to the direct Kota Kinabalu-Beaufort stretch. The train snakes along the Padas River and you can also go for a bit of white-water rafting here before rejoining the trail. However, you will not likely be able to make it to Bandar Seri Begawan in a day if you use this alternative. "]}]},{"type":"*","value":[{"type":"*","value":["You can also reach Beaufort from ",{"type":"[[","value":[["Labuan"]]},", which can be reached from Kota Kinabalu by boat. From Labuan, you can take a ferry to Menumbok where you can catch minivans to Beaufort. This is another alternative to the direct Kota Kinabalu-Beaufort leg of the journey. Using this alternative route may also prevent you from making it to Brunei in a day."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lawas:"]}," The first big town you hit once entering ",{"type":"[[","value":[["Sarawak"]]},", ",{"type":"[[","value":[["Lawas"]]}," provides you with a very interesting opportunity to leave the trail completely and head up to Ba Kelalan to visit the ",{"type":"[[","value":[["Kelabit Highlands"]]},". An ex-logging road links Lawas to Ba Kelalan and private four-wheel drives and trucks take passengers to the highlands."]},"\n",{"type":"*","value":[{"type":"'''","value":["Limbang:"]}," From ",{"type":"[[","value":[["Limbang"]]},", you can take the Headhunter's Trail and head to the ",{"type":"[[","value":[["Gunung Mulu National Park"]]},". You can then fly out of the park to ",{"type":"[[","value":[["Miri"]]},", allowing you an alternative route that bypasses expensive Brunei."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bandar Seri Begawan:"]}," You can reach Brunei's capital by various means. See ",{"type":"[[","value":[["Bandar Seri Begawan#Get in"],["Bandar Seri Begawan's Get in"]]}," section for details."]},"\n",{"type":"==","value":["Go"]}," \nThere are several ways in which you can make the journey between ",{"type":"[[","value":[["Kota Kinabalu"]]}," and ",{"type":"[[","value":[["Bandar Seri Begawan"]]},".\n\n",{"type":"===","value":["By air"]},"\nThe fastest and most comfortable, but also the most expensive, Royal Brunei Airlines ",{"type":"[","value":["http:\/\/www.bruneiair.com\/"]}," operates one or two daily roundtrip services between ",{"type":"[[","value":[["Kota Kinabalu"]]}," and ",{"type":"[[","value":[["Bandar Seri Begawan"]]},". The flight takes about 40 minutes. Malaysia Airlines and its subsidiary MASwings used to operate this route but it was eventually terminated.\n\n",{"type":"===","value":["By car"]},"\nAs of January 2010 there are two options for the road journey from ",{"type":"[[","value":[["Kota Kinabalu"]]}," to ",{"type":"[[","value":[["Bandar Seri Begawan"]]}," - road journey along ",{"type":"[[","value":[["wikipedia:en:Malaysia Federal Route 1 (Sabah)"],["route 1"]]}," in Sabah and ",{"type":"[[","value":[["wikipedia:en:Malaysia Federal Route 1 (Sarawak)"],["route 1"]]}," sections 83 to 92, or by a ferry journey in Menumbok, a town about 80 kilometres from Beaufort via route 1 and ",{"type":"[[","value":[["wikipedia:en:Malaysia Federal Route 502"],["route 502"]]}," in Sabah. ",{"type":"[","value":["http:\/\/www.pkljaya.com\/Fares_Tickets.htm"]},". The car ferry is pricey but faster - advance booking is essential during public and school holidays. \n\nBy road all the way even in your own car is taxing, taking anything between seven and ten hours. A lot of time is spent waiting at border checkpoints, at Sindumin\/Merapok, Mengkalang\/Labu, Ujong Jalan\/Pandaruan and Tedungan\/Kuala Lurah, which can get very busy with long lines during weekends and holidays. There is also a ferry crossing which can take time too. Previously there were two ferry crossings but the one at Trusan, Lawas has been replaced with a bridge recently.\n\nThe journey is described in stages from Kota Kinabalu to Bandar Seri Begawan below. If you are traveling the other direction, just take the stages in reverse:\n\n",{"type":"*","value":[{"type":"'''","value":["Kota Kinabalu to Beaufort (92 km):"]}," The drive out of ",{"type":"[[","value":[["Kota Kinabalu"]]}," is quite straight forward and well signposted. Road conditions are good and the road heading south from the city is a dual carriageway until reaching the Sabindo Intersection, where there are two possible routes to take - through Papar or around it. Going through Papar saves a few kilometres but are usually full of slow-moving vehicles or even congested during most hours. Taking the old road along route 1 is usually faster although the journey is longer. From this intersection the road becomes a single carraigeway two-lane road. The two routes meet at the Benoni Roundabout about 8 kilometres from Papar. The journey continues on route 1 and passes through quiet coastal towns like Kimanis and Bongawan, where it leaves the coast to head to ",{"type":"[[","value":[["Beaufort (Sabah)"],["Beaufort"]]},". Just before Beaufort a new road has been built to bypass Beaufort. This road can be accessed at the Bingkul Roundabout. You can leave or join this itinerary at Beaufort (see the ",{"type":"[[","value":[["#get-in"],["Get in"]]}," section above for details), where you can head to (or come from) Menumbok along route 502 (for\/from ",{"type":"[[","value":[["Labuan"]]}," or Brunei (via ferry)), Kuala Penyu along route 502 (for\/from the Pulau Tiga National Park), or catch the train to\/from Tenom. There are no border checkpoints along this stretch."]},"\n",{"type":"*","value":[{"type":"'''","value":["Beaufort to Lawas (110 km):"]}," The longest leg in the journey, it also used to be the most difficult as there were long stretches of the road which were not paved. This has since changed and although not the best, a continuous ribbon of bitumen now links ",{"type":"[[","value":[["Beaufort (Sabah)"],["Beaufort"]]}," to ",{"type":"[[","value":[["Lawas"]]},". From ",{"type":"[[","value":[["Beaufort (Sabah)"],["Beaufort"]]},", go onto the metal bridge (turn right if coming directly from KK) across the Padas River and proceed to Sipitang 58km away. This stretch used to be unpaved but the road surface is now OK. You will pass the turn-off to Weston, a small seaside village which used to be the terminus of the North Borneo Railway. Sipitang, which clings along the beach, has quite a number of shops where you can break for a meal and several petrol stations along the road. The road swings inland heading towards the Sabah-Sarawak border at Sindumin 18 kilometres away. At the end of the road is the Sindumin Roundabout where you should turn left. A smaller two-way roundabout named the Immigration Roundabout follows, reaching the Merapok\/Sindumin Combined Immigration Checkpoint where immigration posts for both sides are found in a single building. As you leave Sabah, your passport will be stamped and your immigration card retained. Immediately after, at the other end of the booth (the Merapok side), submit your passport to Sarawak Immigration with a new immigration card to be stamped into Sarawak. (Going in the other direction you hand your passport and card into the Sarawak authorities who will retun both to you and then you hand them into the Sabah authorities who will also stamp them and then return them.) This procedure may not apply to Sabah and Sarawak residents but check just in case. Following the checkpoint is a roundabout where the one-street town of Merapok lies. Instead of going straight to the town square, turn left at the roundabout. A road flanked by oil palm plantations goes the 35 kilometres to ",{"type":"[[","value":[["Lawas"]]},". Just before reaching town, you will go onto a cable-stayed bridge across the Batang Lawas (Lawas River). You will also pass the junction to the Limbawang village of Long Tuma and Lawas airport. See ",{"type":"[[","value":[["Lawas"]]}," page for more info on the town. Lawas is also a point where you can leave this itinerary (see ",{"type":"[[","value":[["#Get in"],["Get in"]]}," above) by heading to ",{"type":"[[","value":[["wikipedia:en:Bakelalan"],["Bakelalan"]]}," in the ",{"type":"[[","value":[["Kelabit Highlands"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lawas to Bangar (48 km):"]}," This stretch used to involve a ferry and border crossing, but immigration checkpoints and a new bridge have eliminated them. From ",{"type":"[[","value":[["Lawas"]]},", take the road out towards ",{"type":"'''","value":["Trusan"]},", about 20 kilometres away. You will pass through a small complex on the right with shops and restaurants where the old checkpoint was located. Moving on will take you to the Mengkalap Immigration and Customs Checkpoint where you will need to get your passport stamped out to leave the country. Once through that, you need to carefully drive up a steep inclined road which suddenly drops at the other side just before the checkpoint. Adequate signs should warn you about it. You will then reach the Labu Temporary Checkpoint, the Brunei side of the border, where you will be stamped in to the country. From Labu, its about 23 kilometres easy driving to ",{"type":"[[","value":[["Bangar"]]},", Temburong's administrative center. The journey here is hilly and the air outside could be cold even on a fine day."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bangar to Limbang (20 km):"]}," This leg of the journey is short and should be relatively easy as traffic is light. It involves crossing two immigration checkpoints and one ferry ride at the border. From ",{"type":"[[","value":[["Bangar"]]},", head west on the main road. You will arrive at Puni where the old checkpoint, which is a wooden house and wasn't a drive-through facility, can be seen to the left at a intersection. Furthur down is the new Ujong Jalan Checkpoint, which is a drive-through checkpoint. Your passport will be stamped out of Brunei in preparation for your entrance back to Malaysia. After the checkpoint you will reach the Pandaruan River, the border of Temburong and Limbang. The ferry (RM8 or B$4) runs regularly and the crossing is almost ridiculously short. After landing on the Malaysian side, look out for the Pandaruan Checkpoint on the left as there is inadequate signage and blocks on the road to direct you there (the road passes by it). This is a drive-through facility although sorting out permits for cars may require you to park and get out of your car. With the opening of this checkpoint in June 2007, you no longer have the strange situation of having to get your Malaysian entry stamp (or exit stamp if traveling the other direction) in ",{"type":"[[","value":[["Limbang"]]}," town. From Pandaruan, it is a simple drive to ",{"type":"[[","value":[["Limbang"]]}," just under 15 kilometres away. You will pass Limbang airport just before entering town from the northeast direction."]},"\n",{"type":"*","value":[{"type":"'''","value":["Limbang to Bandar Seri Begawan (60 km):"]}," To head towards the Brunei border at Tedungan, 43 kilometres away from ",{"type":"[[","value":[["Limbang"]]},", you should head southwards out of town past the museum. The road, which is also the road to Nanga Medamit (the start of the ",{"type":"[[","value":[["Gunung Mulu National Park"],["Headhunter's Trail"]]},") runs parallel to the Limbang River. Take a right turn at the KM10 point (follow Nanga Medamit and Batu Danau direction) and travel for another 13 kilometres before taking another right turn. Going straight will bring you to Nanga Medamit. The road crosses the Limbang River at Batu Danau village and continues right up to the border checkpoint at Tedungan. Just before the checkpoint, there is a collection of shops and food outlets. They basically serve to quench the thirst of beer-starved people coming across from Brunei. Lines at the checkpoint can be phenomenally long, especially during weekends. Once you sort out Malaysian immigration and cross the border, you will immediately come to Brunei's Kuala Lurah checkpoint. Both Malaysian and Bruneian checkpoints have drive through lanes for you stamp your passport but you may have to get out of your car to sort out the necessary car permits. From Kuala Lurah, drive for 3 kilometres to a roundabout near a petrol station. Here, follow the signboards to your destination. If you wish to head to the ",{"type":"[[","value":[["Bandar Seri Begawan"]]}," city centre, turn right at the roundabout until you reach a set of traffic lights, then turn left. At the end of this short road turn right. Shortly after is the village of Kampung Bengkurong. Travel to the end of the road to find the main road and make a right at the traffic lights. This road will lead to the city. If you are heading to ",{"type":"[[","value":[["Miri"]]}," or ",{"type":"[[","value":[["Kuching"]]},", turn left at the roundabout instead. At the next roundabout, turn right and go straight. You will pass through several ",{"type":"''","value":["kampungs"]},". At the end of this road is the same main road as the route to Bandar Seri Begawan but at a different location. At this traffic light head left, then follow the signs to Jerudong, then to Kuala Belait."]},"\n",{"type":"===","value":["By boat"]},"\nThis is one of the more comfortable ways of making the journey as you do not need to spend so many hours on the \"road\". The sea is also relatively smoother than traveling on the back roads of Sabah, Sarawak and Brunei (though on some days you may be in for a pretty rough ride). Note that the ferries are not wheelchair-friendly. A person in a wheelchair can make the trip (seated in an airplane-like seat for the duration of the ride), but be advised that some very capable help will be needed as it involves a good deal of lifting, carrying and balancing.\n\nThough there are several ferries taking the route between ",{"type":"[[","value":[["Kota Kinabalu"]]}," and ",{"type":"[[","value":[["Labuan"]]}," and Labuan to ",{"type":"[[","value":[["Brunei"]]},", if you take the wrong ones you may end up being stuck and forced to stay overnight in Labuan. \n\nTo get from ",{"type":"'''","value":["KK to Brunei"]}," in the same day, the following is a good strategy: \n",{"type":"*","value":[" Get to the ",{"type":"'''","value":["Point Jesselton Ferry Terminal"]}," in ",{"type":"[[","value":[["Kota Kinabalu"]]}," at around 7:00am; earlier if a weekend. The terminal is a 20-minute walk from the center of town. At the terminal you can buy a \"package\" of two ferry trips (KK-Labuan and Labuan-Brunei) for RM56 (including the RM3 departure tax). You can also buy this package in advance, which is advisable for weekends and holidays, but you need to have your passport with you when you do so."]},{"type":"*","value":[" The ferry to ",{"type":"[[","value":[["Labuan"]]}," leaves KK at 8:00am and arrives in Labuan at 11:15am. Once in Labuan, you have the option to take the 12Noon trip or the 1:30 pm trip in which you'll have some time for lunch (and cheap beer!), shopping and perhaps a quick visit to the Labuan Museum, or maybe a cab ride to and from the Labuan War Cemetery."]},{"type":"*","value":[" The ferry to ",{"type":"[[","value":[["Brunei"]]}," leaves at 12:00 Noon and 1:30pm;. You need to pay a departure tax of RM10 at the ticket office. The ferry journey takes between one and one-and-a-half hours."]},{"type":"*","value":[" Once in Brunei, you'll go through immigration and customs at the ",{"type":"'''","value":["Serasa Ferry Terminal."]}," You can change money at the terminal. Then you board a shuttle to ",{"type":"[[","value":[["Bandar Seri Begawan"]]},". The shuttle costs B$2 and takes about 40 minutes to arrive at the bus terminal in BSB, in the southeast corner of the city. You will arrive in BSB sometime around 2:30pm if you take the 12:00 noon trip or 4:00pm if you take the 1:30 trip."]},"\nFrom ",{"type":"'''","value":["Bandar Seri Begawan to Kota Kinabalu"]},", the following is the best game plan:\n",{"type":"*","value":[" Take the earliest express bus to the ",{"type":"'''","value":["Serasa Ferry Terminal"]},": it leaves at 6:30am from the last bay in the bus terminal in ",{"type":"[[","value":[["Bandar Seri Begawan"]]},", which is next to the bay for Bus #39. It costs B$1, and the trip takes a quite random time (up to 2 hours including delay on departure), getting you to the ferry terminal just in time to buy a ticket for the 9am ferry departure to ",{"type":"[[","value":[["Labuan"]]},". Note that the ferry can leave around 30 minutes later than scheduled. "]},{"type":"*","value":[" The ferry to ",{"type":"[[","value":[["Labuan"]]}," costs B$15 (B$13 + B$2 departure tax). Unlike the KK-Brunei direction, there is no two-ferry \"package,\" nor can you book tickets in advance. You can change your remaining Brunei dollars to Malaysian Ringgit, but there is no money changer facility at the terminal. The ferry ride takes between one and one-and-a-half hours."]},{"type":"*","value":[" When you arrive in ",{"type":"[[","value":[["Labuan"]]},", you will go through immigration and customs; immediately afterwards, go to the ticketing office (on the left after leaving the terminal facilities) and buy a ticket for the 1:00pm ferry, which is the ",{"type":"'''","value":["last"]}," ferry of the day to ",{"type":"[[","value":[["Kota Kinabalu"]]},". This costs RM34 for lower deck (\"economy\"), RM39 for upper deck (\"first class\"). Now you have about an hour to explore Labuan and have lunch. (Note: There is a left-luggage facility. The cost is 1-3RM depending on size however there is no tourist information desk in the ferry terminal.) Free Wi-Fi is available in the waiting room of the ferry terminal."]},{"type":"*","value":[" The 1:00pm ferry arrives at the ",{"type":"'''","value":["Point Jesselton Ferry Terminal"]}," in ",{"type":"[[","value":[["Kota Kinabalu"]]}," at around 4:15pm. The terminal is an easy 20-minute walk from the center of town."]},"\n",{"type":"===","value":["By public transport"]},"\nNew buses and ferries make this much easier.\n\nYou will also find that there are many variations to travel between the two cities, especially at the Brunei end of the journey. The main route described here will allow you to make the journey in a day, while the variations may cause a delay in reaching your final destination. \n\n",{"type":"*","value":[{"type":"'''","value":["Kota Kinabalu-Lawas-Bangar-Bandar Seri Begawan:"]}," "]},"Three posibilities available - 1 Boring get on Bus in KK - get off in Bandar, Bus leaves daily from KK bus terminal.\n2 Bus to Munumbuk - car ferry to Muara (http:\/\/www.pkljaya.com\/Fares_Tickets.htm) - public bus to Bandar.\n3 KK to Lawas then Bandar ( same route as 1 but using a variety of transport)\n\nThis is the fastest way in which you will be able to travel from ",{"type":"[[","value":[["Kota Kinabalu"]]}," to ",{"type":"[[","value":[["Bandar Seri Begawan"]]}," and you should be able to make it in a day. If you are going the other direction, do the stages in reverse. Here is the stage-by-stage description:\n",{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Kota Kinabalu to Lawas:"]}," Catch an early ",{"type":"'''","value":["bus"]}," or ",{"type":"'''","value":["minivans"]}," from ",{"type":"[[","value":[["Kota Kinabalu"]]}," either directly to ",{"type":"[[","value":[["Lawas"]]}," or by breaking your journey in Papar, ",{"type":"[[","value":[["Beaufort (Sabah)"],["Beaufort"]]}," and Sipitang. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sipitangexpress.com\/index.php Sipitang Express Bus Sdn Bhd"]}]}," has a 07:30 am express bus from KK to Lawas (RM20), taking about four and a half hours, allowing you to reach Lawas at about 12:00. The ",{"type":"'''","value":["Lawas Bus Company"]}," express bus only departs KK in the afternoon and you will not make it to Brunei within a day. There are no direct minivans from KK to Lawas; you will have to at least change at Beaufort. If you cannot get direct minivans, you can change at Papar between KK and Beaufort, and at Sipitang between Beaufort and Lawas. Express buses leave from the Kota Kinabalu express bus terminal on Jalan Padang near the City Padang (City Field) in the city center whereas minivans leave from the open plot of land opposite Wawasan Plaza at the southern end of town. Minivans are most frequent early in the morning."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Lawas to Bangar:"]}," You will probably have to do this leg by taxis -- one from ",{"type":"[[","value":[["Lawas"]]}," to the Brunei border at Labu and one from Labu after you pass Brunei immigration to ",{"type":"[[","value":[["Bangar"]]},". Don't forget to get the taxi driver to stop at the Mengkalap Immigration checkpoint at Trusan (about 20km from Lawas) just before the ferry so that you can stamp yourself out of Malaysia. There is no immigration checkpoint at the border. All this will of course turn out to be quite expensive. There may be minivans running up to Trusan or the border although they are not frequent. You could also try taking one of the rickety Lawas Bus Company buses from Lawas to Trusan but that will be as near to the border as you will get, leaving you only with taxis to continue the rest of the way to the border. Once in Brunei territory, taxis are your only option."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Bangar-Bandar Seri Begawan:"]}," From ",{"type":"[[","value":[["Bangar"]]},", regular speed boats make the half hour journey to ",{"type":"[[","value":[["Bandar Seri Begawan"]]},". These boats leave from the jetty in town and bring you straight into Bandar Seri Begawan. An added benefit going directly from Bangar to BSB, instead of continuing to Limbang, is that it allows you to bypass going through two more sets of immigration checks."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Kota Kinabalu-Lawas-Bangar-Limbang-Bandar Seri Begawan:"]}," This alternative is pretty much the same as the main intinerary; the difference is only at the Brunei end of the journey. "]},{"type":"*","value":[{"type":"*","value":["After leaving ",{"type":"[[","value":[["Lawas"]]}," by taxi, instead of stopping at ",{"type":"[[","value":[["Bangar"]]},", you should continue by taxi from Labu to western Temburong-Sarawak border at Puni. At Puni, cross the Pandaruan River by boat or ferry and get stamped into Malaysia at the Pandaruan immigration checkpoint which was opened in June 2007. From Pandaruan, you can catch a local bus or taxi to ",{"type":"[[","value":[["Limbang"]]},", about 15 km away. "]}]},{"type":"*","value":[{"type":"*","value":["Once at Limbang, head to the jetty and catch a speedboat to ",{"type":"[[","value":[["Bandar Seri Begawan"]]},", which should take about half an hour. These boats leave when full and they are more frequent in the morning. However, if you have come directly from Kota Kinabalu, you may just make it for the last boats at about 4:30 pm. "]}]},{"type":"*","value":[{"type":"*","value":["If you miss the boat connection, you can catch a bus or taxi to the land border crossing at Tedungan (bus destination \"Batu Danau\") 43 km away. After clearing Malaysian and Bruneian immigration (the checkpoint is called Bukit Lurah on the Brunei side), catch the purple minibuses to ",{"type":"[[","value":[["Bandar Seri Begawan"]]},". These buses (B$1) operate til about 7 pm and the journey is about half hour."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Other variations:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Kota Kinabalu-Lawas-Bandar Seri Begawan:"]}," There is a daily ",{"type":"[[","value":[["Lawas"]]},"-",{"type":"[[","value":[["Bandar Seri Begawan"]]}," ferry but they leave very early in the day. If you are coming directly from Kota Kinabalu, you will have to stay the night in Lawas if you want to catch the ferry. The only reason why you may consider this option is to avoid the expensive taxi ride from Lawas to Bangar in Brunei's Temburong district. Indeed, with cheaper accommodation options in Lawas, you may end up spending less by spending the night in Lawas. Also, you will only deal with one set of immigration checks - once by the Malaysians when leaving Lawas and then by the Bruneians when arriving in Bandar Seri Begawan."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Kota Kinabalu-Lawas-Limbang-Bandar Seri Begawan:"]}," There is a daily ferry between ",{"type":"[[","value":[["Lawas"]]}," and ",{"type":"[[","value":[["Limbang"]]}," but again, they leave early in the day, requiring an overnight stay at Lawas. Once in Limbang, there is plenty of time for you to catch the direct speedboat, or do the road trip, to ",{"type":"[[","value":[["Bandar Seri Begawan"]]},". This option allows you to skip the expensive taxi rides between Lawas and Bangar while still get to see the geographically unique outpost of Limbang. Again, you will only need to go through one set of immigration checks - either at Limbang Wharf and Bandar Seri Begawan jetty if you take the speedboat, or at Tedungan-Bukit Lurah if you go overland."]}]},"\n",{"type":"==","value":["Stay safe"]}," \n\n",{"type":"==","value":["Go next"]}," \nTraveling from ",{"type":"[[","value":[["Kota Kinabalu"]]}," to ",{"type":"[[","value":[["Bandar Seri Begawan"]]}," in a day can be seen as part of the Borneo  Overland Trail which stretches from ",{"type":"[[","value":[["Tawau"]]}," in the southeastern corner of ",{"type":"[[","value":[["Sabah"]]},", to ",{"type":"[[","value":[["Kuching"]]}," in ",{"type":"[[","value":[["Sarawak"]]},". \n\nThe usual next stop from ",{"type":"'''","value":["Bandar Seri Begawan"]}," is ",{"type":"[[","value":[["Miri"]]}," in northern ",{"type":"[[","value":[["Sarawak"]]},", which can be reached by road and bus. See ",{"type":"[[","value":[["Brunei#Get in"],["Brunei's Get In"]]}," section for details. \n\nIf you are heading to ",{"type":"'''","value":["Kota Kinabalu"]},", then it is highly likely that you'll be setting your eyes on ",{"type":"[[","value":[["Mount Kinabalu"]]},". See ",{"type":"[[","value":[["Kota Kinabalu#Get in"],["Kota Kinabalu's Get In"]]}," section for details. However, before you proceed along the trail towards the mountain, you could make a detour to the northern part of Sabah. Kota Belud has an interesting ",{"type":"''","value":["tamu"]}," (market) and Kudat bills itself being at the northern-most tip of Borneo.\n\n\n\n",{"type":"{{","value":[["usableitinerary"]]}]