[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Tea plantation near Kotagiri, India.JPG"],["thumb"],["300px"],["Tea plantation near Kotagiri"]]},"\n",{"type":"'''","value":["Kotagiri"]}," is a beautiful hill station located in the Nilgiris Hills, about 33 km southeast of ",{"type":"[[","value":[["Ooty"]]},". It is believed to have the world's second best climate.\n\nOoty is suffering from over attention.  Kotagiri is very peaceful and cheap, but it has all the qualities of Ooty.\n\n",{"type":"==","value":["Get in"]},"\n\nKotagiri can be reached only by Road. From ",{"type":"[[","value":[["Coimbatore"]]}," it is 66 km via ",{"type":"[[","value":[["Mettupalayam"]]},". From ",{"type":"[[","value":[["Mettupalayam"]]}," it is 33 km. From ",{"type":"[[","value":[["Coonoor"]]}," it is 23 km. From ",{"type":"[[","value":[["Ooty"]]}," it is 28 km.\n\nThere are frequent buses from all the above places. You can hire tourist taxis from these places at a nominal charges\n\nDirect buses to Kotagiri are a little crowded when you board them from Mettupalayam.  It is advisable to go to Coonoor first and then take a bus to Kotagiri.\n\n",{"type":"==","value":["Educational"]},"\n\nKotagiri has some of the best schools in Nilgiri District\n\nRiverside Public School\n\nSt. Jude Public School\n\nInternational Community School\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Kotagiri Conoor Road.jpg"],["thumb"],["200px"],["Kotagiri Conoor Road"]]},"\nTaxis and autorikshas are freely available.  Only taxis are available after eight p.m.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Tea Gardens"]},{"type":"*","value":["Kodanad View Point"]},"\n",{"type":"*","value":["The town is surrounded by many tourist spots. One very popular place is the Kodanad View Point. Accessible by road, 16 km (10 miles) from Kotagiri or about 30 minutes by vehicle, it provides a splendid view of the great Mysore Plateau to one side and the picturesque 500 acre farming cooperative called Thengu mara haada, which seems like a green mosaic amidst the shrubland; lazily meandering this little village is the Bhavani River."]},"\n",{"type":"*","value":["John Sullivan's bungalow, the one he built during his stay, has been renovated and is open to the public. It is located in Kannerimukku, about 20 minutes from the main town."]},"\n",{"type":"*","value":["Located within Kotagiri town, Longwood forest, a pristine tropical evergreen forest is a secluded refuge for those seeking peace and quiet, it is home to the flying fox\/Malabar Squirrel (a large arboreal squirrel) that is rarely seen, there is also a resident family of about 20 bison which can be seen grazing in the evenings just outside the forest on Milidhane road."]},"\n",{"type":"*","value":["The Nehru Park in the town has a big complex which houses a temple of the Kotas, the Gandhi Maidanam which is the public playground, congregation centre and the flood shelter which is used in normal times for indoor games. A private park about 3 km from the town on coonoor road specialises in roses and is a must see in the months, March to June."]},"\nOther places of interest are the St.Catherine waterfalls near Aravenu, the Uyilatty falls, 15km from Kotagiri town and the 1,785 m (5,856 feet) high Rangasamy Peak. It is a conical peak and is the most sacred hill on the plateau. Being the Holy deity of the Nilgiris, this shrine is visited by thousands of pilgrims from the 'Kongu' region and other places every year. According to Hindu Legend, Lord Rangaswamy used to live at Karamadai in Coimbatore district on the plains but quarrelled with his wife and came to live alone here. Two-foot prints on the rock not far from Arakadu village below the peak, are stated to be the proof for this event.\n\n",{"type":"*","value":["On the northwest of Rangaswamy Peak, after \"The Denad village\" is found the Rangaswamy Pillar, which is an extraordinary isolated rocky pillar rising in solitary grandeur to a height of some 400 feet narrow and has sheer sides, which are quite unclimbable. Kil-kotagiri, Sholurmattam, Karagodumattam and Kadasholai are the places enroute to the Rangaswamy peak."]},"\nKotagiri abounds in big european style bungalows built by the British and most of them retain their englishness, are still very habitable and have been conveted into upmarket homestays. New constructions too are aplenty but at the cost of aesthetics.\n\nThere are numerous tea factories producing the famous Nilgiri tea. The famous Nilgiri thailam (Eucalyptus oil) is distilled in small shacks in a rudimentary manner.\n\nKotagiri also has some gold deposits, which were mined to levels possible during the days of the British Raj. Presently research is going on to determine if it would be possible to extract more gold from the mines.\n\nThere is also some considerable bauxite in the area.\n\n----\n'\nCoapullai\n\n",{"type":"==","value":["Do"]}," \nWalk in the tea gardens.  It is very refreshing but be careful of estate dogs. They become more aggressive on finding someone walk with a stick.\n\n",{"type":"==","value":["Eat"]},"\nHotel Hope Park charges Rs. 70.00 for lunch.\n\nHotel Kasthuri is a budget vegetarian restaurant.\n\nHotel Subam is budget non-vegetarian restaurant.\n\nAll these three are situated in the Johnston Squire.\n\nVery tasty samoosa  is available opposite the private busstand.\n\nSpicy soya fry is also available on the same spot for Rs.10 only.\n\nFor best Non-Veg Item Harimess will be the Best Hotel For You\n\nHarimess Gives Out a Variety Non-veg & veg items.The foods Are home-made.The Hotel is owned by three Brothers Raja gopalan,Haridasan and Giridharan.Items Like chicken fry, chicken curry,mutton fry,& range variety foods are available here\n\nAnd also available economy non-veg food at HARI MESS in Donington Road \n( Phone : 04266272148 )\n",{"type":"==","value":["Drink"]},"\nHot Fresh tea is special in the cool climate. You get different favours of tea like Chocolate, Ilaichi, Ginger, Lemon etc.\n\n",{"type":"==","value":["Sleep"]},"\n\nCelestial resorts 09487071995\n\n",{"type":"'''","value":["Green Nest Resort"]}," 09894045111\n\nHotel Hope Park 04266271229\n\nAnnamar Cottages. 04266 272199\n\nHotel Belair 04266272888\n\nHotel Blue Star 04266274454\n\nMajestic Lodge 04266271520\n\nHotel Misty Heights 04266279353\n\nNilgiri Resorts 04266273755\n\nHotel Ramesh Vihar 04266271346\n\nHotel Sunshine 09787588869\n\nTrilan Cottages 04266273080\n\nLazy Hills - Kotagiri,  Web: ",{"type":"[","value":["http:\/\/www.lazyhills.in\/"]}," Phone:+ 91 99419 43921\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["11.4333"],["76.8833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tamil Nadu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Kotagiri"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kotagiri"]]}]