[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Koto Gadang"]}," is a small city in ",{"type":"[[","value":[["West Sumatra"]]},", near ",{"type":"[[","value":[["Bukittinggi"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKoto Gadang is the villages in the district IV Koto, Agam regency, West Sumatra, Indonesia.\nNagari is famous as a producer of silver and gave birth to a lot of leaders of national and even international caliber.\n\n",{"type":"==","value":["History"]},"\nNagari Koto Gadang is one of 11 villages located in District IV Koto, Agam regency. The origin of Nagari Koto Gadang in history began at the end of the 17th century, whereas the group of people who come from Pariangan Padangpanjang up and down the hill and valley, crossed the creek, in search of beautiful land for fields and dipeladangi and made for the settlement .\nAfter a long walk, arrived at a hill called Bukit Overheated. That is where they agree on will make the hovel, menaruko fields, and which later developed into a farming hamlet. Eventually, due to child nephew to multiply, and farming land to bersawah no longer sufficient to do so was made of four pieces of koto. Bercerailah clans in the hill. Where the two princes went to Sianok, 12 princes and four parents went to the bottom scrapings, the prince went to Tabeksarojo 6, and 24 princes settled in Bukit Overheated. Because of the prince that ever lived on the koto is the place called Koto Tower. That's villages-villages that form the beginning of the IV Koto.\nClans that came with it and then build settlements and bernagari by not releasing their customs. Worked together with them to build houses sieve, so that before the year 1879 a great many are following gadang house with barn. In 1879 and 1880 there was a major fire that destroyed the estates.\nLivelihoods of the Tower before the Alam Minangkabau Koto under the Dutch Government is bersawah, farming, livestock, wood carpentry, woodworking and gold. Carpentry jobs golden boy is well known throughout the country Minangkabau. Because of the growing population, the results obtained from the rice fields is not sufficient anymore. Begin the Kotogadang go migrate to other countries such as Bengkulu, Medan, Jakarta, and others.\nAfter the Dutch government ordered Alam Minangkabau, Koto Gadang mother made Kelarasan IV villages of Koto. The new arrangement was made with the government as a leader lareh lord who ruled in kelarasan IV Koto and penghoeloe as head of government head of villages.\n\n",{"type":"==","value":["Get in"]},"\nKoto Gadang is located about 3 hours north-east by road from the international airport. The only way to get there is by car. But all the roads are good and smooth. As Koto Gadang is a tourist destination, try to avoid traveling on weekends as the traffic can be quite bad especially when climbing uphill.\n\nBy chartered minivan\nKnown by the locals as \"Travel\" is cheapest way to get there. The approximate price is about IDR 300,000\/car for one way. The vehicle is a Minivan with a capacity of 7 seats. The minivan will depart and take the passengers to their destination.\n\nBy taxi\nAt BIM(Bandara International Minangkabau)-International Airport of Padang, there's an official desk where you can order a taxi. The trip price is fixed and you can't bargain. This is the better and faster way of getting a taxi. A taxi trip to Koto Gadang is Rp 300,000. You pay to the driver when getting at arrival.\n\n",{"type":"==","value":["Get around"]},"\nKoto Gadang is a small town. By foot and enjoy the mountain (Mount Singgalang) and rice fields are still a lot we can see, we can breathe clean air and morning dew still we can see in front of the eye. There is also public transportation that cross blue ",{"type":"''","value":["\"TAPI\""]}," in one direction, past the point of crafting SILVER at AMAI SETIA\n\n",{"type":"==","value":["See"]},"\nIn town\n\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\nKoto Gadang\n+622199944494\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Sumatra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]