[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/kottayam.nic.in\/ Kottayam"]}]}," is one of the larger towns  in ",{"type":"[[","value":[["Kerala"]]},", south ",{"type":"[[","value":[["India"]]},", located near to ",{"type":"[[","value":[["Kochi (Kerala)"],["Kochi"]]},". The city is India's first 100% literate city, also known as Letter Capital of Kerala, due to headquarters of more than a dozen publishing houses and newspaper companies as well as several famous colleges and university. The city is one of the strongest centers of Kerala's indigenous Church, the Malankara Orthodox Church, a major non-catholic church.\n\n",{"type":"==","value":["Understand"]},"\n\nKottayam is a town in south-central Kerala, sandwiched between the Vembanad Lake and the Kerala hill-country. Best known as a hub of trade and commerce, Kottayam is also a centre for education and literature, and as a centre of Kerala's large Christian population. \n\nThe lingua franca in Kottayam is Malayalam, the official language of the state of Kerala. Travellers should not face much difficulty in getting by with English, as the language is widely understood, at least at a rudimentary level. Most sign-boards above shops are in English as well.On the other hand, conversing with the locals in Hindi, India's national language, is a far more difficult task and is best avoided.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cochin-airport.com\/ Kochi International Airport"]}]}," (Cochin) 93 km away, is the nearest airport. The airport has flights from Delhi, Mumbai, Chennai, Bangalore, Hyderabad, Coimbatore, Kozhikode, Tiruvananthapuram, Agatti, Mangalore, Goa, Colombo, Singapore, Kuala Lumpur and every international airport in the Middle East. The airport is currently served by the following airlines: Jet Airways,  JetLite,  Go Air, IndiGo, Air India, Air India Express, Srilankan Airlines, Silk Air, Emirates, Qatar Airways, Oman Airlines, Saudi Arabian Airlines, Kuwait Airways, Gulf Traveller, Etihad Airlines, Air Arabia, Jazeera Airways, Bahrain Air and Air Asia.  From the airport, it is possible to get to Kottayam either by road (buses and taxis are available, and recommended for convenience) or by rail via railway stations at either Angamali (the closest to the airport, but very few trains stop here), Ernakulam Junction or Ernakulam Town.\n\nAlternatively ",{"type":"[[","value":[["Thiruvananthapuram"]]}," (Trivandrum) airport, 152 km away, can be used as an entry point, followed by road or rail travel to Kottayam. In addition to the destinations listed for Kochi International Airport, flights to Male in the Maldives are available from here.  Other options are ",{"type":"[[","value":[["Kozhikode"]]}," (Calicut), ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Bangalore"]]},",",{"type":"[[","value":[["Coimbatore"]]}," and ",{"type":"[[","value":[["Mumbai"]]}," airports and further travel to Kottayam by road or rail.\n\n",{"type":"===","value":["By train"]},"\nKottayam has a number of long distance trains coming through. The town is linked to most major cities in India by trains, categorized as being either ",{"type":"''","value":["express"]}," or ",{"type":"''","value":["non-express"]},". Short-haul trains also pass through Kottayam, connecting it to most cities and towns in Kerala. \n\n",{"type":"===","value":["By bus"]},"\nThere are bus services operating from cities like Kochi, Thiruvananthapuram, Kozhikode, Chennai, Bangalore, Mangalore, Coimbatore to Kottayam. The quality of buses that operate vary significantly. Seats on comfortable, safe and air-conditioned buses that ply on long-distance routes can be had on paying higher fares. So, it is best to verify that what you are getting is in line with your expectations.\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.ksrtcblog.com\/category\/depots\/kottayam\/ KSRTC Kottayam"]}]},"\n",{"type":"===","value":["By road"]},"\nKottayam is well connected to other cities like Kochi, Thiruvananthapuram, ",{"type":"[[","value":[["Alappuzha"]]}," (Alleppey), Chennai, Kannur, Kozhikode, Mangalore, Bangalore, Coimbatore by road.\n\n",{"type":"===","value":["By boat"]},"\nFrequent ferries (run by the Kerala State Water Transport Corporation) from Alappuzha (Alleppey) run throughout the day. Plying through the backwaters, it takes approximately two hours to reach Kottayam. This is the cheapest mode of travel in the state, though not the fastest.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus"]}," - Kottayam has a comprehenhsive local bus system which is inexpensive. Be warned, however, buses can become extremely crowded during rush hour."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Autorickshaw"]}," - This is another inexpensive way of getting between places in town, and is recommended if you're weary of travelling by a crowded bus. As is the case with most of the rest of India, drivers may try cheat the unsuspecting traveller. Official rates are INR 12 for the first kilometre and INR 6 for every additional kilometre, though the rate increases at night."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxi"]}," - Local taxis are also available, though they are considerably more expensive than autorickshaws. There are taxi stands at the District Collectorate, and at the District Hospital."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Car"]}," - There are many car rental companies offering cars with drivers or self drive. Don't attempt to drive in Kerala unless you are comfortable with traffic conditions and have very good reflexes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walk"]}," - Ultimately, Kottayam is a small town, and it is possible to cover the town on foot. A wise strategy would be to walk around downtown Kottayam during rush hour. Traffic jams during rush hour are very common, and your feet will get you where you want to go much faster."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aruvikkuzhi Waterfalls"],["url="],["email="],["address="],["lat="],["long="],["directions=18 km from Kottayam town, near Pallikathodu"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Elaveezha Poonchira"],["alt=Valley where leaves do not fall"],["url="],["email="],["address="],["lat="],["long="],["directions=Near Melukavu Mattom, 60 km from Kottayam"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A hill station  with large hills around 3200 ft high.  Beautiful hillocks named Mankunnu, Kudayathoormala, Thonippara and Poonchira are located here. A pool located here is famously remembered in local folklore as a bathing place used by Panchali, the legendary heroine of the Mahabharata."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Erumely"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Important pilgrimage centre for Hindus and Muslims."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ettumanoor"],["url="],["email="],["address="],["lat="],["long="],["directions=15 km from Kottayam"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for having an ancient Shiva temple. Wall paintings in the temple are thousands of years old. The temple is also famous for its ",{"type":"''","value":["seven and a half golden elephants"]},", a sequence of seven large and one small statues of elephants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kumarakom"],["url="],["email="],["address="],["lat="],["long="],["directions=14 km west of Kottayam, in Kuttanad"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The place is famous for its bird sanctuary, house boats, backwaters, canals and the bungalow of Henry Baker (now run as part of a resort managed by the Taj group of hotels)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pathiramanal"],["alt=Midnight sands"],["url="],["email="],["address="],["lat="],["long="],["directions=In the middle of the Vembanad Lake"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a small white sand island. It gets its name from the brilliant reflection of moonlight from the sand."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Poonjar Palace"],["url="],["email="],["address="],["lat="],["long="],["directions=In Meenachil taluk"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Palace of Poonjar Royal family, one of major principalities of Travancore Kingdom, was home of one of Kerala's famous prince, Prince G.V Raja. This building is famous for its collection of antiques, exquisite furniture, chandeliers, palm leaf engravings, jewel boxes, a variety of lamps, sculptures of Nataraja (Shiva as Lord of the Dance), grain measures, statues and weapons."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vaikom Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=40 km from Kottayam"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for its Shiva Temple."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vembanad Lake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=83.72 km length and 14.48 km width. Cruise boats, house boats and traditional cargo boats."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wagamon"],["url="],["email="],["address="],["lat="],["long="],["directions=64 km from Kottayam"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enchanting hill station at an elevation of 1100 metre, with tea gardens and meadows."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Manarcaud"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=St. Mary's Shrine here attracts people of all faiths. Various kinds of offerings are made here devotees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thirunakkara Mahadeva Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=At the heart of the town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a Shiva temple built in the Kerala style of temple architecture, and with interior murals depicting themes from the Hindu epics. It was built at the beginning of 16th century by the then Raja of Thekkumkur. The annual temple festival that culminates in a ceremony called the Aaraattu, attracts large number of devotees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thazhathangady Juma Masjid"],["url="],["email="],["address="],["lat="],["long="],["directions=On the banks of Meenachil River"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the oldest Mosques in India and is more than 1000 years old. The mosque is famous for its architectural beauty, and the ornate wood carvings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Mary's Church"],["alt=Known as Cheria Palli (the Little Church)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Belonging to the Malankara Orthodox Church was built in 1579 by the Raja of Thekkumkur for his Christian subjects. The interior murals, painted using vegetable dyes, depict Biblical themes."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boat Races"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lots of boat races with traditional boats of different sizes - around 50 types - in the months of July, August and September during Onam."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Annual Food Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kottayam also has an annual food and flower show. These events are quite popular and are worth a visit, if you are in town when it happens."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Puthupally"],["alt=St. George Orthodox Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Puthuppally St.George Church is one of the oldest and renowned churches of Malankara Orthodox Church. As the name itself proclaims. The patron saint of this parish is St.George. Situated by the side of coconut palms and a wide stretch of paddy fields, at a beautiful and serene village called Puthuppally which is about 8 kms from Kottayam Town, this church is the refuge of thousands of people all over the world who seek the intercession of St.George.  It is believed that this church was established as a shrine of Changanacherry Pally which in turn was a shrine of Niranam pally, one of the \" Ezhara Pallis \" consecrated by St.Thomas Theapostle of India."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Puthupally"],["alt=St.George Orthodox Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Puthuppally St.George Church is one of the oldest and renowned churches of Malankara Orthodox Church. As the name itself proclaims. The patron saint of this parish is St.George. Situated by the side of coconut palms and a wide stretch of paddy fields,this church is the refuge of thousands of people all over the world who seek the intercession of St.George."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere are numerous restaurants and cafes in Kottayam. What the town lacks, however, is variety. Local food is extensively available and is generally quite good, as is ",{"type":"''","value":["South Indian"]}," vegetarian food. Beyond this, food has been uniformly categorized by restaurants as being either ",{"type":"''","value":["North Indian"]},", ",{"type":"''","value":["Chinese"]}," or ",{"type":"''","value":["Continental"]},". Most dishes that go under the last two categories are imaginative concoctions that draw on the worst elements from various styles of cooking. In summary, stick to Kerala food in Kottayam. If you still insist on trying other things out, then head to the luxury resorts in Kumarakon near Kottayam, and pay absurd sums of money for a meal.\n\nA large number of ",{"type":"''","value":["bakeries"]}," can be found in Kottayam. You can get freshly made bread and other snacks at these outlets. They are quiet popular and worth a visit.\n\nA word of caution for the religiously inclined.  Beef is easily avalable in Kottayam and is a staple in the people's diet. If you do not want to end up eating beef you will need to be wary of anything that says ",{"type":"''","value":["meat"]}," or beef on it. A ",{"type":"''","value":["meat roll"]}," would very likely have beef in it, for example. To be on the safe side, make your preference known explicitly.\n\n",{"type":"==","value":["Drink"]},"\nDrinking in Kottayam is a fairly entertaining experience. Local pubs tend to be lively, but serve primarily a male clientele. The local beverage called Toddy, made from palm sap, is quite potent and not for the faint-hearted.\n\nThe retail sale of alcohol in Kottayam (as with the rest of Kerala) is a government monopoly, and liquor stores are often stocked with only the most popular varieties and labels. Wine is almost impossible to find, and getting popular international brands of anything from whiskey to beer is a bit hit-and-miss. The more upscale hotels do have bars where one can be certain of a reasonable ambiance and a well-stocked bar, while the smaller ones can appear quite dodgy.\n\n",{"type":"''","value":["Side-dishes"]},"\/",{"type":"''","value":["Touchings"]},", the local terms for ",{"type":"''","value":["snacks"]}," consumed along with drinks, is also something to try out. These vary from chicken, fish, duck to various wild birds and are considered de rigueur for any true drinking experience.\n\n",{"type":"==","value":["Sleep"]},"\nThere are a number of hotels of varying quality in Kottayam. Since the town is not spread out, proximity to the down town area is not really a selling point. Most ",{"type":"''","value":["hotels"]}," are rated (or approximately equate to) Indian two and three stars. Nightly room rates average of Rs 1,000-2,000, with seasonal increases around September (Onam) and December (Christmas, New Year's). An alternative to established hotels is to use the services of an ever-growing list of ",{"type":"''","value":["homestays"]}," and ",{"type":"''","value":["vacation apartment"]},".\n\nThere is a large concentration of resorts run by large Indian and international hotel chains, as well as smaller boutique operators, at Kumarakom (14 km from Kottayam) on the Vembanad Lake, where rooms, cottages and houseboats aimed at deeper pockets are available. Expect to pay top dollar for resorts run by the likes of the Taj and Radisson. Vacation Apartments are becoming a much more affordable alternative in several parts of Kerala for tourism.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Orchid Residency"],["url=http:\/\/www.orchidresidency.com"],["email="],["address=Pulimood Jn, Kottayam 686001"],["lat="],["long="],["directions="],["phone = +91 481-2563141"],["tollfree="],["fax="],["hours="],["price=Budget"],["checkin=noon"],["checkout=noon"],["content="]]}]},"\n",{"type":"{{","value":[["geo"],["9.58"],["76.52"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Travancore"]]},"\n",{"type":"[[","value":[["WikiPedia:Kottayam"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kottayam"]]}]