[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Ano Koufonisi"]}," (Greek: Άνω Κουφονήσι), usually referred just as ",{"type":"'''","value":["Koufonisi"]}," (Greek: Κουφονήσι), is the main attraction in the ",{"type":"[[","value":[["Little Cyclades"]]},". There is also another Koufonisi, ",{"type":"[[","value":[["Kato Koufonisi"]]}," nearby. The whole Small Cyclades are often referred as Koufonisia.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Tourist information"]},"\n\n",{"type":"'''","value":["Sea caves:"]}," on Pano Koufonissi’s North Cape.\n\n",{"type":"'''","value":["Saint George’s church:"]}," the protector of the island. On Saint George’s day (normally celebrated on 23rd April, but if it coincides with Lent then it is celebrated on Easter Monday), there is a litany\/procession of his icon on the seaside street, while the streets are covered with rose petals. They put on fireworks and all the small boats of the island are sailing alongside. Tripe soup with vinegar and a stew or pasta is offered to everyone and then the feast starts.\n\n",{"type":"'''","value":["Saint Nicholas’ small church:"]}," over Karnagio with a view to nine islands!\n\n",{"type":"'''","value":["Mylos (Mill):"]}," A traditional windmill that has been renovated into a beautiful bar.\n\n",{"type":"'''","value":["Panagia’s (Virgin Mary’s) church on Kato Koufonissi:"]}," situated on Deti’s pier and built on ancient ruins. On August 15th a big festival takes place there. At the end of the Mass, food is offered to everyone and then people are transferred by boats which are competing in the race to get to Pano Koufonissi first, where the feast is held.\n\n",{"type":"'''","value":["Fishermen feast:"]}," on June 24th the captains of the caiques cook for everybody on the pier the traditional cacavia (boulliabaisse-a soup made with different types of fish). A feast follows with traditional music and dance.\n\n",{"type":"'''","value":["Road service:"]}," A wide road takes you from the port to Finikas’ beach and the camping site. From the village there is an asphalt road that takes you to Pori, and another one that takes you to the petrol station and the helicopter airport.\n\n",{"type":"'''","value":["Sea service:"]}," Kostas Prasinos’ small boat runs a regular daily service from the port to the beaches of: Finikas, Italida and Pori. Other small boats connect Pano (Upper) and Kato (Lower) Koufonissi.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Greek phrasebook"],["Greek"]]}," is the native language of the people of Koufonisi. However, most people also speak passable English and many speak German or other European languages.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nKoufonisi is accessible via ferry from ",{"type":"[[","value":[["Naxos"]]},", and ",{"type":"[[","value":[["Athens"]]},". \n\nAll ferry and high speed ferry companies : schedules, connections, availability and prices, between Koufonisia, other Greek islands & Piraeus port (Athens) is here ",{"type":"[","value":["http:\/\/www.ferries.gr\/booking\/"]},"\n\n",{"type":"'''","value":["Cruise ships"]}," dock at the Port.\n\n",{"type":"===","value":["By plane"]},"\nThere is no airport in Koufonisi.\n\n",{"type":"==","value":["Get around"]},"\nEverything is in walking distance. On foot is the main way to get around.\n",{"type":"===","value":["By bus"]},"\nNo bus service, isn't needed\n\n",{"type":"===","value":["By taxi"]},"\nNo taxi service is available on the island.\n\n",{"type":"===","value":["By car"]},"\nIt is not worth the hassle to bring your own car to the island, although it is in theory possible. Roads turn out to be little more than dirt paths. There is one in the interior, and one along the south. A Gas station has opened in 2005 so you can refill your car now. Whether this is a good thing is questionable.\n\n",{"type":"===","value":["By motorcycle"]},"\nMotorbikes and mopeds are popular alternatives to cars. Especially mopeds are frequently used by local youths and can go to many places that cars cannot go - for example the twisted narrow streets of Koufonisi city. \n\nIf you start a day-trip with a moped, make you sure you do so on a full tank, as gas stations are sometimes hard to find. An extra stop at a gas station can save a lot of nerves. When renting a moped, check if the profile of the tyres is ok and if the brakes work properly. If it is the last vehicle in store, be suspicious - it could be the one that needs a repair badly. Though helmets are not required on the streets, it might be a good idea to ask your rent-a-bike for one.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The Village, couldn't missed it anyway."]},{"type":"*","value":["The sun and the sea while relaxing."]},{"type":"*","value":["Neolithic village site on neighboring ",{"type":"[[","value":[["Keros"]]},". Daily excursions via boat may be offered."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Sunbathing"]},{"type":"*","value":[" Swimming"]},{"type":"*","value":[" Relax"]},"\n",{"type":"===","value":["Beaches"]},"\nThere is a couple of beaches on Koufonisi. The best is in the south-east. The wind mostly comes in from the north and also the sea tends to be somewhat rougher to the north.\n",{"type":"*","value":[" ",{"type":"'''","value":["Charakopou"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Fanos"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Parianos"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pisina"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Platia Punta"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pori"]}," sometimes a nudist affair"]},"\n",{"type":"==","value":["Buy"]},"\nThere aren't many shops, but a few local things can be found.\n\n\n",{"type":"==","value":["Eat"]},"\nOnce in Koufonisi food is not going to be a problem.\nHere you can find anything you wish...\nSeafood is the obvious choice.\n\n",{"type":"==","value":["Drink"]},"\nThe tap water could be avoided. Local drinks include Mythos (beer) and Ouzo.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["There used to be a camping at Charakopou beach, however, as it was hard to get a proper permit to operate, whether it will be opened is questionable."]},{"type":"*","value":["Rooms available in the port village.  "]},"\n",{"type":"==","value":["Stay safe"]},"\nKoufonisi is a generally very safe destination. \n",{"type":"*","value":[" The summer sun tends to get very strong.  You should not take the risk of dehydration, sunburns or even heat strokes lightly. Wear appropriate clothes, maybe with a hat and sunglasses; use sunscreen; bring enough water on excursions and know when to stop exhausting yourself and seek the shade of a tree."]},{"type":"*","value":[" There is no Bank in the island, plan ahead and have enough cash. Actually there is an ATM at the local Post office."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Daily excursions via boat to ",{"type":"[[","value":[["Kato Koufonisi"]]}," are offered"]},"\n",{"type":"[[","value":[["Donoussa"]]},"\n",{"type":"[[","value":[["Schinoussa"]]},"\n",{"type":"[[","value":[["Iraklia"]]},"\n",{"type":"[[","value":[["Amorgos"]]},"\n",{"type":"[[","value":[["Naxos"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Cyclades"]]},"\n",{"type":"{{","value":[["geo"],["36.94"],["25.61"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Koufonisi"]]}]