[{"type":"{{","value":[["pagebanner"],["Krabi_Night_Market.JPG"]]},"\n",{"type":"[[","value":[["File:View over Krabi town.jpg"],["thumb"],["350px"],["A view over Krabi town and its distinctive karst topography."]]},"\n\n",{"type":"'''","value":["Krabi"]}," (กระบี่), the capital of ",{"type":"[[","value":[["Krabi Province"]]},", sits a little upstream from the mouth of the Krabi River and is mainly visited ",{"type":"''","value":["en route"]}," to the nearby beaches of ",{"type":"[[","value":[["Had Yao"]]},", ",{"type":"[[","value":[["Ao Nang"]]}," or ",{"type":"[[","value":[["Rai Leh"]]}," (",{"type":"''","value":["Railay"]},").\n\n",{"type":"==","value":["Understand"]},"\nThe town's 25,000 inhabitants see fewer than desired of the droves of tourists that pass through on their way to the beaches. This is unfortunate, as those who do hang around find it a relaxed place that is worth exploring for a day or two, and one can certainly better experience \"the real Thailand\" here than in the beach resorts.\n\n",{"type":"==","value":["Get in"]},"\nGiven its importance as a tourist hub, there are many direct connections by air, road and sea, but the nearest railway station is at ",{"type":"[[","value":[["Surat Thani"]]},".\n\n",{"type":"===","value":[" By plane "]},"\n",{"type":"'''","value":["Krabi International Airport"]}," (KBV) is about 15 km from city centre, 40 km from ",{"type":"[[","value":[["Ao Nang"]]}," and 23 km from ",{"type":"[[","value":[["Had Yao"]]},". Both domestic and international departure taxes are included in the price of the flight and should not be payable at the airport.\n\nAir conditioned buses link the airport with the town (90 baht), and also with Ao Nang and Noppharat Thara beaches (150 baht). Buses meet all arriving flights. The schedule to the airport is listed on the ",{"type":"[[","value":[["Ao Nang"]]}," page.\n\nSongthaews run from the town to the airport (30-50 baht). Going to the airport, they will drop you at the departure terminal. From the airport, you will have to walk about 400 m and catch them on the main road to Krabi.\n\nMotorcycle taxis are available outside the terminal.\n\nKrabi Limousine (tel. +66 75 692073) has a desk inside the terminal and provides \"limousine taxi\" (using large air conditioned sedans) transport to Krabi for 500 baht; Ao Nang for 800 baht; Phuket for 2,500 baht. ",{"type":"[","value":["http:\/\/www.travelkrabi.com travelkrabi.com"]}," offers taxi and minibus (minivans) for less however travellers have to make deposit payment of 200 baht on-line via credit card.\n\nNational Car Rental has a branch at the airport.\n\n",{"type":"====","value":["Domestic flights"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bangkok"]]}]}," has many daily flights via ",{"type":"[","value":["http:\/\/www.airasia.com Air Asia"]},", ",{"type":"[","value":["http:\/\/www.bangkokair.com\/eng Bangkok Airways"]},", and ",{"type":"[","value":["http:\/\/www.thaiairways.com Thai Airways"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Ko Samui"]]}]}," has one daily flight in each direction ",{"type":"[","value":["http:\/\/www.bangkokair.com Bangkok Airways"]},"."]},"\n",{"type":"====","value":["International flights"]},"\nKrabi has daily flights to the major regional hubs of ",{"type":"'''","value":[{"type":"[[","value":[["Kuala Lumpur"]]}]}," ",{"type":"[","value":["http:\/\/www.airasia.com via Air Asia "]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Singapore"]]}]}," ",{"type":"[","value":["http:\/\/www.tigerairways.com via Tiger Airways"]},". In summer there are a smattering of charter flights to cities across ",{"type":"[[","value":[["Scandinavia"]]}," and ",{"type":"[[","value":[["Russia"]]},".\n\n",{"type":"===","value":[" By train "]},"\nKrabi does not have a railway station. ",{"type":"[[","value":[["Surat Thani"]]}," has a station and you can transfer onto buses to Krabi from there.\n\n",{"type":"===","value":[" By bus "]},"\nIn Krabi, buses use the bus terminal at Talad Kao, about 5 km north of town.\n\nThere are several daily daytime and overnight buses from ",{"type":"[[","value":[["Bangkok"]]},"'s Southern Bus Terminal (tel. +66 2 4351199, 12 hours, 600-900 baht).\n\nIf you are trying to take a bus from Krabi to Bangkok, you have the choice of either a private bus company or BKS, the government-supervised bus company. BKS is generally the safer, thus better, choice. However, in Krabi there is another consideration. The important difference between the two is this: the BKS buses go to the Southern Bus Terminal (Sai Tai Mai) in Bangkok. The private company buses go to the Northeastern Bus Terminal (Mo Chit 2). Going to the latter is highly preferable as it is closer to downtown and has better public transit options. This difference is highlighted if your intent is to immediately travel north, say to Chiang Mai, as buses to the north leave from Mo Chit. To get there from Sai Tai Mai would likely involve an expensive cross-town cab ride. Entering the Krabi Bus Station's front entrance, the BKS ticket vendor is to your left. The private company ticket sellers are to your right.\n\n",{"type":"[[","value":[["Surat Thani"]]},"—a major east-coast bus, rail and ferry hub—should only be about 3 hrs away. Try to use the government-run BKS buses (140 baht) instead of dodgy private operators that may take up to 10 hrs and employ various scams and thievery.\n\n",{"type":"[[","value":[["Phuket"]]}," airport has several buses direct to Krabi airport. There are also hourly mini-buses that make the 2 hour run (more likely to be 3 hours) from Phuket's bus station to Krabi town (120 baht).\n\n",{"type":"[[","value":[["Hat Yai"]]}," is just over 4 hours away by minibus (250 baht). They generally stop where you want.\n\n",{"type":"[[","value":[["Ao Nang"]]}," is well-served by white songthaews that run from the bus station and the 7-Eleven on Maharat Rd in Krabi Town via Klong Jilard, Sai Thai, Ao Nang Junction Village, and Noppharat Thara Beach. (50 baht until 18:00, 60 baht 18:00–22:00). They run every ten minutes during the day and every 30 minutes after 18:00.\n\n",{"type":"===","value":[" By car "]},"\nKrabi is just off Hwy 4. It is 946 km south of ",{"type":"[[","value":[["Bangkok"]]},", 180 km by road to ",{"type":"[[","value":[["Phuket"]]},", and 70 km to ",{"type":"[[","value":[["Phang Nga"]]},".\n\n",{"type":"===","value":[" By boat "]},"\nSeveral daily ferries connect Krabi with ",{"type":"[[","value":[["Ko Phi Phi"]]},", ",{"type":"[[","value":[["Ko Jum"]]}," and ",{"type":"[[","value":[["Ko Lanta"]]},", though most depart in the morning. Tickets can be purchased at the dock or from tourist offices and most local guesthouses and hotels. The normal passenger ferry does not start from the centre of town anymore, but from a new passenger port about 3 km outside Krabi. Free taxi transfer to the pier should be included in the price of your ticket. If your boat starts from the old piers in the centre of town (Chao Fah Pier or Phi Phi Pier), you are most likely on a more expensive and longer tourist boat ride. Also, make sure that when you arrive at the airport the taxi driver takes you to the correct pier. Many times they'll take you to a travel agent near the old pier and sell you additional accommodations or services. Only ever buy the ticket you need. Prices will often get cheaper the closer you get to your next destination.\n\nFerry tickets to ",{"type":"[[","value":[["Ko Phi Phi"]]}," are 300 baht (Jun 2012) when purchased at PP Family, right beside the pier in town. this includes the songthaew to the pier outside town. High season price 100 baht more (400 baht is what's listed, but you can bargain down to 300 baht in the low season)\n\nThe large displayed time-tables in the many travel agencies are just for show and the times are not to be taken literally. Ask. As of July 2007, there were two ferries a day from Krabi to Ko Phi Phi at 09:00 and 14:30. They add additional ferries during high-season.\n\nThe pier at Klong Jilad, for ferries to and from ",{"type":"[[","value":[["Ko Phi Phi"]]}," has a taxi desk with posted prices: 150 baht to Krabi Town, and 350 baht to the airport.\n\n",{"type":"==","value":["Get around"]},"\nYou can use either the songthaew or a taxi. From the bus station a taxi will cost 100 baht as it is about a 4 km trip. To the Tiger Temple from town, pay 200 baht for a taxi.\n\nWith a songthaew, opposite and a couple of hundred metres up from the pier (opposite the police station)is a songthaew stop at Maharaj Soi 7. Blue ones go to Tesco Lotus and other out of town places (this is on the way to the airport and Tiger Temple). Brown ones go to the bus station and charge 30 baht. Blue with white\/yellow\/red stripe (variable) go to the airport.\n\nTo get to and from Ao Nang, in the centre of town on Maharaj Rd (main road) near the traffic lights where male statues hold them up (you will know once you see this) is a Vogue shopping complex.\n \nA white songthaew goes from here to Ao Nang and costs 50 baht. It will come into Ao Nang along the beach road. These white ones also start from the bus terminal. Fare from Ao Nang is 80 baht. With the songthaew, push the button to stop where you want to get off, then go and pay the driver.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Krabi Friendly Car Rental"],["alt="],["url=http:\/\/krabicarhire.com"],["email="],["address=+66 75 612558, +66 81 6071494"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=1,300 baht per day, plus refill of petrol"],["content=You must post a \"bond\" (by credit card) in case someone who is uninsured runs into you or you are at fault. This is 10,000 baht and is returned to you at the end of the hire if no problems."]]}]},"\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"[[","value":[["File:Fishing village, near Krabi town.jpg"],["thumb"],["350px"],["A nearby fishing village."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Contemporary Art Museum of Krabi"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite Wat Kaew"],["phone="],["tollfree="],["fax="],["hours=Th-Su, 10:00-17:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khao Kanab Nam"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The symbol of Krabi, two karst rocks next to one other. A 15 min longtail boat ride takes you from the pier to the rocks, where you can walk up some stairs to the top."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tiger Temple"],["alt=Wat Tham Sua"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the road to the airport and turn left\/north before you get to the big shopping malls. You should actually be able to see the big Buddha on the mountaintop. Should cost no more than 200 baht in a taxi."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most famous temples in southern Thailand, on top of a mountain about 3 km northeast of Krabi Town. There is a stairway with 1,237 steps to the top to visit a tiger's footprint on the top of mountain. Those who make it to the top will also be rewarded with a 360 degree view of the area and the sea.\n:As you walk in, you will see a huge stupa on the right with steps leading up inside. Entrance fee is 199 baht, but this is not the Tiger Temple. The temple is on top of a near-vertical mountain some 300 m skyward further along the path.\n:If you continue walking past the shop on the left, apparently run by the temple, which advertises bananas to feed the monkeys (there are many notices which advise against feeding them because they are pests. They are, sometimes trying to steal shiny objects like cameras). On the left you will see the steps upward (there is no cost for this but you can leave a donation at the top if you make it). Many of the steps are quite steep and there are 1,237 of them. The view from the top, and from other places as you walk up, is phenomenal. There is a toilet about half-way up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wat Kaew"],["url="],["email="],["address="],["lat="],["long="],["directions=On Maharat Rd close to Pattana Rd."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the main temples in Krabi town. A new building, to some it resembles a shiny white wedding cake."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dhara Massage and Spa"],["url="],["email="],["address="],["lat="],["long="],["directions=just off Issara Rd on the small street near Soi Ruamjit. If you're walking away from the water on Issara, pass major street Ma Ha Rat Rd on your right, then take your first left and it will be on your left"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go get a relaxing but powerful (and wildly inexpensive) massage, or couples massage here. The two women working here have real certifications and training, and they are very focused on their work."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n\nKrabi Town is far cheaper than any of the tourist resorts. This is reflected in the price of food and drinks especially. There are two night markets in Krabi Town that are worth a look, and on weekends there is the ",{"type":"'''","value":["Walking Street"]}," market from 17:00-22:00. Also there is a Vogue Department Store where items can be found cheaper than in ",{"type":"[[","value":[["Ao Nang"]]},".\n\nDo check out the Tesco Lotus Shopping Mall and Big C which are near the airport. Prices are cheap, and there are lots of cafes and restaurants. There are a few art galleries offering affordable pop art pieces.\n\n",{"type":"==","value":["Eat"]},"\n\n\nAt night there is a charming night market close to the promenade next to the piers. Food is good and cheap, with Muslim influences. From time to time the town organizes shows on a small stage next to the market.\n\nAn even better market can be found on Maharat Soi 10 in the centre of town. This market has plenty of fresh fruit and lots of authentic cooked food. Only a few places have menus, otherwise point and enjoy. This market does not sell alcohol. There is also the new ",{"type":"'''","value":["Walking Street"]}," night market, between Vogue Department store and Vieng Thong Hotel, F-Su, 17:00-22:00 which sells food and general items such as clothes and handicrafts, and there is a largish seating area.\n\nNot to be missed is the covered morning market (the biggest in south Thailand) on Maharaj Soi 9 (behind the Shell station). For early birds only. After 08:00 all the action is subsiding. Exactly at that time you can watch a show of national pride: the national anthem is played and almost everyone comes to a standstill for the duration. The best place to get all kinds of fresh fruit and vegetable, khao niao (sticky rice), Patong Khoo, cha rohn (sweetened Thai tea), or fresh hot soy milk. The section of fresh fish and meat sellers is for hardened stomachs only.\n\nDuring low season very few restaurants open at all. The floating restaurant (RuenPae) is open as well as a couple near the tourist area towards the pier, but in the town very few at all. The floating restaurant does brilliant seafood at a reasonable price as well as providing mosquito coils to keep these pests away from your legs.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Arun"],["url="],["email="],["address="],["lat="],["long="],["directions=Near Relax"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another good breakfast place with decent Thai coffee. Closed during low season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Relax Coffee"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the pier"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great Western and Thai breakfasts plus decent coffee."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ruen Mai Restaurant"],["url="],["email="],["address=Marharat Rd"],["lat="],["long="],["directions=About 2 km from the centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice atmosphere and very good local dishes from 100 baht. Open daily, but closes from 15:00-17:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sin-O-Cha Bakery"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to Vogue Department Store"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also does meals and is a good place for breakfast or to have coffee and cake. At night the pavement pancake stall outside the bakery is always packed with locals. The pancakes are larger than those at other stalls."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tamarind Restaurant"],["url="],["email="],["address=Chao Fa Rd"],["lat="],["long="],["directions=Near A Mansion Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent thin and crispy pizza from 150-190 baht; french fries and the pricey, lacklustre tuna salad are disappointing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=31 Kitchen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fantastic Thai food."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n\nThere are a number of bars and cafe bars in Krabi town centre that cater to tourists, expats and natives.  A few of them will have live bands at the weekend belting out cover songs, though ",{"type":"'''","value":["Rocky Bar"]}," has live music every night. Stick to the main areas and it is most unlikely you will have anything but a pleasant time.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=A Mansion Hotel"],["url="],["email="],["address=12\/6 Chao Fa Rd"],["lat="],["long="],["directions=Near Tamarind Restaurant"],["phone="],["tollfree="],["fax="],["hours="],["price=450-840 baht"],["checkin="],["checkout="],["content=A modern place with free high-speed Wi-Fi that reaches most of the rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Area 51"],["url="],["email="],["address=1\/13-14 Soi Ruamjit"],["lat="],["long="],["directions="],["phone=+66 75 630257"],["tollfree="],["fax="],["hours="],["price=200-300 baht"],["checkin="],["checkout="],["content=Nice little guesthouse close to the city, with a bar downstairs. Friendly staff and free Wi-Fi. The place is also a local radio station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Juice"],["url="],["email="],["address=1\/1 Chao Fa Rd"],["lat="],["long="],["directions="],["phone=+66 75 630679"],["tollfree="],["fax="],["hours="],["price=150-350 baht"],["checkin="],["checkout="],["content=A diving shop, bar, guesthouse and travel agent, all in one building!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cha Guesthouse"],["url="],["email="],["address=45 Uttarakit Rd"],["lat="],["long="],["directions="],["phone=+66 75 630609"],["tollfree="],["fax="],["hours="],["price=Single room, 100 baht"],["checkin="],["checkout="],["content=Budget place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chan Cha Lay"],["url=http:\/\/www.chanchalay.com"],["email=chanchalay_krabi@hotmail.com"],["address=55 Utarakit Rd"],["lat="],["long="],["directions="],["phone=+66 75 620952"],["tollfree="],["fax="],["hours="],["price=From 250 baht, shared bath; 350 baht, private bath."],["checkin="],["checkout="],["content=A small, budget, centrally located hotel. Clean and well-kept. Air-con rooms also available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Good Dream Guesthouse and Good Dream 2"],["url=http:\/\/www.krabigooddream.com"],["email=krabidream@gmail.com"],["address=83 Uttarakit Rd"],["lat="],["long="],["directions="],["phone=+66 75 622993"],["tollfree="],["fax=+66 75 622993"],["hours="],["price=120-500 baht"],["checkin="],["checkout="],["content=Centrally located budget guest houses with many foreigner options for food and drink nearby and free Internet\/Wi-Fi for guests. All rooms have hot water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Judy Guesthouse"],["url="],["email="],["address=Utarakit Rd"],["lat="],["long="],["directions=Next to Jamaica Seed Bar, above a convenience shop."],["phone="],["tollfree="],["fax="],["hours="],["price=150 baht"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=K Guesthouse"],["url=http:\/\/krabidir.com\/kguesthouse\/"],["email=kguesthouse@yahoo.com"],["address=15\/25 Chao Fa Rd"],["lat="],["long="],["directions="],["phone=+66 75 623166"],["tollfree="],["fax="],["hours="],["price=150-450 baht"],["checkin="],["checkout="],["content=Rustic wooden exterior, Thai-style accommodation, different from the usual concrete buildings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=KR Mansion"],["url="],["email=chaina_ans66@hotmail.com"],["address=52\/1 Chao Fa Rd"],["lat="],["long="],["directions=close to town and next to the 7-Eleven on Chao Fa Rd"],["phone=+66 75 612761"],["tollfree="],["fax="],["hours="],["price=200-550 baht"],["checkin="],["checkout="],["content= Decent, well-priced fan or air-con rooms, good restaurant, travel services, a rooftop bar offering drinks with views and sunsets\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Krabi Nature View Guesthouse"],["url=http:\/\/www.krabinatureview.com"],["email=info@krabinatureview.com"],["address="],["lat="],["long="],["directions=across from Chao Fa Park"],["phone=+66 75 624037, +66 81 8922656"],["tollfree="],["fax="],["hours="],["price=150-350 baht"],["checkin="],["checkout="],["content=Guesthouse with travel services. Walking distance to the main part of town and night market. Friendly staff and free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lipstic Guesthouse"],["url="],["email=lipstickb@hotmail.com"],["address=20 Maharat Soi 2"],["lat="],["long="],["directions=In an alley near Pizzeria Gusto in the centre of town"],["phone=+66 75 612392"],["tollfree="],["fax="],["hours="],["price=150-450 baht"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=May & Mark"],["url="],["email=maymark2544@yahoo.com"],["address=6 Maharaj Soi 2"],["lat="],["long="],["directions="],["phone=+66 75 612562"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is primarily a restaurant, but the extremely friendly owners also keeps some rooms above the restaurant. They like to learn new dishes from travellers who are willing to show them how to cook different dishes. Many of the dishes on the menu at the restaurants were learned from previous travellers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=No. 7 Guesthouse"],["url="],["email="],["address=Khongkha Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=150-400 baht"],["checkin="],["checkout="],["content=Hostel-style accommodation, with central TV lounge where you can watch DVD movies. Also free book exchange on site. Free Wi-Fi, and one hour of Internet in the lobby for each guest."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Smile Guesthouse"],["url=http:\/\/www.smile-guesthouse.com\/"],["email=info@smile-guesthouse.com"],["address=12 Khong Kha Rd"],["lat="],["long="],["directions="],["phone=+66 75 624015"],["tollfree="],["fax="],["hours="],["price=200-450 baht"],["checkin="],["checkout="],["content=Hostel-style accommodation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Swallow Guesthouse"],["url="],["email="],["address=31 Maharaj Soi 4"],["lat="],["long="],["directions="],["phone=+66 75 612464"],["tollfree="],["fax="],["hours="],["price=200-350 baht fan rooms only"],["checkin="],["checkout=11:00"],["content=One of the longest running guesthouses in Krabi, right in town, minutes from all markets, shopping, etc. Tickets and tours for all area destinations and beyond. Extremely clean. Friendly service. Free in-room Wi-Fi up to 6 Mb. Towels provided."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=City Hotel"],["url=http:\/\/www.citykrabi.com\/city_hotel.html"],["email="],["address=15\/2-4 Sukon Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+66 75 621282"],["hours="],["price=450+ baht"],["checkin="],["checkout="],["content=Standard Western-style hotel, comfortable but not especially luxurious. Trappings include hot water and cable TV. Are clean, although dated, and with hot water. There is no restaurant in the hotel at all."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Tower Hotel"],["url=http:\/\/www.krabi-grandtower.com\/index.php?id=1"],["email="],["address=9 Chao Fa Rd"],["lat="],["long="],["directions="],["phone=+66 75 621456-7"],["tollfree="],["fax="],["hours="],["price=300-700 baht"],["checkin="],["checkout="],["content=A big hotel on Chao Fa Rd, with on-site restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Greenhouse Hotel"],["url="],["email="],["address=35 Maharaj Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=850-1,000 baht"],["checkin="],["checkout="],["content=Centrally located some 200 m from the \"traffic lights\" and Vogue Shopping Centre. Breakfast is included in the price. Little English is spoken but this depends who is on duty at the time. Shower water is hot, no lift, and free Internet (two terminals) in the lobby. Staff were very helpful when a club opened nearby and the loud music was blowing guests out of bed. A complaint to find another hotel had the staff talk to the club and the noise stopped promptly at 22:00, so a decent night's sleep was obtained."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thai Hotel"],["url=http:\/\/www.thaihotelkrabi.com\/"],["email="],["address=7 Issara Rd"],["lat="],["long="],["directions="],["phone=+66 75 611474-6"],["tollfree="],["fax="],["hours="],["price=400+ baht"],["checkin="],["checkout="],["content=Standard Western-style hotel. Restaurant on the premises offers breakfast, lunch, and dinner buffets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vieng Thong Hotel"],["url="],["email=viengthong2001@hotmail.com"],["address=155 Uttrakit Rd"],["lat="],["long="],["directions="],["phone=+66 75 620207"],["tollfree="],["fax="],["hours="],["price=900-1,200 baht"],["checkin="],["checkout="],["content=These prices are wishful thinking as it is barely adequate and has to be bargained down aggressively after looking at the rooms. A bit of a walk from Chao Fa Rd, close to the city-market. Some older rooms overlook the river and the Khao Khanab Nam rocks, the symbol of Krabi. The newer rooms have windows to a brick wall or to another room at just 2 m distance. There are conference rooms and restaurant (overpriced) on premises."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Krabi Loma Hotel"],["url="],["email=Booking@Krabi-Loma-Hotel.com"],["address=20 Chao Fa Rd"],["lat="],["long="],["directions="],["phone=+66 75 611168"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Standard hotel, with a swimming pool and restaurant on premises."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phanom Bencha Mountain Resort"],["alt="],["url=http:\/\/www.phanombenchamountainresort.com"],["email=info.pbmr@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+66 75 660501"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Low\/high season prices are: double bungalows for 4 people 1,000\/1,300 baht; single bungalows 500\/800 baht; tents 350 baht"],["content=This garden resort is a 50-minute ride from downtown Krabi and the airport, and has a natural swimming pool and trekking opportunities in the adjacent Phanom Bencha National Park. This is an eco-resort."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":["International newspapers and magazines are available at some bookstores."]},"\n",{"type":"*","value":["Landline telephones, satellite phones, all mobile phone systems, high-speed Internet (ADSL) are available."]},"\n",{"type":"*","value":["There is also a main post office on Uttrakit Rd. about a block south of Chao Fa Rd with parcel services."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ao Nang"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Baan Ao Leuk"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Khao Lak"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Khao Sok"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Jum"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Lanta"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Lipe"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Phi Phi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Siboya"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rai Leh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Phuket"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=Thai Highway-4.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Phang Nga"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Sadao"]]}],["minorr1=",{"type":"[[","value":[["Trang"]]}]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["8.059167"],["98.918889"]]},"\n",{"type":"{{","value":[["isPartOf"],["Krabi Province"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Krabi Town"]]},"\n",{"type":"[[","value":[["Wikipedia:Krabi"]]}]