[{"type":"{{","value":[["pagebanner"],["Krabi banner.jpg"],["caption=Tub Island as seen from Chicken Island"]]},"\n\n",{"type":"'''","value":["Krabi Province (จังหวัดกระบี่)"]}," is a popular beach destination on the ",{"type":"'''","value":["Andaman Sea"]}," in ",{"type":"[[","value":[["Southern Thailand"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ao Nang"]]}," —  Krabi's most developed beach, a long beach fringed by palm trees"]},{"type":"*","value":[" ",{"type":"[[","value":[["Had Yao"]]}," (",{"type":"''","value":["Long Beach"]},") — the last untouched beach in Krabi Province, and perhaps the most spectacular with its views of Jum Mountain and ",{"type":"[[","value":[["Ao Nang"]]},"'s cliff walls"]},{"type":"*","value":[" ",{"type":"[[","value":[["Krabi Town"]]}," — the administrative capital and a common entry point into the region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rai Leh"]]}," — Thailand's rock climbing mecca, a craggy peninsula with several small beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ton Sai"]]}," — cheapest bungalows in the area, referred by backpackers away from the hordes of tourists and an easy walk to Rai Leh"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baan Ao Leuk"]]}," - some caves here well worth a visit."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Hong"]]}," - group of islands between Krabi and ",{"type":"[[","value":[["Ko Yao"]]},", with the main island being popular for kayaking due to its picturesque lagoon"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Jum"]]}," — peace & quiet for those looking for solitude"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Lanta"]]}," — sleepy island, the new escape for those who find Ao Nang\/Rai Leh too touristy"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Ngai"]]}," — part of Krabi Province, but easier to reach from ",{"type":"[[","value":[["Trang"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Phi Phi"]]}," — Thailand's largest marine national park where ",{"type":"''","value":["The Beach"]}," was filmed"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Poda"]]}," - known by tourists as \"4 islands\", it is an archipelago nearby ",{"type":"[[","value":[["Ao Nang"]]}," and ",{"type":"[[","value":[["Rai Leh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Por"]]}," — an eco-tourism place near the island of Ko Lanta"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Siboya"]]}," — rural Thailand with a difference"]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:RaiLeh PhraNang.JPG"],["thumb"],["350px"],["Thaiwand Wall and Phra Nang Beach, ",{"type":"[[","value":[["Rai Leh"]]}]]},"\n\nKrabi, a coastal province, abounds with countless natural attractions that never fail to impress tourists. Such attractions include white sandy beaches, crystal clear water, fascinating coral reefs, caves and waterfalls, as well as numerous islands.\n\nThe distinguishing feature of both Krabi and neighboring ",{"type":"[[","value":[["Phang Nga (province)"],["Phang Nga"]]}," is the massive ",{"type":"'''","value":["limestone karsts"]},", rising vertiginously out of the flat rice paddies on land and as islands from the sea. Add in some gorgeous beaches, excellent scuba diving, and rock climbing, and it's little wonder that tourism in the area has been booming.\n\nWhile less commercialized than neighboring ",{"type":"[[","value":[["Phuket"]]},", Krabi Province cannot be described as undiscovered: it receives two million visitors a year, and the major tourist areas cater to foreigners.\n\n",{"type":"===","value":[" History "]},"\nFrom archaeological discoveries, it is believed that Krabi was one of the oldest communities in Thailand dating back to the prehistoric period. It is believed that this town may have taken its name after the meaning of Krabi, which means \"sword\". This may have stemmed from a legend that an ancient sword was unearthed prior to the city’s founding.\n\n",{"type":"====","value":[" 2004 tsunami "]},"\nKrabi Province was badly hit by the Indian Ocean tsunami of December 2004. Now, several years on, signs of the damage are now hard to find.\n\n",{"type":"===","value":[" Climate "]},"\nThe best time to visit Krabi is between the months Nov-Apr when the area's climate is cooler. During this period the island gets a lot of dry northeasterly winds, delivering blue skies and starry nights. Down on the beaches one can enjoy nice sea breezes. From Jun-Nov the area gets a lot of rainfall, more on average than the rest of the country. During this period the island gets a lot of moist southwesterly winds, resulting in a mix of dry and wet days. The sea stays at a warm 29°C all year round. Off-setting the less favourable weather, visitors during this period will find it cheaper.\n\n",{"type":"===","value":[" Geography "]},"\nBordering the Andaman Sea, Krabi is 814 km south of Bangkok and covers an area of 4,708 square kilometres. Its mountainous physical geography is broken by highlands and plains, covering more than 130 large and small islands, and abounding with mangrove forests. The Krabi River flows 5 km through the town and into the Andaman Sea at Tambon Pak Nam. There are also klongs (canals) such as Klong Pakasai, Klong Krabi Yai, and Klong Krabi Noi, which all originate from Krabi's highest mountain, Mount Phanom Bencha. \n\n",{"type":"*","value":["North:\tborders Phang Nga and Surat Thani"]},{"type":"*","value":["South:\tborders Trang and the Andaman Sea"]},{"type":"*","value":["East:\tborders Nakhon Si Thammarat"]},{"type":"*","value":["West:\tborders Phang Nga and the Andaman Sea"]},"\n",{"type":"==","value":[" Talk "]},"\nYou can get around on English alone in the more visited areas, although a few words of ",{"type":"[[","value":[["Thai phrasebook"],["Thai"]]}," will come in handy off the beaten track and will be much appreciated everywhere. Dive shops are polyglot, speaking a number of other European languages.\n\n",{"type":"==","value":[" Get in "]},"\nThe most popular way to enter this province is via its capital, ",{"type":"[[","value":[["Krabi Town"]]},".\n\n",{"type":"===","value":[" By plane "]},"\n",{"type":"'''","value":[{"type":"[","value":["https:\/\/minisite.aviation.go.th\/home.php?site=krabi Krabi International Airport (KBV)"]}]}," is about 10 km from the city limits, 15 km from the city centre, 40 km from Ao Nang, and 23 km from Had Yao. ",{"type":"[","value":["http:\/\/www.thaiairways.com Thai Airways"]}," operates daily direct flights to\/from Bangkok, as does ",{"type":"[","value":["http:\/\/www.airasia.com Air Asia"]}," from Bangkok and Kuala Lumpur. Bangkok Airway flies to Ko Samui nearly every day of the week.  Destination Air Shuttle, Thailand's only seaplane service, also routinely flies in and out of Krabi (Ko Lanta) from Phuket and to the numerous outer islands. \n\n",{"type":"===","value":[" By car "]},"\nKrabi is on Hwy 4. Shared songthaews from Ao Nang to Krabi are frequent and cost 40 baht. Originating in Bangkok, Hwy 4 links many of the province's districts. Other main routes include:\n\n",{"type":"*","value":["Hwy 4035 to Plai Phraya district (Krabi) & Phra Saeng district (Surat Thani)"]},{"type":"*","value":["Hwy 4034 links Ao Nang and Nopparat beaches"]},{"type":"*","value":["Hwy 4037 to Khao Phanom district (towards Surat Thani)"]},{"type":"*","value":["Hwy 4038 links Klong Thom and Lam Thap districts"]},{"type":"*","value":["Hwy 4206 links Klong Thom to Ko Lanta"]},"\n",{"type":"'''","value":["From Bangkok:"]},"\n",{"type":"*","value":[" Proceed along Hwy 4, passing Phetchaburi–Prachuap Khiri Khan–Chumphon–Ranong–Phang Nga to Krabi. The total distance is 946 km."]},"\n",{"type":"*","value":[" Travel along Hwy 4 to Hwy 41 at Chumphon via Lang Suan and Chaiya, Surat Thani. Proceed towards Wiang Sa, change to Hwy 4035 for Baan Ao Luek, and switch back to Hwy 4 again to Krabi. This route is 814 km."]},"\n",{"type":"'''","value":["From Phuket:"]}," \nProceed along Hwy 402 and 4. The total distance is 176 km.\n\n",{"type":"===","value":[" By bus "]},"\nThere are regular direct bus services between Bangkok's Southern Bus Terminal and Krabi (~500 baht), but probably the best option is to take a VIP bus, which for 250 baht more makes the 10 hour ride much more comfortable.\n\nBuses from Bangkok's Southern Bus Terminal (Tel. +66 2 4351199) to Krabi take about 12 hours and depart as follows: \n",{"type":"*","value":["VIP bus - 07:20 - 1,055 baht "]},{"type":"*","value":["First class bus - 19:00 - 680 baht "]},{"type":"*","value":["Second class bus - 07:30, 19:00, 19:30, 21:00 - 378 baht "]},"\n",{"type":"===","value":[" By train "]},"\nThe nearest train stations are in Surat Thani and in Trang.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Surat Thani"]]}," - 3-4 hours away from Krabi by bus."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Trang"]]}," - 2-2.5 hours away from Krabi by bus."]},"\n",{"type":"==","value":[" Get around "]},"\n",{"type":"[[","value":[["Image:AoNang Longtails.JPG"],["thumb"],["240px"],["Longtail boats, ",{"type":"[[","value":[["Ao Nang"]]}]]},"\n\n",{"type":"===","value":[" Songthaew"]},"\nVarious tourist attractions can be conveniently reached by local songthaew. Destinations include Ban Huai To, Ban Nong Thale, Ban Khao Thong, Hat Noppharat Thara, Susan Hoi, Ao Nang, Ban Khlong Muang, Ban Nai Sa, Khao Phanom, Nuea Khlong, Khlong Thom, Ban Bo Muang, Ban Hua Hin, Ban Khlong Phon, Lam Thap, Baan Ao Luek, and Plai Phraya. Songthaews depart from the Vogue Department Store on Maha Rat Rd. Trips to other destinations can be made by taxi and rental car. \n\n",{"type":"===","value":[" By boat "]},"\nKrabi is mostly coast and islands, so you'll be spending quite some time on boats when getting around. The most common boat type for shorter hops is the ",{"type":"'''","value":["longtail"]}," boat (",{"type":"''","value":["reua hang yao"]},"), which true to its name has the propeller at the end of a long drive shaft stretching from the boat. This makes them supremely manoeuvrable even in shallow waters, but they're a little underpowered for longer trips and you'll get wet if it's even a little choppy.\n\n",{"type":"==","value":["See"]},"\nBaan Ao Leuk - some 50 km north of Krabi Town on the way to Phang Nga. Several interesting caves worth looking at here.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boat Trips"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Boat travel is one of the major ways to visit some of the more secluded beaches on the Krabi mainland, as well as the many islands and islets dotting the Andaman Sea. A wide variety of options to suit different budgets is available, from distinctive longtail boats used by the locals to speedboats and cruise ships."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Diving"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Krabi rivals Ko Tao on Thailand's east coast as a centre for diving, with a number of renowned dive sites in the Andaman sea, with many dive shops in Ko Phi Phi and Ko Lanta."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rock climbing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Krabi is a world-class rock-climbing destination, with the distinctive limestone karst formations offering a wide variety of climbs."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\nUnsurprisingly for a coastal region, seafood features prominently on the menu. Traditional southern Thai food includes milder coconut-milk based curries popularly associated with Thailand: the dry, Malaysian-influenced Panang curry and Indian-influenced massaman (Muslim) curry with potatoes and nuts.\n\nA wide variety of international food is available in the many resort towns, visited by millions of overseas tourists every year and home to many expats. Tourism has also brought migrants from other parts of Thailand, and their food with them.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\nSee city articles for lodgings.\n\n",{"type":"==","value":["Connect"]},"\nKrabi's more well-developed tourist centres offer Internet cafes and international calling cards. Free Wi-Fi is increasingly available in bars and restaurants.\n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ko Samui"]]}," - the paradise islands on the gulf coast, about 6 hours away by bus + ferry"]},{"type":"*","value":[" ",{"type":"[[","value":[["Phang Nga"]]}," - yet more beaches and strange limestone formations"]},{"type":"*","value":[" ",{"type":"[[","value":[["Phuket"]]}," - the original southern Thai beach resort island, two hours away"]},{"type":"*","value":[" ",{"type":"[[","value":[["Surat Thani"]]}," - mainland port serving tourist islands, wet forests, and Srivijaya Empire. 3 hours by bus."]},"\n",{"type":"[[","value":[["WikiPedia:Krabi Province"]]},"\n",{"type":"{{","value":[["geo"],["8.06"],["98.92"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern Thailand"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["Commons:Category:Krabi"]]}]