[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Indonesia, Sunda Straits.jpg"],["thumb"],["right"],["350px"],["Anak Krakatoa in February 2008"]]},"\n\n",{"type":"'''","value":["Krakatoa"]}," (",{"type":"''","value":["Gunung Krakatau"]},") is a volcanic island in the Sunda Strait between ",{"type":"[[","value":[["Java"]]}," and ",{"type":"[[","value":[["Sumatra"]]}," in ",{"type":"[[","value":[["Indonesia"]]},". It is part of ",{"type":"[[","value":[["Lampung"]]}," province in Sumatra.  \n\n",{"type":"==","value":["Understand"]},"\nThe eruption of Mount Krakatoa in 1883 was one of the most violent volcanic events on record. A huge explosion (150 megatons of TNT) occurred as seawater hit hot magma and turned instantly to steam. The blast was heard over 4,000 km away in Australia and India. The Volcano Explosivity Index (VEI) of the eruption is 6 (colossal). \n\nThe whole volcano was destroyed because of the massive explosion. Parts of the volcano fell into the sea and caused giant tsunami (40 meters).  The dust from the eruption reached the stratosphere and affected weather worldwide for several years. More than 35,000 people are killed by tsunami and eruption. Only about a third of the pre-1883 island survived the blast.\n\nFrom 1927 to 1930, there were several underwater eruptions on the site of the old Krakatoa volcano. On August 11, 1930, a new volcano and island appeared. This new volcano and island are called \"Anak Krakatau\" (Child of Krakatoa). \n\nThe island of Anak Krakatoa is a national park. To land on the island, tourist must obtain a permit from Balai Konservasi Sumber Daya Alam (BKSDA).\n\n",{"type":"==","value":["Get in"]},"\nYou can reach Anak Krakatoa Island using boats from ",{"type":"[[","value":[["Anyer"]]}," beach or ",{"type":"[[","value":[["Carita Beach"]]}," in ",{"type":"[[","value":[["West Java"]]},", or ",{"type":"[[","value":[["Lampung"]]}," in ",{"type":"[[","value":[["Sumatra"]]},". \n\n",{"type":"===","value":["From Anyer and Carita"]},"\nThe easiest way to get in to Krakatoa is by contacting tour operators in Anyer or Carita.  Anyer can be reached from Jakarta with public bus from Kalideres bus station. The range of the tour fee will be around Rp 750,000 - 3,000,0000 depend on how many people join in the tour group and also the length of the tour. The price will include food, boat, tent and guide.\n\nOne foreign photographer\/volcano guide in Jakarta presumably arranges monthly trips to Krakatau trough Carita, he arranged our tour, and can be contacted on andersen_oystein@hotmail.com or you can contact lagunatrip.com they can arrange a trip with a local price.\n\nAnother option for traveling from Jakarta, you can hop on a silver min  van (Angkutan) from Carita to Cilegon (around 1.5 ~ 2 hours) at RP 20,000. Driver will drop you off at a junction where you can take VIP bus (around 3 hours) back to Jakarta. The VIP bus is air-conditioned direct to Jakarta costs about RP 17,000 one way.\n\n",{"type":"===","value":["From Lampung"]},"\nThe other way to reach Krakatau which is less famous for the foreigners but become a better choice for the locals who want to save some money is  through Lampung Province. It takes more time to reach Krakatau from here but the journey is worth it if you want more adventurous way. Lampung can be reached by land or Ferry from Merak Port. The Ferry journey takes 2 hours to Rajabasa Port in Lampung. The cost is Rp 10,000. From Rajabasa bus station, you can take a yellow minibus to take you to Kalianda for around Rp 12,000. You can contact Krakatoa Nirvana Resort (62-727-322888, 322 900) who occasionally arrange trips to Krakatau. The tour cost is Rp 3,500,000 for the whole boat, including lunch and a tour guide. If you have ten people with you, it is better to get your trip from here. \n\nThe cheaper option is to get boat at Canti Port. You can reach Canti Port from Kalianda with motorcycle taxi (Ojeg) for Rp 10,000 or minibus for Rp 5,000. If you want to hire a traditional fishing boat to take you to Krakatoa, you can make a deal with the boat owner  there. One day boat rental will cost you around Rp 1,500,000 (day time only). You have to bring your own life vest because the traditional fishing boat will not provide it. There is a cheaper option from Sabesi Island. Regular boats from Canti Port operate from 11AM to 2PM and cost Rp 15,000. If you are in the rush to Sabesi, you can hire a boat for only Rp 400,000 one way. In Sabesi Island, you can contact some fishermen there who will hire their boat. The price for the boat will be around Rp 300,000 for day time and Rp 600,000 for night time. You have to bring your own food and life vest. One of the rangers (Pak Akhyar, mobile:+6281369281861) on this island can arrange a convenient trip to Krakatau. The price will include boat, food, tend and a tour guide. He also provides the life vest. You can negotiate the price with him directly. \n\nBeware of strong current and large waves during  August, September, October, and November. Anak Krakatao is an active volcano.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nMost of the tour operators in Labuan and Anyer have a camp during the night at Rakata Island. You can enjoy the eruption of Krakatoa at night from here. If you want to stay in Sabesi island, you can stay at a simple hotel which belongs to the Indonesia Tourism Board, just walking distance from Sabesi island jetty. The contact person is Pak Hayun, mobile +628187013757. The price is reasonable between Rp 200,000- Rp 300,000 per room which can accommodate 10 people in one room. The private room is little bit more expensive with TV inside but the size is smaller. The private room can only accommodate 4 people. Some people in this island also provide homestay for the travelers. The price is negotiable. If you are adventurous enough, you can try this option. \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-6.102"],["105.423"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lampung"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Krakatoa"]]},"\n",{"type":"[[","value":[["Commons:Category:Krakatoa"]]}]