[{"type":"{{","value":[["pagebanner"],["Krak des Chevaliers banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Krak des Chevaliers"]}," (also \"Crac des Chevaliers\" - 'Castle of the Knights') located near ",{"type":"[[","value":[["Homs"]]}," in ",{"type":"[[","value":[["Syria"]]}," is widely recognised as ",{"type":"'''","value":["the"]}," archetypal Crusader castle. Described by T.E. Lawrence (of Arabia) as \"perhaps the best preserved and most wholly admirable castle in the world\", this somewhat isolated site is located magnificently (750 m or 2300 ft above sea level) and is, indeed, extremely well-preserved. Today it represents one of the premier tourist attractions in central ",{"type":"[[","value":[["Syria"]]},".\n\nOpening hours: 9AM-6PM (summer), 9AM-4PM (winter). The usual Syrian government practice of closing Tuesdays is generally ignored for Krak des Chevaliers, on account of its popularity as a tourist destination - that said, in the middle of winter, it's a good idea to phone the ticket office ahead of time just to check.... 740 002.\n\n",{"type":"==","value":["Understand"]},"\n\nKrak des Chevaliers was the easternmost of five Crusader fortifications guarding the only major pass (known as the 'Homs Gap' in the Orontes river Valley) between ",{"type":"[[","value":[["Antakya"]]}," in ",{"type":"[[","value":[["Turkey"]]}," and ",{"type":"[[","value":[["Beirut"]]}," in the ",{"type":"[[","value":[["Lebanon"]]},". The castle was built and expanded at ",{"type":"''","value":["Qal'at al-Hisn"]}," by the Order of the Knights of St John in the years between 1142 and 1271. It covers 3 hectares in area and, at the height of its powers, it housed a garrison of up to 2000 men. The castle held out against several fierce attacks (including one by the famous Saladin), and was rumoured to be impregnable. The Krak, however, was eventually lost by the naive crusaders to the Mamluk Sultan Baybars in 1271, who tricked the defenders into abandoning the castle by means of a faked letter from the Crusader Count of Tripoli.\n\nThe castle has two main parts: an outer wall with 13 towers and an inner wall and keep. The two walls are separated by a moat (now full of stagnant water), which was used to fill the baths and water the horses. Walk through the main entrance, an imposing gate in the 5m (16ft) thick wall and past the towers which defended the castle, and you enter a courtyard. A corridor covered in delicate carvings leads to a large vaulted hall, where you can see an old oven, a well and some latrines. The chapel in the courtyard was converted to a mosque after Sultan Baybars captured the castle - it still retains its pulpit (",{"type":"''","value":["mihrab"]},"). The top floor of the ",{"type":"''","value":["Tower of the Daughter of the King"]}," is now a café with great views.\n\n",{"type":"==","value":["Get in"]},"\n\nKrak des Chevaliers is an easy day trip from ",{"type":"[[","value":[["Tartus"]]}," or ",{"type":"[[","value":[["Hama"]]},", the latter city being the most attractive base from which to visit, if somewhat more distant (one-way microbus trip just under 2 hours). Buses also run from ",{"type":"[[","value":[["Homs"]]}," and will drop visitors off at the castle. Bus fares are less than US$1 and the trip takes less than an hour each way. A taxi from Damascus cost around US$ 60 round trip also including the driver waiting outside, depends on your bargain skills. Some hotels in ",{"type":"[[","value":[["Damascus"]]}," offer bus trips to the castle, but it constitutes a very long day out for the one site.\n\nOn the whole, it's best to arrive early - by mid-late morning the castle can be almost submerged in hordes of tourists coached up from Damascus. Sunrise is also a great time to enjoy the view of the castle in a magnificent light. Ditto sunset.\n\n",{"type":"==","value":["Get around"]},"\n\nOnce at the castle, mostly on foot.\n\n",{"type":"==","value":["See"]},"\n\nThe castle! (Plan to put a commentary \/ guide here in this section)\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Take a torch \/ flashlight"]}," with you when visiting the castle, as there are many interesting but dark tunnels and rooms within the walls."]},"\n",{"type":"*","value":[{"type":"'''","value":["Take care"]}," when exploring the castle: there are many places to fall off or into."]},"\n",{"type":"*","value":[{"type":"'''","value":["Do check the last bus times"]}," if you intend to return to your point of departure - otherwise you could get stuck at the castle overnight!"]},"\n",{"type":"==","value":["Buy"]},"\n\nAdmission to the Krak for foreigners is £S150. Students £S15. Postcards, booklets and souvenirs are available to purchase at the ticket office and in the various restaurants nearby.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Restaurant al-Qalaa"]},", tel: 740 493, 740 003. Housed in a solitary white two-storey building about 1 km south west of the castle on the adjacent hill top (follow the road west of the castle). Magnificent views. The good quality meals are based around grilled chicken and mezze and cost around £S 250 each. Alcohol available. The owner is hilarious, shouting at his guests in a dozen languages and adding to the festive atmosphere."]},"\n",{"type":"*","value":[{"type":"'''","value":["Des Chevaliers"]},", tel: 740 411. Opposite the castle entrance. Serves fairly mediocre buffet meals of mezze, chicken, meat and fruit, £S 250 a head or £S 150 for vegetarian options. Has a pleasant shaded patio for outdoor dining. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Castle Restaurant"]}," - a new place in 2005 located inside the actual castle. The dining is in one of the towers on the top level of the keep. The food is pretty mediocre although the prices are reasonable. Offers the standard mezze and meats. Attractive views."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Bebers Hotel"]},", tel: 741 201. Rooms are neat and appealing, all with ensuite bathrooms. Most have magnificent balcony views of the castle Singles US$20, doubles US$25. "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Francis Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Some kilometres away from the Krak with magnificient view of the valley, but not the Krak itself. 72 € for three persons in low season."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hike Saydeh Mountain"],["url=http:\/\/www.gpsies.com\/map.do?fileId=rsmlqeodbceoqruv"],["email="],["address="],["lat="],["long="],["directions=Starts from the main square in Mashta"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hike details in ",{"type":"[[","value":[["Syrian Coast and Mountains"]]}," section."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hike Mashta to Kafroun"],["url=http:\/\/www.gpsies.com\/map.do?fileId=zfzuhetkxtfqujll"],["email="],["address="],["lat="],["long="],["directions=Starts from the main square in Mashta"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hike details in ",{"type":"[[","value":[["Syrian Coast and Mountains"]]}," section."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Visit the Virgin Mary memorial statue"],["url="],["email="],["address="],["lat="],["long="],["directions=Location N34.78818 E36.27550"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Visit St George Monastery"],["url="],["email="],["address="],["lat="],["long="],["directions=Location N34.767599 E36.268444"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"[[","value":[["WikiPedia:Krak des Chevaliers"]]},"\n\n",{"type":"{{","value":[["geo"],["34.7667"],["36.3000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Syrian Coast and Mountains"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Krak des Chevaliers"]]}]