[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.admkrsk.ru\/ Krasnoyarsk"]}]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Красноя́рск ",{"type":"''","value":["kruhz-nah-YAHRSK"]},") is a city in ",{"type":"[[","value":[["Eastern Siberia"]]},". It's located on both banks of the Yenisey River.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Aerial view of Krasnoyarsk (city centre).jpg"],["thumb"],["250px"],["Krasnoyarsk, view from a paraplane"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\nThere are a few direct flights to Krasnoyarsk from abroad, mostly from Asia, so one is advised to get to ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Novosibirsk"]]}," or ",{"type":"[[","value":[["Irkutsk"]]}," first.\n\n",{"type":"===","value":["By plane"]},"\n\nThere are several flights every day from and to ",{"type":"[[","value":[["Moscow"]]}," to the local airport ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yemelyanovo.ru\/en\/ Yemelyanovo (Емельяново) International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["KJA"]]},") located 27 km northwest of Krasnoyarsk. There is also airline connection with Russian cities, and a few regular and charter flights from abroad: ",{"type":"[[","value":[["Antalya"]]},", ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Beijing"]]},", the cities of the ex-USSR countries (",{"type":"[[","value":[["Uzbekistan"]]},", ",{"type":"[[","value":[["Kyrgyzstan"]]},", ",{"type":"[[","value":[["Azerbaijan"]]},", ",{"type":"[[","value":[["Armenia"]]},").  \n",{"type":"[[","value":[["File:Krasnoyarsk railway station.jpg"],["thumb"],["250px"],["Krasnoyarsk, Railway Station"]]},"\n\nA smaller airport Cheremshanka (Черемшанка) used to serve regional flights only, usually between Krasnoyarsk and the northern parts of the ",{"type":"[[","value":[["Krasnoyarsk Krai"]]},", until it burned down in December 2011.\n\n",{"type":"===","value":["By train"]},"\n\nKrasnoyarsk is located on the ",{"type":"[[","value":[["Trans-Siberian Railway"]]},", so every day dozens of trains pass the Krasnoyarsk central railway station. It takes about 12–14 hours to get to Krasnoyarsk from ",{"type":"[[","value":[["Novosibirsk"]]}," or ",{"type":"[[","value":[["Irkutsk"]]}," and minimum 60 hours from ",{"type":"[[","value":[["Moscow"]]}," or ",{"type":"[[","value":[["Vladivostok"]]},".\n\n",{"type":"===","value":["By bus"]},"\n\nBuses are available only from the cities in the region and from the neighbouring ",{"type":"[[","value":[["Khakassia"]]}," region. They arrive to the main bus station, located in the northern part of the city known as Vzlyetka (Взлётка, short for ",{"type":"''","value":["Airstrip"]},", called so because the main airport was located there until the end of the 1980s). A slightly outdated schedule is available online: ",{"type":"[","value":["http:\/\/spravka.newslab.ru\/autom.aspx"]},". A usual price for a trip up to 400 km is about 200-300 rubles (8-12 USD).\n\n",{"type":"===","value":["By car"]},"\n\nThe road connecting ",{"type":"[[","value":[["Vladivostok"]]}," and ",{"type":"[[","value":[["Moscow"]]},", semi-officially called ",{"type":"''","value":["Moskovskyy Trakt"]}," (Московский тракт, Russian for the ",{"type":"''","value":["Moscow Way"]},") passes through Krasnoyarsk. However, Russian automobile roads are not very suitable for long-distance travel: motels and road cafes are very rare there, though you can find a dirty hotel and cafeteria in every town.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is a good network of public buses, which are quite cheap (16 rubles in January 2013, per trip, regardless the distance). In large buses the conductor walks among the passengers and gets paid once he (or, more often, she) comes by a recently entered passenger. In a minibus (",{"type":"''","value":["marshrutka"]},", маршрутка, means the ",{"type":"''","value":["route bus"]},") the conductor sits near the driver and gets paid before passengers exit (because of this the hind door is rarely opened). In a large bus the conductor can be determined by a roll of tickets in a hand, a belt purse and, if a bus is crowded, loud demands for payment. However, without a local consultant it's rather difficult to plan a way because route maps are not usually available at bus stops, though there is a very comprehensive ",{"type":"[","value":["http:\/\/map.yarmap.ru\/krasnoyarsk online map of Krasnoyarsk"]}," (in Russian) which is able to plan a complex route automatically.\n\nThe taxi companies are numerous and phone booking is very easy but the chance of that your English will be understood is very small. It is a very common case in Russia that a driver who wants to earn some money stops near your holdout hand, but in Krasnoyarsk you're strongly advised to use only authorized carriers, it is a very safe city but there is no need to risk without necessity, there are very many licensed drivers available. The licensed cars always have a yellow lamp on the roof with the chessboard-like ornament and advertisements with phone numbers on the sides.\n\nUsually taxis are rather cheap (even if not using a meter) and rather honest, however, seeing that you're a foreigner, some drivers may try to make you pay through the nose. Half-a-city drive should not be more than 300 rubles (11 USD), if you suspect too dirty cheating, you may demonstrate your intent to complain to the driver's boss. A ride to and from the airport ranges from 900 to 1200 rubles (30-40 USD). Beware of taxi drivers that offer rides at the exit from the baggage area upon arrival, you might be robbed or ripped off.\n\n",{"type":"==","value":["See"]},"\n\nKrasnoyarsk is a beautiful city, established by Russian Cossacks (military servants) in 1628. It's name consists of two words — Krasnyi (red, because of clay reddish soil) and Yar (steep bank). Views of Yenisey River and the nearby Sayan Mountains covered by taiga forest are quite picturesque.\n\n",{"type":"[[","value":[["File:Красноярские Столбы.jpg"],["thumb"],["Krasnoyarsk, Forest Reserve Stolby"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Karaulnaya Gora"]}," (Караульная гора, Russian for 'The Watch Hill') — a large hill with the Paraskeva Pyatnitsa Chapel (Часовня Параскевы Пятницы) on its top is a symbol of the city depicted on the 10-ruble banknote. To get there you can take a bus, in the autumn 2008 the suitable bus numbers were #32, #64, #74 and #88, and ride to ",{"type":"''","value":["Ploschad Pobyedy"]}," (Площадь Победы, Russian for ",{"type":"''","value":["The Victory Plaza"]},"), from there walk the Stepana Razina Str. until you see the chapel. You can also visit the Chapel with SibTourGuide's excursion ",{"type":"[","value":["http:\/\/sibtourguide.com\/tours\/10-ruble_tour\/ \"The 10-ruble tour\""]},". In the village-type surrounding area you can easily come upon criminals and drug traders, so you should better not try to walk there."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vasily Surikov Museums"]}," (Lenina Str. 98 and Karla Marksa Str. 36) are the museums of the one of the greatest Russian painters who was born and lived in Krasnoyarsk until he moved to Moscow to become a member of the National Academy of Arts. The first is a two-story wooden house built in 1830 by the painter's father, Vasiliy Surikov was born and lived for many years in that house, the second is a later-built one-story house holding many of his works."]},"\n",{"type":"[[","value":[["File:Krasnoyarsk Dubrovinskogo 84 Museum.jpg"],["thumb"],["250px"],["Krasnoyarsk Regional Museum is Egypt-style ex-private building"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Krasnoyarsk Regional Museum"]}," (Dubrovinskogo Str. 84) is a recently restored monumental building in an ancient Egyptian style. It holds a lot of good exhibitions on the history of the Krasnoyarsk Krai as well as many archeological artifacts."]},"\n",{"type":"*","value":[{"type":"'''","value":["Andrey Dubensky Monument"]}," (near Partizana Zheleznyaka Str. 1) located at the top of the Krasnyy Yar hill after which the city was named is a monument to the Cossack leader Andrey Dubensky who has founded the stockaded fort of Krasnyy Yar in 1628 by the order of Michael I. The monument was erected in 2003 to honour the 375th anniversary of the city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Flower monuments"]}," are located all over the city. Large figures (2–5m) made of flowers can be seen only in summer. The first figure is a Bear, it stands near the mayoralty building known for its modernist Big Ben-like clock, a family of Giraffes on the Lenina str. behind the Regional Government building knows as the ",{"type":"''","value":["Grey House"]}," (Серый дом), a Rooster near the Theater of Musical Comedy (Театр Музыкальной Комедии), a family of Elephants on the Kopylova (Копылова) str."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Culture and History Center"]}," (former ",{"type":"''","value":["Lenin Museum"]},") constantly presents various local and international exhibitions and events, all open to the public and sometimes free: fine art and photography by modern artists, art-house and independent movie festivals, ",{"type":"''","value":["museum nights"]}," with performances by young local artists, wax figure exhibitions, moving exhibitions from other cities, etc. The very building of the center itself is an incredibly interesting place to visit due to its original and atmospheric inside architecture."]},"\n",{"type":"*","value":["The summer of 2006 has been very interesting due to the ",{"type":"'''","value":["overflow of water in the Yenisey river"]}," caused by the drop of water from the Divnogorsk Hydroelectric Power Station dam. Every year the Power Station drops amounts of water from its reservoir producing a large waterfall, of course it very rarely causes a flood like in the 2006 but still it is a spectacular view."]},{"type":"*","value":["Krasnoyarsk has a lot of huge ",{"type":"'''","value":["trade-and-entertainment centers"]}," where you can find cinema theaters, restaurants, cafeterias and numerous large and small shops. The major centers are: Torgovyy Kvartal (Торговый Квартал, Russian for ",{"type":"''","value":["Trade Block"]},") at Televizornaya Str. 1, Planeta (Планета, Russian for ",{"type":"''","value":["Planet"]},") at Dyevyatogo Maya Str. 77 and Luch (Луч, Russian for ",{"type":"''","value":["Ray"]},") at Karla Marksa Str. 149. Other large trading centers are Kvant (Квант, Russian for ",{"type":"''","value":["Quant"]},") at Krasnoy Armii Str. 10, Yevraziya (Евразия, Russian for ",{"type":"''","value":["Eurasia"]},") at Karla Marksa Str. 95-1 and Krasnoyarye (Красноярье, Russian for ",{"type":"''","value":["Places of Krasnoyarsk"]},") at Krasnoyarskiy Rabochiy Str. 120."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Open-air concerts."]}," June–September,every Saturday and Sunday. Since the beginning of June until mid-September, at the Theater Square in Krasnoyarsk city are spend SUMMER EVENINGS. Concerts are held every Saturday and Sunday from 19 to 21 hours. In August concert began with a unique presentation of one-man band Yuri Melnikov, and continued with the performance of creative groups from Azerbaijan and Armenia. You will have the opportunity to enjoy the stunning national dances and hear the instruments peoples of the Caucasus. For those who love to dance, Krasnoyarsk Alla studio brass hold a master class. For forty minutes you can learn some of the elements in dance style. On Sunday, guests waiting for a concert of vocal group \"Diez\". Winners of the International and Russian competitions will perform their best hits! And the sixth qualifying round of the project \"Popstars\".  Participation in the contest can take anyone. Anyone who feels confident in himself, who is talented and not shy, can show himself to the public. Come to the Theater, participate, and you have a chance to win!   Every Saturday and Sunday and public holidays, from 19.00 to 21.00 on a special platform installed in the Theatre Square, will be held performances of creative groups of the city and the region. All those who will come to the Theatre in the evening, within two months to hear songs, classical and retro music, as well as works by contemporary composers, jazz. For young people will take pop festivals and competitions. There will be a festival and guitar music"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Krasnoyarsk hydroelectric station.jpg"],["thumb"],["250px"],["Krasnoyarsk Hydroelectric Power Station"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The City Day"]}," is celebrated every year in June, it is a spectacular show with a street carnival of different topics each year and everning fireworks."]},"\n",{"type":"*","value":[{"type":"'''","value":["Stolby Nature Reserve"]}," (Заповедник Столбы, or Pillars in English ) is famous among alpinists all over the world. Stolby covers an area of 470 km² (181 square miles) with numerous giant granite rocks formations up to 100 m high, many of very extraordinary shapes: Ded (Дед, Russian for ",{"type":"''","value":["Grandfather"]},"), Babka (Бабка, Russian for ",{"type":"''","value":["Grandmother"]},"), Slon (Слон, Russian for ",{"type":"''","value":["Elephant"]},"), Peria (Перья, Russian for ",{"type":"''","value":["Feathers"]},"). The last one is the most dangerous rock, which has already taken dozens of climbers' lives. Stolby is a major rock climbing location, many local climbers intentionally do not use any belaying equipment and call their extreme sport \"stolbizm\", which is known around the world as free solo climbing. To get there you should take a bus to 'Turbaza' (Турбаза, Russian acronym for ",{"type":"''","value":["Tourist Base"]},"), in the autumn 2008 it was #19 and #30, then you need to walk for 7 km on the asphalted road through the forest until you reach the Pervyy Stolb rock (Первый Столб, Russian for ",{"type":"''","value":["The First Pillar"]},"). Most of the distance goes upwards, the last 400m of the way is rather steep, that's why tourists has called this road \"Pykhtun\" (Пыхтун, Russian for ",{"type":"''","value":["Panther"]},"). There is also a cable car that travels to the Reserve. Check the web-site ",{"type":"[","value":["http:\/\/www.stolby.ru\/eng\/"]}," for more details. Check out here to learn about guided hiking ",{"type":"[","value":["http:\/\/sibtourguide.com\/tours\/stolby_nature_reserve\/ trips to Stolby Nature Reserve"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Divnogorsk city"]}," (Дивногорск, means \"The Town of Wondrous Mountains\") — 40 km West, half an hour on the jet-boat (only in summer) or by train from the central railway station (железнодорожный вокзал). The view to the river and the mountains is breathtaking. A major hydroelectric dam is located there, during the water discharge in summer it looks fantastic. If you choose train then please note that there are few trains (elektrichkas) per day going there: at 6:37 AM (except Saturday and Sunday in winter), at 3:42 PM, at 6:00 PM plus an additional summer weekend train at 10:38 AM. Trains back to Krasnoyarsk are at 6:00 AM, at 8:28 AM (except Saturday and Sunday in winter), at 5:22 PM plus an additional summer weekend train at 12:18 AM. The schedule may be temporarily changed at any time. Visit to the Krasnoyarsk hydroelectric power station is SibTourGuide's excursion ",{"type":"[","value":["http:\/\/sibtourguide.com\/tours\/trip_to_the_dam\/ \"Trip to the dam\""]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Roev Ruchey Zoo"],["alt=Роев ручей, Russian for Royev's Brook"],["url=http:\/\/www.roev.ru\/chey\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is located westward of the entrance to the Stolby Nature Reserve (one bus stop further). It is a very good zoo, where animals live in good conditions, the city children and adults love to visit it throughout the whole year. Its animal collection is one of the richest in Russia. The most famous inhabitant is a polar bear called Sedov."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Racing on lawnmowers."]}," The annual festival of moto. Participate ATVs, jet skis, gliders, hang gliders, helicopters and a lawn mower! In Krasnoyarsk, 2010 July 3, at 12.00 to begin races on water and on land. In the program included a parallel slalom on the watercraft on the water and cross-trial ATV over rough terrain on land. Until 22.00 on «alterMotorFest» will play rock musicians. Here will be a training fee of Krasnoyarsk citizens before going to the Sayan Ring."]},"\n",{"type":"*","value":["You can also visit ",{"type":"'''","value":["beautiful forests"]}," surrounding Krasnoyarsk, including the much-less-known Mininskiye Stolby rocks, which are similar to the Stolby rocks but lesser in quantity, as well as numerous ",{"type":"''","value":["vidovkas"]}," (видовка, Siberian tourist slang meaning ",{"type":"''","value":["place of view"]},"). For such a route it is strongly recommended to find a good guide since there are no special hiking roads made, ways to get there are usually limited to train and foot, there is a possibility to meet wild beasts and you must be ready to walk for 10–20 miles without a rest, often uphill. You can cut some dry wood to make fire freely but be sure to take all the needed precautions not to ignite the forest, especially in windy days of autumn and spring, when grass is dry. Incredible memories are guaranteed."]},"\n",{"type":"*","value":[{"type":"'''","value":["Krasnoyarsk Jazz-bike"]}," festival, 5 to 8 August . The first two days of this Program is a jass. Third day Program includes a lot of contests and music groups. Prepared interesting prizes. Special guest DJ \"Elephant\". Competitive program 7 August starting at 11PM Walking rechargeable, Armwrestling, fight on Balance beam, Enduro, Swim on Rubber Women. Music program on August 7, launching in 19: 00. columns of bikers will Collect at the sports complex on the island of 16.00 on 6 August."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Night of Ad Eaters"]}," is held every year in June in the Opera and Ballet Theater (Perensona Str. 2). The collection of advertisement trailers by Jean Marie Boursicot is presented to the local elite. The tickets are usually quite expensive (100+ USD), but the event is worth of it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Private guided tours and excursions around Krasnoyarsk"]}," Siberian Tour Guide (SibTourGuide), a Lonely Planet recommended guide in Krasnoyarsk invites everyone to join our guided trips and excursions. We offer tours to the main local highlights such as the Stolby Nature Reserve, Krasnoyarsk dam, museums etc. Join our guided hiking and car trips, experience our HomeStay B&B and Local Dacha Stay accommodation options. Please visit our website to see how to take the most of Krasnoyarsk: ",{"type":"[","value":["http:\/\/sibtourguide.com\/"]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["File:Jenissei Bridge in Krasnojarsk.jpg"],["thumb"],["250px"],["Krasnoyarsk, Communalnyi bridge (Коммунальный мост) is the main bridge over the Yenisey river"]]},"\n\nNext to ",{"type":"[[","value":[["Novosibirsk"]]}," and ",{"type":"[[","value":[["Tomsk"]]},", Krasnoyarsk is the most prominent scientific and educational center of Siberia with more than 30 higher education facilities, many of which are the branches of the Russian Academy of Science, and about 200 high schools. The most notable higher education institutes are:\n\n",{"type":"*","value":[" Siberian Federal University (Russian abbreviation is SibFU), founded on November 4, 2006. The institution integrated four large higher education institutions (Krasnoyarsk State University, Krasnoyarsk State Academy of Architecture and Civil Construction, Krasnoyarsk State Technical University, State University of Non-Ferrous Metals and Gold)"]},"\n",{"type":"*","value":[" Krasnoyarsk State University of Education (Russian abbreviation is KGPU), founded in 1932"]},"\n",{"type":"*","value":[" Siberian State Technological University (Russian abbreviation is SibGTU), the oldest in the city, founded in 1930 as the Siberian Institute of the Forest"]},"\n",{"type":"*","value":[" Siberian State Aerospace University (Russian abbreviation is SibGAU), founded in 1960"]},"\n",{"type":"*","value":[" Krasnoyarsk State Medical Academy (Russian abbreviation is KrasGMA), founded in 1942"]},"\nSimilarly to ",{"type":"[[","value":[["Novosibirsk"]]}," and ",{"type":"[[","value":[["Tomsk"]]},", Krasnoyarsk has a special city district called Akademgorodok (Academic Town in Russian) where many of the institutes are located. There, in the Institute of Biophysics, the experiment on ecological isolation of human beings called \"Bios\", similar to the US experiment Biosphere 2, has been successfully held in 1973-1985.\n\n",{"type":"==","value":["Work"]},"\n\nLike any industrial center, Krasnoyarsk has a large number of employment opportunities. However, salaries are low (up to 500 USD\/month is 'good', 1000+USD\/month is 'very good'; higher salaries are available for top-managers or business owners only). Salaries net of taxes.\n\n",{"type":"==","value":["Buy"]},"\n\nIf you want to buy Siberian souvenirs or paintings of the Krasnoyarsk artists you can visit the ",{"type":"'''","value":["Diana"]}," (Диана) art salon at Mira St. (ул. Мира) 51. You may try to speak English with merchants here. Another place to look for paintings of the local artists is the ",{"type":"'''","value":["Khingan"]}," (Хинган) galleries at Mira St. (ул. Мира) 3, Vzlyotnaya St. (ул. Взлётная) 2 and Totmina St. (ул. Тотмина) 6. Siberian souvenirs are also sold in the ",{"type":"'''","value":["Sibir-Etno"]}," (Сибирь-этно) galleries, the first of them is in the Krasnoyarsk railway station, the second is at Aviatorov St. (ул. Авиаторов) 19.\n\nThe one unique thing you're advised to buy is ",{"type":"'''","value":["cedar nuts"]},", because the ",{"type":"[[","value":[["Siberia"]]},"n region is the only region where the authentic variety of this delicacy can be purchased. Throughout the rest of the world cedar nuts are extremely expensive.\n\nOther goods are the same as all over Russia. Chinese clothes could be slightly cheaper on the ",{"type":"'''","value":["Chinese market"]},".\n\n",{"type":"==","value":["Eat"]},"\n\nWell, it's difficult to stay hungry in Krasnoyarsk. There's no McDonald's, but KFC\/Rosticks is now available in several locations.\n\nThe only places you're strongly advised NOT to visit — any restaurants near the Railroad Station, and the local Market-Place ('Колхозный рынок', which is located at the end of Diktatury Диктатуры street), because they are traditionally occupied by local and visiting criminals — that is unless, of course, you yourself are a criminal looking to socialize.\n\n",{"type":"===","value":["Budget"]},"\n\nA number of cheap bars serving sandwiches are spread all over the city. Just stop in  any one and you'll find hospitable people (you will, however, need to understand some ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," to get very far in these venues).\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Venezia"]},", Mira (Мира) street crossing Surikova Сурикова street.  One of the best restaurants serving Italian cuisine.  To the left of a large shopping mall called Dom Byta (Дом быта). Be careful not to miss the well hidden small door."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Chaynaya Yurta"]}," (Чайная Юрта) near КИЦ (Lenin's museum): A tea house inside a large yurt\/ger with a great atmosphere and comfy cushion seating inside. They have a huge range of teas from many different countries and regions, 150rub for a pot and free water refills. They also do excellent flame roasted and skewered chicken, meat and potatoes. One serving of chicken, potatoes and some lavosh bread is enough for 2 and will cost around 340rub. They also have pretty good taste in music here playing chill out CD's with a Mongolian\/tuvan vibe......No English menus..."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chaykhona"]}," (Чайхона)Урицкого,100: Similar to Chaynaya Yurta however in a normal building instead of a yurt. Good atmosphere, live DJ's playing down tempo and chill out in the evenings. Beer: half litre for 100rub. Cocktails available too."]},"\nAlso there are a number of excellent Chinese restaurants on Mira street near the Theater of Musical Comedy, where real Northern Chinese Cuisine can be found.\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Center"]}," (Центр), Mira street (",{"type":"''","value":["near the Technological University campus"]},").   Serves European food."]},{"type":"*","value":[" ",{"type":"'''","value":["Bavaria"]},"' (Бавария), on the Square near the Opera Theater.  German cuisine."]},{"type":"*","value":[" ",{"type":"'''","value":["Balkan Grill"]}," (Балкан Гриль) is behind Krasnoyarsk Opera theater, serves delicious authentic! cuisine of South-Eastern "]},"Europe.\n",{"type":"*","value":[" ",{"type":"'''","value":["New York"]}," right in the center next to the Hotel Krasnoyarsk. English Menu, good food, nice and beautiful people. "]},{"type":"*","value":[" ",{"type":"'''","value":["Cafe Krem"]}," pr Mira 10, open 24h, English Menu, good for having breakfast."]},"\n",{"type":"==","value":["Drink"]},"\n\nNumerous nightclubs can be found in all parts of Krasnoyarsk, but it's better to avoid those located in suburbs (the clientele can be unpleasant), or very expensive luxury clubs and restaurants (frequented by local criminals). The prominent nightclubs are:\n\n",{"type":"*","value":[{"type":"'''","value":["Che Guevara Bar"]}," (Бар Че Гевара), Profsoyuzov St. (ул. Профсоюзов) 3, building 1\/35, near the Krasnoyarsk railway station."]},{"type":"*","value":[" 'Koloradsky Papa' (Колорадский Папа) Krasnoyarsky Rabochy (пр. Красноярский рабочий, 160e"]},{"type":"*","value":["  Harley's, Molokova 56 (Молокова)"]},{"type":"*","value":[" The XXX, Karla Marksa (Карла Маркса), 95 building 1"]},{"type":"*","value":[" Sterling * (Стерлинг), Vzletnaya, 12 (Взлетная)"]},{"type":"*","value":["Music bar LOFT*  Uritzkogo, 94 (Урицкого)"]},"\nMost cinemas have night clubs as well. Actually, it quite difficult to find several adjacent blocks without at least one night club or disco.\n\nNOTE: if you get in any night club, either luxury or inferior, watch out for drug traffickers! They can be found in ALL night clubs, but usually don't disturb those who don't want to contact them.\n\n",{"type":"==","value":["Sleep"]},"\n\nGenerally speaking, the closer to the center, the safer. Although Krasnoyarsk is a very safe place, you're not advised to look for accommodation in the suburbs; local lumpens won't make your stay pleasant. The right (southern) bank is mostly \"lumpenized\" except for the Predmostnaya Ploshchad' (Bridge Square, or Предмостная площадь); on the contrary, the left (northern) bank is nice except for the most distant districts.\n\nYou're strongly advised to book your accommodation beforehand (better by phone, and don't expect to find any English-speaking staff), because there are not many hotels in Krasnoyarsk, most with no on-line booking service and no English-speaking personnel. Don't expect to find Internet and hair-dryers, but be ready to meet insects and to go without hot water unless you choose the most expensive hotels.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kiwi Hostel"],["alt="],["url=http:\/\/www.kiwihostel.ru\/index.php\/en\/"],["email="],["address=Partizana Zheleznyaka 9g-17 (4th floor)"],["lat="],["long="],["directions="],["phone=+7 983 294 2626"],["tollfree="],["fax="],["price=450 - 500 rubles (about $15-17) per night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= SibTourGuide hostel"],["alt="],["url=http:\/\/sibtourguide.com\/accommodation\/hostel\/"],["email="],["address=Mira street, building 85, apartment 72"],["lat="],["long="],["directions="],["phone=+7 950 985 86 08"],["tollfree="],["fax="],["checkin="],["checkout="],["price=700 RUB (dorm bed) 900 RUB (single room)"],["content=Sibtourguide has a nice, calm and clean hostel, with good kitchen facilities and free wireless. Staying also include a 200 RUB voucher for food at the English Café nearby. (the english cafe is in a higher price range than the hostel, so the voucher will be enought for a small breakfast \/ dinner but nothing larger)"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yakhont Hotel (гостиница Яхонт)"],["url=http:\/\/www.yahont.ru"],["email=yahont_mail@mail.ru"],["address=44-a Telman street (ул. Тельмана 44-а)"],["lat="],["long="],["directions=located 15 min drive from the Center"],["phone=2566767"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ogni Eniseya Hotel (гостиница Огни Енисея)"],["url="],["email="],["address=80 Dubrovinskogo street (ул. Дубровинского 80)"],["lat="],["long="],["directions=located on the embankment of the Yenisey River, near the Regional Museum"],["phone=2275262"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tourist Hotel (гостиница Турист)"],["url=http:\/\/www.krastour.ru"],["email="],["address=2 Gladkova street (ул. Гладкова 2)"],["lat="],["long="],["directions=located on the embankment of the Yenisey River, Predmostnaya square (Предмостная площадь)"],["phone=2761900"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\nKrasnoyarsk's two luxury hotels cost from 130 USD per night, which is hardly worth it. However, you're safe from insects, and their location is quite convenient.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Krasnoyarsk Hotel (гостиница Красноярск)"],["url=http:\/\/www.hotelkrs.ru"],["email="],["address=94 Uritskogo street (ул. Урицкого 94)"],["lat="],["long="],["directions=located on the Square at the Opera Theatre"],["phone=2273769"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Oktyabr'skaya Hotel (гостиница Октябрьская)"],["url=http:\/\/www.hoteloctober.ru"],["email="],["address=15 Mira street (ул. Мира 15)"],["lat="],["long="],["directions=located on the Square at the Opera Theatre, the best hotel of the city"],["phone=2277508"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"."]},"\n",{"type":"==","value":["Connect"]},"\n\nThe international code for Russia is +7, the code for Krasnoyarsk is 391.\n\nPublic phones are not very common. International phones can be found in the post offices, where you prepay your talk to a cashier (English is very unlikely to be understood).\n\nMobile phones are carried by almost everyone, including children. Prepaid SIM cards with Russian federal number are sold for many national and local telecommunication providers: ",{"type":"[","value":["http:\/\/www.krasnoyarsk.beeline.ru BeeLine"]}," (Билайн), ",{"type":"[","value":["http:\/\/www.kras.mts.ru MTS"]}," (МТС), ",{"type":"[","value":["http:\/\/www.etk.ru YeniseyTelecom"]}," (Енисей Телеком), ",{"type":"[","value":["http:\/\/www.megafonsib.ru Megafon-Krasnoyarsk"]}," (Мегафон-Красноярск), all around the city. The mobile standard is GSM 900\/1800, however some operators still provide the DAMPS service. SMS usually costs around 1 ruble ($0.05 US), one minute of talk is around 5 rubles ($0.20 US).\n\nYou cannot be charged for incoming calls (unless use the roaming) but may need to pay a fixed price of $0.50 US for a call. There is a pretty good coverage from all of the major cellular providers in the city neighborhood, but the phone may work in deep uninhabited valleys as well as far from relatively large towns.\n\nInternet cafes are not common, but Mobile GPRS in Russia is usually very cheap, 5-10 rubles per megabyte. There are many local ISPs that offer high-speed Internet connection via ADSL, Ethernet, Wi-Fi and Wellcom (IMT-MC 450) but they all require signing an end-user agreement and very unlikely accept foreign passports and understand English as well. Modem access (usually 40-56 kbit\/s) is much easier to buy.\n\n",{"type":"''","value":["Internet cards"]}," can be bought in any post office and some supermarkets, they contain login, password and the ISP modem phone number. Several free Wi-Fi Internet access points  are available in the public places:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Traveler's Coffee"]},", Mira St. (ул. Мира) 54. Wi-Fi is about 100 rubles per 100 MB. Setting up is not instant, but as long as you get through the instructions, all is OK. Good coffee, some simple cuisine and fine lounge music are nice additions to your temporary work environment."]},{"type":"*","value":[" ",{"type":"'''","value":["Luch"]}," (Луч) theater, Karla Marksa St. (ул. Карла Маркса) 149."]},{"type":"*","value":[" ",{"type":"'''","value":["Mama Roma"]}," restaurant, Mira St. (ул. Мира) 50a. You should order something (more than a cup of coffee) and ask to turn Wi-Fi on."]},{"type":"*","value":[" ",{"type":"'''","value":["Coffee House English School"]}," restaurant, on Lenin St. has a very helpful English-speaking staff and free internet terminals and wifi."]},{"type":"*","value":[" ",{"type":"'''","value":["Troy"]}," park, on Free avenue (пр. Свободный) has free wifi."]},"\n",{"type":"==","value":["Сonsulates"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Honorary Consulate of the Republic of Slovakia"],["url="],["email=lider@scn.ru, nvo@scn.ru"],["address=124 Б, Uritskogo St.,"],["lat="],["long="],["directions="],["phone=+7 (391) 256 00 07, +7 (391) 256 00 06"],["tollfree="],["fax=+7 (391) 256 00 17, +7 (391) 256 00 16"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThough generally safe for the experienced traveler, Krasnoyarsk can be a tricky destination for someone not familiar with the region and culture. The downtown areas are pretty much safe all night, but in the suburbs it's highly recommended not to walk alone after dark. If you are 15–30 years old, the neighborhood of student dormitories (living blocks without balconies, usually 9-story), the inside of living districts and street cafes can be dangerous for you even at the day time due to the chances to meet drunk bullies who can be easily provoked, for example, by your unusual or not athletic look. Other places of higher risk are large market places and the railway station: be sure to keep your cash out of view and out of pickpockets' reach.\n\nAvoid asking the police for help unless it is really necessary. If possible, communicate with the hotel staff and security first, because communication with local policemen may be unpleasant due to both the language barrier and their usual rudeness, or even dangerous, especially for non-European-looking foreigners (although police in Krasnoyarsk is far from being as dangerous as in ",{"type":"[[","value":[["Moscow"]]}," and ",{"type":"[[","value":[["Saint Petersburg"]]},". Sadly, this is a national problem in Russia: there is not much difference between police and criminals.\n\n",{"type":"==","value":["Go next"]},"\n\nThe easiest way to travel from the city is to fly to Moscow first, and then to wherever necessary. However, there are some flights from the local airport Emelianovo to China and the nearest ex-USSR countries, or through ",{"type":"[[","value":[["Novosibirsk"]]}," and ",{"type":"[[","value":[["Irkutsk"]]}," which can be easily reached by train.\n\nThe neighboring region of ",{"type":"[[","value":[["Khakassia"]]}," with its major city ",{"type":"[[","value":[["Abakan"]]}," is 400 km South, reachable by car (M-54 road) and everyday train from the railway station.\n\nThe next stops of note on the ",{"type":"[[","value":[["Trans-Siberian Railway"]]}," are ",{"type":"[[","value":[["Achinsk"]]}," to the west towards ",{"type":"[[","value":[["Novosibirsk"]]}," and ",{"type":"[[","value":[["Kansk"]]}," to the east towards ",{"type":"[[","value":[["Irkutsk"]]},"\n\nDuring the summer there are 1-2 week cruises to the Northern part of the Krasnoyarsk Krai to the mouth of the Yenisey. Everyday connections exist only for the city of Divnogorsk, located 40 km west, near the Krasnoyarsk Hydroelectric Power Station.\n\n",{"type":"{{","value":[["routebox"],["image1=Trans-Siberian Railway icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Yekaterinburg"]]}],["minorl1=",{"type":"[[","value":[["Achinsk"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Khabarovsk"]]}],["minorr1=",{"type":"[[","value":[["Kansk"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["56.0167"],["93.0667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Krasnoyarsk (region)"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Krasnoyarsk"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Russia\/Administrative Regions\/Krasnoyarskiy Kray\/Krasnoyarsk\/"]]}]