[{"type":"{{","value":[["pagebanner"],["Krimml-banner.jpg"]]},"\n\n",{"type":"'''","value":["Krimml"]}," is in the Pinzgau-Valley in the state of ",{"type":"[[","value":[["Salzburg (state)"],["Salzburg"]]},", ",{"type":"[[","value":[["Austria"]]},". Krimmel is at the border of the ",{"type":"[[","value":[["Nationalpark Hohe Tauern"]]}," and offers many possibilities for hiking an mountain biking.\n\n",{"type":"==","value":["Get in"]},"\nKrimml can be reached by car, train or bus. \n",{"type":"===","value":["By car"]},"\nKrimmel is located at the base of the Gerlospass, a road charged with a fee of €7 per car. If you come through the ",{"type":"[[","value":[["Pinzgau"]]},"-Valley and don't want to cross the pass, you only need to take one of the big parking grounds around the village. The fee is €4 per car. If you have come across the pass or plan to cross it, you better take the parking after the toll barrier, which is free if you once have paidd the charge for the pass.\n\n",{"type":"===","value":["By train or bus"]},"   \nThe train station is 2.5 km outside of the village, but there are good connections during the day.\n\n",{"type":"===","value":["By bicycle"]},"\nThere are bicycle rentals in Krimmel and in the neighbour village Wald. Both villages claim to be \"bike friendly\".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wasserfaelle-krimml.at\/html_engl\/wasserfall_engl.html Krimmler Wasserfälle"]}]}," - Europe`s Highest Waterfalls - This is the big \"must\" when visiting Krimml. The water of the Ache river falls in 3 cascades through 380 meters over all. Although, impressive all year round, the months with most water are July and August. The base of the falls is easy to reach from the village or the parking grounds (15 minutes walking on flat ground). <\/br> The entrance fee is €1.50 per person. You can reach the top of the falls on a wide and well maintained path. Nevertheless, 380 meters of altitude must be climbed, and it can be very steep in places. Many platforms on the way give impressive views of the waterfalls. You also can find a simple restaurant (",{"type":"''","value":["Jausenstation"]}," in Austrian German) half the way to the top. If you are unable to make the climb, you can get a taxi bus for ca. €10 per person. Open every day from 10.00 am till 5.00 pm."]},"\n",{"type":"*","value":[{"type":"'''","value":["WasserWunderWelt Museum"]}," - right next to the way to the entry of the waterfalls, there is the WasserWunderWelt (Wonder World of Water) Museum with its so called outdoor ",{"type":"''","value":["Aqua-Park"]}," that shows the power of water in various ways. Explanations are in German and English. Entry fees: €7 for adults, €3.50 for children from 6 to 15 years, €14.50 Family Card with all children inclusive, €6 for adult groups with at least 11 persons, €3 for pupil groups. All prices include the fee for the waterfalls themselves."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAt the base of the Krimml Falls is a really nice restaurant where you can get food e.g hot dogs, chips. The usual.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["47.2167"],["12.1833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Salzburg (state)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Krimml"]]},"\n",{"type":"[[","value":[["Commons:Category:Krimml"]]}]