[{"type":"{{","value":[["pagebanner"],["Krośnieńskiego rynku.jpg"]]},"\n",{"type":"'''","value":["Krosno"]}," is a town and county in ",{"type":"[[","value":[["Subcarpathian Voivodship"]]},", ",{"type":"[[","value":[["Poland"]]},".\n",{"type":"[[","value":[["File:POL Krosno COA.svg"],["thumb"],["upright"],["Krosno - Coat of Arms"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Krosno"]}," - a city with county rights - municipal district in Subcarpathian province and the seat of the county of Krosno, including the coverage areas of the ten surrounding communities at a much smaller population. Located in the Carpathian Euroregion, which includes Polish border areas, Slovakia, Ukraine, Hungary and Romania.\nThe date of the first foundation charter of the town is not known, though we may presume that the oldest preserved royal document dating from 1367, regarding the sale of the Krosno aldermanship, was modeled on an earlier foundation act.\nKrosno, a royal town from its origin was not only an important center of economic life, but also a very important center of art, which focused on artistic patronage of wealthy citizens and the local gentry.\nIn the city, whose fortifications were built during the life of Casimir the Great, and continued in subsequent centuries, contributed to the outstanding monuments of architecture, which fills the interior made ​​on the spot - or brought in from outside - works of sculpture, painting and decorative arts.\nThe exceptional importance of the city, often referred to as parva Cracovia \"little Krakow\", evidenced by the fact that the figure of the panorama - along with several other views of the most important cities of the Polish Kingdom - located in the famous work of G. Braun and F. Hoghenberga \"Civitates Orbis Terrarum\", published in Cologne in the years 1575 to 1618.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rzeszowairport.pl\/ Rzeszów – Jasionka"]}]}," (",{"type":"{{","value":[["IATA"],["RZE"]]},") is the closest international airport is just 60km from Krosno and providing, service from and to: Barcelona Girona, Birmingham, Bristol, Dublin, Frankfurt, Glasgow Prestwick, London, Manchester, Oslo Rygge, Paris Beauvais, Rome Fiumicino, Trapani as well as domestic flights from and to Warsaw and Gdansk.\n:To get from the airport to Krosno you neet go get to ",{"type":"[[","value":[["Rzeszów"]]}," first (taxi or ",{"type":"[","value":["http:\/\/www.mpk.rzeszow.pl\/ local bus service"]},") then take ",{"type":"[","value":["http:\/\/web.pks.rzeszow.pl\/ PKS bus"]}," (regional and long-distance bus service) to Krosno - PKS stops located - at Artura Grottgera 1, close to the train station.\n\n",{"type":"===","value":["By Train"]},"\nTo travel to Krosno by train, you can take a section of the ",{"type":"'''","value":["Galician Transversal Railway"]},", which opened in 1884. The Transversal Railway started at Čadca (present day Slovakia), and ended in Husiatyn (present day Ukraine), with a total length of around 800 kilometers.\n\nThe main railway station, ",{"type":"'''","value":["Krosno - Dworzec Główny"]},", is at Kolejowa 29.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Podkarpackie"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["49.683333"],["21.75"]]},"\n",{"type":"[[","value":[["Wikipedia:Krosno"]]},"\n",{"type":"[[","value":[["Commons:Category:Krosno"]]}]