[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kuakata"]}," is at the southernmost tip of ",{"type":"[[","value":[["Bangladesh"]]},".\n\nLocally known as Sagar Kannya (Daughter of the Sea) is a rare scenic beauty spot on the southernmost tip of Bangladesh. Kuakata in Latachapli union under Kalapara Police Station of Patuakhali district is about 30 km in length and 6 km in breadth. It is 70 km from Patuakhali district headquarters and 320 km from Dhaka. At Kuakata excellent combination of the picturesque natural beauty, sandy beach, blue sky, huge expanse of water of the Bay and evergreen forest in really eye-catching. \n\nKuakata is one of the rarest places which has the unique beauty of offering the full view of the rising and setting of crimson sun in the water of the Bay of Bengal in a calm environment. That perhaps makes Kuakata one of the world's unique beaches. The long and wide beach at Kuakata has a typical natural setting. This sandy beach has gentle slopes into the Bay of Bengal and bathing there is as pleasant as is walking or diving.\n\n",{"type":"==","value":["Get in"]},"\nThere exists road communication between Dhaka and Patuakhali district headquarters. Accessible by road, water or air transport up to Barisal. Then one may travel by road or water to Kuakata or Patuakhali.\n\nGetting in Kuakata is a 2 phase journey. first one is from DHAKA to BARISHAL. There are lauch & bus service available for this journey.\nThe 2nd phase is to travel from BARISHAL to KUAKATA. There are some bus service available in the Barishal Launch Port. These buses render daily trip to KUAKATA. This trip takes about 5-6 hours due to bad road condition. In this 2nd phase trip there are 5 Ferries.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThere are some sites that may be visited in Kuakata.\n",{"type":"*","value":[" ",{"type":"''","value":["Sunrise & Sunset'"]}," point on the beach."]},{"type":"*","value":[" ",{"type":"'''","value":["Jhaubon"]},", alongside the beach."]},{"type":"*","value":[" ",{"type":"'''","value":["Lemur Char"]},", accessible by Motorcycle & Zip-car. "]},{"type":"*","value":[" ",{"type":"'''","value":["Fatrar Dip"]},", accessible by Boat & Trawler."]},{"type":"*","value":[" ",{"type":"'''","value":["Misripara"]}," - Rakhain Village. It contains a Buddhist Temple which has a statue of Buddha of about 30 feet high. The road communication to this village is not good though. Motorcycle is the only good choice of transport to visit here."]},{"type":"*","value":[" ",{"type":"'''","value":["Rakhain Market"]}," near the beach."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Banani Palace"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Tk 800-2500"],["checkin="],["checkout="],["content=Located close to the beach, with nice views of sunrise and sunset. Rooms and bathrooms are modern."]]}]},"There are some other hotels also. All the Hotels are near the beach.\n\"Hotel Kuakata Inn\",\n\"Hotel Grevar Inn\",\n\"Hotel Sea Palace\",\n\"Hotel Al-Hera\" (For Budget Trip - Low Cost Rooms)\n\nFor more informations about Kuakata dial 01911 346427\n\nThere are also some comfortable hotel notable . if you stay with good room rate plus good atmosphere then youcould choose Kuakata Inn, Sagor Konna , Anondo Bari .Specially those are good in quality and compareble .\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["21.8167"],["90.1167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Barisal Division"]]},"\n",{"type":"[[","value":[["wikipedia:Kuakata"]]}]