[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Istana kenangan.jpg"],["thumb"],["Istana Kenangan"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mpkkpk.gov.my\/ Kuala Kangsar"]}]}," is the royal town of ",{"type":"[[","value":[["Perak"]]},".\n\n",{"type":"==","value":["Understand"]},"\nIt was here that the first rubber tree was planted in the then Malaya, by the English botanist Henry Nicholas Ridley. This rubber tree still stands today in the compound of the Kuala Kangsar City Hall (",{"type":"''","value":["Majlis Perbandaran Kuala Kangsar"]},").\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nThe main gateway to the town is via the North-South Expressway from ",{"type":"[[","value":[["Kuala Lumpur"]]}," to the Thai border. From Kuala Lumpur, head northwards towards Ipoh. Kuala Kangsar is just approximately 30km to the north of Ipoh. The old Federal Route One is an alternative for those who want a leisurely drive to Kuala Kangsar.\n\n",{"type":"===","value":["By train"]},"\nKeretapi Tanah Melayu operates daily services from Kuala Lumpur and Penang (",{"type":"[[","value":[["Butterworth"]]},").\n\n",{"type":"==","value":["Get around"]},"\nWalking to the various attractions is recommended for those who are fit, but driving around enables the visitor to explore the outskirts.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Masjid Ubudiah.jpg"],["thumb"],["upright 1.3"],["Masjid Ubudiah"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Malay College Kuala Kangsar"],["alt="],["url=http:\/\/www.mckk.edu.my\/viewpage.php?page_id=27"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is one of the premier schools in Malaysia. It is now a full boarding school opening its doors to Malaysia's brightest boys. It was founded by 4 sultans from the Negeri-negeri Melayu Bersekutu in 1905, as result of their desire to spearhead the future of Malays. They were Sultan Idris (Perak), Sultan Sulaiman (Selangor), Sultan Ahmad (Pahang) dan Yang Dipertuan Besar Mohd Shah (Negeri Sembilan). During the Japanese Occupation in World War II, the school was turned into administration offices and a hospital for the Japanese Imperial Army, who interrogated and subsequently beheaded anyone found to be a traitor. A school once again in the 1950s, it attracted a celebrated crowd - Anthony Burgess taught here. Many buildings date back to as far as 1909, such as the attractive red-roofed Big School. Another prominent feature is said to be the Big Tree, a raintree in front of the East Wing which is considered to be as old as the school itself. Known as Eton of the East, it has produced a good number of Malay leaders and politicians."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ubudiah Mosque"]}," (",{"type":"''","value":["Masjid Ubudiah"]},"). The beautiful Ubudiah mosque was designed by Arthur Benison Hubback, a government architect who is notably credited for the design of the Ipoh railway station and the Kuala Lumpur railway station. Construction began in 1910 but it was abandoned during World War I. It was also delayed when the then crown prince's elephant walked over and cracked the imported Italian marble floor. The mosque was finally completed in 1919."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Istana Iskandariah"]}," The Sultan's Palace, Istana Iskandariah is another legacy of British architect serving in the then Malaya.It is a massive marble structure with a series of towers, topped by golden onion domes set among trees and rolling lawns."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sultan Abdul Jalil bridge"]}," (",{"type":"''","value":["Jambatan Sultan Abdul Jalil Shah"]},")  which connects the town of Kuala Kangsar to ",{"type":"'''","value":["Sayong"]}," where village craftsmen produce the ",{"type":"'''","value":["Labu Sayong."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kuala Kangsar Clock Tower"]},". right in the middle of the town, which incidentally serves as the round-about for traffic management."]},"\n",{"type":"*","value":[" The Laksa stalls (Medan Selera Sungai Perak)."]},"\n",{"type":"*","value":[" Labu Sayong, a traditional water pitcher (containers) for storing drinking water are a cottage industry in ",{"type":"'''","value":["Kampong Sayong."]}," Interestingly, these water containers provide natural referigeration and the water stored are cold when kept overnight in the container. See how they are made by driving to the village."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kuala Kangsar Railway Station"]}," is a historical and interesting place to visit in this small Royal town. Not many railway stations this old exist in Malaysia these days. The station lies between Pandang Rengas and Sungai Siput."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Perak River Kuala Kangsar.jpg"],["thumb"],["upright 1.2"],["Perak River at Kuala Kangsar"]]},"\n",{"type":"*","value":[" Have a family picnic at ",{"type":"'''","value":["Ulu Kenas Waterfall"]}," which is located within the Ulu Kenas Forest Reserve. Facilities available are basic, and only on weekends the stalls selling food items and snacks are opened. Bring your own food to enjoy your jungle waterfall picnic."]},"\n",{"type":"*","value":[" Take a ferry ride across Perak River in the passenger ferry boats plying very frequently between the town and Kampong Sayong Tebing."]},"The fare is MYR0.20 or 20sen but you get a 10 minute ride on the ferry to experience the local lifestyle. Its worth it!\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Galeri Sultan Azlan Shah"],["alt=Just drive straight from the clock Tower, you may find the beautiful building just before the Ubudiah Mosque"],["url="],["email=gsas_perak@yahoo.com"],["address=galeri Sultan Azlan Shah, Bukit Chandan, 33000"],["lat="],["long="],["directions="],["phone=05-7775362"],["tollfree="],["fax="],["hours=10.00-5PM"],["price="],["content=This is a gallery where records and artifacts of the present Sultan ' who was also the 9th King of Malaysia , Chief Justice, and an avid hockey player who is also the Vive President of International Hockey federation is kept and exhibited."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" A variety of souvenirs from Labu Sayong, handicrafts, mengkuang mats, keris, traditional fish traps, parangs (long knives) and foodstuffs at and around Jalan Tebing, Kuala Kangsar."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laksa"]}," while available in many parts of Malaysia, with slight variations, one unique feature of the Kuala Kangsar Laksa is the ",{"type":"'''","value":["Laksa,"]}," (the vermicelli, or \"meehoon\" itself. Almost all the Laksa vendors here serve their \"laksa vermicelli\" freshly made. Thus, the texture is more savouring compared to the dried vermicelli which are first soaked prior to being served."]},"\n",{"type":"*","value":[{"type":"'''","value":["Masak Lemak Ikan Patin"]}," a delicious Malay dish, served with rice. The Ikan Patin ( a river fish of the cat fish family) is cooked in coconut milk with herbs, spices and condimums with the formidable \"cili api\" (Thai pepper). Small eateries along the ",{"type":"'''","value":["Tebing"]}," of the town serves this dish. Find the jetty for the passenger boat to Sayong and these eateries can never be missed."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Cendol Kuala Kangsar,"]}," which in the local dialect is pronounced as \"cendoi.\"\n\n",{"type":"*","value":[{"type":"'''","value":["The Cuesport Cafe"]},". The first sports cafe in town. The cafe provided 3 table of British pool to play while enjoying light beverages and ice-cream.Located at Bandar Baru Fasa 2 which is beside the Bus Terminal and Taxi Terminal. Ample car park in open space with the neighbourhood of banking such as Maybank, Agro Bank, CIMB and Bank Simpanan Nasional. Open Tu-Su."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=FJ Riverside Inn"],["alt="],["url=http:\/\/www.malaysia-bnb.com\/kuala.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Operates self-catering accommodation facilities"]]}]},"in Kampong Kledang, Kota Lama Kiri. Each of their bungalows (sleeps up to 8 people) are furnished with gas oven, refrigerator and air-conditioned.Bookings in advance is recommended as Kuala Kangsar is lacking in travel accommodation especially during weekends. \nContact no. (6) 012 2150525 or (6)012 2237361\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=MRO HOMESTAY"],["url="],["email="],["address=226 Tmn Kuala Kangsar, Kuala Kangsar,Perak"],["lat="],["long="],["directions="],["phone=014-3449100"],["tollfree="],["fax="],["hours=1km"],["price=$150.00"],["content=MRO Homestay offers accommodation at reasonable rated. Contact them at 226 Tmn Kuala Kangsar, Kuala Kangsar, Perak Malaysia.Telefon 014-3449100\/019-5182061. Huge Room with a\/c, bathroom and hot water"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Resort Safari Sungai Perak"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+605 777 2020\/21\/28"],["tollfree="],["fax=+605 777 2029"],["price="],["checkin="],["checkout="],["content=Offers decent accommodation at reasonable rates. Contact them at Jalan Daeng Selili, 33000 Kuala Kangsar Perak, Malaysia. and."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rumah Rehat Kuala Kangsar (Rest House)"],["url="],["email="],["address=Bukit Chandan"],["lat="],["long="],["directions=head towards Bukit Chandan from Kuala Kangsar. You will see a park on your left after crossing a bridge and about 50m ahead, the rest house is perched on a small hill on your right."],["phone=+605 776 4262"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Pleasant position just not far off from Istana Iskandariah and Masjid Ubudiah. Huge rooms with a\/c, bathroom and hot water. Some rooms offer a magnificent view of the river. Friendly and helpful staff."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["4.7667"],["100.9333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Perak"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kuala Kangsar"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States and Federal Territories\/Perak\/Localities\/Kuala Kangsar\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kuala Kangsar"]]}]