[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kuala Selangor"]}," is a town in ",{"type":"[[","value":[["Selangor"]]}," State.\n\nLiterally, Kuala means rivermouth in the Malay language, and thus this is a small town where the Selangor River (Sungai Selangor) meets the sea. It was the old royal capital of Selangor prior to moving to Klang, and finally to Kuala Lumpur.\n\nThis small town was conquered by the Dutch when they invaded Selangor in 1784. It is located well off the normal tourism route and hence, still maintains its traditional \"kampung\" (village) atmosphere.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nVisitors can board Selangor Bus No. 141 from Medan Pasar Bus Hub in Kuala Lumpur. The bus departs half-hourly from KL between 6.30am and 7.30pm, and takes 2 hours (++) to reach the bus terminal at Bandar Malawati, Kuala Selangor. (The last bus for the return trip from Kuala Selangor to KL is at 7.45pm) The one-way fare is RM7.30.\n\n",{"type":"====","value":["Directions to Medan Pasar Bus Hub"]}," \nThe bus hub is about 100m north of Central Market. From Masjid Jamek LRT, walk 100m southeast along Jln Tun Perak before turning right into Lebuh Ampang. After walking another 100m, you will see the bus shelter next to a grey \"clock tower\" in the small square. \n\n",{"type":"====","value":["Directions from Bandar Malawati Bus Terminal"]},"\nThe terminal is in Bandar Malawati, which is about 1km southeast of the town centre. You can then take a RM5 taxi ride \/ local bus to the town centre of Kuala Selangor (alternatively you can take a 15-20min walk). \n[The bus terminal is also served by Cityliner buses from Klang]\n\n",{"type":"===","value":["By taxi"]},"\n\nIts a one hour journey by cab. The cab might also not be able to pick up a passenger on the way back, so expect fares to be high. For comparison, the distance from KL to KLIA is about 80km and a one hour journey. Taxis typically want RM 70 for a trip to the airport. So you would expect something similar, or higher for this trip. You might be able to negotiate a good deal if you book the taxi for a return trip.\n\nHourly hire rates for a small taxi (red\/white) is about RM35 an hour if you would like to book one for the duration of the trip.\n\n",{"type":"===","value":["By car"]},"\n\nMake your way towards Sungai Buloh exit from North-South highway and follow the road signs towards Kuala Selangor. Alternatively if you are starting your journey from Klang, you can drive towards Kapar and head straight from there towards Kuala Selangor. Either way, the journey should not take longer than 80 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\nKuala Selangor is a relatively small town and has no public transport system. So really the only options are a sweaty walk or a take a taxi. (Apart of course from the tram going up and down Bukit Melawati.)\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Bukit Melawati"]},", known as Bukit Selangor to the locals, has an indelible mark in the history of Selangor. The locals built a fortress on top of the hill in the 19th century to defend Selangor from enemy attacks at the river mouth and provide a vantage point to monitor ships entering and leaving the Straights of Malacca. The fortress was captured by the mighty Dutch armies and was used as their base to launch attacks on Selangor to capture the luxurious tin trade. The fortress was renamed Fortress Altingsburg after the name of the Dutch Governor General at that time, Governor General Alting.\n\nThe fortress was later destroyed during the Selangor Civil War (1867-73) skirmish between warring factions fighting for tin rich areas. Sultans of various areas teamed up with different Chinese gangs and the war resulted in a bloody end only to be 'saved' by the British Resident, who was requested by other Malay Rulers to mediate talks to put an end to the futile feud. \n\nAlthough the war has ended years ago, there are several remnants from the past that appeal to historical buffs and visitors alike. A couple of leftovers cannons and foundation stones are hugely popular with visitors who are fascinated with its historical values. Some of the foundation stones are believed to be used for executions for locals who dared defied the Dutch armies. Bukit Melawati also has a lighthouse and several old colonial houses built during the British era. Some of the lesser known attractions on the hill include the Poisoned Well that was filled with poisonous mixture of latex and juice from bamboo shoots and reputed to be used to execute traitors by lowering them into the well drench in poison and the Royal Mauseleum that is the final resting place for the first three Sultans of Selangor.\n\nThe view from on top of Bukit Melawati is panoramic. On a clear day, visitors can see the Malacca Straits. The sunset view at this hill is rated among the nicest in the country. A little fishing settlements can be viewed from the hill as well. The sight of fishing boats rounding up their fishing trips and laying the nets down are a welcome sight after the hustle of the cities. From the hill visitors can also see the entirity of Kuala Selangor Nature Park, a great birdwatching site which is located at the foot of the hill.\n\n",{"type":"[[","value":[["Image:monkey.jpg"],["thumb"],["Monkeys on Bukit Melawati"]]},"\n\nThe Chinese nicknamed the hill as \"Ma Lau San\" which loosely translated as Monkey Hill.  This is because the hill is swarmed by several families of Silver -Leafed Monkeys and Long-Tailed Macaques. Visitors come in droves to feed the monkeys with peanuts and vegetables that can be purchased from vendors around the area. The monkeys are generally quite gentle. However do take caution as these animals are born in the wild and may be dangerous if provoked.\n\nVisitors can choose to walk up the hill or opt for a tram that runs up the hill (note: weekends only) and only costs RM3 per adult and RM1 for children. The tram will bring visitors round the hill and to the fresh water fish park. Visitors can choose to alight at any point that they wish and resume the ride on another tram.\n\n",{"type":"==","value":["Do"]},"\n\nGo and see the Fireflies (",{"type":"''","value":["Kelip-Kelip"]}," in Malaysian) at the Firefly Park in Kampung Kuantan and Kampung Bukit Belimbing in the evening. To get there, take a taxi (there are no local buses). No entry fee, but you pay RM50 per boat (4 persons maximum to a boat). Boat ride starts at 8PM and last boat leaves at 11PM to see the fireflies on the river banks. As their flashing becomes sychronised you can see entire trees flashing in the banks for Sungai (River) Selangor. Bring mosquito repellent and expect a long queue on weekends and public holidays.\n\n",{"type":"==","value":["Eat"]},"\nPasir Penambang, just minutes by car from Kuala Selangor town, is famous for seafood. Some restaurants are on the water, just by the river, and make for a good meal while watching the sun set. Expect to pay around RM15-50 per person, depending on what you order.\n\nThere is also a McDonald's located along the main road.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are no bars in the old or new center of the town, and the cafés and restaurants do not offer alcoholic beverages and close quite early (9-10pm at the latest).\n\nIf you do not have a car, and you are staying at the Firefly Resort, there is a small ",{"type":"''","value":["kedai makan"]}," (restaurant) across the road (the seafood restaurant at the resort has since closed).  If you are an ",{"type":"''","value":["Orang Asing"]}," (foreigner), be sure to brush up on your Malay, though all the usual staple food is available here.  Be sure to ask for ",{"type":"''","value":["Kopi Ais"]}," (iced coffee)!\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["De Palma Hotel Kuala Selangor"]}," has 48 chalets and 12 villas. Swimming pool, musollah, and WiFi available. The hotel also offers optional mangrove walk, fishing and boating activities. For a nominal fee, visitor can pay the hotel to arrange for transportation and tour to the fireflies center. Rate from RM150. Address: Jalan Tanjung Keramat, 45000 Kuala Selangor, Selangor. Tel: +603 3289 7070 | Fax: +603 3289 7080 | Email: info@depalmahotel.com |  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Firefly Park Resort"]}," offers chalet style stay with usual creature comforts such as color TV, air-con and kettle. They can of course also help arrange for fireflies tour.  Stay is 130RM per night (weeknights), 180RM per night (weekend), 200RM per night (holiday)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Malawati Ria"]}," is in the center of the town, (where the old bus station is), next to Maybank office. Excellent choice for a budget traveller (or less-of-a budget traveller as well). Very clean and comfortable rooms w\/ bathroom, hot shower, friendly staff. Air-con and TV. Good, firm mattresses. Standard double (double room) RM 60 \/ Superior double (twin room) RM 70 \/ Family room RM 100. Small, simple, basic and clean restaurant & cafe donwstairs where the reception is.  Tel: 03-3289 1268  \/  016-388 7183"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Kuala Selangor"]}," is in the center of the town, opposite the old bus station. Rooms are RM30-50, with the most expensive options offering attached bathroom, TV and air-con. Overall appearance untidy and rundown. Old spring mattresses, felt blanket without sheet for cover."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Firefly Villa"],["url="],["email="],["address=No 1, Jln SGG5\/4 Sg Gulang-Gulang, Tg Karang Selangor"],["lat="],["long=1 week"],["directions=about 10 minutes from Firefly Park Kuala Selangor"],["phone=019-2177371"],["tollfree="],["fax="],["hours="],["price=RM120"],["checkin="],["checkout="],["content=Firefly Villa is located in the historical town of Kuala Selangor, about 1.5 hours drive from the capital city of Kuala Lumpur. It is surrounded by most things that bring people to Kuala Selangor – the scenic rice field, coconut, oil palm and banana plantations, firefly park, nature park (for jungle tracking and bird watching) and the local recreational and historical sites.\nA lush green riot of tropical plants surrounded the villa including swimming pools and gazebos. Step back to a time where the only noises are a tickling of water, the rustle of palm leaves, birds chipping, and frog and cricket symphonies. Find a stillness and peace from far, far from the everyday city life.\nThe villa covering an area of about 10,000 sqm. It is set in peaceful setting amid the palm and banana trees within its own private gated compound. Within a stone throw away, a scenic paddy field, one of the largest in Malaysia.\nThe entrance gate is made in typical Balinese style leads to the main building. It comprises of five bedrooms each with en-suite bathroom. The master bedroom is equipped with a jacuzzi. The villa is also featuring a spacious living, dining and TV area. It is fully air-conditioned and equipped with modern amenities including wifi for free Internet access. \nThe lust outdoor space features a generous garden with swimming pools, Balinese gazebos and tilapia pond."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" From the Firefly Park Resort, you can plead for a good deal to go to towns including going to ",{"type":"[[","value":[["Ipoh"]]}," for RM220. Make sure you get a taxi with safety belts."]},"\n",{"type":"{{","value":[["geo"],["3.3500"],["101.2500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Selangor"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kuala Selangor"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States_and_Federal_Territories\/Selangor\/Localities\/Kuala_Selangor\/"]]}]