[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Kuala Besut river.JPG"],["thumb"],["upright 1.2"],["The Besut River at its mouth (kuala in Malay)"]]},"\n\n",{"type":"'''","value":["Kuala Besut"]}," is a small town in ",{"type":"[[","value":[["Terengganu"]]},", on the ",{"type":"[[","value":[["East Coast (Malaysia)"],["east coast of Malaysia"]]},". It is the gateway to the ",{"type":"[[","value":[["Perhentian Islands"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nKuala Besut is about 50km south of ",{"type":"[[","value":[["Kota Bharu"]]}," and about 110km north of ",{"type":"[[","value":[["Kuala Terengganu"]]},".\n\n",{"type":"===","value":["By road"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From Kota Bharu"]}," there is a direct local bus service (City Liner #638) (RM 6, 1.5h). It's also easy to arrange a share taxi ride RM80.00- virtually any guesthouse or hotel in Kota Bharu will organise this.You can also book the mini van ( Doremi travel & tour telephone no +6097479663 )from Kota Bharu to Kuala Besut . You are required to make reservation in advance especially during May- September. The fare is RM35.00 per pax.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From Kuala Terengganu"]}," take any northbound bus and get off at Jerteh (110km). Continue from there another 17km by local bus, taxi (10-20RM\/car) or walk to Kuala Besut "]},"   \n",{"type":"*","value":[" ",{"type":"'''","value":["From Penang"]}," east-bound Mutiara Ekspress depart from Sungai Nibong ",{"type":"''","value":["ekspres bas"]}," (express bus) terminal (public bus 401 from Penang Jetty RM2) to Jerteh via Kota Bharu twice daily (9AM\/PM, RM46), sometimes to Kuala Besut depending on number of passengers going there. The journey requires around 6 hours. There is no direct bus from Butterworth to Kuala Besut! From Butterworth you can take two direct buses (Mutiara at 10PM and S.P.Bumi 9AM\/PM) to Jerteh (RM42.70 vs RM42.00) and from there take local bus (?RM), taxi (10-20RM\/car), walk (flat well signed road :-)) or hitchike for another 17km to Kuala Besut Jetty. You will arrive to Jerteh at 3-5AM at Petrol station next to T junction of roads to Kuala Besut and Terengganu in middle of nowhere, so you will have plenty of time bargain with taxi drivers who are waiting there for you or for walk to bus station in Jerteh (1km on main road). Easiest way from Penang to Perhentian is take GSM (Persada) direct bus which is departing from Komtar building in George town (in walking distance from tourist area Lebuh Chulia) directly to Kuala Besut jetty, where you will just walk few minutes to boat (1st you have to wait couple hours in travel agency because 1st boat departs at 8AM and you will arrive there around 4:30AM, so you can buy speedboat ticket at any of agencies for fixed price 70RM\/return if you don't have one already). Bus from Butterworth to Kota Bharu cost RM35 (many companies\/departures, fixed cartel price) and from there it's only 50km (90min) to Kuala Besut by direct local bus (6RM)."]},"\nAlternatively, you can go to Prangin Mall and ask any bus counter for a ticket to Kota Bharu (RM37 or RM38). When you arrive at Kota Bharu Bus Terminal. From KB Bus terminal, follow directions under \"from Kota Bharu\" above.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From Kuala Lumpur"]}," there are few buses services going direct to Kuala Besut, namely Mutiara, Perdana, Sani and Mahligai. All buses depart from Putra station neae Putra World Trade Centre(PWTC). The cost is usually RM40.00, and they drop you off within walking distance of the jetty. The buses leave twice daily, 9am and 9pm and arrive in Kuala Besut around 5am. The first boat is at 8AM (until then is pier gate closed!). Mutiara and Mahligai buses usually stop near the jetty. The trip is about 9 hours with only one stop at around 1am\/pm."]},"\nTaxi drivers may try to take you to a travel agent of their choosing, who will pay them commission (which gets charged to you). If you are going to the ",{"type":"[[","value":[["Perhentian Islands"]]}," and already have accommodation booked, just go directly to the jetty, or pick an agent of your own choice, but in the end you will pay 70RM for return ticket everywhere so it really doesn't matter which travel agency you will choose.\n\nTour operators in town can arrange transfers to ",{"type":"[[","value":[["Taman Negara"]]}," (RM90), ",{"type":"[[","value":[["Cameron Highlands"]]}," (RM75) & ",{"type":"[[","value":[["Kuala Lumpur"]]}," (RM70). If you are returning from the ",{"type":"[[","value":[["Perhentian Islands"]]}," you'll need to catch an early boat to make it in time, so advance reservations are recommended.\n\n",{"type":"===","value":["By rail"]},"\n\nThe nearest railway station is Tanah Merah, although most travellers opt for Kota Bharu's better-serviced Wakaf Bahru station instead.\n\n",{"type":"===","value":["By air"]},"\n\nSee ",{"type":"[[","value":[["Kota Bharu#By plane"]]}," and ",{"type":"[[","value":[["Kuala Terengganu#By plane"]]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"Kuala Besut is the place to go to get the boat to the Perhentian Islands.\n70MYR return everywhere. Also 5 MYR Park Conservation Fee to be paid. Lots of boats with life jackets, and no overloading as the KB Harbour Police do daily checkups\n\n",{"type":"==","value":["Do"]},"The internet closes up very early here\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"There are many good eating places in this little seaside fishing village. Better food than on the Perhentians. Had the best Nasi Goreng Pattaya and also Vegetable Curry here. Good for an overnight stay.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nYaudin guesthouse - RM20\/night - Cheap but very bad quality with holes in the bed sheets and lots of mosquitos or bed bugs. Better off getting into Kuala Besut early enough to go straight to the islands.\n\nThe Nan Hotel in KB is a basic good place to stay but cold showers and fan only from 49 RM per room. Friendly hosts.\n\n",{"type":"==","value":["Go next"]},"\nBus station is less than 3 minutes walk from the jetty. Bus ticket can be purchase at the respective bus company ticket counter. \n\nTaxis run everywhere, private mini vans runs to Cameron Highlands and Taman Negara, and big buses to KL and Kota Bharu and other places but not KualaTerengganu\n\n",{"type":"===","value":["Kuala Lumpur"]},"\nThere are express buses at 9am in the morning and 8-9pm at night depending on destination and route.\n\n",{"type":"===","value":["Kota Bharu"]},"\nShared taxi depart at 9am, 1pm and 5pm. Cityliner buses #638 to the city center of Kota Bharu leave at 7:30am, 9am, 10am, 11am, 12:30am, 2pm, 3pm, 4pm, 5:30pm and at 6:30pm (RM 6 per person).\n\n",{"type":"===","value":["Sungai Kolok (Thailand border)"]},"\nShared taxi is available 3 times a day, 9am, 1pm and 5pm. \n\nHeading to Kuala Terengganu:\nFrom Kuala Besut the timetable is erratic, approximate timetable is 7am, 8.30am, 10.30am, 1pm, 2pm and 4.30pm. The bus stop in Kuala Besut is located in the village near the market square (around 1km from the jetty). The yellow bus (SP Bumi) can actually be picked up along the main road from the jetty. Turn left at the end of the jetty and walk to the end of the main road, bus will stop on the corner just before the bridge. Service is limited on Friday (usually 2 rides only: the first in the morning and 1 at lunch time). The bus cost is 10.80MYR and take 2.20hours to go from\/to Kuala Terengganu.\n\nKB is a hard place to get out of if you are going to Kuala Terengganu. The major buses don’t leave from KB to KT. They leave from Jerteh another town. Only an irregular local bus does this journey.\nOnly the Bumi ( pronounced Boo-me) yellow and green bus does this trip- 2hours- 10.5 MYR. Can be caught from the corner near the river bridge-a few hundred metres from the pier. Ask the locals. Times for departure bit uncertain(several scheduled departures during the day) but 10.30 am roughly is correct\n",{"type":"[[","value":[["WikiPedia:Kuala Besut"]]},"\n\n",{"type":"{{","value":[["geo"],["5.8333"],["102.5667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Terengganu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States_and_Federal_Territories\/Terengganu\/Localities\/Kuala_Besut\/"]]}]