[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kuala Krai"]}," is a city in the ",{"type":"[[","value":[["Malaysia"]]},"n state of ",{"type":"[[","value":[["Kelantan"]]},".\n",{"type":"[[","value":[["File:KelantanRiverInKualaKrai-29Sep2005-PhotoByEuchiasmus.jpg"],["thumb"],["The Kelantan River at Kuala Krai"]]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nKuala Krai can be accessible via the Keretapi Tanah Malayu (KTM), Malayan Railway. Getting over from Singapore, it's best to buy the ticket from JB Sentral which is just minutes away from Singapore Woodlands custom. Be sure to get the tickets days prior to the travel. Another alternative, travellers taking from Singapore can directly get the tickets from Woodlands KTM station itself. Taking the KTM from all over the states around the Malay Peninsula and southern Thailand is also possible. KTM offers ticket prices at a cheap price to Kuala Krai. <RM25 for second class seatings, around RM30 for 1st class seating cabins and RM43-RM49 for individual beds, recommended. Toilets are available. Journey time from Singapore= 11-12hrs, Kuala Lumpur= 8hrs.\n\n",{"type":"===","value":["By bus"]},"\nA simpler and faster way to travel than train but seems to be a little uncomfortable, try taking the bus. 10 hours from Larkin Bus Terminal, Johor Bahru. 6 hours from Kuala Lumpur.\n\n",{"type":"===","value":["By car"]},"\nIf you desire a free and easy travel where you can stop and take pictures of beautiful scenery along the way to Kuala Krai you might want to try getting there on your own. Two wheels or four wheels, a smart read and use of the map will guarantee you to arrive at your destination with no hassle and confusion. What matters most is your endurance on the road. Watch out for the trucks carrying wooden logs. There're plenty of them. \n\n",{"type":"===","value":["By plane"]},"\nFaster and direct. Fly into Kota Bharu International Airport and take a cab from there. Find yourself a willing driver to drive you 73 km down to Kuala Krai Town Centre.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:KualaKrai2005.jpg"],["thumb"],["View of Kuala Krai in 2005"]]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nNo alcoholic drinks are available here, due to the conservative nature of the locals. Nevertheless travellers are recommended to try out refreshing delights such as local favourite coconut drink and pinneapple juice, or other juices.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["5.5333"],["102.2000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kelantan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Kuala Krai"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States_and_Federal_Territories\/Kelantan\/Localities\/Kuala_Krai\/"]]}]