[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kul’dur Nature Park"]}," is located in the northwest part of the oblast on the southern slope of the\nLesser Khingan range, with mountains and hills ranging in elevation from 280 to 1001 meters.\nThe territory includes the upper Kuldur River basin down to its confluence with the  Karadub\nand Karagai Rivers.  The town of Kuldur is located within the park’s boundaries, five resort\ncomplexes, a metal beam factory and a ralway station, Brusit.  The park covers 36,700\nhectares, of which 35,300 are covered by forest.  Wetlands and marshes cover less than 3% of\nthe territory.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe vegetation is characterized by a diversity of communities: dark coniferous forests, larch\nforests with dwarf Arctic birch (Betula nana) and shrubs, spruce\/fir forests with Korean pine,\nKorean pine\/broadleaf forests in the south, birch\/aspen communities, willows and alder, and\nalso grassy meadows and mossy swamps.  In the vicinity of the town of Kuldur one finds the\nborder between the boreal and East Asian biomes, and associated high species diversity:\nJapanese yam (Dioscorea japonica), iris,  Daurian lily (Lilium dahuricum), Siberian ginseng\n(Eleutheroccus  senticosus), shrubby cinquefoil (Potentilla  fruticosa) and twenty more Red\nBook species.\n\nThe park’s fauna is also diverse, with four zoogeographical types represented.  Boreal species\ninclude brown bear, waxwing, three-toed woodpecker (Picoides tridactylus), viviparous lizard\n(Lacerta  vivipara), Siberian newts, burbot  (Lota  lota), swallowtail  (Papilio  machaon) and\nothers.   Mountain areas are inhabited by Angara-type species such as ermine  (Mustela\nerminea), red vole  (Clethrionomys rutilus), Siberian jay  (Perisoreus infaustus), willow tit\n(Parus atricapillus), and also Okhotsk-Kamchatka species like musk deer  (Moschus\nmoschiferus), sable, nutcracker (Nucifraga caryocatactes),  crossbill  (Loxia curvirostra) and\npine bunting (Emberiza leucocephala).  At the same time, Amur-type fauna can be found in\nthe valley broadleaf forests: Himalayan black bear (Solenarctos thibetanus), yellow-throated\nmarten,  Ussurian wild boar  (Sus scrofa ussuricus),  Machurian wapiti  (Cervus elaphus\nxanthopygus), Manchurian hare (Lepus brachyurus mandschuricus) raccoon-dog (Nyctereutes\nprocyonoides), Eastern blue magpie  (Cyanopica cyanica), Amur chicken-snake  (Elaphe\nschrenki), Amur grayling (Thymallus dahuricus) and others.   The intermingling of these four\nzoogeographical zones creates an unusually high diversity of species with rather low numbers\nof each one.  The territory also includes thermal hot springs.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jewish Autonomous Oblast"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"{{","value":[["geo"],["49.199654"],["131.629841"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]