[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Kumano"]}," (",{"type":"{{","value":[["lang"],["ja"],["熊野"]]},") is a city in ",{"type":"[[","value":[["Mie"],["Mie Prefecture"]]}," in ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKumano is a remote vacation location unspoiled by tourism and ripe with natural beauty. There are many sections of the ancient pilgrimage route, the throughout Mie and Wakayama but there is only one Kumano City. One of the rare chances to see an ancient Japan filled with mountains, rice fields, rock formations, an endless coastline, older residents who make up the majority of the town strolling the streets of the same city their grandparents and their grandparent's grandparents used to stroll.\n\nOnce a year this little town becomes a madhouse when it hosts the Kumano Hanabi Taikai fireworks festival, one of Japan's biggest fireworks displays, taking on much more people than the town was ever meant to handle.\n\n",{"type":"==","value":["Talk"]},"\nPeople from Kumano speak a specific dialect that may sound to the untrained ear like a variation of Osaka dialect. While the older residents may be a bit hard to understand, they'll still be proud to try and help you with the little English they know. Pamphlets from the tourist office may be obtained in English.\n\n",{"type":"==","value":["Get in"]},"\nKumano's main train station is called \"Kumanoshi\" (熊野市）and it is on the JR Kisei line. The Nanki Limited Express trains from the north run 4-5 times daily from Nagoya, and local trains run from Taki. From Wakayama, transfer at Shingu.\n\n",{"type":"==","value":["Get around"]},"\nThere are not many, but a few buses run throughout the city and local trains can get you to the few Kumano stations that are situated along the coastline. For better freedom and time management, it is recommended to come with a car.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Shishiwa"]},":, or the lion rock, is Kumano's famous lion rock formation. Head straight from the station until you hit the beach, and go right and you won't miss it. There is a cafe on one side which is in the perfect spot for viewing. Free."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hana no Iwaya"]},".  An ancient Shinto Shrine not far from Shishiwa, just keep going down the road. It is also next to a Circle K. Free."]},"\n",{"type":"*","value":[{"type":"'''","value":["Onigajo"]},", or the demon castle, is a stunning rock cave formation against a backdrop of ocean and mountains which you can walk right through. Leaving Odomari station, walk down the hill and right past the beach, continuing past the hotels until you see the red demon statue. Continue past the gift shop and there is a small path to the left of another building. This is actually the entrance. Free."]},"\n",{"type":"*","value":[{"type":"'''","value":["Senmaida"]},", or the thousand rice paddies, is a rice field built into a hill where no machines can reach. It must be planted by hand every year and many of the town's residents show up to pitch in."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hike the Kodo"],["url=http:\/\/www.tb-kumano.jp\/en\/kumano-kodo\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kumano is home to several sections of the ancient pilgrimage route, the Kumano Kodo. ",{"type":"'''","value":["Matsumoto Toge"]}," and ",{"type":"'''","value":["Kannon Michi"]}," are great places to hike. This website's Kumano Kodo English guide is invaluable as there aren't many signs in English: http:\/\/www.tb-kumano.jp\/en\/kumano-kodo\/index.html"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Go to the beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Kumano has two beautiful beaches that you'd swear are private groves in a tropical land. Odomari beach is only one station north of Kumano, head straight down the hill from the station. Atashika beach by Atashika station is a bit more remote, but larger than Odomari. Both overlook mountains and small villages in the distance. Swimming season usually lasts from June until the end of August. Changing rooms and concessions are available in season, but no life guards so watch out on a day when the sea is particularly rough."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hanabi Taikai"],["alt=熊野花火大会"],["url=http:\/\/www.ztv.ne.jp\/web\/kumanoshi-kankoukyoukai\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kumano's biggest festival, and actually one of the biggest fireworks festivals in Japan, occurs on August 17th of every year. People come from all over Japan, clogging the trains and highways, camping out on the beach and in the Aeon department store, just for this day. Fireworks will shake the ground, take up the entire horizon, and last for hours and hours. Takes place on Kumano's endless coastline at about 7pm, but don't expect any space on the beach for a big group unless you come early, as the town's residents began to stake out their own spaces by tying down tarps on the beach days before. Prime space can be reserved online, but it's easy to see from anywhere on the beach. If you will be coming by train, it is recommended you reserve limited express tickets two weeks in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Doro Kyo"],["url=http:\/\/www.jnto.go.jp\/eng\/location\/regional\/wakayama\/dorokyo.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Doro Kyo is a natural gorge that you can hire a boat ride through."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kiwa Town"]},", although now technically a part of Kumano but only recently, still kind of feels like it's own town. It's a charming place - about 40 minutes from Kumano proper, there are no train lines at all, and when it was independent it had less than 2,000 residents. It also used to be known for its a mining industry which you can learn about at the mining information center\/museum off route 311 in the center of town. Not far from there you can find Seiryuso and Yunokuchi, two awesome onsens quite close to each other. IN FACT, they are connected by a tiny mining rail car line with only two stops! The shaky little train is a great attraction. As for the actual onsens, Seiryuso is part of a hotel and Yunokuchi has natural water pumped in from deep under the mountains. To get there get on a bus headed for Seiryuso (清流荘) or drive route 311."]},"\n",{"type":"==","value":["Buy"]},"\nOf Kumano's nicest gift shops is right outside the station, filled with unique rock carvings from a black stone native to the area, homemade jewelry, fireworks postcards, and all the mikan [mandarin orange] cell phone straps you could want.\n\n",{"type":"==","value":["Eat"]},"\nNo one can leave Kumano without trying the mikan, locally grown mandarin oranges! When they're in season, you can simply big a large bag off of a farm stand on the street for a few hundred yen.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tennyoza"],["alt=天女座"],["url=http:\/\/www.tennyoza.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open only on weekeneds"],["price="],["content=A unique cafe near Hadasu station overlooking the ocean and mountain scenery. Also a home to a collection of old instruments and the owners would be happy to give you an impromptu concert."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Rosen"],["alt=ローゼン"],["url=http:\/\/www.ekiten.jp\/shop_2069812\/print.html"],["email="],["address="],["lat="],["long="],["directions=Not far from Kumanoshi station and the town office."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cafe Rosen is a bit more than just a cafe - it has a beautiful wood interior and a full dinner menu of familiar western-style food."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Shinbashi"],["alt=しんばし"],["url=http:\/\/restaurant.gourmet.yahoo.co.jp\/0005039769\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A local favorite is a bar called Shinbashi, which is located near the police station and not far from the Aeon shopping center. They offer chuhai drinks in every flavor from banana to ramune."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kumano Youth Hostel"],["url=http:\/\/www.kumano-city.ed.jp\/kcboe\/seinennoie.htm"],["email="],["address="],["lat="],["long="],["directions=Not far from Kumano station, and right near Shishiwa and Hana no Iwaya"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kumano Club"],["url=http:\/\/kumanoclub.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Kumano Club is Kumano's one resort club, with excellent dining and hot spring baths."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nExcept for a few drunken business or older men who may wander out at night, Kumano is more or less a safe city. The kind of place where if you accidentally drop your wallet, a few seconds later a nice old women will be chasing after you with them so grateful for the chance to give it back!\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Mihama"]}," - Mihama town, 15 minutes to the south, is known as the town where you can pick mikan oranges all year round; this is true, as the seasons of the different mikans which grown in this town just barely cover the entire year. Get off at Atawa station and head to the Pine shopping center for a stand with fresh mikan oranges, juice, and a souvenir shop inside. Or just drive the backroads and marvel at all the orange trees."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shingu"]},", about 40 minutes to the south, the first city you'll come to in Wakayama and home of one of the Kumano Taisha Shrines. There are also some castle ruins not far from the station, just pas the Okuwa grocery store."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Owase"]]},", About 30-40 minutes north"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kiwa Town"],["url=http:\/\/tourismmiejapan.com\/search\/spot.php?act=dtl&id=87"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kiwa Town, although now technically a part of Kumano but only recently, still kind of feels like it's own town. It's a charming place - about 40 minutes from Kumano proper, there are no train lines at all, and when it was independent it had less than 2,000 residents. It also used to be known for its a mining industry which you can learn about at the mining information center\/museum off route 311 in the center of town. Not far from there you can find Seiryuso and Yunokuchi, two awesome onsens quite close to each other. IN FACT, they are connected by a tiny mining rail car line with only two stops! The shaky little train is a great attraction. As for the actual onsens, Seiryuso is part of a hotel and Yunokuchi has natural water pumped in from deep under the mountains. To get there get on a bus headed for Seiryuso (清流荘) or drive route 311."]]}]},{"type":"{{","value":[["routebox"],["image1=JR Kisei icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Wakayama"]]}],["minorl1=",{"type":"[[","value":[["Kushimoto"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Tsu"]]}],["minorr1=",{"type":"[[","value":[["Owase"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["33.8833"],["136.1000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mie"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Kumano, Mie"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kumano, Mie"]]}]