[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kumbhalgarh"]}," is a city in the Rajsamand District of ",{"type":"[[","value":[["Rajasthan"]]}," located 102 km west of ",{"type":"[[","value":[["Udaipur"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThis is a quite unique and an interesting destination, which attracts tourists from not only all over the country but also all across the globe for its massive citadel built 1443 A.D. and the wildlife sanctuary nearby.  \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport to Kumbhalgarh is ",{"type":"[[","value":[["Udaipur"]]},". This is an important domestic airport, located 85 km from ",{"type":"[[","value":[["Udaipur"]]}," city, which is serviced by regular flights from several airlines from cities like: ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Jaipur"]]},", ",{"type":"[[","value":[["Mumbai"]]},". \n\n",{"type":"===","value":["By car"]},"\nThe most convenient way to reach Kumbhalgarh is to book a private cab from Udaipur. en route to Nathdwara and ",{"type":"[[","value":[["Haldi Ghati"]]}," (covering a distance of 102kms in 1 hour 38 minutes approximately). \n\n",{"type":"==","value":["Get around"]},"\nKumbhalgarh is a great hunt for photographers and people who have an inclination for jungle safari. Treking to Kumbhalgarh Fort is great place to enjoy your weekend\/holidays with your family or friends. It is the second most important fort of Rajasthan after ",{"type":"[[","value":[["Chittorgarh"]]},". \n\nOther attraction is the Kumbhalgarh Wildlife Sanctuary, spread across 578 km² in area and at an altitude of 500 to 1,300 metres.  \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Fort Kumbhalgarh"]},"\nSituated on the banks of Banas River; the bulbous [Kumbhalgarh] fortress was one of the least-known yet historic citadel, took 15-long years for Rana Kumbha to build. And, what a stupendous creation of man containing a domed palace along the 36km long winding walls that defended the citadel from series of battlements and second-only to the famous ",{"type":"[[","value":[["Great Wall of China"]]},".\n\nThe fortress is guarded by seven lofty gates as you climb the steep walls which are wide enough for eight horses to march abreast. For years, though she served as impregnable hideouts to Mewari rulers during crisis and stands as a wary sentinel but it was a mammoth task for Rana Kumbha and his men to make such a creation stand to its ground. \n\nIn fact, the most interesting part to any Rajasthani fortress is the associated folklore or legends mix with history and Kumbhal-garh is nothing short of it. In 1443, when the king started the construction the structure eventually crumbles to ruins by the sunset until a spiritual preceptor address the king to offer human sacrifice but voluntarily done. The king sent out word, but, as can be expected, no one volunteered. But one day, a pilgrim (also considered to a soldier from the commandment) volunteered and been ritually decapitated. The sacrifice was necessary to ensure that the battle walls being constructed by Rana Kumbha would be strong enough to withhold the sieges. Today the main gate of the fortress, Hanuman Pol contains a shrine and a temple to commemorate the great sacrifice. \n\nThe palace at the top of the cliff, known as Badal Mahal is a two-storied structure divided into two interconnected distinct portions i.e. the Zanana and the Mardana Mahal and elaborately decorated with oil paintings. The Zanana Mahal is provided with stone jalis which facilitated the queens to see the court proceedings and other events in privacy. (Note: Most of the rooms are currently restored by the Government of India and thus, found to be locked, the views over the walls to the jungle covered hillsides and across the deserts of ",{"type":"[[","value":[["Marwar"]]}," towards ",{"type":"[[","value":[["Jodhpur"]]},", are simply stunning.)\n\nClose to the fortress as you climb down the plains is the Neelkanth Mahadeo Temple dedicated to Lord Shiva. The six foot high stone Lingam (the symbol of Shiva) is the only deity in the area still being worshipped and maintained by the locals. A legend says that Rana Kumbha was said to be so tall that as he sat for his prayers on the floor of the temple, his eyes were on level with the deity! It is said that the king was about 9 feet tall. He never began a day without performing prayers to this deity himself. What an irony that he was beheaded by his own son, as he prayed. It is easy to get lost in time as you stand on the walls of this fort, listening to the stories of its legendary king – the king who gave his name to this area, and who lives on through his deeds long after his tragic demise. \n\n",{"type":"===","value":["Kumbhalgarh Wildlife Sanctuary"]},"\nSprawled in an area of 578 sq km, Kumbhalgarh Sanctuary encircles the massive fort of Kumbhalgarh. This wildlife park has imbibed its name from the same fort. \n\nBroadening across the Aravalli Range, Kumbhalgarh sanctuary covers parts of Rajsamand, Udaipur and Pali districts. The sanctuary makes home to many endangered species of wild-life. The sanctuary provides natural abode to many creatures like Wolf, Leopards, Sloth bear, Hyena, jackal, Jungle cat, Sambhar, Nilgai, Chausingha (the four horned antelope), Chinkara and Hare. In fact, Kumbhalgarh is the only sanctuary of Rajasthan, where you can trace wolf engaged in its activities. \n\nThis sanctuary inhabits more than forty wolves in number. In the summers, one can easily find pack of wolves strolling around water sources in the sanctuary. If you find your interest in birds, then here you can see a nice variety of birds too. In the park, you can see Grey Jungle Fowl, which is usually inhibited. Peacocks and Doves also gain attention by their own charm. Apart from this, birds like Red Spur Owls, Parakeets, Golden Oriole, Bulbul, Dove, Grey Pigeons and White Breasted Kingfisher are traceable near the water holes.\n\nKumbhalgarh Sanctuary also enjoys a variety of flora including many trees and plants having herbal qualities. You can also take a safari trip to enjoy the natural habitat of these birds and animals. Every year, Kumbhalgarh draws many a tourists towards itself for its natural beauty.\n\n",{"type":"===","value":["Other attractions"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vedi Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=just near the Hanuman Gate of the fort"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A sacrificial temple, this was also built by Rana Kumbha and is a three storeyed Jain temple. The structure was later renovated by Maharana Fateh Singh and is also the only remnant to have survived of all the ancient sacrificial places of India."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mammadev Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The temple and the kund were again built by Rana Kumbha in the year 1460. The temple stands exactly below the fort and once had four large slabs with several inscriptions on them. The writings gave the history of Mewar from the time of Guhil, the founder of Mewar dynasty, till Rana Kumbha, a great builder of forts and temples. The slabs are now preserved in the museum at Udaipur. The temple houses an image of Kuber (God of Wealth) and also has two chhatris (cenotaphs) in memory of Rana Kumbha and the famous warrior Prithviraj Chauhan. Very near the temple is a large kund or reservoir close to which is the chhatri cenotaph) of Prithviraj - the knight-errant of Mewar."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Foot tracking and horse safari organised by local tour operators are proving to be very popular in Kumbhalgarh Wildlife Sanctuary. A typical safari route enters the sanctuary from the Kumbhalgarh Fort and cutting across the sanctuary it reaches Ghanerao, and then borders an old abandoned road. On this road, one can sight Chinkaras, Neelgais, four horned Antelope and many birds."]},"\n",{"type":"*","value":[" Tak a day trip to ",{"type":"[[","value":[["Ranakpur Jain Temple"]]}," - the world renowned state of the art temple, built in 15th century. "]},"\n",{"type":"==","value":["Buy"]},"\nShopping at Kumbhalgarh is not something that you could call a pleasing experience. There is rarely anyone who really shops at all at Kumbhalgarh. Rather than shopping it is more of a place where people come to relax and admire the beauty of the nature. It is advisable to shop at Udaipur, which is the nearest city to Kumbhalgarh and is only of the most important tourist destinations at Rajasthan.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Maruti Restaurant"]}," in Nand Complex serves original Kathiawadi cuisine. Try the ",{"type":"'''","value":["Undheu"]},", which offers as many 15 vegetables cooked together over the coals in an earthen handi Periyar in ",{"type":"'''","value":["Ambrosia Complex"]}," serves cuisine from all four South Indian states both vegetarian and non-vegetarian delights. ",{"type":"'''","value":["Picasso"]}," at the Ambrosia Complex is good for multi-cuisine, especially for kebabs. The studio kitchen is entertaining. ",{"type":"'''","value":["Mirch Masala"]}," on Race Course Road gives you the typical Punjabi 'dhaba' experience ",{"type":"'''","value":["Lazeez"]}," in Vishwas Colony is good for Mughlai food, particularly the biryani.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nIt is better to halt at Udaipur and make a day trip to Kumbhalgarh. There are hardly any decent places to stay at Kumbhalgarh. However, you can find accomodation in one of the following hotels.  \n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aodhi Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=at the base of the hills where the Kumbhalgarh Fort is"],["phone="],["tollfree="],["fax="],["hours="],["price=From Rs 3,000"],["checkin="],["checkout="],["content=A sanctuary-resort."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kumbhalgarh Fort Hotel"],["alt=Club Mahindra Fort Kumbhalgarh"],["url="],["email="],["address=Maharana Pratap Marg"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From Rs 3,000"],["checkin=2PM"],["checkout=11AM"],["content=A luxury hotel combined with the most modern and ‘state of the art' facilities and amenities offer the most comfortable stay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dera Kumbhalgarh Tent House"],["url=http:\/\/www.derakumbhalgarh.com\/index.html"],["email="],["address=Kumbhalgarh, Post Kelwara"],["lat="],["long="],["directions=about 2 km from the fort"],["phone = +91 -2954-242200, 91-97839 07100, 91-94149 35200"],["tollfree="],["fax="],["hours="],["price=From Rs 2,000"],["checkin="],["checkout="],["content=Marvellous tent hotel on a hillock."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tiger Valley Resort"],["url=http:\/\/www.tigervalleyresortkumbhalgarh.com"],["email="],["address=Fort Rd"],["lat="],["long="],["directions="],["phone =+91 2954 242609, 242700-701, +91 9783755893, 9414171593"],["tollfree="],["fax="],["hours="],["price=From Rs 3,000"],["checkin="],["checkout="],["content=Consists of twelve spacious and well-appointed rooms which provide comfortable living."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ratnadeep Hotel"],["url="],["email="],["address=New Bus Stand, Kelwara"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 500-600"],["checkin="],["checkout="],["content=The mid-range Kumbhal Castle, and finally, two low-end but perfectly adequate regular hotels at Kelwara village, 6km from the fort. DO NOT confuse it with the New Ratan Deep (note change in name), face each other across the only street in Kelwara."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Karni Palace Hotel"],["url="],["email="],["address=Kelwara"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 300-500"],["checkin="],["checkout="],["content=This is a reasonable budget choice that does not seem to have yet hit the guide books. It is clean, close to the bus stop to Udaipur and has a restaurant."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Haldighati"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nathdwara"]]}]},{"type":"*","value":[{"type":"[[","value":[["Udaipur"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Udaipur Division"]]},"\n",{"type":"[[","value":[["wikipedia:Kumbhalgarh"]]},"\n",{"type":"{{","value":[["geo"],["25.1475"],["73.5831"]]}]