[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Kumbo"]},", also known as ",{"type":"'''","value":["Kimbo"]},",  is a city in the ",{"type":"[[","value":[["Northwest Highlands"]]}," of ",{"type":"[[","value":[["Cameroon"]]},".\n",{"type":"[[","value":[["File:Tobin View of the Cathedral.JPG"],["thumb"],["300px"],["Panorama of Kumbo, with the Cathedral in the middleground"]]},"\n",{"type":"==","value":["Understand"]},"\nKumbo, also known as Kimbo, is the second-largest city in the North West Province of Cameroon and the capital of Bui Département. Kumbo is the capital city of the Nso Kingdom of the Nso people. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Catedrale-Facade.JPG"],["thumb"],["Façade of the Cathedral"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Musa Heritage Gallery"]},"   is a museum also known as \"The Grassfields Museum\" was created in 1996, in memory of Cameroonian artists Daniel Kanjo Musa and his elder son, John, to preserve wood sculptures created by these departed artists. Over the years, Mus'Art has been expanding to diversify its collection. Among the 400 objects and works of art exhibited, visitors can admire carved masks, wood statues and other objects made by the Musas. There are other objects collected from the grass-fields, such as traditional musical instruments, hunting gadgets, metal works, bamboo objects and pottery. Temporary exhibitions are also sometimes proposed."]},{"type":"*","value":[{"type":"'''","value":["The Fon's Palace"]}," -Inner courtyard of the Nso' Fon's Palace in KumboSeat of the paramount chief of the Nso people (Sehm Mbinglo I), this place is the heart of Kumbo social and cultural life. It is composed of several traditional buildings decorated with wood carvings, around two courtyards where the Fon uses to sit and receive his people or his advisers. In the middle of the first one, stands a statue of Ngonso, the legendary first queen of the Nso people. Around the palace, other traditional buildings are also decorated with wood carvings. They are the seats of the sacred societies in charge to help the Fon in his task : the Ngwerong society and the Nggiri society. A mosque was built next to them, although most of Nso people are Christians."]},{"type":"*","value":["Built in the 1950s, ",{"type":"'''","value":["Kumbo Cathedral"]}," is constructed entirely from stones. The Cathedral is located at the top of the square hill, dominating the town's landscape."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Mus'Art Gallery - Mother with child.jpg"],["thumb"],["150px"],["Mother with Child at the Mus'Art Gallery"]]},"\nThere is a famous annual horse race which takes place at the Tobin Municipal Stadium organised by the Ministry of Youths and Sports.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Palais du Fon, Kumbo.jpg"],["thumb"],["Statue of lion in inner courtyard of Fon's Palace"]]},"\n",{"type":"'''","value":["The Mbve market"]}," is the main market in Kumbo selling products from the region, Cameroon, Nigeria and other parts of Africa.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Capitol Residence"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northwest Highlands"]]},"\n",{"type":"{{","value":[["Geo"],["6.205"],["10.685"]]},"\n",{"type":"[[","value":[["Wikipedia:Kumbo"]]}]