[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kumenan"]}," (久米南) is a small town in ",{"type":"[[","value":[["Okayama (prefecture)"],["Okayama prefecture"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nKumenan is fairly easy to access from the major cities of ",{"type":"[[","value":[["Tokyo"]]}," and ",{"type":"[[","value":[["Osaka"]]},". \n\nFrom Tokyo, you can take a ",{"type":"''","value":["shinkansen"]}," (bullet train) directly to ",{"type":"[[","value":[["Okayama"]]},". A cheaper option is to take an overnight bus (a grueling 9 hour ride, not recommended) to ",{"type":"[[","value":[["Tsuyama"]]},", just north of Kumenan (about ¥9500). \n\nOsaka is far closer to Kumenan than Tokyo, and a shinkansen ride will take a mere hour to reach Okayama. Again, a bus is available, a 3-hour ride into Tsuyama (about ¥2900). From Okayama, take a local JR train on the Tsuyama line to Kumenan, roughly a 40 minute ride (¥740). From Tsuyama, take the JR train heading toward Okayama, a 20 minute ride. Trains depart about once an hour. The stops for Kumenan are Koume, Yuge, and Tanjoji.\n\n",{"type":"==","value":["Get around"]},"\nBecause Kumenan is a sprawling town, it's difficult to get around without a car. However, the local trains are convenient, as they all stop at the three main sections of town: Koume, Yuge, and Tanjoji. The three stops are only minutes from each other on the JR line and the train stations are conveniently located on main streets where most of the restaurants and shops are. Taxis are available. Another highly recommended option is to get a bicycle and enjoy the landscape as you bike through town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tanjoji Temple"]},".  One of Kumenan's well-known sights. "]},{"type":"*","value":[" ",{"type":"'''","value":["Senryuu Park"]},". Senryuu Park. If you’re after breathtaking views of the countryside, there’s no better place to go than Senryuu Park. It’s one of the landmarks of Kumenan, and is often frequented by townspeople, visitors, and junior high or elementary students who run to the park for P.E. classes. It’s no Fuji, but to get to the top of Senryuu, you must climb a steep, very long flight of stone steps winding uphill through a dense, dark forest of trees and foliage. Once you reach the top however, you’ll be rewarded with amazing views of lush green rice paddies, blue sky, and the sprawling town spreading out before you. The scenery from the top is unbeatable in any season and was a one-time honoree of a “Best View in Western Japan” contest. Explore the park’s statues, flower trellises, small homemade shrines, and flourishing shrubbery. Senryuu Park is also a popular site for local summer festivals. If you are going during the summer, make sure to spray on anti-mosquito repellent, stay hydrated, and wear sunscreen. Also, watch your step and beware of snakes."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kumenan Library & Culture Center"]},".  A new modern building built in 2002. Located on the main road Shimoyuge straight down from Yuge Station, it's impossible to miss. The two-story structure is a dazzling sight of glass and brick. The first floor is a cozy yet massive library that is impeccably clean, warm, and welcoming. Several of the \"Kumenan library ladies\", as they are popularly known, speak some English and are more than happy to assist you. The selection of English books at the library is sizable for a town where there are practically no English speakers whatsoever. Books about Japanese history, culture, gardening, and sightseeing are available. There is also a great collection of books by famous Japanese authors translated into English. One section of the library is solely dedicated to the history of Kumenan Town and the surrounding area. Internet access, a children's area, CDs and DVDs are all available. A section just outside the library with tables and a vending machine stocking drinks like black soybean hot chocolate is popular among the youth of Kumenan."]},"\n",{"type":"*","value":[" Take a romantic stroll along the dusty back streets of Shimoyuge, the main street of Kumenan's Yuge area. The area is an older part of Kumenan with rundown homes and shops. Most of the stores appear to be closed, with lights shut off and doors closed, even during the afternoon, but don't be fooled-- owners and their families often live behind their stores and only emerge when customers arrive. Observe the architecture  of traditional rural Japanese storefronts and houses. While not well preserved, the buildings offer a glimpse of life here-- a slow, unhurried pace that is glaringly different from the modern, cosmopolitan cities of Japan."]},"\n",{"type":"==","value":["Buy"]},"\nLocally grown muscat grapes and peaches are famous throughout Okayama, and Kumenan is one of the best places to buy fresh produce. Other fruits to try include mandarin oranges, strawberries grown in greenhouses, and apples the size of soccer balls! Try the local supermarkets or small grocery stores. Better yet, inquire about purchasing the fruits directly from a farmer, where you may get a better deal. The fruits in Kumenan are fresh, sweet, and thoroughly enjoyable. \n\nIf you happen to run into the local bread lady, who sells freshly baked breads and pastries from the back of her van, make sure to check out the bags of red bean paste buns, whole loaves of sweet bread, individually wrapped chestnut, custard, or chocolate cream rolls, and much more. If you crave savory items, the pizza toast, sandwiches, and meat-filled pastries are all delicious.\n\nTea ceremonies are an important part of Japanese tradition and culture, and there is one delightful store in Kumenan that specializes in tea and tea ceremony. Near the Yuge train station, the unassuming store is outfitted with dozens of varieties of tea, exquisite clay or porcelain tea kettles, small sets of tea cups, trays, different strainers, and more tea-related instruments. Set into the tatami mat floor is an old-fashioned stove where water is boiled. If you have even the slightest interest in tea, be sure to stop by this place.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coffee Village"]},", Shimoyuge Road.    A small family-run restaurant serving Japanized Western food. It's a popular hangout with locals, but it's also situated on the busy 53 highway, which goes straight into Okayama, so passersby often stop at the restaurant as well. The food there is affordable and served in heaping portions. Recommended dishes include the fried chicken, the mixed plate, spaghetti with meat sauce, and chicken katsu. Curry dishes and a variety of others are also available, including a dizzying array of ice cream, shaved ice, and drinks. If you are craving coffee, Coffee Village is the place to go."]},"\n",{"type":"==","value":["Drink"]},"\nThere are no bars or clubs in Kumenan, but most restaurants and all grocery stores—big or small—serve alcohol. Also, there’s several vending machines across town that sell beer. The best thing to do is buy some alcohol, arrange a get together with several Japanese friends who are fond of drinking, and enjoy a summer backyard barbecue together.\n\n",{"type":"==","value":["Sleep"]},"\nHomestays are the best way to experience life in Kumenan. While English-speaking people in the town are rare, almost everyone is kind, generous, and helpful. Kumenan townspeople are, for the most part, welcoming and curious about foreigners. \n\n",{"type":"==","value":["Go next"]},"\nBecause of its central location in ",{"type":"[[","value":[["Okayama prefecture"]]},", Kumenan is a convenient place to access all areas of Okayama. To travel around Okayama, take the local JR trains to cities like ",{"type":"[[","value":[["Okayama"]]},", ",{"type":"[[","value":[["Kurashiki"]]},", ",{"type":"[[","value":[["Tsuyama"]]},", ",{"type":"[[","value":[["Kasaoka"]]},", ",{"type":"[[","value":[["Bizen"]]},", or ",{"type":"[[","value":[["Niimi"]]},". ",{"type":"[[","value":[["Setouchi"]]}," (a merger of the towns Osafune, Oku, and Ushimado of olive fame), ",{"type":"[[","value":[["Katsuyama"]]}," (wild Japanese monkeys plus the biggest waterfall in western Japan), ",{"type":"[[","value":[["Takebe"]]}," (just a stop away from Kumenan, this town has trendy eateries, an Okayama International Villa, and great onsens), and ",{"type":"[[","value":[["Wake"]]}," (while only a thirty-minute drive from Kumenan, Wake takes 1 hour and 20 minutes by train, but it’s worth it for the famous Pizza King) are also great places to check out during your stay. If you wish to explore outside of Okayama, ",{"type":"[[","value":[["Tottori"]]}," and ",{"type":"[[","value":[["Hiroshima"]]}," prefectures are nearby and easily accessible by local train. \n\n",{"type":"[[","value":[["WikiPedia:Kumenan, Okayama"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["34.9333"],["133.9667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Okayama (prefecture)"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kumenan, Okayama"]]}]