[{"type":"{{","value":[["pagebanner"],["Kunming banner Yuantong Temple.jpg"],["dotm=yes"],["caption: Yuantong Temple"]]},"\n",{"type":"'''","value":["Kunming"]}," (昆明; ",{"type":"''","value":["Kūnmíng"]},") is the capital of ",{"type":"[[","value":[["Yunnan"]]}," Province in China. Known in China as the ",{"type":"''","value":["City of Eternal Spring"]},", Kunming is at an almost-tropical latitude but with a 2000 m (6600 ft) altitude, which gives it a very temperate climate. However, in winter it has been known to snow, so if visiting in December–February, pack warm. Also, when it rains - it's cold.\n",{"type":"[[","value":[["File:Cityscape of Kunming at dawn - DSC03511.JPG"],["thumb"],["Kunming at dawn"]]},"\nThe air is also quite clean compared to other Chinese cities, even though the traffic-congested streets still emit more than their fair share of pollution. The population of the prefecture of Kunming is now close to 10 million and the city is expanding rapidly, with numerous highways and modern buildings. Largely because of the fine climate, flower-growing is a major industry; tourist attractions include flower exhibits and auctions and a huge botanical garden.\n\nIn addition to its own charms, Kunming serves as a base from which to explore ",{"type":"[[","value":[["Yunnan"]]}," province. Some routes to or from Kunming are described in ",{"type":"[[","value":[["Hong Kong to Kunming overland"]]},". The most popular route within Yunnan runs north and west from Kunming, and is described in ",{"type":"[[","value":[["Yunnan tourist trail"]]},". Kunming is also the jumping off point for trips to the tropical paradise area ",{"type":"[[","value":[["Xishuangbanna"]]}," down in southern Yunnan near the Laotian border.\n\n",{"type":"==","value":["Understand"]},"\nKunming is one of the most important transport hubs of ",{"type":"[[","value":[["Southwest China"]]},". It is well connected to the rest of China by road, rail and air and also has good air links to ",{"type":"[[","value":[["Southeast Asia"]]}," and a few outside the region.\n\nSome historic routes no longer exist. The old French-built railway to ",{"type":"[[","value":[["Vietnam"]]}," is no longer in service, but there are buses, and a new ",{"type":"[[","value":[["High-speed rail in China"],["bullet train"]]}," link all the way to ",{"type":"[[","value":[["Singapore"]]}," via ",{"type":"[[","value":[["Vientiane"]]}," is under discussion. The ",{"type":"[[","value":[["Burma Road"]]},", which terminated in Kunming, no longer exists but there are newer and better roads over much of that route and rail over some of it.\n\n",{"type":"==","value":["Get in"]},"\nKunming is well connected to anywhere in China or ",{"type":"[[","value":[["Southeast Asia"]]}," and reasonably easy to reach from outside that region. \n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Airport Center Station Kunming Metro.JPG"],["thumb"],["Airport Centre Station, Kunming Metro"]]},"\n",{"type":"'''","value":["Kunming Changshui International Airport"]}," (KMG) has flights from ",{"type":"[[","value":[["South-East Asia"]]},"n cities such as ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Chiang Mai"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]}," and ",{"type":"[[","value":[["Singapore"]]},", as well as plenty of domestic connections throughout China. There are also a few flights outside the region, such as ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Kolkata"]]}," and ",{"type":"[[","value":[["Delhi"]]},".\n\nThe new Changshui Airport is located about 25 km north-east of the city area, and the old Wujiaba airport is no longer in use. Immigration can sometimes be congested. A taxi ride to the city centre will take approximately 30–40 minutes, at peak times you can expect to double this, as Kunming suffers major traffic congestion.\n\nThere is also a Metro line (Line 6) now in service, running between the airport and the East Bus Station.  East Bus Station provides a large number of bus services into the city centre within a short ride.  There are two intermediate stops between the two stations, but these are not yet open as of August 2012.  Currently the hours of operation for line 6 are from 07:00-19:00 daily. Trains are 5-10 minutes apart at peak times, and up to 30 minutes at other times. A single ride takes about 20 minutes, and costs ¥5. \n\nAnother transport option are Shuttle Buses (named Airport Express. There are six lines with different operation times (app. 8 am to 12 pm for most popular lines), single ride costs ¥25.  \n\nYou can book air tickets from the Air China Office, ",{"type":"''","value":["Wallton Building, 448 Baoshan  Jie,(0871)3159171"]},", from any number of travel agents in the King World Hotel a few blocks north of the train station on Beijing Lu, or from other agents around town. Tickets to Beijing are usually about ¥1600 to 2000, to Hong Kong about ¥1200 to 1500, with closer destinations getting ever cheaper as China's domestic carriers jostle for market share.\n\n",{"type":"===","value":["By train"]},"\n\nThe South train station has recently been refurbished and has a ticket office on its lower level.  The station serves destinations throughout China including ",{"type":"[[","value":[["Nanning"]]},", ",{"type":"[[","value":[["Guilin"]]},", ",{"type":"[[","value":[["Chengdu"]]}," (Sichuan), ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]},", and ",{"type":"[[","value":[["Xi'an"]]},".  The train service to destinations inside of Yunnan is poor except for an overnight sleeper train to ",{"type":"[[","value":[["Xiaguan"]]}," (",{"type":"[[","value":[["Dali"]]}," New Town) and ",{"type":"[[","value":[["Lijiang"]]},".\n\nA fast ",{"type":"[[","value":[["High-speed rail in China"],["bullet train"]]}," line to ",{"type":"[[","value":[["Hekou"]]}," on the Vietnamese border is under construction, but as of mid-2013 not yet in service. There are discussions underway about an extension to ",{"type":"[[","value":[["Hanoi"]]}," and another all the way to ",{"type":"[[","value":[["Singapore"]]}," via ",{"type":"[[","value":[["Vientiane"]]}," and ",{"type":"[[","value":[["Bangkok"]]},", but no final agreement on those has been announced.\n\n",{"type":"===","value":["By bus"]},"\nKunming has moved its bus stations to the edge of the city in a bid to decrease traffic congestion.  There are four bus stations for each of the cardinal directions (N,S,E,W).  The general rule of thumb is you should go to the bus station in the direction you want to travel (e.g. if you are headed to Dali or Lijiang you will need to use the West Bus Station (Xibu Keyun Zhan); or if you are headed to Jinghong or Jianshui or Vientiane (Laos) you will need the South Bus Station).\n\nThe bus stations next to the train station are NO LONGER long-distance bus stations.\n\nThe long distance buses are excellent - cheap, reliable, comfortable, however, overnight sleepers can be cold, bumpy and dirty, check out the bus before you buy the tickets. Non-smokers should be aware that people smoke in the bus in China, which is a big problem if the weather is cold and all bus windows are closed.\n\nThere are international departures to ",{"type":"[[","value":[["Laos"]]}," and ",{"type":"[[","value":[["Vietnam"]]},", though these services are not always running. The bus to Laos goes all the way from Kunming to ",{"type":"[[","value":[["Vientiane"]]},", and cost approximately 550,000 kip or US$80 and last 38 hours if you go all the way. You can get off at stops in between like ",{"type":"[[","value":[["Luang Prabang"]]}," or Udomxai (Oudomxai), and the cost of the ticket is comparative. From Vientiene to Luang Prabang, there are also VIP night buses with reclining seats as well as several daily local buses. There is a better chance of getting the slightly more expensive sleeper if you book the day ahead.  The buses will make rest stops at local restaurants with standard Lao squat toilets. From Vientiane to Luang Prabang is about 12 hours, from Luang Prabang to Udomsai is about 5 hours, and climbs up a mountain road with severe potholes and many scenic villages clinging to the side of the road.  From Udomxai to Kunming, is claimed to be about 19 hours but leaves at 12:30 pm and arrives about 9:30 the next morning. The road on the China side of the border is several lanes wide with many tunnels and smooth pavement. There are many freelance money changers on the China side of the border; there is no bank or currency exchange at Kunming's South Bus Station. \n\nThe journey to ",{"type":"[[","value":[["Vietnam"]]}," is less arduous. Buses to ",{"type":"[[","value":[["Hekou"]]},", the border city on the Chinese side, leave regularly. There were night buses which allow you to leave Kunming at eight p.m. and arrive at Hekou in time to cross the border as soon as it opens, but the bus only needs 7 hours now so times might have changed. The bus station in Hekou is about 3 km from the border crossing, and public buses go there. From there, you can take one of the many buses to ",{"type":"[[","value":[["Sapa"]]},", bus or train to ",{"type":"[[","value":[["Hanoi"]]},", or elsewhere. To reach the Eastern bus station from the railway station, you can take bus 60 (¥2, ~30min).\n\n",{"type":"{{","value":[["cautionbox"],["Beware of con men who may help you to board the bus and then ask for a \"luggage fee\" or \"Chinese gasoline fee\". There is no such fee, the ticket price is all inclusive. They may present fake bus company ID cards or threaten to call the police if you express suspicion. Stay firm and refuse to pay and they will eventually leave."]]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Train Station Kunming Yunnan China 2008.jpg"],["thumb"],["Main train station and the usual heavy traffic"]]},"\nKunming has generally good roads but they are often badly overloaded with traffic, and not only at peak times. By Western standards, the driving is often appalling; see ",{"type":"[[","value":[["Driving in China"]]},". For any journey by ground transport, a generous allowance for traffic delays is good planning.\n\n",{"type":"*","value":[{"type":"''","value":["Bicycles"]}," can be rented at some hostels for about ¥20 a day. There are bike lanes along the edges of many major roads and traffic generally moves fairly slowly.  In addition, a scheme launched 2012 in the Dianchi (lakeside) area of town provides bicycle rental as a public service, similar to schemes in Paris and London.  However, registration is a prerequisite and it is unclear how accessible the system is to foreigners, particularly short-stay tourists."]},{"type":"[[","value":[["File:Kunming_metro_map.png"],["thumb"],["300px"],["Kunming metro map"]]},"\n\n",{"type":"*","value":[" Construction began on a ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.kmgdgs.com\/ metro"]}]}," system in 2010; some lines are now operational and more are coming. Line 6 from the airport to eastern suburb was the first line to go into service, followed by Line 1 and Line 2 in April 2014, which temporarily combined as one line run from South to North through the city center and via Kunming Railway Station. The transport company provide an ",{"type":"[","value":["http:\/\/www.kmgdgs.com\/node_46380.htm online map"]},"."]}," \n",{"type":"*","value":[{"type":"''","value":["City Buses"]}," are mostly ¥1 a trip and cover most of the city. They operate from about 06:00 until late evening 21:30\/22:00!! (from first stop, which means, if you go from last stop, you can get bus also at 23:00 going back to first stop). They stop at every stop along their assigned route, but not all bus routes stop at all physical bus stops! Don't be surprised to see a bus driving right past a stop, as it may not be on their route. Stops are usually 500m to 1 km apart. Bus drivers are lead footed, and often race each other, especially on the ring roads. They tend to stop suddenly too, so get a good hand hold. Some of the bus stops are at the sides of the road but some bus stops are located in the middle of the road and appear to have been designed to provide maximum inconvenience and danger for passengers. There have been reports of ",{"type":"[[","value":[["pickpockets"]]}," on crowded buses, especially just before \"Spring Festival\", when people need extra cash. It is possible to get a bus card, which reduces the cost per trip to ¥0.90. The card itself costs ¥20 and is bought at bus stations. Bus Nos. 52 and 67 run to the airport and may cost ¥2 depending on the bus and hour. Also some other buses cost ¥2. These usually go longer distances such as to \"villages\" around Kunming. Bus routes are marked on some local maps (purchased from street vendors or kiosks) but are not always accurate. You can check the following Chinese only ",{"type":"[","value":["http:\/\/bus.mapbar.com\/kunming\/xianlu\/10lu\/ website"]}," (bus 10) but at least there is a map with the bus stop and you can quickly change bus number in the URL (this only works for regular bus, not c62 and the like)."]},"\n",{"type":"*","value":[{"type":"''","value":["Taxis"]}," start at ¥8. Make sure the driver uses the meter to avoid being scammed. Sometimes, taxi drivers will ask for a flat fee, but you should avoid this, because usually such flat fees are much more expensive than using the meter for rides within the city.  As usual, care should be taken when traveling at night or long distances. Larger taxis cost more than smaller taxis. Also be aware that taxis are zoned and cannot access all areas. Don't be surprised if a taxi driver cannot take you to your destination as it may be outside their zone. Only certain taxis are allowed into the central areas at certain times. This is to allow all taxis a chance at the lucrative business areas.  It is especially difficult to get a taxi around 18:30, when taxi shifts switch and drivers need to return their cars. A fuel tax of ¥3 has been added to fares and is explained on a small sign on the dashboards of all taxis. Thus for each ride you'll have to add ¥3 to the meter reading to calculate your actual fare."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Buildings in Kunming - DSC03494.JPG"],["thumb"],["One of a number of traditional buildings in this modern city"]]},"\n",{"type":"[[","value":[["File:Zhenqing Culture Square (Kunming) - DSC03502.JPG"],["thumb"],["Zhenqing Culture Square"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kunming municipal pump house."]}," As a result of droughts parching Yunnan, the reservoirs surrounding Kunming are of vital importance. The specter of Kunming's taps suddenly running dry is of great concern for residents. The two-room \"History Museum of Kunming Water Supply\" (昆明市自来水历史博物馆)is inside the Green Lake Park, and is housed in the building that once pumped 1,000 cubic meters of water daily from Green Lake's spring-fed Nine Dragon Pond (九龙池) and along a 9.5 kilometer network of municipal water pipes. The pump station was completed in 1917 and started operating in 1918. It continued to be used until 1957. The current museum still contains what appear to be the two original French-made electric water pumps, along with a small collection of old photos and other curios, such as tokens that could be used to buy water from any of the more than 50 public water taps that were part of the system. The museum is located inside the park's east gate, which is actually located in the southeast of the park. Visitors walking through the gate will see the museum about 100 meters directly ahead of them. Entry to the museum is free and it is open Wednesday through Sunday from 09:30-16:30."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Earth Forest"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Earth Forest in Yuanmou County in Chuxiong Prefecture is a scenic spot at the provincial level. Earth Forest, as a representative landscape in the county, comprises Xinhua, Bangguo, Wanbao and Tiger Leaping Beach, covering an area of 50 square kilometers. The Earth Forest came into being since geological movement and soil erosion one or two million years ago. Its shape looks like an immense forest and the main component is earth, so it is named Earth Forest. The Earth Forest, the Stone Forest in Kunming and the Colorful Sand Forest in Luliang are called “the Three Forests in Yunnan”."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Daguan Pavilion"],["alt=大观楼; Dàguānlóu; lit. Grand View Pavilion"],["url="],["email="],["address="],["lat="],["long="],["directions=Inside Daguan Park (大观公园; Dàguān Gōngyuán)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Daguan Park in the western part of Kunming races the Dianchi Lake in the south and the Western Mountains in the west. The pavilion, with a history of more than three hundred years, is a three-floor square structure with flying eaves and golden-lacquered ornamentation. The top floor of the pavilion provides an all-embracing view of the vast Dianchi Lake and the peaks of the Western Mountains. A 180 character couplet is hanging down the pavilion, which is lauded as the ",{"type":"''","value":["number one couplet past and present"]},". The Park is the most fascinating garden in urban Kunming."]]}]},{"type":"[[","value":[["File:Qiongzhu arhats 2010 jan 13.jpg"],["thumb"],["Clay sculptures in the Qiongzhu Temple"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Qiongzhu Temple"],["alt=筇竹寺; Qióngzhúsì; lit. Bamboo Temple"],["url="],["email="],["address=Yu'an Mountain, Xishan District (西山区玉案山; Xīshānqū Yùànshān)"],["lat="],["long="],["directions=Bus C62\/C63"],["phone="],["tollfree="],["fax="],["hours="],["price=¥10"],["content=An amazing work of art hidden in a temple several kilometers up in the mountains encircling Kunming. For the most part, it is a normal temple, but in one room, there is a series of sculptures that is an incredible work of art. A mixture of life-like figures in totally fantastical positions (man whose eyebrows grow down to the floor, monks riding giant fish), this is some trippy artwork that is worth the trip."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tanhua Temple"],["alt=昙华寺; Tánhuàsì; also known as Taohu Nunnery"],["url="],["email="],["address=Guangming Road, Panlong District (盘龙区光明路; Pánlóngqū Guāngmínglù)"],["lat="],["long="],["directions=At the foot of Tuiying Mountain in the eastern outskirts of Kunming City, about 4km from the city centre"],["phone=+86 871 3857297"],["tollfree="],["fax="],["hours="],["price=¥5"],["content="]]}]},"\nBuilt in 1634. According to historical records, before the temple was erected, there had been a thatched shack where Shi Shiqiao, a scholar of the Ming Dynasty, buried himself in books. Shi Tai, grandson of Shi Shiqiao, donated the estate for the shack whereon the temple was built.\n\nIn the backyard there was an epiphyllum tree, which is called ",{"type":"''","value":["tanhua"]}," in Chinese, hence the name. The temple went through many renovations during the Qing Dynasty. It is well known for its flowers and plants. It has been a scenic spot for more than three hundred years, and an epitome of Kunming, ",{"type":"''","value":["the Flower City of the Southern Frontier"]},". The epiphyllum tree was planted in the side court of the depository of Buddhist Scriptures. There is a stone tablet on which four characters are carved ",{"type":"''","value":["The Epiphyllum Brings Luck"]},". After the erection of the temple, the original epiphyllum withered and died. The epiphyllum now standing taller than the eaves of the temple sprang from the root of the original one at the beginning of the Qing Dynasty, and is about three hundred years old. It bursts into flowers in mid-summer. The big loquat tree in the backyard is said to have been planted in the early Ming Dynasty.\n\nIn the South Garden there are flowers and rockeries with winding paths among the flowers and the zigzagging corridor surround the Lotus Pond, where you can watch fish. The East Garden is shaded by tall cedars and cypresses and include seven smaller gardens and a Children's Playground.\n\nIn recent years, the old temple has resumed its original grandeur. It has become one of the most famous scenic spots in Kunming.\n\n",{"type":"[[","value":[["File:Yuantong Si.jpg"],["thumb"],["Main hall of Yuantong Temple"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yuantong Temple"],["alt=圆通寺; Yuántōngsì"],["url="],["email="],["address="],["lat="],["long="],["directions=At the foot of Yuantong Hill in the northern part of Kunming"],["phone="],["tollfree="],["fax="],["hours="],["price=¥6"],["content="]]}]},"\nWith a history of more than 1,200 years, Yuantong Temple is the grandest and most important Buddhist temple in Yunnan Province. King Yimouxun of the Nanzhao Kingdom built the temple in late eighth century. The restorations from the Qing Dynasty onward has not changed the unique mixed architectural style of the Yuan and Ming Dynasties.\n\nUnlike all other Buddhist temples, you enter Yuantong Temple from above and descend along a gently sloping garden path. A memorial archway with four Chinese characters is standing halfway. The temple complex is built around Yuantong Hall, which is surrounded by a very large pond. A delicate stone bridge which has an elegant octagonal pavilion stands in the center and connects the hall and the temple entrance. The pavilion is connected to the rest of the complex by various bridges and walkways.\n\nSakymuni, Amitabha and the Medicine Buddha, all Yuan Dynasty statues, are found in the main hall. The surrounding 500 Buddhist Arhats which are carved in the walls are noted for their perfect proportions and lively appearances. Also in this temple hall are two ten metre high pillars from the Ming Dynasty, each engraved with a dragon trying to extend their bodies and claws into the air. Outside, on each side of the main hall, there are stone staircases carved out of the mountainside and wind their way to the top of the hill. There are ancient inscriptions along the way and various stone artworks considered the most important historical relics in Kunming. From the top of the stairs, you are presented with a terrific panoramic view of the entire complex. In 1982, Thai Buddhists sent a 3.5 metre copper statue of Sakymuni, which is now placed in the Copper Buddha Hall combining Chinese and Tai styles.\n\nSurrounding the temple pond are a series of halls where you will find old women praying, people sitting and chatting, ongoing classes in Buddhist scriptures, a magnificent calligraphy studio, an exhibit of temple photographs, a temple shop, a restaurant and more.\n\nYuantong Temple is a real working temple. Buddhists from many different countries come here on pilgrimages to pay homage. There are special Buddhist services twice each month, and the Buddhist Association of Yunnan Province is also located here, making it a centre of Buddhism in Yunnan.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yunnan University Wu Mayao Museum of Anthropology"],["alt=云南大学伍马瑶人类学博物馆"],["url="],["email="],["address=Inside Yunnan University on Beimen Jie 北门街云南大学里面"],["lat="],["long="],["directions=Just south of the main Yunnan University gate on Beimenjie"],["phone=+86 871 5031607"],["tollfree="],["fax="],["hours="],["price=Free?"],["content=Fascinating museum with an impressive collection of minority and Han artifacts from around Yunnan. Highlights include painted wooden torso armor of the Yi people, fearsome warriors of a traditionally caste society who historically controlled the mountainous region between Sichuan and Yunnan and whose queen was instrumental in negotiating the entry in to Yunnan of the Mongol Horde at the dawn of the Yuan Dynasty, ushering in the first real period of Han control thus beginning the widespread Sinification in Yunnan province. Unfortunately the showy modern glass presentation makes photography of some artifacts rather difficult."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kunming Zoology Museum"],["alt=昆明动物博物馆; Kūnmíng Dòngwù Bówùguǎn"],["url=http:\/\/www.knhmz.cn\/index.asp"],["email="],["address=32 Jiaochang East Road (教场东路32号; Jiāochángdōnglù)"],["lat="],["long="],["directions=In the north of Kunming between the first and second ring roads, approximately 600 metres directly west of the Carrefour supermarket at the intersection of Longquan Road and Baiyun Road. Bus routes 4 and 92 (route 4 terminates just around the corner) run close to the museum, alternatively take routes 9, 55, 59, 74 or 96 to the Carrefour and walk from there."],["phone=+86 871 5130101"],["tollfree="],["fax="],["hours="],["price=¥80 (September 2008)"],["content=Anybody interested in Yunnan's animals through the ages could spend a couple of hours here. The museum is adjacent to, and indeed shares a compound with, a university science campus. The exhibits are arranged on five floors starting with dinosaurs, fossils and skeletons on the ground floor and working up to a tropical rain forest replica on the uppermost floor. There are sections with preserved fish and amphibians, stuffed animals and preserved insects. The exhibits seem to concentrate on creatures that are, or were, to be found in Yunnan. Most exhibits are labelled in English and Chinese but the longer explanations and information boards are generally Chinese only. Overall it is a pleasant, clean, museum with the exhibits well presented and usually well lit. It is not really an interactive museum; there is plenty to point at and peer at but not much to do. There is a small table offering mementos for sale but otherwise no shop. Nor is there any onsite catering."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yunnan Military Academy"],["alt=云南陆军讲武堂;"],["url=http:\/\/www.luobinghui.com\/j\/Index.html"],["email="],["address=22 CuiHu Xi Lu, (昆明市翠湖西路22号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=The museum is in three sections with bilingual information boards and artefact labels."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yunnan Railway Museum"],["alt=云南铁路博物馆; Yúnnán Tiělù Bówùguǎn"],["url=http:\/\/www.tieliu.com.cn\/zhishi\/2008\/200804\/2008-04-22\/20080422091534_123133.html"],["email="],["address=Kunming North Railway Station, 913 Beijing Road, Panlong District (盘龙区北京路913号火车北站; Pánlóngqū Běijīnglù Huǒchēběizhàn)"],["lat="],["long="],["directions=Section 1 is in the main railway station building, Section 2 is 500 metres to the east of the railway station"],["phone=+86 871 6138610"],["tollfree="],["fax="],["hours="],["price=Adults ¥10, children ¥5, one ticket provided access to both sections"],["content=This is a smallish museum dedicated to the various narrow gauge railways constructed to link Yunnan with other places. These railways were brought into existence principally through French-Chinese collaboration but the equipment originated in various countries. The museum is in two sections: The first contains maps, documents, models, information boards and small artifacts. The information boards and artifact labels are generally in Chinese and English, but many of the copies of original documents and annotated drawings are in French and Chinese. The second section of the museum houses various locomotives and rolling stock. Non-commercial photography is permitted but, as both sections of the museum are poorly lit, a tripod might be useful. Railway enthusiasts can probably browse contentedly for an hour or two but small children and people with no interest in history or railways might find 15 minutes to be more than long enough."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yunnan Provincial Museum"],["alt=云南省博物馆; Yúnnánshěng Bówùguǎn"],["url=http:\/\/www.ynbwg.cn"],["email="],["address=118 Wuyi Road, Wuhua District (五华区五一路118号; Wǔhuáqū Wǔyīlù)"],["lat="],["long="],["directions=Quite central, situated on the southern side of the junction of Dongfeng West Road (东风西路) and Wuyi Road, bus routes 26, 52, 66, 73, 95, 98 and 100 all stop nearby"],["phone=+86 871 6179536, 6179528"],["tollfree="],["fax="],["hours=09:30-17:30, closed Monday"],["price=Adults ¥10, students ¥5"],["content=A smallish museum containing artifacts from the past 2,500 years. The items are presented quite and are reasonably well lit. For persons who are particularly interested in history one and a half hours might be sufficient. Descriptions are given in Chinese and English. Occasionally, the museum hosts temporary exhibitions on the ground floor. The permanent exhibitions are on the two upper floors, access by stairs only."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kunming City Museum"],["alt=昆明市博物馆; Kūnmíngshì Bówùguǎn"],["url="],["email="],["address=71 Ta East Road, Guandu District (官渡区拓东路71号; Guāndùqū Tàdōnglù)"],["lat="],["long="],["directions="],["phone=+86 871 3153310"],["tollfree="],["fax="],["hours="],["price=Free, including af tour"],["content=A simple museum whose main attraction is a central pillar taken from an old temple (now destroyed) and other relics from the Dian Kingdom (a tribute state of the Western Song dynasty). A large part of the museum is taken up by a series of shops selling fossils\/minerals (many of the fossils are fakes) plus overpriced Chinese paintings, textiles, porcelains and some furniture."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yunnan Nationalities Museum"],["alt=云南民族博物馆; Yunnan Minzu Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A simple museum whose main attraction is a central pillar taken from an old temple (now destroyed) and other relics from the Dian Kingdom (a tribute state of the Western Song dynasty). A large part of the museum is taken up by a series of shops selling fossils\/minerals (many of the fossils are fakes) plus overpriced Chinese paintings, textiles, porcelains and some furniture."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Flying Tigers Memorial"],["address=71 Tuodong Lu"],["alt=temporarily located in Kunming Museum"],["content=The Flying Tigers were fighter pilots — officially called the American Volunteer Group — who fought the Japanese in China through much of World War II, both before and after the US entered the war. Despite a whole range of problems, they shot down several hundred enemy planes. Kunming was one of their main bases."]]}]},"\n",{"type":"===","value":["Streets and areas"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kunming flower and bird market"],["alt=昆明花鸟市场; Kūnmíng Huāniǎo Shìchǎng"],["url="],["email="],["address="],["lat="],["long="],["directions=Very central and situated within the area bounded by Dongfeng West Road (东风西路) to the south, Wuyi Road (五一路) to the west, Renmin West Road (人民西路) to the north and Zhengyi Road (正义路) to the east"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If purchasing cute little puppy dogs, live crickets, birds, live bird food, tortoises and other things creepy, crawly and\/or fluffy is your thing then it is here to be had ... along with a few flowers and a great many trinkets. The most obvious stalls begin where Wuyi Road meets Dongfeng West Road but other sellers can be found on other streets within the district."]]}]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"[[","value":[["File:Kunming Botanical Garden - DSC03095.JPG"],["thumb"],["Kunming Botanical Gardens"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kunming Zoo"],["alt=昆明动物园; Kūnmíng Dòngwùyuán"],["url="],["email="],["address="],["lat="],["long="],["directions=A few hundred metres north east of Green Lake, a few hundred metres east of Yunnan University, buses 101, 92, 95 to south side, buses 4, 22, 59. 74, 83 to north entrance"],["phone=+86 871 5154546"],["tollfree="],["fax="],["hours="],["price=¥15 (as of April 2011) with further ¥3 for the butterfly and peacock park"],["content=The Zoo was built in 1953 and has over 300 species. There is a peacock garden, butterfly enclosure, aviary and aquarium. In spring the zoo is reputed to be a ",{"type":"''","value":["sea of flowers"]},", in particular the blossom of cherry trees and weeping Chinese crab apple trees. Overall the zoo is a pleasant enough place but with a slight air of weariness and decay about it. Local people also use it as a place for performing exercise or playing cards and mahjong."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kunming Botanical Gardens"],["alt=昆明植物所; Kūnmíng Zhíwùsuǒ"],["url=http:\/\/www.kib.ac.cn\/KIBEnglish\/english\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These gardens are 12km from Kunming proper and, together with the Black Dragon Park, constitute a national scenic area. The gardens have introduced precious flowers, traditional medicinal herbs, important trees and endangered plants of the province. Also they have cultivated many plants for domestication and the protection of their migration. The gardens have collected some 4,000 species of plants and established 10 special plant gardens and experimental districts. The camellia garden is unique in the country and has collected 40 species of camellias. Yunnan Province boasts more than 100 species of camellia. These gardens were one of the earliest gardens to collect the cedar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Karst Topography"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"[[","value":[["File:China (3172181491).jpg"],["thumb"],["Scenic view on southwest edge of Kunming"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dianchi Lake"],["alt=滇池湖 (Diānchíhú); also known as Kunming Lake or Kunming Pond or Dian Pond"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Plateau lake with improving scenery. Historically the ",{"type":"''","value":["a pearl on the Yungui Plateau"]},", the ecosystem was severely damaged in the 60s by conversion of wetland into farmland. Great efforts are made starting from the 90s to reverse this damage. Today the northern tip of the lake is gated by a series of causeways. Trawlers are working around the clock to purify the water. Best place to see the lake is along Guang Jing Road (观景路). Here you can see tourists holding up snacks to feed flyby seagulls, oppposite of the lake here is the Western Mountain. The lake proper is 40 by 8 kilometers and is 1,886 meters above sea level. It is the largest lake in Kunming. Traditional fishing boats still sail on the lake."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Western Mountain Forest Reserve"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The forest reserve on the west bank of the Dianchi Lake consists of the Huating, Taihua and Luohan Mountains, which extend for more than 40 kilometers at an altitude of 2,500 meters. This is a colossal natural forest reserve, its lofty chain of mountains crisscrossed by gurgling brooks and streams. Ancient trees heap up rich piles of foliage, and birds warble and flutter in the midst of fragrant flowers. Viewed from the southeast corner of Kunming, the entire forest reserve looks like a beautiful maiden reclining leisurely by the Dianchi Lake, her long hair quivering in the limpid water. Hence the nickname of the Western Mountains Forest Reserve, ",{"type":"''","value":["Sleeping Beauty"]},". Dragon Gate (Longmen) is built on the steep rock hills, the carved stone ",{"type":"''","value":["Dragon Gate"]}," consists of the major part, which was cut in the years from 178l. No tourist can but be astonished at such elegant carving on such precipitous hills. On March 3, every lunar year, hundreds of Kunming people crowd up to the hills for celebrating their traditional distinguished gathering called ",{"type":"''","value":["Spring Touring"]},", dancing and singing on the green western hills."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Green Lake Park"],["alt=翠湖公园, Cuìhú Gōngyuán"],["url="],["email="],["address="],["lat="],["long="],["directions=Located near Yunnan University in the north western part of town"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=A pleasant, smallish expanse of park and lake that serves as a mellow hang-out. Musicians sometimes practice along the paths. Plenty of goldfish and lotus plants can be seen. In the mornings it is a popular place for people to perform their morning exercises. During December and January many seagulls arrive in the region and in the mornings many people feed the birds or photograph them as they swoop past to catch the thrown food. There are a number of restaurants and tea shops near the lake and the northern edge is close to Wenlin Street where there are many restaurants."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yunnan Nationalities Village"],["alt=云南民族村; Yúnnán Mínzúcūn"],["url=http:\/\/www.ynmzc.com\/pages\/index.htm"],["email="],["address=1310 Dianchi Road (滇池路1310号; Diānchílù)"],["lat="],["long="],["directions=near Dianchi Lake"],["phone="],["tollfree="],["fax="],["hours=09:00-18:30"],["price="],["content=Covering an area of about 133.3 hectares. An ethnographic display of the architecture and ways of life of Yunnan's minority populations."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jindian Park"],["alt=昆明金殿公园; Kūnmíng Jīndiàn Gōngyuán; lit. Kunming Golden Temple Park"],["url="],["email="],["address="],["lat="],["long="],["directions=On Mingfeng Mountain, seven kilometers northeast of Kunming, a taxi is around ¥20 and takes 20 minutes, buses 10 and 71 go there as well"],["phone="],["tollfree="],["fax="],["hours=08:00-19:00"],["price=A day ticket purchased at the Southern gate of what is now known as the ",{"type":"''","value":["World Horti-Expo Garden"]}," is ¥100 (October 2010)"],["content=The park, sprawling for more than 133.3 hectares on the Mingfeng Mountain, is a national forest reserve comprising natural scenery mingled with sites of historical interest and man-made gardens. Some 12% of the surface are lakes or ponds. On the Mingfeng Mountain stands the exquisite and serene Golden Temple, 6.7 meters in height and 7.8 meters in width, and cast of 250 tons of solid bronze. It is the largest bronze hall in China. The Expo Garden was constructed for the 1999 Kunming International Horticulture Exposition but is still in use and displays a wide variety of plants. It attracts many locals who can buy annual tickets at a fraction of the cost charged to foreigners, and is a popular site for wedding photographs."]]}]},"\n",{"type":"[[","value":[["File:Stone Forest near Kunming.jpg"],["thumb"],["The stone forest near Kunming"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Stone Forest"],["alt=石林; ",{"type":"[[","value":[["Shilin"],["Shílín"]]}],["url=http:\/\/www.chinastoneforest.com\/"],["email="],["address=About 2 hours by bus from Kunming, luxury buses depart regularly from east side of Kunming main railway station (does not seem to be available anymore, oct 2011) or from eastern bus station, ¥29 to Stone Forest, other buses may charge ¥90 for the same trip, if one of the touts working in front of the train station assist you to find your bus their ¥10 commission will be added to your fare"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Entry is pricey at ¥175 per person per day; ¥5 for Chinese only map"],["content=This is a UNESCO listed site of remarkable karst geography. Good weekend trip and lots to see. It is not possible to change currency at the sole local bank and their ATM often does not work. Very good Youth Hostel (¥160 for doubles) or can get room at the Summer Hotel inside the nature reserve for around ¥200 for good a\/c double room."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jiuxiang Scenic Area"],["alt=昆明九乡风景区; Kūnmíng Jiǔxiāng Fēngjǐngqū"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This scenic area is 20 sq km and includes five tourist attractions, Diehong Bridge (5km southeast from Jiuxiang Street, famous for the karst caves, the twin waterfalls and the huge natural stone dam cluster), Dasha Dam (consisting of picturesque karst caves and thick forest), Sanjiao Cave (5km north of Jiuxiang Street, famous for the karst caves), Alu Long [a scenic area 6km west of Jiuxiang Street, famous for the excavated Yi Nationality cliff paintings of Qin (221BC-206BC) and Han (206BC-220AD) dynasties] and Mingyue (meaning the bright moon) Lake. Jiuxiang is known as the ",{"type":"''","value":["museum of karst caves"]},", which boasts its caves as the largest in scale and number (there are about a hundred karst caves) and has the most wonderful in-cave scenes in China. The caves in Jiuxiang fall into four cave clusters: Sanjiao Cave, Dashang Cave, Diehong Cave and Dasha Dam Cave. 66 out of the numerous caves in the area are profitably exploitable and the karst cave cluster is the largest of its kind on Yunnan-Guizhou plateau. The caves in the area are praised for their grandeur, wonder grotesquerie and natural beauty. Jiuxiang, the birthplace of the aboriginal Yi ethnic people, has a strong minority custom color, a long cultural history, and widely spread old myths and tales. These include Hunting Festival, the Worship the White Dragon Festival, Love Song Contest, Bullfighting, Wrestling, Sanxian Dance (Sanxian is a three-stringed plucked instrument), Rattle Stick Dance and so on. Tourists should take enough clothes since they may get wet in boats when they visit the karst caves and the gorges. The folk songs and dances and the local food are also special. What is more, Yangzonghai Lake Scenic Spot and Little White Dragon Forest Park are not far from Jiuxiang Scenic Spot. Tourists can take buses at the gate of the Jiuxiang to go there."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Black Dragon Pool Park"],["alt=黑龙潭公园; Hei-long-tan Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Entry is pricey at ¥20 per person per day;"],["content=",{"type":"[[","value":[["Hei-long-tan Park"]]}," Black dragon Pool is a rare large garden, is the Kunming plum resort, known as the\" Longquan exploration plum\". The\" Tang Mei\" legend from Nanzhao transplant, with the tranquility Caoxi Temple\" Yuan Mei\" is considered to be Yunnan's most precious Gu Mei."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Bao Hai Park"]}," Park in 1999December will open. Park green rate 61.3%, grow a winter cherry and large areas of evergreen lawn, extensive use of camphor, azaleas and other native plant landscaping, formed\" squid constant four spring\" green environment. Hai Bao Park is located in the southeast of the city of Kunming District, and China World Trade Center center adjacent to the north, South transit road, East and southeast by Wanxing, Yinhai Residential Garden West Road, treasure. It covers an area of 250 acres, is larger in Kunming modern city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dinosaur Valley"]}," at ",{"type":"[[","value":[["Lufeng"]]}," opened at 2008. This is a national park displaying more than 70 full dinosaur skeleton fossils found in the area, scattered over the mountains about 75 kilometers away from Kunming. Many attractions for kids available. Regular buses go from Kunming's West bust terminal. Very nice for a half-day trip. Entry 120¥."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Zhigong Hall - Yunnan University - DSC01841.JPG"],["thumb"],["Zhigong Hall, Yunnan University"]]},"\n",{"type":"===","value":["Theaters"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kunming Art Theater"],["url="],["email="],["address=Dongfeng West Road (五华区东风西路; Wǔ​huá​qū​ Dōng​fēng​xī​lù​)"],["lat="],["long="],["directions=Buses 10, 26, 52 and 82"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kunming Theater"],["alt=昆明剧院; Kūn​míng​jù​yuàn"],["url="],["email="],["address=409 Qingnian Road (青年路409号; Qīng​nián​lù​)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sunshine Golf Club"],["alt=昆明阳光高尔夫俱乐部"],["url=http:\/\/www.sunshinegolfclub.com\/"],["email=web@sunshinegolfclub.com"],["address="],["lat="],["long="],["directions=Kunming-Qujing Highway, 6km"],["phone=+86 871 8288999"],["tollfree="],["fax=+86 871 8288618, 8288619"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=China Kunming International Art Festival"],["alt=中国昆明国际艺术节"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Three weeks in April\/May"],["price="],["content=Annual festival with music, dance and art."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Kunming Golden Horse Memorial Archway.JPG"],["thumb"],["Golden Horse memorial Archway on Jinbi Road"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Outdoor Equipment"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As elsewhere in bigger cities close to mountainous regions, you can buy fairly good quality fake and ",{"type":"''","value":["overrun"]}," outdoor and camping gear in Kunming. See our ",{"type":"[[","value":[["China#Brand-name goods"],["China article"]]}," for background. Shops can be found in a courtyard at 20 Dongfeng East Road and on Baoshan Street close to the central square, as well as in the enormous garment district on the South Ring Road between the moat and Carrefour shopping centre (check basement and top stories, no self-respecting counterfeit vendor would sell on the main floor of a building). ",{"type":"[[","value":[["Bargain"]]}," hard."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Local minority souvenirs, jade"],["url="],["email="],["address=Flower and bird market"],["lat="],["long="],["directions=Refer to See Section for directions"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Equipment for Chinese games"],["url="],["email="],["address=Flower and bird market"],["lat="],["long="],["directions=Refer to See Section for directions"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In particular, Yunnan stones (云子) ",{"type":"''","value":["Yúnzǐ"]}," for the game of ",{"type":"'''","value":["Go"]}," (Chinese: weiqi 围棋) are the best Chinese stones. They are quite different from  Japanese stones, and much cheaper; see the ",{"type":"[","value":["http:\/\/senseis.xmp.net\/?Yunzi Yunzi article"]}," on the go players' wiki, Sensei's Library. It is also possible to visit the factory (",{"type":"[","value":["http:\/\/www.yun-zi.com\/ Chinese-only web site"]},") near Kunming. Boards and bowls are also available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Mandarin Bookstore"],["url="],["email="],["address=52 Wenhua Lane 9-10"],["lat="],["long="],["directions=End of Wenlin Road, past the Police Station and turn Right"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has some English, French and German books available for sale. Also has the Lonely Planet China guidebook (a relative rarity for sale within China itself) for ¥330 (less a 15% discount as at May '09)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Computer street"],["url="],["email="],["address="],["lat="],["long="],["directions=near zoo north entrance, bus 83 from railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you need some IT stuff. Pay attention to counterfeit and if international warranty is available."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Local specialties"]}," include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Over-the-Bridge Rice Noodles"]}," (过桥米线; ",{"type":"''","value":["guoqiao mixian"]},") is a typical Yunnan local flavor that could only be tasted in some parts of Yunnan. The Over the Bridge Rice Noodles has along history and it carries with itself a vivid love story.  This famous dish consists of several courses and a big bowl of chicken soup with very thick oil on top to keep the heat for cooking the food items, including raw pork, cooked chicken pieces, pork liver, slices of squid and slices of carp for the first course to be dipped into the boiling hot soup. Vegetables are then added afterwards as the second course, and the rice noodles follow as the last course. It is a kind of snack food in Yunnan . Surely enough, you are eager to have a taste of Yunnan Over the Bridge Rice Noodles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Steam Potted Chicken"]}," with Tienchi & Steam Potted Chicken with Cordyceps used to be made in a restaurant famous for this course. Later they created a new variety with gastrodia tuber in the soup, becoming one of the well known local nutritious dishes in Kunming.  Early in the Qianlong Era of the Qing Dynasty, the steam potted chicken became popular among the common people. Jianshui County has a long history in producing the best pottery ware in Yunnan. Pots produced in this county has different shapes and forms.  The steam pot has a hollow tube fixed in the center, up to the height of the pot. Food including the raw chicken pieces, ginger, salt and so forth are put around the tube and the pot is placed onto a bigger pot with boiling water underneath. Steam will come up from the small hole in the middle to heat the food in the pot. The Chicken will be ready about three or four hours. The same method is used to cook other food and will increase the flavor of the dish."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yiliang Roasted Duck"]}," -  The \"Goujie Roasted Duck\" produced in the Goujie Street of Yiliang is extraordinarily delicious, with the crispy and yellowish skin, soft and tender duck meat, has a special slight flavor of pine needles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Xuanwei Ham"]}," dates back to 1727. Xuanwei ham won a prize at the Panama Fair in 1915. In 1923, Mr. Sun Zhongshan wrote an inscription \"Yin He Shi De\" (which means \"eat properly for a sound mind\") for Xuanwei ham and taste it at a food competition held in Guangzhou. Xuanwei ham has been selling well to Southeastern Asia and European countries. As a rule, the Xuanwei ham is processed during the winter. Select the best pork leg and press out the pork blood completely. Rub it with salt and smoke or air it dry after the salt permeates to a certain depth of the pork. Try to test the pork leg in three when the surface of the pork turn in green. The quality standard is to have the ham fragrance from three needles punched in the pork. Cut the ham open from the middle, it looks bright in color and has a clean fresh color. It can be preserved well in cellar with low moisture or in a warehouse with good air conditioning. Xuanwei ham can be bought from any big or small stores. If not convenient for travelling, it is possible to buy canned Xuanwei ham."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Er Kuai"]}," ( 饵块) is a chewy rice cake made from steamed rice, which is pounded, kneaded, and rolled into various shapes. The resulting cakes are used in a number of dishes: thinly-sliced erkuai stir-fried with fragrant spicy hot sauce and pork (chao er kuai), cut into square noodles served with gravy (lu er si) or in soup, or rolled into pancakes which are then wrapped around a youtiao (Chinese donut stick) with a sweet or spicy sauce (er kuai bao you tiao), an addictive street snack."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sweet Tonghai Peapowder Candy"]}," is a famous traditional snack. It is very easy to get it from any store and shopping stand. The ingredients of the sweet are quality white sugar, rice cerealose, and roasted pea powder (broad bean or pea)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Qujing Pickled Chives Flower"]}," was first produced in the Guanxu Year of the Qing Dynasty. Main ingredients include chives flower, salt, wine, chili, and brown sugar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sweet Pickled Kaiyuan Chinese Onion"]}," -  Kaiyuan is a place in the south Yunnan and it is famous for its delicious sweet pickled Chinese onion. It is made of the Chinese onion, salt, chili, brown sugar, wine. After being sealed in a jar for three months, it is ready. It tastes crispy and slightly sweet."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Smoked Smelly Bean Curd"]}," is one of the popular snacks found in the night snack market in Kunming. Quality Bean Curd is used as the raw material and it is smoked over a charcoal fire. If you have chance to be at the night snack market in Kunming, remember to experience it yourself."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Eight Treasures of Yunnan"]}," - Of all the well-known Yunnan cakes, the Eight Treasures of Yunnan comes first. It is packed in eight small pieces. It consists of one hard-skin cake, a ham-stuffed moon part, two crispy white parts stuffed with puree and two crispy parts stuffed with sesame, peanuts, mushroom and rutabaga pickle."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wild Mushrooms"]}," (菌子 ",{"type":"''","value":["junzi"]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old lady potatoes"]}," with peppers and fennel (老奶洋芋 ",{"type":"''","value":["laonai yangyu"]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fried goats cheese"]}," (",{"type":"''","value":["rubing"]},"), sometimes served with sugar or black pepper and salt. On the street, girls dressed in Dali minority costumes offer ",{"type":"''","value":["rubing"]}," with Hershey's chocolate, rose flavor, and condensed milk. Occasionally mixed in with green beans."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Local barbeque"]}," - at night, street vendors set up charcoal grills to barbeque potatoes, zucchinis, pork, chicken, beef on skewers - all sprinkled liberally with powdered local chili. The taste is excellent & incredibly spicy - typically pay ¥1-2 per skewer for a great street meal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stinky Tofu"]}," (臭豆腐 ",{"type":"''","value":["chòu dòufu"]},") - although not strictly a local specialty, this is a favorite among Chinese everywhere. Although it is certainly an acquired taste, it should not be missed."]},"\n",{"type":"*","value":[" Muslim vendors can be found hawking ",{"type":"'''","value":["granola-bar type snacks"]}," in the older part of town north of the train station. A tough but tasty treat sold by the kilo, the vendor will chop a piece off a huge nut- and honey-filled cake, and make bars or squares as you like."]},"\nMany restaurants in Kunming offer ",{"type":"'''","value":["localized food delivery"]},". One particularly convenient restaurant delivery service in Kunming is called ",{"type":"'''","value":["Lazy Bones Home Delivery"]},". They deliver food for restaurants like ",{"type":"'''","value":["Daddy’s Diner"]}," all over Kunming. Unfortunately they charge a small fee. You can find them on the web or call ☎532 2515\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Heavenly Manna"],["alt=吗哪; Mǎnǎ"],["url="],["email="],["address=74 Wenhua Alley, Wenlin Street (文林街文化巷74号; Wénlínjiē Wénhuàxiàng)"],["lat="],["long="],["directions=Next to Salvadors"],["phone=+86 871 5369399"],["tollfree="],["fax="],["hours="],["price="],["content=Yunnan style restaurant in the very trendy and fashionable Wenlin Street area.  Fantastic food at reasonable prices.  The drinks are less than ¥10.  The cakes are also worth trying."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yuanxi Lu"],["alt=员西路"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the zoo"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A street full of small restaurants and shops. There's a good place hidden behind an entrance with a small chinese-style roof on top, selling chou doufu in the entrance. One shop to the left you can try pork brain or just some tasty dumplings. On the opposite side of the street there's a Dai minority restaurant. You can recognize it by its bamboo-style walls."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Insane Wontons"],["alt=疯狂馄饨"],["url="],["email="],["address="],["lat="],["long="],["directions=Near YunDa North Gate; YuanXiLu 圆西路86; across from the YuanTong Movie Theatre, there is also one near the Hump at 人民中路17号昆明走廊一期1D1-FC4"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A delicious insanely spicy dumpling (wonton) soup with other (including non-spicy) options as well. Try the Sichuan Spicy Wontons (MaLa HunDun) 麻辣馄饨 or the Strange Flavor Wontons (GuaiWei HunDun)怪味馄饨 for the two best."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"====","value":["Chinese"]},"\nThe ",{"type":"'''","value":["Vegetarian Restaurant"]}," is located a few doors to the left of the Kunming Zoo main entrance on Yuan Tong Lu, serves somewhat pricey imitation meat dishes from a 1,500 year-old tradition. Dishes range from ¥3.5 to ¥98. The crispy \"duck\" is especially good.\n\n",{"type":"====","value":["Western"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Daddy's Diner"],["alt=父亲的西餐馆; Fùqīn de Cānguǎn"],["url="],["email="],["address=Store 58, Taiyang Xincheng, Longquan Lu (龙泉路泰暘欣城58号商铺; Lóngquánlù Tàiyángxīnchéng)"],["lat="],["long="],["directions=At the corner of Longquan Road and North Erhuan Road in the new tall orange and white apartment complex Taiyang Xincheng next to the University of Finance and Economics (财经大学), any taxi driver can take you there, and bus routes 9, 74, 84, 114, 115, 129, and 168 also all stop nearby at Caimao Xueyuan (财贸学院)"],["phone=+86 871 5844511"],["tollfree="],["fax="],["hours=Closed on Mondays"],["price="],["content=New restaurant serving American and Mexican food. The food is inexpensive and pretty good quality and they offer free Wi-Fi access."]]}]},"\nIn the Kunming ",{"type":"'''","value":["Flower and Bird Market"]},", there is a great pizzeria set in a Qing dynasty courtyard house.  The prices are more expensive than eating local dishes, but the atmosphere and quality of the food are outstanding. To find it, head to the flower and bird market and as you walk round, keep your eyes peeled for their sign above the stalls.\n\nAlong ",{"type":"'''","value":["Wenlin Jie"]}," there are many Western cafes and restaurants.  This street is commonly known as ",{"type":"''","value":["Western Street"]}," and the taxi drivers know it well!  These cafes include:\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mazagran Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has a good selection of Western meals and some delicious cakes and cookies (the millionaire shortbread is a favourite).  The clientele is a mix of Westerners (lots of students looking for an afternoon study spot and enjoying the free Wi-Fi) and locals.  Its second floor location (the stairs are around the back of the building) and open frontage makes it a good place to people watch. The restaurant was set up by a New Zealand couple who have since moved, but in terms of quality Western food it's one of the best."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Salvadors"],["url=http:\/\/www.salvadors.cn"],["email="],["address="],["lat="],["long="],["directions=Near the intersection of Wenhua Alley and Wenlin Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wide variety of western food and imported beer. They make excellent ice cream. A local favorite."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=French Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Offers free Wi-Fi internet and serves a list of French options that cannot be found elsewhere in Kunming. Great homemade baguette, real french pastries, good coffee... The lovely atmosphere and the good music is a plus. It has become a popular spot to hang out and have a beer or two in the evenings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Games Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Run by a Frenchman and his local wife, this place offers a stunning collection of boardgames in a few languages (mostly English and Chinese), and is popular with both foreigners and locals.  Local and imported beers, home made noodles, various French food and amazing meal-portioned salads."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Prague Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cute cafe with an upper level, has books and magazines. Has a variety of meals including Japanese and Western. While this place largely remains a Chinese hangout, several foreigners looking for a quieter lunch or place to study Chinese can be seen. The staff are friendly and the coffee is probably second best in the area. Food is mediocre, pizza is microwaved from a box. Pricey drinks. Disgusting bathroom, ¥50 fine if you poop or throw paper in the toilet."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shiping Huiguan"],["alt=石屏会馆"],["url="],["email="],["address=Cuihu Nan Lu, 24 Zhonghe Xiang (翠湖南路中和巷24号)"],["lat="],["long="],["directions=Near south end of Green lake park"],["phone=(0871) 3627222, 3627444"],["tollfree="],["fax="],["hours="],["price=¥50-100\/person"],["content= Traditional yunnanese restaurant in an old courtyard; the amazing building is reason enough for a visit, though the food is also very good. The plate of various fried insects is interesting to try; the river shrimps and the baked fish is also a must."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Makye Ame"],["alt=玛吉阿米"],["url="],["email="],["address=Jinhuapu Lu (Inside the Kunming office of Diqing Prefecture) (近华浦路迪庆州驻昆办二楼)"],["lat="],["long="],["directions=West of the university area"],["phone=(0871) 8336300"],["tollfree="],["fax="],["hours="],["price="],["content= A tibetan restaurant with fantastic atmosphere and design, and nightly stage performances of tibetan songs and dances. Some dish with yak meat must of course be tried; there is plenty in the menu."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThe main club area is in the Wuhua district, specifically Kundu Bar Street. Clubs are open until 5:30am to 6:00am. There are probably more than 10 clubs to suit every style and taste.\n\n",{"type":"===","value":["Kundu Bar Street"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Soho"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Smuse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Babi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Camp David"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=M2"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":[" Other areas "]},"\n\nSeveral western-style retro-bars can be found on Tuo East Road east of Bailong Road, and catering mostly to a local clientèle afford an opportunity to mingle with locals.\n\nOther bars include:\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Shelter Bar"],["alt=防空洞酒吧; Fángkōngdòng Jiǔbā"],["url="],["email="],["address=295 Yuantong East Road (圆通东路295号; Yuántōngdōnglù)"],["lat="],["long="],["directions=Near the back entrance of the Zoo, north side of Yuantong Mountain"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The bar is unique. Entering through the doors, there is a jazzy scene with plenty of comfortable places to lounge. Sometimes they even have video games set up. But the thing that sets this bar apart from other bars lies through the doors next to the bar. Passing through them, you go down some steps about six feet and enter through three doors, each of them three inches thick. This second bar and dance floor lie about 10-20 feet beneath the Zoo in an old bomb shelter build in the 70's when Mao was frightened by the prospect of nuclear war with the Soviet Union. Try to make yourself heard over the blaring music as large, ominous ventilation pipes hang over you. It is not the best place to hang out, but you have to see it at least once if you are in town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dyonysos (狄俄尼索)"],["url="],["email="],["address=Baoshanjie 1, 8th floor (盘龙区宝善街宝善1号8楼(近前景动感天下));"],["lat="],["long="],["directions=A few buildings north-west of Jinbi square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A high class live-music bar. Very good Yunnan snacks and great selection of drinks. Usually six singers a night with other musicians playing in between. Little bit pricy but great to entertain guests in the city center."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Freedom Bar"],["url="],["email="],["address=Renmin East Road (人民东路; Rénmíndōnglù)"],["lat="],["long="],["directions=A few blocks West of Beijing Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A club and bar with dance music, a small dance floor, and plenty of alcohol. During happy hours foreigners are allowed three free drinks: either 3 whiskeys or 3 beers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Chapter One"],["url=http:\/\/www.chapteronekunming.com\/en\/"],["email="],["address=146 Wenlin Street, Wuhua District (五华区文林街146号; Wǔhuáqū Wénlínjiē)"],["lat="],["long="],["directions=Buses 1, 85, 98, 100, 101, 125, 133, 139"],["phone=+86 871 5365635"],["tollfree="],["fax="],["hours="],["price=Beer or coffee from ¥10, cocktails ¥20-30; main dishes ¥15-35, pizzas a bit more"],["content=Always good for a Beer Lao, and free Wi-Fi access. You can also borrow books and DVDs from their lending library. This is currently Kunming's English-speaker's hangout. Also serves food, but you might want to go across the street to Prague for edibles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Aoma Meili Pub"],["alt=敖玛梅里餐厅; Áomǎ Méilǐ Cāntīng"],["url="],["email="],["address=60 Dongfeng East Road (东风东路60号; Dōngfēngdōnglù)"],["lat="],["long="],["directions=Right by the Camellia Hotel"],["phone=+86 871 3126036"],["tollfree="],["fax="],["hours="],["price="],["content=This well-known western restaurant is undergoing some changes to be more of a bar.  There are no other bars near the Camellia Hotel, so it is really nice!  It is one of the few places with a Western bartender as well.  He has lived in Yunnan for a few years, and is really good to get information from.  He said he just started here, so as soon as he gets all the equipment he promised some great cocktails!  Good food, nice atmosphere."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Near railway station"]},"\nThere are a number of so-so budget options around the railway station and along Beijing Road north of the station.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Golden Bridge Hotel"],["alt=金桥大酒店; Jīnqiáo Dàjiǔdiàn"],["url="],["email="],["address=Railway Station South  Square, Panling District (盘龙区火车南站广场; Pánlóngqū Huǒchēnánzhànguǎngchǎng)"],["lat="],["long="],["directions=Just outside the railway station to the left"],["phone=+86 871 3532868"],["tollfree="],["fax="],["hours="],["price=From ¥40"],["checkin="],["checkout="],["content=Not a bad option."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kunming Jin Jiang Hotel"],["alt=昆明锦江饭店"],["url=http:\/\/www.kunmingjinjianghotel.com"],["email="],["address=98 Beijing Road, Panlong District"],["lat="],["long="],["directions="],["phone=+86 871 3138888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Four star hotel offering 315 air-conditioned guestrooms, all of which have cable TV, broadband Internet access, and a private toilet and bath with spray-jet tub. Some of its amenities include massage service, sauna, fitness center, and beauty salon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kunming Leshi Hotel"],["alt=昆明乐仕宾馆; Kūnmíng Lèshì Bīnguǎn"],["url="],["email="],["address=9 Nanba Road, Xishan District (西山区南坝路9号; Xīshānqū Nánbàlù)"],["lat="],["long="],["directions="],["phone=+86 871 3524196"],["tollfree="],["fax=+86 8713536598"],["hours="],["price=Listed rates for doubles from ¥168, discounted from ¥108, no breakfast available"],["checkin="],["checkout="],["content=Small rooms without internet access except for more expensive ones, which have internet access against surcharge.  Chinese restaurant."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kinn One Hotel"],["alt=京王酒店连锁(昆明南屏店); Jīngwáng Jiǔdiànliánsuǒ (Kūnmíngnánpíngdiàn)"],["url="],["email="],["address=88 West Dongfeng Road, Wuhua District (五华区东风西路88号; Wǔhuáqū Dōngfēngxīlù)"],["lat="],["long="],["directions=Close to the centre of town, two minutes walk to the main pedestrianised area, easy to miss as it only has a small entrance onto the street with a lift"],["phone=+86 871 6077555"],["tollfree="],["fax=+86 871 6179689"],["hours="],["price=From ¥120 for a double with en suite"],["checkin="],["checkout=13:00"],["content=A fairly new hotel. No english spoken at reception. Very clean, very good service, and the rooms on the north side of the building have a view over the bird market. Internet free in rooms (LAN connection), breakfast comes with room (in the restaurant on the 9th floor), and there is a laundry service available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Camellia Hotel"],["alt=昆明茶花宾馆; Kūnmíng Cháhuā Bīnguǎn"],["url=http:\/\/www.kmcamelliahotel.com\/en"],["email=master@kmcamelliahotel.com"],["address=96 Dongfeng East Road, Panlong District (盘龙区东风东路; Pánlóngqū Dōngfēngdōnglù)"],["lat="],["long="],["directions=A few blocks east of Beijing Road"],["phone=+86 871 3163000 ext 6008"],["tollfree="],["fax=+86 871 3147033"],["hours="],["price=Dorms ¥40, doubles from ¥100 without breakfast, discount for members"],["checkin="],["checkout=noon"],["content= It's actually two buildings: the big fancy one with business services, and next to it the relatively cheap Youth Hostel. Rooms are clean, staff is polite and most speak excellent English. A pleasant courtyard, free Wi-Fi, laundry (¥15) and lots of information about what to do. The website has helpful instructions about how to get to\/from train and bus stations. A Laotian Airlines office is in the main building on the ground floor. There is also a reasonably good travel agent with English-speaking staff on the hotel grounds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Hump Hostel"],["alt=昆明驼峰客栈; Kūnmíng Tuófēng Kèzhàn"],["url=http:\/\/www.thehumphostel.com\/"],["email=the_hump_kunming@yahoo.com"],["address=Jinmabiji Square, Jinbi Road (金马路金马碧鸡广场; Jīnmǎlù Jīnmǎbìjīguǎngchǎng)"],["lat=25.032947"],["long=102.711077"],["directions=Bus 3 from train\/long distance bus station (7 stops)"],["phone=+86 871 3640359"],["tollfree="],["fax="],["hours="],["price=Dorms from ¥35, twins from ¥80"],["checkin="],["checkout=12:00"],["content=This place is a cafe, bar and hostel. It is on the third floor and has a rooftop garden where you can have drinks while overlooking Jinbi Square. The staff speaks some English. Great selection of western style dishes. Has pool table, DVDs and free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yuntel Inns (Kunming Xinying Branch)"],["alt=云之舍酒店连锁 （昆明新迎店）; Yúnzhīshè Jiǔdiànliánsuǒ (Kūnmíng Xīnyíng Diàn)"],["url="],["email="],["address=128 Wenyi Road, Xinying Neighborhood, Panlong District (盘龙区新迎小区文艺路128号; Pánlóngqū Xīnyíngxiǎoqū Wényìlù)"],["lat="],["long="],["directions="],["phone=+86 871 6078588"],["tollfree="],["fax=+86 871 3321118"],["hours="],["price=Listed rates for doubles from ¥188, discounted from ¥108, no breakfast available"],["checkin="],["checkout="],["content=Small rooms with free internet.  No restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kunming Cloudland International Youth Hostel"],["url="],["email=cloudland2005@126.com"],["address=23 Zhuang Tang Lu"],["lat="],["long="],["directions=south of the corner of Xi Chang Road and Renmin West Road, west of Government Square"],["phone=0086-0871-4103777"],["tollfree="],["fax="],["hours="],["price=Dorms rooms from ¥40"],["checkin="],["checkout="],["content=A great hostel with a great atmosphere.  Very clean with a good, inexpensive restaurant.  Also close to a number of other restaurants within a 15 minute walk."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=7 Days Inn"],["alt=7天连锁酒店; 7Tiān Liánsuǒjiǔdiàn"],["url="],["email="],["address=Qingnian Road"],["lat="],["long="],["directions="],["phone=+86 871 8098088"],["tollfree="],["fax="],["hours="],["price=Doubles from ¥150"],["checkin="],["checkout="],["content= Very clean rooms with helpful, yet non-English speaking staff. Rooms with free internet. A free computer is also usually available in the lobby. The rooms come equipped with a satellite dish that covers channels from all over China (only one or two English channels). Because it is located in the city, do not be surprised to find no view from your window. Think Best Western."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Spring City Star Hotel"],["url="],["email="],["address=241 Baita Road"],["lat="],["long="],["directions="],["phone=+86 871 6161666"],["tollfree="],["fax="],["hours="],["price=Standard rooms with en suite bath are ¥138 (December 2008)"],["checkin="],["checkout="],["content=Formerly known as ",{"type":"''","value":["Spring City Inn"]}," (and before that ",{"type":"''","value":["Yunnan Machinery Hotel"]},"). The hotel is in a quite courtyard off busy Baita Road, close to a secondary school. Fantastic value, exceptionally clean twin rooms, nice staff, a\/c, breakfast included. For laundry service go just around the corner to the Aoma Meili Pub (¥10\/kg). No elevator in this four floor hotel. Free internet."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fairyland Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=99 Dongfeng West Road (东风西路99号; Dōngfēngxīlù), lobby to the right of the New Era Hotel entrance"],["phone=+86 871 6353777"],["tollfree="],["fax="],["hours="],["price=¥268 for double (May 2011)"],["checkin="],["checkout="],["content=Since the hotel lobby is located on the first floor, Fairyland has the advantage of receiving walk-ins first, but there are several other hotels in the same building that represent better value.  Rooms have a slight odor and oddly color coordinated (yellow and orange) furniture.  Room has flat screen TV, but there is no computer in the room. Very central location. No english speaking staff. Be careful that staff will tell you that other hotels are not in the building or located elsewhere. To view other hotels go directly to the 9th floor."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=YSSJ Hotel"],["url=http:\/\/www.yzxjl.com"],["email="],["address=99 Dongfeng West Road (东风西路99号; Dōngfēngxīlù)"],["lat="],["long="],["directions=In the same building as the Fairyland Hotel, New Era Apartments and New Era Hotel, front desk is in room 910 on the 9th floor"],["phone=+86 871 3633348"],["tollfree="],["fax=+86 871 3633608"],["hours="],["price=¥238 （May 2011）for doubles or singles"],["checkin="],["checkout="],["content= Good value hotel but hard to locate.  It's on the 9th floor in the same wing as the Fairyland Hotel and New Era Apartments.  Rooms are respectably clean with better color coordination (dark wood and white).  Both doubles and singles have stand-up showers along with a small-sized kitchen containing mini-fridge, sink and cabinets.  There is a flat screen TV with a small sofa and sitting area.  Downsides are the room has a slight, but tolerable, odor, the bathroom is asian-style where the entire floor gets wet (but there are American style toilets), and the front desk reception knows no English, so come prepared with phrases to ask to see the room and to negotiate prices.  Rooms have free internet with computer. Very central location."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New Era Apartments"],["url="],["email="],["address=99 Dongfeng West Road (东风西路99号; Dōngfēngxīlù)"],["lat="],["long="],["directions=Pretty much in the city centre, near the underpass where Dongfeng West Road becomes Dongfeng East Road, there is no vehicle access to the hotel from Dongfeng West Road, in the same building as the New Era Hotel, entrance is to the right of the revolving doors in front of the parking valet"],["phone=+86 871 2364684"],["tollfree="],["fax=+86 871 3635308"],["hours="],["price=Doubles ¥180-240 (August 2008), depending on length of stay and haggling skills"],["checkin="],["checkout="],["content= En-suite rooms with double bed, sofa, mediocre TV, good cable internet access, approximately 30 square metres of space, well lit, nicely decorated, uncramped, clean and comfortable. A fridge and microwave might be provided in the room. The apartments do not occupy all the floors of the building so the single, somewhat overworked, lift does not stop at all floors but will often keep you waiting. Also the set of lifts in the main lobby of each floor do not stop at all, presumably because they are used by some other hotel in the same building. The rooms overlooking the square below can be noisy 09:00-22:00 if some event is in progress in the square. Nearby are various eastern and western-style restaurants and fast food outlets, a very badly organised Carrefore supermarket, various retail plazas and small stores."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Expo Garden Hotel"],["url=http:\/\/www.expogardenhotel.com.cn\/"],["email="],["address=No.5, Shibo Road, Panlong Area,"],["lat="],["long="],["directions=just up the hill from the entrance to the Expo Garden"],["phone=0871-5012666"],["tollfree="],["fax="],["hours="],["price=¥400"],["checkin=14.00"],["checkout=12.00"],["content= 7km from the downtown area and taxis are not easy to find so probably not a good choice unless you need to be in the area. Modernised deluxe rooms face inwards towards an Atrium that is used for noisy events at weekends. Outside rooms are OK but have rock-hard mattresses. Helpful staff all keen to practice their English."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Park Hotel"],["url=http:\/\/www.parkhotelgroup.com"],["email=info.gpkm@parkhotelgroup.com"],["address=20 Hong Hua Qiao, Wuhua District (五华区洪化桥; )"],["lat="],["long="],["directions=20 minutes by car from Kunming International Airport"],["phone=+86 871 5386688"],["tollfree="],["fax=+86 871 5381189"],["hours="],["price="],["checkin="],["checkout="],["content= Top business and leisure hotel with splendid view of Green Lake. 300 rooms and some duplex 2 bedroom suites."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Green Lake Hotel"],["url=http:\/\/www.greenlakehotel.com.cn\/en\/"],["email="],["address=6 Cuihu South Road"],["lat="],["long="],["directions="],["phone=+86 871 5158888"],["tollfree="],["fax=+86 871 5153286"],["hours="],["price="],["checkin="],["checkout="],["content=A modern, luxury hotel. The bar has a panoramic view of Green Lake Park, and private car tours of the area are also offered. 293 rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kunming Hotel"],["url=http:\/\/www.kunmingjinjianghotel.com"],["email=tprsvns@hubs1.net"],["address=Panlong District"],["lat="],["long="],["directions="],["phone=+86 21 61226688 ext 7800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Jin Jiang Hotels' flagship hotel, the four-star Kunming Hotel features highly business-oriented, but very luxurious rooms and meeting areas."]]}]},"  \n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kai Wah Plaza International Hotel"],["url=http:\/\/www.kaiwahplaza.com"],["email="],["address=157 Beijing Road"],["lat="],["long="],["directions="],["phone=+86 871 3562828"],["tollfree="],["fax=+86 871 3561818"],["hours="],["price="],["checkin="],["checkout="],["content= A large, elegant hotel with glass lobby, panoramic views, and a shopping center next door. 555 rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Zhen Zhuang Ying Binguan"],["url="],["email="],["address=514 Beijing Road"],["lat="],["long="],["directions="],["phone=+86 871 3165869"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A very beautiful hotel in a large garden, the Chinese president and other high-ranking officials stay here when in Yunnan, but not much English is spoken. 86 rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New Era Hotel"],["url="],["email="],["address=99 Dongfeng West Road (东风西路99号; Dōngfēngxīlù)"],["lat="],["long="],["directions=Pretty much in the city centre, near the underpass where Dongfeng West Road becomes Dongfeng East Road, there is no vehicle access to the hotel from Dongfeng West Road, near the Shuncheng Shopping Mall.  It faces the Tommy Hilfiger store."],["phone=+86 871 3624999"],["tollfree="],["fax=+86 871 3636556"],["hours="],["price=Single ¥980 (May 2011)"],["checkin="],["checkout="],["content=Expensive for its class given that there are better valued hotels literally next door.  The front desk reception speaks English, which is a rarity in Kunming. Rooms generally have great views of the city.  There is a gym, but no pool.  The single room had a flat screen TV with several American channels (MTV, CNN, HBO), writing desk, sofa.  There is free Wi-Fi, but no computer.  You can rent laptops from the hotel.  The bathroom was very clean, but the tub was slightly moldy.  The major plus of the hotel was the complimentary breakfast buffet."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Visas"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=PSB - visa extentions"],["url="],["email="],["address="],["lat="],["long="],["directions=On Beijing Road near Jinbi Road"],["phone="],["tollfree="],["fax="],["hours=M-F 09:00-12:00, 13:00-17:00"],["price=¥160"],["content=It takes five working days to get the visa extension. Before it took only a half day to get the visa extension in ",{"type":"[[","value":[["Dali"]]}," but now it also takes five working days at the police department in Xiaguan. (Jun.2010)"]]}]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Laos"]]}," ",{"type":"{{","value":[["listing"],["name=Lao Consulate"],["url="],["email=laokun02@public.km.yn.cn"],["address=6800 North Caiyun Rd (彩云北路6800号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Myanmar"]]}," ",{"type":"{{","value":[["listing"],["name=Myanmar Consulate"],["url="],["email="],["address=99 Yingbin Lu,"],["lat="],["long="],["directions=Guandu District Consular Zone, Kunming"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Thailand"]]}," ",{"type":"{{","value":[["listing"],["name=Royal Thai Consulate"],["url="],["email=thaikmg@public.km.yn.cn"],["address=145 Dongfeng East Road"],["lat="],["long="],["directions=1st floor, South building, Kunming Hotel"],["phone=+86 871 3168916, +86 871 3149296"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malaysia"]]}," ",{"type":"{{","value":[["listing"],["name=Malaysian Consulate"],["url="],["email=malkunming@kln.gov.my"],["address=29, Dong Feng East Road"],["lat="],["long="],["directions=401-405, Sakura Hotel"],["phone=+86 871 316 5088"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Vietnam"]]}," ",{"type":"{{","value":[["listing"],["name=Vietnamese Consulate"],["url=http:\/\/www.vietnamconsulate-kunming.org\/en\/"],["email=tlsqcm@yahoo.com"],["address=1 No. 155 Beijing Road"],["lat="],["long="],["directions=No. 507, HongTa Mansion"],["phone=+86 871 3522669"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cambodia"]]}," ",{"type":"{{","value":[["listing"],["name=Cambodian Consulate"],["url="],["email="],["address=172 Xinying Road"],["lat="],["long="],["directions=4th floor, Guanfang Hotel"],["phone=+86 871 3317320"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nKunming is located in an earthquake zone and the last earthquake happened in 2009.\n\nThere were some bomb incidents in 2008 including one in bus No. 54 and one inside Salvador's Coffee House, and 1 March 2014 was marked by an attack at the Kunming railway station. Obviously, such incidents are not a constant occurrence, but neither are they unheard of.\n\nThere are lots of ",{"type":"[[","value":[["pickpockets"]]}," in buses, so try to keep your bags, pockets, and mobile phone safe.\n\nIf you are looking for prostitutes, this is ",{"type":"'''","value":["not the place"]}," to do so. You might end up being scammed and losing all your money. As in other Chinese cities, the authorities have cracked down on the sex trade, and the anti-prostitution campaign has been ramped up since 2012.\n\nThere have also been reports of bag slashing in the commercial city center.\n\nTravelers to Kunming in 2010 reported barber shops, massage centers, and other small shops involved in various cons.  One such involves an older woman entering the shop and demanding a larger amount than was quoted.  The woman together with the workers apply pressure and it can be especially intimidating to be surrounded by a shop filled with angry Chinese while your head is covered in soap (and it is dripping into your eyes), all your clothes and passport are locked in a closet (and they have the key), or together they are blocking the exit.  If you give in to the much larger demanded amount, the service will continue.  Disagreement can result in variations of the shop workers pushing you out with your hair half cut\/full of soap, barefoot, or simply not allowing you to leave while one (or many) of the workers surround you attempting to pick your pocket.  To date, so many incidents have been reported to the PSB in Kunming that they are considering setting up the first ever Tourist Police unit in Yunnan Province.\n\nDianchi Lake (滇池) is highly polluted. Do not swim in the lake or eat fish caught in it.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Visit the hot springs at ",{"type":"[[","value":[["Anning"]]}," - 34 km from Kunming."]},{"type":"*","value":["The West Hills (西山 Xi Shan) provide a good view of the city and have a few ancient Daoist (Taoist) caves of sculptures. Take bus #5 West to the end of the route, then Bus #6 or a minibus. In total the trip should take no more than an hour and a half. From the #6 bus stop either take a minibus up to the main gate or walk about 3 hours. There is an entrance fee to the grottos (¥30)."]},{"type":"*","value":["Travel further north-west to the old towns of ",{"type":"[[","value":[["Dali"]]}," (4 hours) or ",{"type":"[[","value":[["Lijiang"]]}," (8 hours), both very popular with foreign tourists. See ",{"type":"[[","value":[["Yunnan tourist trail"]]}," for discussion."]},{"type":"*","value":["Fuxian lake - one of cleanest and deepest lakes in China (hard to believe when you see how locals wash their motorbikes on the beach). One hour by bus from Kunming. Great one day trip. In Kunming get to South bus station (buses 170, 156; taxi ¥40), really far from downtown. Regular buses to Chengjiang (澄江) for ¥15- ¥20 every hour. There you can take local transport\/taxi to lake or walk. Lake is 3–4 km far from ",{"type":"[[","value":[["Chengjiang"]]}," bus station. Last bus back to Kunming at 19:00. You also can camp on the beach, recommended not too close to city. Lake is huge, clear, beautiful! You can walk around within a weekend or just a half, to South end of lake, there are also villages with transport to Kunming."]},{"type":"*","value":["The tin-mining center of ",{"type":"[[","value":[["Gejiu"]]},", the historic towns of ",{"type":"[[","value":[["Shiping"]]},", ",{"type":"[[","value":[["Mengzi"]]},", and (most impressive of all) ",{"type":"[[","value":[["Jianshui"]]},", and the ",{"type":"[[","value":[["Yuanyang"]]}," rice terrace all lie to the south."]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kunming Prefecture"]]},"\n\n",{"type":"{{","value":[["geo"],["25.03874"],["102.71228"]]},"\n",{"type":"[[","value":[["WikiPedia:Kunming"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Yunnan\/Kunming\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Kunming"]]}]