[{"type":"{{","value":[["pagebanner"],["Kunta Kinteh Island banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Kunta Kinteh Island"]},", formerly called ",{"type":"'''","value":["James Island"]},", is an island in the Gambia River, 30 km from the river mouth. The island and some nearby areas are on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," because they have important relics of the West African slave trade. In Alex Haley's book and TV series ",{"type":"''","value":["Roots"]},", Kunta Kinteh is brought by slave ship from this island to ",{"type":"[[","value":[["Maryland"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe island is suffering heavy erosion, and is now approximately 1\/6 of the size during the time when the fort was active. Ruins of several of the British administrative buildings (including a single cell, apparently used to house the most troublesome captives), a small jetty and a number of skeletal baobab trees remain. The ruins have been stabilised and protected by a capping. Because the island is low-lying, during high tide and storms sometimes waves will beat against some of the surviving structures.\n\n",{"type":"==","value":["Get in"]},"\nYou are most likely to visit the island as parts of a \"Roots\" tour. You can go there on cruise up the centre of the wide Gambia river, towards the former French trading post of Albreda and the village of Juffureh. Views of the river bank are distant. Another possibility is to go by car, e.g. with the official tourist guides on the small roads on the North Bank and sail in a pirogue from Juffareh.\n\n",{"type":"==","value":["Get around"]},"\nThe island is small and, alas, getting even smaller, so you will get around on foot.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nExpect to be overwhelmed by locals when the boat arrives. Locals are persistent in begging for money and thrusting craft items under tourists noses. Do not take pictures of locals without permission, and be prepared to give them some money for photographing them.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Six Gun Battery"]}," and ",{"type":"'''","value":["Fort Bullen"]},", situated on either side of the mouth of the River Gambia, also form part of the UNESCO World Heritage Site."]},"\n",{"type":"{{","value":[["IsPartOf"],["Western Gambia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["13.31713"],["-16.36165"],["zoom=14"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kunta Kinteh Island"]]}]