[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Kurdzhali"]]},"\n",{"type":"'''","value":["Kurdzhali"]},", ",{"type":"''","value":["also Kurjali, Kurdjali, Karjali, Kardjali or Kardzhali"]}," (Bulgarian: Кърджали), is a city in ",{"type":"[[","value":[["Rhodope Mountains"],["The Rhodopes"]]},", ",{"type":"[[","value":[["Bulgaria"]]},".  \n\n",{"type":"==","value":["Understand"]},"\n\nThe climate is somewhat similar to the Mediterranean countries which isn't surprising since it is only 35 miles from ",{"type":"[[","value":[["Greece"]]}," and ",{"type":"[[","value":[["Turkey"]]},".  The landscape is one of mountains and forests of oak and pine.\n\nThe population of Kardzhali is mixed. It is 50% Bulgarians and 50% Turkish.  Both languages are spoken.\n\n",{"type":"==","value":["Get in"]},"\n\nYou can easily get to Kardzhali. It is recommended that you arrive in Kardzhali by bus, as there are buses from most of the major Bulgarian cities.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe region around Kardzhali has numerous ancient sites. Make sure to see the ancient city and fortress Perperikon, the temple and tomb at Tatul and the artificial astronomic cave near the village of Nenkovo.\nThere isn't much to see in city of Kardzhali. Don't miss to visit the local history museum and Kardzhali dam.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The ancient Thracian city of Perperikon"],["alt=Perpericon; Bulgarian: Перперикон, Greek: Περπερικον"],["url="],["email="],["address="],["lat="],["long="],["directions=Eastern Rhodopes, 15 km northeast of the present-day town of Kardzhali"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On a 470 m high rocky hill, which is thought to have been a sacred place. It is thought that the famous Temple of Dionysius is located at this location."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nGo to Kardzhali dam. It is very high (about 120 meters) and it looks marvellous.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nBe sure to try their Turkish Biurek (Бюрек), which is something like Banitza. Of course there are many good restaurants offering good food. At least you can always go and eat a pizza.\n\nIn the dam lake there are also ship restaurants where customers can choose living fish for their meals.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are several hotels in Kardzhali where you can stay at night. It is not expensive and the conditions are good.\n\n",{"type":"==","value":["Go next"]},"\n\nGetting out is as easy as getting in Kardzhali. There are about 15 buses leaving to Sofia, especially in the morning, so getting out is not a thing to worry about.\n\n",{"type":"{{","value":[["geo"],["41.6500"],["25.3667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Rhodope Mountains"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kardzhali"]]}]