[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kuredu"]}," (Kurendhoo) is an island located in the ",{"type":"[[","value":[["Lhaviyani"]]}," Atoll of the ",{"type":"[[","value":[["Maldives"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Fly"]},"\n\nFlights into Male International Airport are standard as Passenget Boat Services are not operated.\n\nTransfer to the ",{"type":"[[","value":[["Lhaviyani"]]}," Atoll, being the northernmost tourist resort in the ",{"type":"[[","value":[["Maldives"]]},", is usually by Air Taxi (approximately 40 minutes flight). Boat transfers are sometimes available (depending on demand) but this is ",{"type":"'''","value":["not"]}," recommended as it can take around 4-6 hours and can be very uncomfortable. The sea between Atolls can get very rough.\n\n",{"type":"==","value":["Get around"]},"\n\nThe island itself is one of the larger tourist islands in the ",{"type":"[[","value":[["Maldives"]]}," however you can still walk around the circumference of the island (along the beach) in anywhere between 40 minutes and an hour.\n\nThere are vehicles on the island but these are generally only used by the staff to transport heavy equipment.Shoes are rarely necessary, even in the restaurant areas. There is a single taxi that runs from morning to 11pm and this can be summoned from any one of the three reception areas to take you to another reception or spa.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Scuba Diving"]]}]}," is the main attraction of the Island and is nothing short of World Class. The Snorkelling is also very good, but not for the fainthearted. There is a large variety of fish, as well as several species of shark and ray.\n\nDiving in Kuredu is most definitely Intermediate to Advanced, as the currents can get quite strong in places. The dive staff are extremely competent, however, and will never take you anywhere that they do not think you can handle.\nAdvanced divers should try the 'Kuredu Express' dive site, as there is a very strong probability of Sharks and Manta Rays. The current can get very strong, and visibility poorer than normal, so a negatively buoyant entry is usually required.\n\nThe 'lagoon' area of the island (between the beach and where the reef starts) is home to many infant Reef Sharks and Stingrays. Neither of these are dangerous unless you more-or-less stand on them, but they are very beautiful to behold. The Reef Sharks in particular may come towards you, even whilst paddling at the shore edge.\n\n",{"type":"==","value":["Do"]},"\n\nThere is a ",{"type":"'''","value":["Spa"]}," located on the island offering various treatments.\n\nKuredu is one of the only islands in the ",{"type":"[[","value":[["Maldives"]]}," to contain a full 9 hole ",{"type":"'''","value":["Golf"]}," course.\n\n",{"type":"==","value":["Buy"]},"\n\nThere is a shop selling a few basics (Towels, Sun Cream, Hats, Souvenirs) but this is very expensive, so it is advisable to ensure you bring everything you need with you. There is also a dive shop that has a good selection of t-shirts, and some good ex-rental equipment for sale.\n\n",{"type":"==","value":["Eat"]},"\n\nFood in the standard restaurant is varied and certainly does not disappoint. Ensure you are staying All-Inclusive otherwise it is extremely expensive, though lunch is ca. 17 US-$ and dinner ca. 27 US-$. With All-inclusive you are not free to choose one of the four dining places.\n\nThere are A La Carte restaurants available that you can't use with your All-inclusive option.\n\n",{"type":"==","value":["Drink"]},"\n\nYou are not allowed to bring any form of alcohol in to the country, however alcohol is served in all the tourist resorts including Kuredu. There are several bars which can get busy at night.\n\n",{"type":"==","value":["Sleep"]},"\n\nSeveral types of accomodation are available, and most come with a private bit of beach.\n\n",{"type":"==","value":["Connect"]},"\n\nhttp:\/\/kuredu.com\/\ninfo@kuredu.com\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["5.333889"],["73.463889"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lhaviyani"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kurendhoo_(Lhaviyani_Atoll)"]]}]