[{"type":"{{","value":[["pagebanner"],["Kunashir banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Kuril_Island.jpg"],["thumb"],["400px"],["An empty beach in the Kurils"]]},"\n\nThe ",{"type":"'''","value":["Kuril Islands"]}," (",{"type":"''","value":[{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Кури́лы, koo-REE-lyh; Japanese: Chishima Islands, 千島列島, Chishima Rettō"]},"), are a chain of islands in the ",{"type":"[[","value":[["Russian Far East"]]},", located directly to the north of ",{"type":"[[","value":[["Japan"]]}," and east of ",{"type":"[[","value":[["Sakhalin"]]},".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Kurils map.png"],["thumb"],["400px"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kunashir"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Iturup"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Shikotan"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kurilsk"]]}," – administrative capital of the Kuril Islands."]},{"type":"*","value":[" ",{"type":"[[","value":[["Severo-Kurilsk"]]}," – northernmost town in the Kurils, close to ",{"type":"[[","value":[["Petropavlovsk-Kamchatsky"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yuzhno-Kurilsk"]]}," – Largest town in the Kuril Islands"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kurilsky Zapovednik"]}," - Impressively beautiful nature reserve, considered the best example of an unspoilt, pristine environment of the same flora and fauna native to ",{"type":"[[","value":[["Japan"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Atlasov Island"]}," - An Island-volcano in the Kurils praised by the Japanese for its near perfect shape, similar to Mount Fuji"]},"\n",{"type":"==","value":["Understand"]},"\n\nThough still claimed by their former owner, Japan, the Kuriles are now thoroughly Russian, sparsely populated and poor. Most locals make their living fishing in the island chain's abundant waters. The chain's most populated island is Kunashir, centered on ",{"type":"[[","value":[["Yuzhno-Kurilsk"]]},", but its smaller administrative capital ",{"type":"[[","value":[["Kurilsk"]]}," is located on the biggest island, Iturup.\n\n",{"type":"==","value":["Talk"]},"\n\nAs with much of Russia, ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," is the predominant language, some Japanese is spoken as well.\n\n",{"type":"==","value":["Get in"]},"\n\nTraveling to the Kuril Islands is ",{"type":"'''","value":["notoriously difficult"]},". Always plan your trip in advance and make sure that you have at least few extra days on your visa, because weather situation and traffic tend to be unpredictable. Be aware that some essential steps in getting permits and booking tickets ",{"type":"''","value":["can be done on Sakhalin only"]},". Therefore, you will need good friends there, or rather ask travel support from a tour company. Although many travelers try to avoid hassle and go for all-included tours, some of the travel arrangements can be done on your own, which of course cuts the price substantially.\n\nMost travelers visit ",{"type":"''","value":["South Kurils"]}," that have fairly bad but at least regular connections to ",{"type":"[[","value":[["Sakhalin"]]},". ",{"type":"''","value":["Northern islands"]}," can be reached by occasional boats and helicopters from ",{"type":"[[","value":[["Kamchatka"]]},". The ",{"type":"''","value":["middle part of the ridge"]}," is uninhabited and basically unreachable, unless you own a boat, wings, or at least enjoy strong support from the Russian military who are the only people visiting this remote area.\n\nRead the ",{"type":"[[","value":[["Sakhalin"]]}," article to learn about flights and ferries to that island (there are multiple connections, so this part is pretty easy). Remember that all transport to (and between) the Kurils is strongly subjected to weather conditions, hence a seamless travel to the islands does not mean that you will easily get back. Always schedule enough time before the next leg of your journey. \n\n",{"type":"===","value":["Permits"]},"\n\nThe Kuril Islands are part of the so-called border zone. ",{"type":"'''","value":["Access to the islands is restricted for foreigners and locals alike."]}," You will need a permit for: i) entering the islands; ii) occasionally, for buying boat tickets. Permits are issued by the border guard service:\n",{"type":"*","value":[" ",{"type":"'''","value":["Sakhalin branch of Border Guard Service"]},", 63a Pobedy av. (пр. Победы 63а), ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]},". Phone: +7 (4242) 49-21-04, phone\/fax: +7 (4242) 42-32-59."]},"While citizens of Russia and Belarus can apply on working days in the morning (9:30–10:30) and collect their permits in the afternoon, the procedure for foreigners is so complicated that it is hardly manageable on your own.\n",{"type":"*","value":[" First, you need a support\/invitation letter from any tour company "]},{"type":"*","value":[" Then you submit the documents to the office of Federal Security Service at 42 Sakhalinskaya St. (Сахалинская ул. 42), Yuzhno-Sakhalinsk"]},{"type":"*","value":[" Go to another office at 106A Popovicha St. (ул. Поповича 106А), Yuzhno-Sakhalinsk"]},{"type":"*","value":[" Finally, bring all documents to the border guard office at 63a Pobedy Av. and, hopefully, collect your permit in 1-2 working days. "]},"As of 2012, you have to submit copies of your passport and visa, invitation letter, application form, and detailed travel itinerary. You can try to submit the documents by fax, or rather go personally. However, you may by asked for a permit when booking tickets, which means that you need the permit several weeks before the trip, and the tour company is the only viable option.\n\n",{"type":"'''","value":["Never try to visit the Kuril islands without a permit!"]}," All incoming traffic is meticulously checked. The ferry will usually stay at each island for several hours, but you won't be let ashore unless the permit entitles you to enter this particular island. Naturally, try to get a permit for several islands, even if you are not sure which of them you will actually visit.\n\n",{"type":"===","value":["By plane"]},"\n\nSakhalinskiye Airlines (SAT) ",{"type":"[","value":["http:\/\/www.satairlines.ru\/"]}," operate flights from Yuzhno-Sakhalinsk to ",{"type":"[[","value":[["Yuzhno-Kurilsk"]]}," on Shikotan (4 times a week) and ",{"type":"''","value":["Burevestnik"]}," (airport of ",{"type":"[[","value":[["Kurilsk"]]},") on Iturup (3 times a week). The real schedule is determined by weather conditions, though. Both airports lack modern navigation systems and allow landing only in good weather, i.e., no fog, no showers, and no wind, which is next to impossible in this region.\n\nMost travelers describe these flights as a nightmare, because good weather conditions do not guarantee your successful arrival. Flight delays for 3-4 days are not uncommon, so your flight may be taken by those people who were delayed from the previous day(s). The ongoing renovation and installation of new landing systems in the ",{"type":"[[","value":[["Yuzhno-Kurilsk"]]}," and ",{"type":"[[","value":[["Kurilsk"]]}," airports may mitigate this dire traffic situation. However, as of summer 2012 frequent delays remain an issue.\n\nThe flights to the Kurils are listed on the website of Sakhalinskiye Airlines, but you probably won't find the booking option. These tickets are normally bought from local ticket offices:\n",{"type":"*","value":[" ",{"type":"'''","value":["Ticket office of SAT"]},", 49 Kommunistichesky Av. (Коммунистический пр. 49), Yuzhno-Sakhalinsk; phone: +7 (4242) 46-22-88, 46-22-89."]},{"type":"*","value":[" ",{"type":"'''","value":["Ticket office at the airport"]},", Khomutovo airport, Yuzhno-Sakhalinsk; phone: +7 (4242) 78-85-74."]},"As plane tickets are in great demand, try to buy them at least 1-2 months in advance. \n\n",{"type":"===","value":["By boat"]},"\n\nAlthough boats are more robust with respect to weather conditions, they tend to be even less predictable than the SAT planes. As of 2012, the passenger service is provided by the single ferry ",{"type":"''","value":["Igor Fakhritdinov"]}," that departs from ",{"type":"[[","value":[["Korsakov"]]}," twice a week, Tuesday morning and Friday afternoon, for a 3-day loop around Kunashir, Iturup, and Shikotan. The route is subject to changes and depends on the weather, freight load, and even on the mood of the captain. The boat can first go to Kunashir (1 night) and later to Iturup (second night), or the other way around. Sometimes it makes simple return trips (weekly to Kunashir\/Shikotan and weekly to Iturup) instead of going around the loop. But that's not the only unpredictable point of the journey.\n\nTickets are sold in the single ticket office:\n",{"type":"*","value":[" ",{"type":"'''","value":["Ticket office of Korsakov harbour"]}," 21 Kommunistichesky Av. (Коммунистический пр. 21), Yuzhno-Sakhalinsk; phone: +7 (4242) 76-25-24, 52-23-52."]},"Passport copy is required, booking impossible. The funny thing is that tickets are sold only for the onward journey. And if you think that finding this ticket office is complex enough, the return trip is even more complicated. To get back, you have to put your name into the queue, which is done on each island independently (see individual articles for additional information). Depending on the availability of free cabins, people from the queue can get on board and buy return tickets there. If you are too late, wait for the next boat, or run to the airport and pray for a spare plane ticket.\n\nThe boat features four-bed cabins with shared bathroom (about 4000 rubles\/person one-way, 2012) and a couple of en-suite two-bed cabins (~8000 rubles\/person). Riding without a cabin is not allowed. The boat has a decent and reasonably priced restaurant as well as a pricey bar. They are frequented by locals who spend vacations on the mainland, or fishermen returning from their seasonal work on the islands, so be prepared to active nightlife and heavy consumption of alcohol. Most travelers report that is fun, though.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Atlasov.jpg"],["thumb"],["Revered for its perfect shape, the volcano Atlasov"]]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nBe sure to eat seafood in the Kurils, as the fishing in this part of the North Pacific is considered some of the best in the world. You may well see this seafood available in expensive restaurants around the world offered at prices a hundred times what it will cost to enjoy it here.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hokkaido"]]}," — ",{"type":"[[","value":[["Japan"],["Japan's"]]}," northernmost island paradise for skiing, hot springs, and delicious regional cuisine is a relatively short ferry ride away from ",{"type":"[[","value":[["Sakhalin"]]},", although there are no regular ferries between the Kurils and Hokkaido due to the political conflict."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kamchatka"]]}," — If you have the time to wait and find someone to ferry you from Severno-Kurilsk it's a beautiful destination for outdoors enthusiasts and a worthwhile addition to a Kurils trip."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sakhalin"]]}," — Russia's largest eastern island is the most convenient point of entry to the Kurils, and the most convenient point of exit."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["46.5000"],["151.5000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Russian Far East"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Kuril Islands"]]}]