[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Kuria"]}," (pronounced Courier) forms the central point of the chain of islands in ",{"type":"[[","value":[["Kiribati"]]},". Being the widest island in Kiribati, this allows cooler temperature for Kuria making it a haven from hotter neighboring island. Evidence of this can be experienced during nighttime when cooler temperatures solidify coconut oil. Kuria is also well known as a hone for the first Resident Commissioner, George Mac Ghie Murdoch. His grave, which pays tribute to his service, can still be seen nowadays. Being a home as well of a pair of island, Buariki and Oneeke, Kuria is separated by a channel on a shallow water platform. Itintoa causeway, the best swimming spot on the island, has been constructed on this channel to allow people to walk through anytime. Beautiful fringing reefs can also be found surrounding Kuria, the largest on the eastern side of the islands. Astounding blue lagoons and sparkling white sands are also found here. A taste of true Kiribati culture including its peaceful and congenial setting can only be experienced on these unspoiled and remote coral atolls.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Geography"]},"\n\nKuria is located in the centre of Kiribati and northwest of Aranuka Island. It covers a total land area of 12.3 square kilometres with a population of 1082 (2005 Census). The main administration centre is located in Buariki. Airport, police headquarters, guest house and Junior Secondary School are also located here. Major administrative activities concerning the island are undertaken on Buariki.\n\n",{"type":"===","value":["History and culture"]},"\n\nKuria was first sighted by Thomas Gilbert and John Marshall after leaving port Jackson in 1788. In the late 1800’s, Kuria was conquered by King Karotu who was actually a King of Abemama. Later, it was then ruled by King Karotu’s nephew, Binoka. Kuria was unified with Aranuka and Abemama during this time and ruled by one person who was also a ruler of Abemama and Kuria. Unification started when a former ruler (Ten Temea) of Kuria and Aranuka gave up these two islands to King Karotu from Abemama and left for Maiana, another of the Gilbert group. In the past and during the time of the white men, animals in Kuria were not considered a welcome addition to the ecosystem. As a result, introduced animals were considered a subject of supernatural fears and were slaughtered and thrown into the lagoon.\n\nKuria has also been subject to a number of land grabs due to trading purposes. \n\nThe sense of community is very strong in Kuria. Islanders know their property very well, down to a single palm tree as well as hereditary land right. The islanders live to share not only for acquiring the blessing of their resources but for their sense of duty to family and friends who are in need. \n\nThe ruling system on Kuria came from one chief who was recognized as paramount. When matters arose from the community, the heads of the kaainga (clans) were consulted but were obliged to seek approval of the chief. The chief provided overall leadership and regulated relationship amongst the kaainga. Nowadays, the mayor and the elderly men are the only people who can provide overall leadership and make decisions regarding the people of Kuria.\n\nDress code is restricted on the island. Casual wear is preferable and women are not allowed to walk around with bikinis, mini skirts and shorts. A skirt\/short covered down to your knees or wrapped around sulus and T-Shirts are preferable.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Escorted from Guest House by an old man or chief Councilor to the South of Buariki"]},"\n",{"type":"*","value":[" Visit Kantoa shrine and leave gifts (MWEAKA) here"]},"\n",{"type":"*","value":[" Visit King’s pond (aia nei Ueea) at Buariki"]},"\n",{"type":"*","value":[" Visit cemetery of George Mac Ghie Murdoch, first residential commissioner for the Central and Southern Kiribati"]},"\n",{"type":"*","value":[" Visit Residence and Office of George Mac Ghie Murdoch"]},"\n",{"type":"*","value":[" Visit Copra Sheds during trading periods. These sheds have hsitrocial significance to the community for having been used for over 100 years."]},"\n",{"type":"*","value":[" Visit King’s pond at Oneeke"]},"\n",{"type":"*","value":[" Visit Teaki’s site and leave gifts there"]},"\n",{"type":"*","value":[" Leave Mweaka at Nei Teaa shrine located at Teaki’s site"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Island escort on first day of arrival"]},"\n",{"type":"*","value":[" Picnics at recommended sites (Teaki site, etc)"]},"\n",{"type":"*","value":[" Snorkeling (provide your own gear)"]},"\n",{"type":"*","value":[" Swimming at Itintoa Causeway (the only causeway connecting the two islets)"]},"\n",{"type":"*","value":[" Island trip, either by motorbikes or trucks, to see Colonial relics (cemetery, residence and office of resident commissioner and copra sheds during the trading period)"]},"\n",{"type":"*","value":[" Village walking (sense of community)"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nVisitors should aware when traveling to Kuria that facilities and services are limited and the island is remote in nature. You will need flexibility in your plans to allow for instances where there may be transport delays. Accommodation is basic and food will be what is available locally. It is highly recommended that you take additional supplies for drinking water. Medical facilities are limited on the island to a local clinic and village nurse. Pharmaceuticals are not available and you will ensure you have any medications you may require and basic medical supplies. Please also ensure you have advised family and friends of your travel plans and when you expect to return. Communications while on the island may be limited, however most villages will have public phone. It is also important to note that as a sign of respect you will need to leave offerings at a number of the shrines you visit. Tobacco\/cigarettes are the traditional offering. If you are interested in participating in any cultural activity please have it arranged prior your travel or ask around the local people and they are usually most obliging.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["0.228611"],["173.410556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Gilbert Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Kuria (islands)"]]}]