[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Kurjenrahka våren 2010.jpg"],["thumb"],["Kurjenrahka in spring, with some snow remaining."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.outdoors.fi\/destinations\/nationalparks\/kurjenrahka Kurjenrahka National Park"]}]}," in ",{"type":"[[","value":[["Finland"]]},", in ",{"type":"[[","value":[["Finland Proper"]]},", is centred around the raised bog of the same name (\"Crane bog\"). Besides bogs and birdlife it features lakes and forests, among them the old-growth Pukkipalo. A large trail network ",{"type":"[","value":["http:\/\/www.kuhankuono.fi"]},", named after the old border stone Kuhankuono in Kurjenrahka, connects the park with Vaskijärvi nature reserve and centres of ",{"type":"[[","value":[["Turku"]]},", ",{"type":"[[","value":[["Yläne"]]}," and other municipalities in the vicinity.\n\n",{"type":"==","value":["Understand"]},"\n\nMost people come to the park by car for day trips. The park is also suitable for longer hikes and reachable by bike or coach (since 2013), or even by foot. There are lean-to shelters that can be used for overnight stays. Camping in tents is also allowed and there are some commercial lodging facilities\n\nThere is some confusion about the Kurjenrahka National Park, the Kurjenrahka bog, the Kuhankuono trail network, the Kuhankuono stone, and the areas reachable by the trails, but the visitor does not have to care about the distinctions, as long as knowing the real destinations and any restrictions by the intended route (which vary also inside the park).\n\n",{"type":"===","value":["History"]},"\n\nThe area of the park raised from the Ancylus lake about 7000 years ago. There are findings in Saksala from the stone, bronze and iron ages. The Kuhankuono border stone is mentioned in a document from 1381. The areas was a commons, and most of the forests around the park are still administered as common land of the land owners in the area, although much has also been incorporated into individual properties and often later sold to the state. Much of the National Park area was bought from such common land. Permanent farms were established in the area from the 18th century onwards.\n\nThere was some forestry in most parts of the area, but exploitation was mild, because of difficulties in transportation. The nature values of the area were recognized quite early. In 1958 a decision was made to keep Pukkipalo as an old-growth forest. A decision to found the national park was made in 1976, but acquisition of the land was slow. The park was finally founded 1997.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\nThe climate of Finland Proper is temperate, with distinctive seasons. The conditions in the park are comparable with those in southern Finland in general, but the period with snow is much longer than in Turku, generally from late December to March. At snow melting time in March–April, some trails may be flooded. Spring is otherwise a nice time for bird watching. Most people visit the park in summer (May–September), but there is no reason not to come in autumn or winter, if you are prepared for the long dark evenings or have skis, respectively.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Regionväg 204 vintertid vid Kuhankuono.jpg"],["thumb"],["upright"],["Sign by the regional road."]]},"\n\nThe park is about 35 km north of Turku. It is in reach by car, by coach, by bike or by bus and foot.\n\nInformation on the park should be available e.g. at Metsähallitus custom service points and at Turku tourist office. A brochure is available as PDF ",{"type":"[","value":["http:\/\/julkaisut.metsa.fi\/assets\/pdf\/lp\/Esitteet\/kurjenrahkaeng.pdf"]},".\n\nThe park consists of many areas intermingled with private land. Any of the areas can be reached for a day trip by car, taxi or bike, while the main day trip destinations for those dependant on bus or coach are Vajosuo, Vaskijärvi and the trails in the area around Kurjenrahka and Savojärvi.\n\nThe unmanned nature information hut ",{"type":"''","value":["Kurjenpesä"]}," is 700 metres from the regional road 204 between ",{"type":"[[","value":[["Turku"]]}," and ",{"type":"[[","value":[["Säkylä"]]},". A minor road leads from the bus stop (\"Kuhankuono\") to a parking area and the hut. Until 2013 the stop was in use only by local busses, but now usable services are quite frequent (one-way ticket from Turku about € 10\/5). By the hut there is a nature trail leading to the Kuhankuono border stone and also trails to Rantapiha, around Savojärvi, around Kurjenrahka and to several other destinations.\n\nThere is local bus mostly once an hour from Turku (numbers 21 and 23; €3, children 7–14 €1,50) to Tortinmäki, about 6 km from Vajosuo and Kurjenrahka.\n\nThere are several parking areas, at starting points of different trails.\n\nThe trail network extends far from the park. E.g. from Turku the park is reachable via the Kullanvuori and Suokulla trails. With return by bus or coach from Kuhankuono, Tortinmäki or Yläne this is suitable as a long weekend hike for a fit hiker with some experience.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere are no fees for entrance, hiking, camping at the lean-to shelters, using firewood at the campfire places or similar. There are some services available for fees at Rantapiha (phone +358 500 935 960), such as self service sauna (€ 1\/person), camping, lodging, boat rental and guided tours. There is also a kiosk at Rantapiha by Savojärvi. Also other small businesses in the neighbourhood offer their services.\n\nThe nature cabinet in ",{"type":"[[","value":[["Yläne"]]}," ",{"type":"[","value":["http:\/\/www.luontokapinetti.fi"]}," (phone +358 2 256 3127) can be used as starting point for longer hikes or visited before the visit. Open Mon, Wed, Thu and Sun 11–15 in June and July. Entrance to the exhibition €5\/4. Five hour guided tour on the trails € 120 (max 20 persons).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["File:Kurjenrahka National Park-map.svg"],["thumb"],["The national park and some surrounding areas. The national park in green, restricted areas in pink and brown, trails in brown and green, roads in grey. Not all trails are on this map."]]},"\n",{"type":"[[","value":[["File:Pitkospuut Kuhankuonolla, Kurjenrahka, Pöytyä, 14.9.2010..JPG"],["thumb"],["Duckboards through forested part of the bog."]]}," \n\nThe Kuhankuono trail network connects all the areas of the national park and also near-by nature reserves. The trails follow minor roads some of the distance. You probably want the special map with trails and service marked (1:55 000), available e.g. from Turku tourist office, Rantapiha and major book stores and outdoor shops.\n\nThere are duckboards by the bogs and in other wet areas, but these are not necessarily enough in wet times. In spring, while the snow is melting, some of the trails may be covered with water.\n\nIn wintertime there are marked and maintained ",{"type":"[[","value":[["cross-country skiing"],["skiing"]]}," trails over the bogs. The summer trails can be difficult to use in the winter.\n\nMany parts of the national parks are restricted zones, as is the Vaskijärvi nature reserve, and entry to these is restricted to trails part of the year (April 15",{"type":"<","value":["sup",[{"type":"<","value":["small",["th"]]}]]}," to July 15",{"type":"<","value":["sup",[{"type":"<","value":["small",["th"]]}]]},", Lammenrahka January 15",{"type":"<","value":["sup",["th"]]}," to July 15",{"type":"<","value":["sup",["th"]]},"). This is no big deal for most visitors, since going out on the bogs is quite onerous and even difficult. There are bird watching towers allowing views over some of the open bog areas.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Vajosuo panoraama.jpg"],["thumb"],["Vajosuo in November, seen from the bird watching tower."]]},"\n\nThe main attractions are the bogs (Kurjenrahka and Lammenrahka, Vajosuo, Laidassuo and Lakjärvenrahka and those by Vaskijärvi), the lakes (Savojärvi, Vaskijärvi, Lakkjärvi and other small lakes), the old-growth forest of Pukkipalo, and the border stone Kuhankuono, where seven or eight municipalities used to meet. There is a rich bird life in spring and summer. The nature information hut is nice and certainly worth a visit (unmanned, open 8 am to 8 pm).\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Hiking"]},{"type":"*","value":[" Cross-country skiing"]},{"type":"*","value":[" Bird watching"]},{"type":"*","value":[" Berry and mushroom picking (check restrictions at some areas)"]},{"type":"*","value":[" Swimming by Kurjenpesä"]},{"type":"*","value":[" Sauna bathing at Rantapiha"]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is a grocery store in Tortinmäki 6 km from the park. There is a kiosk at Rantapiha (check opening hours). There are several shops in Yläne.\n\n",{"type":"==","value":["Eat"]},"\n\nMeals are served at Rantapiha if ordered in advance; coffee, snacks and ice cream are available at the kiosk.\n\nThere are campfire places at the lean-to shelters and at Takaniitunvuori south of Pukkipalo, with firewood provided for free. At Rantapiha and Kurjenpesä there are covered cooking places. Open fire is forbidden, also at maintained campfire sites, when forest fire warnings are in effect, and should be handled carefully at any time.\n\n",{"type":"==","value":["Drink"]},"\n\nThe water in the area is generally not potable, neither in the lakes nor in the Lakjärvi well, so water has to be carried. There is potable water available at Kurjenpesä and Rantapiha.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere are lodging facilities at Rantapiha and a rental hut at Vajosuo, as well as several small businesses offering lodging in the nearby areas.\n\n",{"type":"===","value":["Camping"]},"\n\nThere is a camping site at Rantapiha.\n\n",{"type":"===","value":["Backcountry"]},"\n\nThere are three lean-to shelters by the trails in the park and several by the trails leading to the park. The locations are suitable for overnight stays at weekend hikes or hikes of several days, with some planning. Camping in own tents is allowed by the shelters. There are pit toilets, campfire places and firewood at the shelters.\n",{"type":"*","value":[" Lakjärvi north of Pukkipalo"]},{"type":"*","value":[" Lavamäki by Vajosuo"]},{"type":"*","value":[" Töykkälä by the south border of Kurjenrahka"]},"\nThe ",{"type":"[[","value":[["right to access"]]}," allows camping overnight in tents on private land outside the park proper, i.e. by the trails leading there. Considerations is needed though, as landowners should be kept happy with having the trails through their lands. Using grounds of the shelters only is recommended in most cases.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe area is not dangerous. Using reasonable judgement should be more than enough (as in not going out on some bogs and not getting lost in a snow storm). Mosquitoes can be a non-trivial nuisance, so repellents and long sleeves may be necessary in the evening. There are wolves and bears in the area, but you have to be lucky to see even a trace of them and no attacks on humans have been reported.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Archipelago National Park in the ",{"type":"[[","value":[["Archipelago Sea"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Finland Proper"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["60.72470"],["22.39440"]]},"\n",{"type":"[[","value":[["wikipedia:Kurjenrahka National Park"]]}]