[{"type":"{{","value":[["pagebanner"],["Kusadasi (Turkey) banner.jpg"]]},"\n",{"type":"[[","value":[["File:Kusadasi Burg.JPG"],["thumb"],["350px"],["The castle on the Pigeon Island"]]},"\n\n",{"type":"'''","value":["Kuşadası"]}," is a coastal resort town in the ",{"type":"[[","value":[["Central Aegean"],["Aydin Province"]]}," of ",{"type":"[[","value":[["Aegean Turkey"]]},". It has become a popular holiday resort, especially for visitors from Northern and Western Europe.  It has about 50,000 residents, although that grows significantly during the high season months of May to October.\n\n",{"type":"==","value":["Understand"]},"\nKusadasi takes its name from the Turkish for 'Bird Island', a reference to Pigeon Island, which is connected to the mainland of Kusadasi by a short causeway.\n\n",{"type":"==","value":["Get in"]},"\n\nVisitors can arrive by highway (from north, south, and east), ferries (from ",{"type":"[[","value":[["Samos"]]},") or ",{"type":"[[","value":[["cruise ships"]]},", which ply the Eastern Mediterranean. Docks are right downtown, and terminals offer a good selection of stores including a duty-free shop.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Beach life"]},"\n",{"type":"[[","value":[["File:Kuşadası plaj.JPG"],["thumb"],["300px"],["A beach in Kuşadası"]]},"\n\nThere are some good beaches both south and north of Kusadasi. All beaches are commercialized with hotels surrounding them. South of Kusadasi is ",{"type":"''","value":["the ladies beach"]},", ",{"type":"''","value":["lost paradise beach"]}," and ",{"type":"''","value":["the long beach"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThe \"downtown\" area near the waterfront is quite modern, with many stores and an open air bazaar.  Offerings range from typical souvenirs to fine jewelry and Turkish rugs.  Hawkers frequently implore passersby to come inside, but with patience, visitors can find quality items at prices often somewhat better than in large cities.  Bargaining is expected, and essential in the bazaar.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mosaic Rugs"],["url="],["email="],["address=Mahmut Esat Bozkurt Cad. No:8"],["lat="],["long="],["directions="],["phone=+90 256 612 82 82"],["tollfree="],["fax="],["hours="],["price="],["content=Located next to the Port, a showroom displaying traditional Turkish handmade silk and wool carpets with an exhibition area where staff happily explain the rug making process. Learn about silk production, natural color dyes and the art of traditional carpet weaving. No obligation to buy, but should you wish to purchase a traditional Turkish rug to adorn your home then world wide delivery is available."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Avlu Restaurant & Cafe"],["url="],["email="],["address=Cephane Sokak 15"],["lat="],["long="],["directions=Located in the bazaar area behind the main post office."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tasty Turkish food at a reasonable price. Friendly staff and relaxed atmosphere. Vegetarian options available upon request. Finish your meal with an excellent cup of Turkish coffee served in style."]]}]},"\n",{"type":"==","value":["Drink"]},"\nKusadasi nightlife is can get very busy during the summer and offers many entertainments to nearly every age group this days and regarding to ",{"type":"[","value":["http:\/\/www.kusadasiobserver.com Kusadasi Observer"]}," nightlife in Kusadasi starts from Bars Street which has been famous for long time and gets visited by many holiday makers in Kusadasi.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dias Hotel"],["url="],["email="],["address=Tarhan Candan Blv."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Family run 3-star hotel, friendly and clean. Englsh speaking staff, always friendly and helpful."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Panorama"],["url=http:\/\/www.otelpanorama.com"],["email=info@otelpanorama.com"],["address=Kıbrıs Caddesi 14, Hacı Feyzullah"],["lat="],["long="],["directions=in downtown"],["phone=+90 256 614 66 19"],["tollfree="],["fax=+90 256 614 66 54"],["hours="],["price=€20\/14\/11\/10 per person in single\/doube\/triple\/dorm rooms. Cheaper Oct-Apr"],["checkin="],["checkout="],["content=Hotel Panorama is a cheap, convienent backpacker hostel to stay located just a minutes walk from the port in central Kusadasi.  The owner\/manager Ali is extremely welcoming and eager to help travelers with any of their plans and even has some inside contacts (ask about Ali Baba for tours to Ephesus).  Furthermore, pick up is provided from the port along with a free drink upon arrival to the hostel.  The rooms are clean and adequate with en-suite bathrooms and air-con and the hostel throws events at night for free such as Turkish spoon dancing and belly dancing and, if you are lucky, Ali's mother may invite you to a home cooked meal!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sezgin Hotel"],["url="],["email=sezgin@ispro.net.tr"],["address=Aslanlar Caddesi 68"],["lat="],["long="],["directions=in downtown"],["phone=+90 256 614 42 25"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A guesthouse in old town owned by a former traveller. Rooms with en-suite bathrooms, balconies, and air-con. Staff can reportedly speak English, German, Japanese, and Korean."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Suer"],["url=http:\/\/www.suerhotel.com\/giris\/"],["email=reservation@hotelsuer.net"],["address=Yeşilvadi Sokak No: 9"],["lat="],["long="],["directions="],["phone=+90 256 622-31-01"],["tollfree="],["fax="],["hours="],["price=30 TL\/person, closed Oct-Mar"],["checkin="],["checkout=noon"],["content=Placed on a hilltop, the hotel offers a nice view with great sunsets. Not a bad choice if you are looking for a low price living. The hotel is located 20 minutes walk from Lady's Beach. To Kusadasi center you need to take a car. What's good is that you get free rides wherever you would like to go as long as it's close to Kusadasi. Don't expect too much and you will be happy with this hotel. Standard Turkish breakfast is served every morning."]]}]},"\n",{"type":"==","value":["Connect"]},"\nKuşadası falls within the area code (+90) ",{"type":"'''","value":["256"]},", which is also shared by some nearby inland cities and towns, such as ",{"type":"[[","value":[["Aydın"]]},".\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ephesus"]]},", one of the major and best preserved Greco-Roman sites in Turkey, is located nearby."]},{"type":"*","value":[" ",{"type":"[[","value":[["Central Aegean#Other destinations"],["Dilek Peninsula National Park"]]}," — about 20 min south of Kuşadası, this park with its lush forests, hiking trails, and quite secluded beaches is exactly the opposite of what Kuşadası represents, and is therefore a great get-away. "]},{"type":"*","value":[" Greek island of ",{"type":"[[","value":[["Samos"]]},", just southwest of Kuşadası, makes a great side trip (or even day-trip for those not needing a ",{"type":"[[","value":[["Greece#Passport_and_visa_requirements"],["Greek visa"]]},"), thanks to daily boat connections, which depart more than once daily during high season."]},"\n",{"type":"{{","value":[["geo"],["37.860"],["27.260"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Aegean"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kuşadası"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]