[{"type":"{{","value":[["pagebanner"],["Fisherman Wharf banner.jpg"],["caption=Fisferman Wharf MOO"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"'''","value":["Kushiro"]}," (",{"type":"{{","value":[["lang"],["ja"],["釧路市"]]},") is a city in ",{"type":"[[","value":[["Hokkaido"]]},". \n\n",{"type":"==","value":["Understand"]},"\nKushiro is the fourth largest city in Hokkaido and the largest city in Eastern Hokkaido. Despite its population and size, it is still quite rural, with a sparse public transportation system. It is home to Japan's largest marshland and is a year-round home to endangered Japanese cranes, making it a popular stop for birders. Like most parts of Japan, the Kushiro area is volcanically active and it is especially prone to small tremors from off-shore earthquakes.\n\nOn 2005 the town of Akan and the town of Onbetsu was merged into Kushiro. Old Onbetsu town area has become the enclave.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nHaneda Airport (Tokyo) to Kushiro Airport is a 90 minute plane ride. Rental cars are available across the street from the airport. If traveling without a local contact, a rental car is strongly recommended because public transportation within the city and greater Kushiro area is few and far between. Akan Bus also operates ",{"type":"[","value":["http:\/\/www.akanbus.co.jp\/airport\/index.html airport shuttles"]}," (Japanese-only) that correspond with every inbound and outbound flight between the airport and Kushiro Station. One-way adult ticket costs 910 yen. \n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Sapporo"]]}," Station to Kushiro Station is a 4 hour train ride. It is the last stop on the Super Oozora Limited Express train. There are 6 trains daily from Sapporo (detailed schedule one JR Hokkaido's ",{"type":"[","value":["http:\/\/www2.jrhokkaido.co.jp\/global\/english\/ttable\/index.html website"]},"). \n\n",{"type":"===","value":["By bus"]},"\nKushiro Bus operates daily buses (one midday bus and one overnight bus) to and from Sapporo (schedule and pricing on their Japanese-only ",{"type":"[","value":["http:\/\/www.kushirobus.jp\/1\/toshikan_s.html website"]},").\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[","value":["http:\/\/www.kushirobus.jp\/ Kushiro Bus"]}," (Japanese-only) operates local buses around the city, but are difficult to navigate with Japanese-only route maps and schedules.\n\n",{"type":"[","value":["http:\/\/www.akanbus.co.jp\/ Akan Bus"]}," (Japanese-only) operates buses further out of the city, to Tsurui, Shibecha, ",{"type":"[[","value":[["Akan"]]},", and Mashu.\n\nLocal taxis are rather cheap and are the easiest form of travel within the city proper. Car rentals are available from the airport.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kushiro City Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The museum is located on a hill overlooking Lake Harutori and its architecture is said to represent a Japanese crane spreading its wings.  The museum has many excellent exhibits representing the natural history of the area and there are both Japanese and English explanations.  One can garner a greater appreciation of the area by spending just an hour in this excellent museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fisherman's Wharf MOO and EGG"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kushiro Fisherman's Wharf MOO is a worthwhile stop with its bustling marketplace located on the waterfront, close to Nusamai Bridge.  It's unique architecture and location near the ocean make it an excellent photo opportunity.  Beyond this the building houses a multitude of restaurants, shops, and recreational facilities.  Tourists and locals alike enjoy sightseeing, eating, shopping, and relaxing at the MOO.  It sits overlooking the water and one can see fishing boats bobbing just outside its many windows.  There is also a pool and a fitness centre located on the top floor of the building.  The EGG is a small, but delightful conservatory and is just what one needs when the long, cold Kushiro winter arrives. It is attached to the MOO."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nusamai Bridge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nusamai Bridge is located near Kushiro Fisherman's Wharf MOO. It is said to be one of the most beautiful bridges in Hokkaido. The atmosphere around Nusamai Bridge is very romantic with street lamps and bronze statues symbolizing the four seasons.  It is especially lovely at dusk and as the sunsets the views around Nusamai Bridge are simply beautiful. It takes about 10 minutes to walk from Kushiro JR Station and is pretty both during the day and at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lake Harutori"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lake Harutori has the distinction of being the largest lake in Japan to be located within a city. It has been designated a National Natural Monument as a habitat for the Red Crucian Carp. This lake is popular as a place for relaxing and for taking walks.  It has a circumference of 4.7km, an area of 36.1ha, and the deepest part is 5.7 m."]]}]},"\n",{"type":"'''","value":["Kushiro City Zoo"]},"\n\nKushiro City Zoo is the second largest zoo in Japan. It was established in October 1975.\nThe cool climate of the area provides a favourable environment for Northern animals. The zoo is located near Kushiro Shitsugen (wetland). It is about 20 Km from the city by car and about a 50 minute bus ride.  It is also located near a very nice onsen.\n\n",{"type":"'''","value":["Kushiro Wetland (Shitsugen)"]},"\n\nKushiro Marsh is the largest wetland in Japan and accounts for 60% of Japan's wetland. It was designated under the Ramsar Convention in 1980, and became Japan's 28th National Park in 1987.\n\n",{"type":"'''","value":["Kushiro City Marsh Observatory"]},"\n\nSituated in the Kushiro Shitsugen, visitors should climb the stairs to the top of the Kushiro City Marsh Observatory and take in the views of the luscious forests that surround the area. There are also forested walking trails and a replicated Ainu settlement.  Bring your bug spray, during the summer there are a lot of mosquitoes, but the wooden boardwalk forests and views of the expansive wetlands make a visit essential.   \nIt is a 35 minute bus ride from  Kushiro JR Station or about a 20 minute car ride.\n\n",{"type":"'''","value":["Kushiro Art Museum"]},"\n\nThis art museum is located down a short walking path from the Fisherman’s Wharf.  Though it is small is size, the gallery hosts many lovely exhibits and its facilities are quite nice.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nAs with all Japanese cities, the most famous souvenirs of the area are all gathered in the airport and train station. The MOO is also a good place to buy souvenirs and food.\n\nThough logging is no longer as big of an industry as before, wooden carvings remain a popular souvenir. Carvings in Ainu designs are also common.\n\nAkan's cheeky Marimokkori mascot also makes funny souvenirs. The character is based on Lake Akan's famous marimo algae, and features a prominent crotch lump (\"mokkori\" is Japanese slang for such a protuberance in the crotch area). You can find on all manner of merchandise.\n\nEdible products include Kujirasuku, a dark chocolate-soaked biscotti-like biscuit that does not contain any whale (contrary to its name and logo), and many types of commemorative cookies and sweets. Of course, there is also all manner of seafood and you can buy your own steamed king crab in a box if you'd like.\n\n",{"type":"==","value":["Eat"]},"\nAs a port city, Kushiro's seafood is top notch. \n\nOn the wharf by the MOO, you can grill your own seafood outside over charcoal grills (robatayaki) from early spring until late fall, when it closes for the winter season.\n\nFor conveyor belt sushi (kaitenzushi), there is the local chain ",{"type":"[","value":["http:\/\/kushiro-matsuriya.co.jp\/ Matsuriya"]}," (Japanese-only) and Japan-wide chain ",{"type":"[","value":["http:\/\/www.mitsuboshi.net\/nagoyakatei\/ Nagoyakatei"]},". Matsuriya's portions are generally larger. Menus at both places are Japanese-only, but photo-filled. You can also of course grab plates off of the belt. Choices include the traditional salmon and tuna nigiris, but you will also find California rolls, whale meat (kujira) and tiramisu.\n\nKushiro is famous for whale meat (kujira), which you can eat raw or cooked in many restaurants around the city. However, it is not for the faint of heart, as it is very pungent, with an oily texture and a very fatty taste. A sushi restaurant is probably the best place to sample a small bit of whale meat (you can easily spot it on a conveyor belt, as it is the reddest meat you will see), as it does not taste much different cooked.\n\nFurther east from Kushiro, the city of Akkeshi is famous for oysters. It holds two oyster festivals a year, one in the spring and one in the fall. Akkeshi oysters are quite plentiful in Kushiro restaurants as well.\n\nBesides seafood, you can also have Hokkaido-style barbecue Genghis Khan (with Genghis pronounced \"jengis\"), and Korean-style barbecue (which is not very Korean). There is also the uniquely Hokkaido soup curry.\n\nNon-Japanese food in Kushiro include the ubiquitous McDonald's and KFC, \"American-style\" hamburger steak restaurants, Italian restaurants, a few Southeast Asian restaurants, and a Nepalese curry restaurant.\n\nVegetarians who do not eat seafood will have a hard time finding food they can eat.\n\n",{"type":"==","value":["Drink"]},"\nSuehiro-cho in the downtown area is the nightlife center of Kushiro, with many Japanese-style bars (izakaya), restaurants, karaoke boxes and snack bars (bars where female hostesses entertain guests) condensed in a few blocks. Most bars have a cover charge of 500 yen and one alcoholic drink generally costs the same.\n\nKushiro has its own beer brewery, which produces some interesting concoctions like salmon ale. However, bars generally do not sell the local brew, so you should look for them at a dedicated alcohol shop.\n\nAnother local drink is Tantakatan, a shochu made with shiso leaves grown in the Shiranuka area (40 minutes west of Kushiro).\n\n",{"type":"==","value":["Sleep"]},"\nCouch surfing hosts are available in the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ocean Hotel"],["alt=釧路駅前ホテルオーシャン"],["url=http:\/\/open2.sesames.jp\/ocean946statin\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 152 24-4000"],["tollfree="],["fax="],["hours="],["price=¥4000 for a single with breakfast"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=JR Nemuro icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Takikawa"]]}],["minorl1=",{"type":"[[","value":[["Obihiro"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Nemuro"]]}],["minorr1="],["image2=JR Senmo icon.png"],["imagesize2=100"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Abashiri"]]}],["minorl2=",{"type":"[[","value":[["Akan National Park"],["Teshikaga"]]}],["directionr2=S"],["majorr2=END"],["minorr2="]]},"\n\n",{"type":"{{","value":[["geo"],["42.9833"],["144.3833"],["zoom=11"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kushiro (subprefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kushiro, Hokkaidō"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kushiro, Hokkaido"]]}]