[{"type":"{{","value":[["pagebanner"],["Kuta lombok banner.jpg"],["pgname=Kuta"],["otbp=yes"]]},"\n",{"type":"'''","value":["Kuta"]}," is a coastal town in the south of the island of ",{"type":"[[","value":[["Lombok"]]}," in ",{"type":"[[","value":[["Indonesia"]]},". \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Kuta Beach, Lombok, Indonesia.jpg"],["350px"],["thumb"],["right"],["View of Kuta beach and evirons"]]},"\n\nThe scenery is spectacular, with cliffs and mountains reaching the coast to create jagged and awe- inspiring landscapes and views. The beaches are some of the best in Indonesia, with pristine white sand, and transparent blue-greens in the water. Kuta has some of the best surfing in the world, so naturally many visitors are surfers.\n\nKuta has a wide variety of accommodations and restaurants, ranging from backpacker offerings to a four star resort for more wealthy travelers. Many people come to Kuta just to unwind, lie on the beach, rent a motorcycle to look around, or to just relax by reading a book or taking a nap in the afternoon.\n\nMost of Kuta retains its sleepy, natural character as a typical fishing village. The local people live in housing clusters (called ",{"type":"''","value":["kampungs"]},") and are largely unaffected by tourist activity. Travellers can walk along dirt roads and see the villagers going about their normal daily activities.  Food is usually cooked over a wood fire and the children live a carefree life of playing on the beach and climbing trees. Most people are exceptionally friendly to foreigners, although a very small element have growing hostilities.  With the High numbers of surfers coming to Kuta Lombok, some frustrations can lead to aggression and ugly incidents. Should you run into any trouble report it at the local police office in Jalan Raya Mong. Currently (2014) There is a new larger police office under construction on the bypass. Remain cautious and use common sense; particularly at night, around local surfer-dudes who are drinking.\n\nLombok International Airport is around 20 minutes away, and there has recently been a huge amount of land speculation in the Kuta area from high-end hotel operators and other investors.\n\nNote that Google Maps thinks this location is called 'Kute', so try that if you search for it on a map.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"{{","value":[["Cautionbox"],["'''Scheduled airline operations flying to and from Lombok have been moved from Selaparang International Airport (",{"type":"{{","value":[["IATA"],["AMI"]]},") across to the new Lombok International Airport (BIL) (",{"type":"{{","value":[["IATA"],["LOP"]]},") in central southern Lombok near the city of Praya.\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok"],["article"]]}," for more details on the new international airport and connecting services to destinations across the island."]]},"\n\n",{"type":"===","value":["From Bandara Internasional Lombok"]},"\n\n",{"type":"'''","value":["Lombok International Airport"]}," (",{"type":"''","value":["BIL"]},") ((",{"type":"{{","value":[["IATA"],["LOP"]]},") is south west of Praya in south central Lombok. This new international airport will provide facilities for wide bodied aircraft and more modern terminal facilities and cargo facilities.\n\nKuta is approximately 20-30 minutes from the new airport. A journey by metered taxi should be anticipated to cost around Rp 70,000-80,000.\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok"],["article"]]}," for more details on the new international airport and connecting services to Kuta.\n\n",{"type":"===","value":["From Bali"]},"\n\nThere are many shuttle bus companies which have scheduled transport from Bali. Expect to pay around Rp 200,000 per person (one way) from main Bali departure centres such as Kuta or Ubud. The price will include the ferry and connecting shuttles. The popular Perama ",{"type":"[","value":["http:\/\/www.peramatour.com"]}," bus company will charge only an additional Rp 10,000 per surfboard. The one-way trip by bus and ferry usually requires more than 12 hr of travel to reach Kuta. It is a slow, but inexpensive and comfortable way to travel if that fits your style.\n\n",{"type":"===","value":["From Lembar"]},"\n\nFrom Lembar the price to Kuta must be negotiated in advance. Competition is fierce and porters will often place your luggage in a taxi prior to settling the price. If using a taxi you should ensure that the driver uses the meter.  Assertive behavior can ensure you choose the type of transport and price that suits your needs. The taxi fare from Lembar to Kuta should be around Rp 250,000. If using a hired car ensure that the price is clearly defined before you enter the vehicle and depart.\n\nPerama will also run this route if there are two of more passengers booked beforehand (Rp 125,000 per person). The Perama bus will be waiting for you when you get off the boat in Lembar Harbour.\n\n",{"type":"===","value":["By shuttle"]},"\n\nPerama shuttle tickets can be booked at the Perama office at Segare Anak Bungalows from 07:00-22:00, They have daily departures to destinations on Lombok and Bali. Transport to ",{"type":"[[","value":[["Lembar"]]},", the port for connecting ferries to ",{"type":"[[","value":[["Padangbai"]]}," in Bali, costs Rp 125,000 per person. To travel further north, prices to ",{"type":"[[","value":[["Senggigi"]]}," and the ",{"type":"[[","value":[["Gili Islands"]]}," should be Rp 150,000 and Rp 180,000 respectively. There are also many other reliable shuttle companies which can be booked through the tourist information booths or through your hotel or homestay.\n\n",{"type":"==","value":["Get around"]},"\n\nIn the village of Kuta, all local facilities are within a reasonable walking distance. For local transport in and around Kuta you can use a ",{"type":"''","value":["ojek"]}," (motorbike with rider).\n\n",{"type":"===","value":["By bemo"]},"\n\nAn extensive, but complex public transport system runs throughout all of Lombok. The standard mode of public transportation is the bemo, a small, covered pick-up truck with narrow benches.\nThe bemo is designed to transport local people; tourists may find them confusing and difficult to use. Public transport is not recommended for the uninitiated traveller, especially if traveling with luggage or surfboards and unable to speak Bahasa Indonesia. To reach almost any destination, expect numerous stops en route, bemo changes, and sometimes very crowded conditions. True backpackers wishing to save money by conquering the bemo system should carefully get advice about the route in advance and write down the name of the destination to show the driver. Traveling on a bemo is certainly one way to experience local culture.\n\nPublic bemo's are located at the junction and also on the beach road.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"{{","value":[["infobox"],["Transport from Kuta with driver in an air-conditioned van"],[{"type":"''","value":["Guideline only, will vary with season and demand"]},"\n\n",{"type":"*","value":[" Mataram Rp 275,000"]},{"type":"*","value":[" Senggigi  Rp 300,000"]},{"type":"*","value":[" Bangsal Harbour Rp 350,000"]},{"type":"*","value":[" Lembar Harbour Rp 300,000"]},{"type":"*","value":[" Senaru Rp 600,000"]},{"type":"*","value":[" Mataram town half day tour Rp 350,000"]}]]},"\n\nMany visitors consider the most efficient way to get around is by renting a local driver and a comfortable car.  They are readily available at most hotels to  transport you around the island at the rate of Rp 350,000 for a half day\n\n",{"type":"===","value":["By motorcycle"]},"\n\nIf you wish to explore the South Lombok area surrounding Kuta, the preferred way by many is to do so by motorcycle. Motorcycles can be rented at rates of about Rp 50,000 per day, without petrol. Insist the bike be in as new condition, then carefully inspect and make note of the bike for scratches and any other damage. Ensure the bike is in proper mechanical condition including the lights, brakes and tyres. Ask for a surfboard rack if desired as some rental operators have them available. Never give your passport or drivers licence as security to rent the bike and ensure the current STNK – Surat Tanda Nomor Kendaraan (Certificate of Registration) is with the motorbike.is.\n\nShould you suffer an accident and damage the bike beware that local renters may ask for over the top compensation. It is always safest to rent from your hotel who do not want to have a problem with their reputation and will ask for fair and reasonable compensation. There are no bikes with insurance in Kuta.\n\n",{"type":"===","value":["By boat"]},"\n\nLocal boatman may be available to take you for an outing but be careful to negotiate the price and details to common agreement before boarding or determining a final price. Do not automatically expect the boat to have adaquate or possibly any safety equipment at all.  Ensure you check such equipment for yourself prior to agreeing to the charter. Some traditional perahu boat operators cannot swim so do not expect them to be able to save you should difficulties arise.  Also ensure that the price includes fuel and where you will be travelling and for how long a time. Ensure you will return to shore well before dusk. Do not expect the boat operator to be able to communicate with you fluently in English or even Bahasa Indonesian.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Kuta Lombok View from hill near Pantai Seger.JPG"],["thumb"],["400px"],["View from a hill near Pantai Seger"]]},"\n",{"type":"[[","value":[["Image:Kuta Lombok Mawun Beach.JPG"],["thumb"],["400px"],["Mawun Beach from under the tree"]]},"\n\n",{"type":"===","value":["Beaches"]},"\n\nAround Kuta there are some beautiful beaches. Kuta offers you the private white beaches you have seen on travel posters and always dreamed of experiencing. There are six main beaches in and around Kuta:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kuta Beach"],["url="],["email="],["address=Kuta village"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is where most of the accommodations and restaurants are located."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pantai Putri Nyale"],["alt=Novotel Beach"],["url="],["email="],["address="],["lat="],["long="],["directions=about 3 km east of Kuta Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is where the Novotel Lombok is located. It's a beautiful beach, but at low tide it gets almost completely dry and is no longer suited for swimming."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pantai Seger"],["alt=Seger Beach"],["url="],["email="],["address="],["lat="],["long="],["directions=about 3.5 km east of Kuta Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beach suited for surfing, not for swimming because of the very strong currents. There are some drink stalls. Climb the hill here to watch the sunset."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tanjung A'an"],["url="],["email="],["address="],["lat="],["long="],["directions=about 7 km east of Kuta Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tanjung A'an comprises of two white sand bays, A'an to the west and Pedau to the east, separated by a rocky outcrop. Smooth turquoise waters offer safe swimming and snorkelling. There can be a strong current on the eastern bay at times. There are some drink and snack stalls at the center of the beach and at the western end two restaurants with tables and sunbeds on the sand."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mawun"],["url="],["email="],["address="],["lat="],["long="],["directions=about 8km west of Kuta Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mawun beach is a secluded half-moon bay with crystal clear water and pristine sand. There's one big tree where people congregate in the shade. An awesome place for relaxing, safe swimming and surfing. The only facilities are a few drinks stalls."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Selong Belanak"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=about 17 km west of Kuta Beach, about 6 km over the steep hill"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful bay bordered by two rocky promontories. Nearby is a surf beach called ",{"type":"'''","value":["Mawi"]},"."]]}]},"\n",{"type":"===","value":["Other"]},"\n\nVisitors can make day trips from Kuta to the pottery village of Penunjak and to the weaving village of Sukarare.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Surfing"]},"\n\nKuta is a surfers destination, with world class shore, reef and point breaks along the coast. Personal transport is the best way if not the only way to access the surfing spots. Since there have been reports of thefts in Southern Lombok, you should expect to pay a few thousand Rupiah to a local to guard your bike during your time in the water. Board can be hired in Kuta town or at the Gerupuk village.\n\nSurfing can get busy, with locals and boatmen all joining in. Be aware that some locals can become aggressive following any mishaps in the surf, regardless of who is at fault. This is usually to cause intimidation (and demands for money) but can lead to physical threats. Stay respectful, handle any incidents calmly and fairly, and other locals will almost always look out for you.\n\nPopular surf breaks around Kuta:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Seger reef"]},": the closest break to Kuta village, Seger provides a heavy right hander and is excellent under most conditions. It's a popular spot during the afternoon tide shift, and especially after the big rains in the wet season. Ride past the Novotel, then turn right after the small bridge and continue taking right turns until the road becomes unsealed. Entrance to Seger costs Rp5,000 for motorbikes and Rp10.000 for cars. There is a small hill that onlookers can climb for a phenomenal view of the surroundings, especially popular at sunset."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Air Guling"]},": Air Guling is a beach to the West of Kuta village. The break is a fair paddle from shore, and is a strong right hander, which can become very hollow during a large swell. Continue West from Kuta, up the mountain and over the other side. There is a view of the beach when coming down, and don't be deceived when the road swerves away from the coast. Eventually on the left there will be an unsealed dirt road which can be very difficult to handle (unadvisable to ride when wet). Continue the road to the beach, and pay Rp 5,000 to watch your bike."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gerupuk"]},": The most popular break in Kuta. There are two main breaks here, although some others pop up in the right conditions. You need to hire a boatman from the village to access the breaks (Rp 80,000 for 1 person, Rp 50,000 per person for 2, and Rp 30,000 each for more.). The boat will wait while you surf, however the boatmen will often join you out on the surf, which can cause frustrations when crowded. To get here, take a ride east for 7 km (about 10-15 min). There is a common parking area for surfers and tourists, which the locals monitor. Parking is usually free (although the standard fee is Rp 1,000 if you are asked to pay). "]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Inside Gerupuk"]},": Insides is located in a sheltered bay and is good for beginners\/intermediate. Absolute beginners (first time on a board) may find this intimidating, during large swell and crowded conditions, and should look for a simple beach break (like Tanjung Aan). The floor is a soft reef bed which doesn't cause much damage. The wave breaks both left and right here, and can get busy. Ocean Bar is located a short paddle away from the break (floating on the sea) and offers cold drinks, fruit and basic food. "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Outside Gerupuk"]},": Cannot be seen from the village, it's a short boat ride away. Outsides is generally the most reliable bet for a surf - there is nearly always something to surf here (even in low swell conditions). The wave is a right hander and can be quite heavy."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tanjung Aan"]},": Beach break in between Kuta and Gerupuk, for absolute beginners. Take the usual route out to Gerupuk, and take a right hand turn into Turtle Warung - before the football field (around 2km outside Gerupuk). There are a series of Warungs on the beach, which you will need to drive past. You can park at or near the Turtle Warung, and take a short walk over the hill to see the surf behind. Tanjung Aan can get blown out during afternoon wind, so better to hit it in the morning. The hill will give you one of the best views of Kuta's beaches and inlets, and the sunset is particularly good (with beers from the Warungs)."]},"\n",{"type":"===","value":["Surf shops"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kimen Surf"],["url="],["email=kimensurf@yahoo.com"],["address=Jl Kuta Mawun, Pujut, Kuta"],["lat="],["long="],["directions=at the junction"],["phone=+62 370 655064"],["tollfree="],["fax="],["hours="],["price="],["content=The original surf shop in Kuta, operating since 2004. Also rent bikes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kuta Reef Surf Shop"],["url="],["email="],["address=Kuta Beach"],["lat="],["long="],["directions=on the beach, near Surfers Inn"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Fishing"]},"\n\nThere is excellent sport fishing to be had in waters off Kuta. Unfortunately, the only charter boats available locally are local wooden outriggers and these are not always ideal for the challenging fishing conditions. You can though get a decent day's fishing by hiring one of these boats with a captain from the local guys on Kuta Beach.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shore Thing Fishing Trips"],["alt=Mimpi Manis Fishing Trips"],["url=https:\/\/www.facebook.com\/ShoreThingLombok?ref=hl"],["email=shorethingkuta@outlook.com"],["address=Mimpi Manis Homestay, Desa Mong, Kuta"],["lat="],["long="],["directions=Head north out of Kuta on the old road and Mimpi Manis is located just before the roundabout. If you take the bypass out of town, double back 50m when you get to the roundabout."],["phone=+62 87865 268184"],["tollfree="],["fax="],["hours="],["price=From Rp750,000 - 3,000,000"],["content=Fishing & sightseeing trips from 3-9 hours. Choose between two boats: a traditional prahu or a new fiberglass speedboat. Trolling, popping, jigging and bottom fishing. Charters available, local pickup and drop off. All equipment bait and life jackets included. On speedboat, Fish Ffinder, GPS and sonar in use. No angling experience necessary. Call made on 081917 250699 or Oz on087865 268184."]]}]},"\n",{"type":"===","value":["Diving"]},"\n\nScuba diving is relatively new in Kuta, with only two or three dive shops in operation, including ",{"type":"[","value":["http:\/\/www.discoverydiverslombok.com Discovery Divers Lombok"]},".\n\nTanjung A'an, around 4 km east of Kuta beach, is a pleasant place for snorkelling.\n\n",{"type":"===","value":["Horseback riding"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kuta Horses"],["alt="],["url=http:\/\/www.horseridinglombok.com"],["email=kutahorses@hotmail.com"],["address=Jalan By Pass"],["lat=-8.89250"],["long=116.28915"],["directions="],["phone=+62 081 915 999 436"],["tollfree="],["fax="],["hours=7am and 4pm"],["price=400.000 IDR for one hour"],["content=Kuta Horses provides horse riders with horseback views of deserted beaches, bays, valleys, hills with breathtaking views and rice paddies, tobacco fields or little traditional fishing villages. Their 6 western-sized horses are tall and healthy, they have been selected for their endurance and personality, they are very well trained. Their equipment is only handmade comfortable leather brands as Stübben or Forestier. All treks are with a guide speaking at least English (or French, or Spanish when the owner guides). Riders of all level, including beginners, are welcome, and lessons can be provided. Rides are only during the “cool” hours like early morning or between 4 and 6 p.m. For a 'one day trip' around Tanjung Aan (around 5 hours), lunch on the beach, siesta, horse bath, (swimming in one of the most beautiful beach of the area) the cost is 1.700.000 (around 130 €) all included (transportation for horses also)."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe village of Kuta provides all the basic necessities for a traveler, such as toiletries, tropical clothing, souvenirs, fruits and bottled water. You can buy some medical supplies and antibotics in Warung Kita and Warung Virgin, Diapet is a local medicine for Bali Belly which you are advised to try before taking a trip to the overcharged clinic. Warung Jabar in Kuta village can process photos. \n\nThere are now 5 ATMs in Kuta. They are well lit at night, but use caution if withdrawing cash after all the shops close and you've had a few beers. If you are paying per transaction fees the best place to withdraw money is the CIMB ATM located at Novotel reception where the maximum withdrawal is Rp3,000,000. the ATM at Warung Virgin has a maximum withdrawal of Rp1,000,000, The one at Tastura Rp1,250,000 and Sekar Kunning aka Yellow Flower Rp1,500,000. There is also an ATM inside the premises at Segara Anak Bungalows.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Massage on the Hill"],["alt=Massage"],["url=http:\/\/www.massagelombok.canalblog.com"],["email=pebkuta@yahoo.com"],["address=Rangkap 1 - Jalan By Pass"],["lat=-8.89223"],["long=116.28962"],["directions="],["phone=+ 62 0370 704 46 05"],["tollfree="],["fax="],["hours=9AM to 18PM"],["price=250.000 IDR"],["content=Professional therapist educated at Bisa Scholl (Bali). Organic oil only - 1h30 treatment. Appointment only."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nMost of the hotels and bungalows serve breakfast which is included in their room rates. Kuta beach area restaurants have many food options. Most of the restaurants serve Indonesian, European and international cuisine.\n\nFull Moon\nOne of the most popular eateries in town. It tends to be busy for lunch when it is a favourite with day trippers. Service can be slow when busy but the food is always good and the staff are great. Different seating areas are one of the things tn the area.hat make it special, with the main restaurant, the raised platform over the beach, brugaks with cushions and low tables or just tables and chairs on the beach. Very popular with expats in the area.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ashtari Cafe"],["url="],["email="],["address=Kuta"],["lat="],["long="],["directions=on the main road west of Kuta village, about 3 km uphill"],["phone="],["tollfree="],["fax="],["hours=Open from 08:30-18:00, no orders taken after 17:30. Closed on Mondays"],["price="],["content=On the hill with spectacular views of the south coast. You need transport to get there. Relax and enjoy the daily fresh menu. Delicious food. Vegetarian food. Under new management since April 2013."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bamboo Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=near the junction"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local food and fresh seafood. Still has waterfront views. Currently out of operation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dwiki's Cuisine"],["url="],["email="],["address=Jl Raya Kuta-Mawun"],["lat="],["long="],["directions=150 m west of the junction"],["phone=+62 819 16456423"],["tollfree="],["fax="],["hours=08:00-22:00"],["price="],["phoneextra=+62 818 03680911"],["content=Serves a variety of European and Asian cuisines. The owners have a love for good food and for their customers. They may have the best pizza in town, but it is a little overpriced."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Family Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=near the junction, next to Matahara Inn"],["phone="],["tollfree="],["fax="],["hours=10:00-23:00"],["price="],["content=A large restaurant with an Indonesian menu and some western dishes. Serves cocktails as well."]]}]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lombok Lounge"],["url="],["email="],["address="],["lat="],["long="],["directions=near the junction, next to Matahara Inn"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A reasonable restaurant with cheap prices. Indonesian menu and some western dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Stella Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A simple cafe incorporated with a boutique gives you a different atmosphere, daily food menu, seafood on order."]]}]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Cherry"]},", a simple cafe offering Indonesian and western food, seafood on order including lobster and prawns."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ocean Life Cafe"]},", a bamboo and wooden cafe, gives you a bit of option in the menu. Incorporates shop providing imported drink and wines."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bong's cafe"]},", wood oven pizza and tacos for a different taste in the Kuta area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Purnama Cafe"]},", a simple and enjoyable cafe."]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Seger"]},", a skillful lady chef offers tasty Sasak food next to the beach with views of the sea, best fish in Kuta."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alang-Alang Cafe"]},", cafe on the beach with beruga style seating in a small, open sitting area with grass roof."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Warung Bule"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A simple cozy place which faces the sea, although some distance in shore. Run by a local man, with a selection of Western and Sasak food. Ayam Taliwang and all the seafood is good."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Warung Murah Meriah"]},", run by a local couple."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Magic Lounge Bar & Restaurant"],["url="],["email="],["address=Kuta Beach"],["lat="],["long="],["directions=turn left at the junction, just a few metres across from Lombok Lounge"],["phone=+62 370 653985"],["tollfree="],["fax="],["hours=07:00-23:30PM"],["price="],["content=Western and Indonesian cuisine in a relaxing atmosphere.One of several bars in town that now serve Illy coffee for cappuccino and espresso, also choices of tea. Internet cafe & free WiFi but beware of viruses here. Provided and an onsite generator to assist with the frequent power outages."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Solah Bar and Restaurant"],["alt="],["url=http:\/\/www.solahlombok.com"],["email="],["address=Jl Pantain"],["lat="],["long="],["directions=Opposite the beach, at the eastern edge of the town"],["phone="],["tollfree="],["fax="],["hours=12:00-23:00"],["price="],["content=friendly, with candlelit tables. Sasak, Indonesian and International food with a bar\/drink menu. 10% of your bill supports the 'Solah Foundation' which teaches English to the locals, and sponsors disadvantaged kids to go to school. Sold in early 2013 - check charity status re Solah foundation. But good Mexican food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Warung Java I"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=turn right after the roundabout when coming into Kuta"],["phone="],["tollfree="],["fax="],["hours="],["price=Rp 10,000-20,000"],["content=Delicious local food. Very friendly staff. Even the \"hawkers\" are quite fun when you go there regularly. Popular place for expats and surfers. Always a bit crowded late afternoon. Probably the cheapest food in Kuta. Shakes also very cheap (Rp 7,000,-)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nuggets Corner"],["alt="],["url="],["email="],["address="],["lat=-8.89076"],["long=116.27680"],["directions=near crossroads just before Kuta Steakhouse"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great value restaurant serving local-style food and chicken nuggets."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kuta Steak House"],["alt="],["url="],["email="],["address=near crossroads"],["lat=-8.89060"],["long=116.27673"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good place for steaks and burgers. Also has satellite TV with sports channels."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Warung Jawa 2"],["alt="],["url="],["email="],["address="],["lat=-8.89012"],["long=116.28068"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good cheap local food and fruit juices such as Avocado for Rp7,000."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Riviera Cafe"],["url="],["email="],["address=Kuta"],["lat="],["long="],["directions=opposite Matahari Inn"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local cuisine, good quality sea food and beverages offered with live acoustic music every Wednesday night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Shore Bar & Restaurant"],["url="],["email="],["address=Kuta"],["lat="],["long="],["directions=at the beach, on the eastern edge of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This beach bar is probably the only place that boosts somewhat of a night life in Kuta. Cold beers and cocktails. A local rock band playing covers will entertain you on a Saturday night, other nights disco DJ show. Happy hour from 4PM-7PM. Also serves lunch and dinner. BBQ fish and any kind of seafood."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=De Guru"],["url="],["email="],["address=Kuta"],["lat="],["long="],["directions=between Surfers Inn and Tastura Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local surfers meet here so it's a good place to have a cold bintang and get some information about the local surf scene."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ocean Bar"],["url="],["email="],["address=Inside Gerupuk"],["lat="],["long="],["directions=next to Inside Gerupuk break"],["phone="],["tollfree="],["fax="],["hours=8am - sunset"],["price="],["content=Floating bar at Inside Gerupuk, good place to have a cold drink in between surfs or chill while watching other people surf. Also serves fruit platters and basic food"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Gecko Lounge and Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=50 m from main intersection"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A work still in progress. Good food and cocktails with a selection of local and imported beers, free WiFi. Specialises in wood-fired pizza."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["Under Rp 200,000"],["Rp 200,000-500,000"],["Over Rp 500,000"]]},"\n\nKuta has a good range of accomodation from cheap and slightly shabby huts all the way up to the 4 star Novotel. Most accommodation is located along the beach strip. Listed prices for budget and mid-range accommodation can change by a factor of 100% depending on the season. Even within one hotel complex the price of rooms can vary greatly depending on amenities, such as air conditioning, hot water and a television. The prices listed are only provided as a guide. In low season, you can bargain for discounted rates, in high season you may be thankful to get a room for any price. Call or check the hotel website directly for availability and\/or reservations. Third party reservation agents are sometimes not reliable.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anda Bungalows & Restaurant"],["url="],["email=zaenudin@hotmail.com"],["address=Jl Pantai Kuta, Kuta"],["lat="],["long="],["directions=centrally located on the beach road"],["phone=+62 370 654836"],["tollfree="],["fax="],["hours="],["price=Standard room with fan Rp 100,000 and A\/C room Rp 150,000"],["checkin="],["checkout="],["content=Locally owned hotel, has a peaceful garden setting and clean rooms to offer. The restaurant has a good selection of Indonesian and western food and serves pizza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Are Goling Bungalows & Restaurant"],["alt="],["url=http:\/\/aregoling.com\/"],["email=mail@aregoling.com"],["address=Are Goling via Kuta"],["lat="],["long="],["directions=follow Jalan Selong Balanac 7 km westward from Kuta, follow signs southward to destination 1.5 km from turn-off, go 50 m past school, near beach"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Standard double bungalow from Rp 200,000"],["content=Beautiful views over Are Goling (",{"type":"''","value":["Sasak: rolling waters"]},"), 600 m to beach, clean, safe accommodation. The restaurant has a good selection of Indonesian and western food. Opened August 2011"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Diyah Homestay"],["url="],["email="],["address=Sidestreet to beachroad"],["lat="],["long="],["directions=Turn left at a dirtroad when driving towards Groupuk. About 100 m after last bar\/restaurant."],["phone="],["tollfree="],["fax="],["hours="],["price=Rp. 80,000"],["checkin="],["checkout=12:00"],["content=Very cheap accommodation with nice rooms. Could have been cleaner, but compared to the price it was very good. Staff is very friendly and they have 24 hours security. Around 8-10 rooms with either double or twin bed. Rp 80,000 in high season for a room. Breakfast included (pancake). 24 hours free flow of tea and coffee."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=G’Day Inn"],["url="],["email="],["address=Kuta"],["lat="],["long="],["directions=located near the wartel (telephone office) close to the bemo stop"],["phone=+62 370 655342"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Budget place set inside a family compound with 5 rooms, fan and cold water. Family is great and provide good food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mimpi Manis Homestay"],["alt="],["url=http:\/\/www.mimpimanis.com\/"],["email="],["address=Jalan Raya Mong, Desa Mong, Kuta"],["lat=-8.8753"],["long=116.2774"],["directions=approx 2km north of Kuta village"],["phone=+ 62 818 369950"],["tollfree="],["fax="],["checkin=12noon"],["checkout=11:00"],["price=Low season rates for fan-cooled room: Rp 150,000, house Rp 220,000. Request rates for high season"],["content=A small, friendly, family run homestay (British\/Balinese). All rooms have a safety box and DVD player and an impressive DVD selection to choose from. Free WIFI and free internet. For stays of 3 nights or more there is a free orientation tour to some of the local beaches. They have a generator to deal with the frequent power cuts. Food is served to in-house guests from 07:00-20:00. Can also arrange motorbike rental and transfers. They are good at arranging tours and guided fishing trips."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Puri Rinjani Bungalow & Restaurant"],["alt=Formerly Rinjani Agung Beach Bungalows & Restaurant"],["url="],["email="],["address=Kuta"],["lat="],["long="],["directions=located on the beachroad, on the eastern edge of town"],["phone=+62 370 654849"],["tollfree="],["fax=+62 370 654852"],["hours="],["price=Standard room with fan Rp 450,000 and premium A\/C room Rp 600,000"],["checkin="],["checkout="],["phoneextra=+62 370 653749"],["content=recently renovated with increased prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seger Reef Homestay"],["url="],["email="],["address=Kuta"],["lat="],["long="],["directions=located on the beach road, on the eastern edge of town"],["phone=+62 370 655528"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=4 new rooms with fans, very clean and safe. Motorbike hire for 50.000 a day, or 80.000 for two days."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Segare Anak Bungalow & Restaurant"],["alt="],["url=http:\/\/www.segaraanakbungalow.com"],["email=segareanakbungalows@yahoo.co.id"],["address=Kuta"],["lat="],["long="],["directions=centrally located on the beach road"],["phone=+62 370 654868"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Standard room with fan from Rp 80,000-150,000 (depending on the size of the room) and A\/C room Rp 200,000"],["content=Different options from backpacker accommodation with fan rooms and nicer rooms with A\/C, though none of the 20 rooms has hot water. Restaurant overlooking the sea and a small swimming pool. Perama office, internet cafe and money changing facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sekar Kuning Bungalow and Restaurant"],["alt=Yellow Flower Bungalow"],["url="],["email="],["address=Jl Pariwisata"],["lat="],["long="],["directions=centrally located on the beach road"],["phone=+62 370 654856"],["tollfree="],["fax="],["hours="],["price=Standard room with fan Rp 100,000"],["checkin="],["checkout="],["content=Budget accommodations of 17 rooms, all only have cold water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Surfers Inn"],["url=http:\/\/www.lombok-surfersinn.com\/"],["email=lombok_hotel@yahoo.com"],["address=Kuta"],["lat="],["long="],["directions=centrally located on the beach road"],["phone=+62 370 55582"],["tollfree="],["fax=+62 370 655583"],["hours="],["price=Standard room with fan Rp 110,000, A\/C Rp 180,000 and superior A\/C room Rp 260,000"],["checkin="],["checkout="],["content=Budget style accommodation with restaurant, bar and a really nice swimming pool. There is a wide selection of 25 fan-cooled and A\/C rooms, all with cold water. Guests are mostly Australian surfers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tri Putri Home Stay"],["url="],["email=anto_kuta@yahoo.co.id"],["address=Jl. Pariwisata, Kuta"],["lat="],["long="],["directions=located next to the traffic circle across from the new market area"],["phone=+61 818 03687900"],["tollfree="],["fax="],["hours="],["price=Standard room with fan Rp 120,000-150,000"],["checkin="],["checkout="],["content=Favorite for surfers, although it's well away from the beach area. Each room includes a motorbike and an all-you-can-eat pancake breakfast with tea or coffee, though you might end up making these yourself in the outdoor kitchen area. With all the guests staying here, it has a pleasant commune vibe. The complex also includes a convenience store. Very friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yulis Homestay"],["url=http:\/\/yulishomestay.com\/"],["email=mikebetts2004@yahoo.com"],["address=Kuta"],["lat="],["long="],["directions="],["phone=+62 819 17100983"],["tollfree="],["fax="],["hours="],["price=Rp 375,000"],["checkin="],["checkout="],["content=Small, quiet and discreet bungalow complex, about 1 km out of Kuta village on the main road. Just three spotlessly clean and comfortable en-suite rooms with A\/C. Has a small communal and kitchen and a pool. Owned and run by a New Zealand guy with his local wife."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kuta Inda Hotel"],["alt="],["url=http:\/\/www.kutaindahhotel.com\/"],["email="],["address=Kuta"],["lat="],["long="],["directions=on the western edge of town; walk west from Matahari Inn for another 400m"],["phone=+62 370 653781"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From about US$25"],["content=Kuta Indah Hotel has 10 fan-cooled rooms and 25 A\/C rooms (5 standard A\/C, 12 superior, 6 deluxe and 2 family rooms). All A\/C rooms have a private balcony and bathroom. Restaurant, bar and a nice swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lakuen Bungalows"],["url=http:\/\/www.lakuen.net\/"],["email="],["address=Lakuen, Gerupuk"],["lat="],["long="],["directions=about 15 min driving, east of Kuta village"],["phone=+62 801 907 006 138"],["tollfree="],["fax="],["hours="],["price=Bungalow Rp 500,000"],["checkin="],["checkout="],["content=Lakuen Bungalows is the only accommodation in Gerupuk. The bungalows have satellite TV, DVD players and hot and cold water. Lakuen has it's own restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Matahari Inn"],["url=http:\/\/www.matahariinn.com\/"],["email="],["address=Kuta"],["lat="],["long="],["directions=from the junction, turn right"],["phone=+62 370 655000"],["tollfree="],["fax="],["hours="],["price=From about US$ 20"],["checkin="],["checkout="],["content=Basic rooms. Slightly old run down hotel but large rooms are laid out in a beautiful garden. With swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sari Inn House"],["alt="],["url=http:\/\/www.sariinn.com\/sariinnhouse.html"],["email=bookings@sariinn.com"],["address=Kuta"],["lat=-8.885718"],["long=116.275907"],["directions=100m past the medical clinic on the left"],["phone=+62 817 364 549"],["tollfree="],["fax="],["checkin=13:00"],["checkout=12:00"],["price=AUS $150 \/ night"],["content=Modern 2 story, 4 bedroom house (sleeps a max of 8) built in 2006 & renovated in 2012. Fully equipped kitchen to cook for yourself or you can have the chef cook for you. All bedrooms have ceiling fans and A\/C and are lockable. The main bedroom has an ensuite and both bathrooms have hot water. Large spacious living area and 2x lounge rooms with TV and DVD. Spacious tropical gardens and fully fenced swimming pool. Room rate includes breakfast, airport transfers and local transport."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sari Inn Villa"],["alt="],["url=http:\/\/www.sariinn.com\/sariinnvilla.html"],["email=bookings@sariinn.com"],["address=Kuta"],["lat=-8.885729"],["long=116.275648"],["directions=100 m past the medical clinic on the left"],["phone=+62 817 364 549"],["tollfree="],["fax="],["checkin=13:00"],["checkout=12:00"],["price=AUS $80 \/ night"],["content=Modern 2 bedroom villa with fully equipped kitchen, cooking facilities and fridge. Lounge room has TV and DVD. Small verandah with an outdoor setting overlooking the lush tropical gardens. Room rate includes breakfast, airport transfers and local transport."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Novotel Lombok"],["alt=Mandalika Resort, Novotel Coralia"],["url=http:\/\/www.novotellombok.com"],["email=reservation@novotellombok.com"],["address=Pantai Putri Nyale, Lombok Seletan (",{"type":"''","value":["South Lombok"]},")"],["lat=-8.90324"],["long=116.29758"],["directions=about 3 km east from Kuta village"],["phone=+62 370 653333"],["tollfree="],["fax=+62 370 653555"],["checkin="],["checkout="],["price=From US$218.79 inc taxes, breakfast not included, US$147.90 with breakfast and taxes included"],["content=4 star Novotel resort on the picturesque white sandy beach of Kuta. Built in the style of a traditional Sasak village. Renovated in 2011 with 77 superior and deLuxe rooms and 23 'Sasak' villas, each with a private garden and terrace. Two beachfront restaurants, a fitness centre, 2 spas, 4 swimming pools located in the hotel gardens and beachside, a natural lagoon, water sports, ",{"type":"''","value":["Kids Club"]},", daily activities, health programs and meeting rooms for up to 120 people. All rooms are equipped with individually controlled A\/C, WiFi, IDD telephone, satTV. Located near popular surfing areas with horse riding and Dive Zone-Novotel available at the resort. Fairly remote location, but taxis are available. This is the best hotel on the south coast. Expect Western prices for lunch, dinner and drinks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tastura Beach Resort"],["url=http:\/\/www.hoteltastura.com\/"],["email=tastura@telkom.net"],["address=Jl Raya Pantai Kuta, Kuta"],["lat="],["long="],["directions=on the beach road"],["phone=+62 370 655540"],["tollfree="],["fax=+62 370 655398"],["hours="],["price=From US$65"],["checkin="],["checkout="],["content=3 star resort with 20 deluxe rooms, 4 suite rooms and 1 bungalow."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eudaimon Bed and Breakfast"],["alt="],["url=http:\/\/www.kutalombok.wix.com\/bed-and-breakfast"],["email=pebkuta@yahoo.com"],["address=Rangkap 1 - Jalan ByPass"],["lat=-8.89169"],["long=116.28994"],["directions="],["phone=+62 370 704 46 05"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From 58€ (low season)"],["content=The property is located on a hill overlooking Kuta’s bay in a large tropical garden with a lot of trees (plenty of birds there) and flowers, close to Kuta’s village. It has a familial atmosphere and cool, professional service. The French owner leaves his family silverware, crystals, porcelain and linens for the comfort of visitors. The Kuta’s public beach is 200 meters down the hill and there is a long swimming pool in the garden. Lumbung are old traditional wood houses from Java. Whith teak wood walls and floors, they are located on the top of the hill, one in the forest, the other overlooking the garden and the pool. The lumbungs (15 m²) offer outside (but covered) bathroom and toilet (hot and cool water). Fan and mosquito net. Lumbung Hutan is in the forest & Lumbung Gunung is on the hill. Breakfast is included, transfers are not included. Motorbikes can be rented on the property. The driver and the Toyota van of the property are at visitors' disposition. The driver knows the nice spots. For meals, a breakfast is included in the rate (with a choice of fine teas Marriage and Palais des Thés (Paris), crèpes, pancake, fresh fruits and eggs of any kind). The Balinese cook can prepare family fresh meals using items from the day market. She makes perfect traditional Balinese recipes but also knows how to cook good pasta or French \"salade niçoise\" or \"poulet basquaise\" only with local products. (Nothing is frozen or imported there). Large choice of wines (France, Chile, Italy, Australia). There is also a professional massage therapist trained at Bisa School (Bali). Organic massage oils (almond from Bali). Eudaimon property also offers a luxurious private villa and a 2- bedroom guest-house (for customer privacy, only 4 houses on 2 ha property)."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"====","value":["Hospitals"]},"\n\nSeveral hospitals are located in the main city of Mataram including the islands main public hospital Rumah Sakit Umun, Rumah Sakit Harapan Keluaga and the Risa Hospital in Cakranegara near Mataram mall.\n\n",{"type":"*","value":[{"type":"''","value":["Please see the Lombok main ",{"type":"[[","value":[["Lombok#Cope"],["article"]]}," for a list of medical facilities available in Mataram."]}]},"\n",{"type":"====","value":["Clinics"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Klinik Risa"],["alt=Risa Centra Medika Hospital"],["url="],["email="],["address=Jl. Pejanggik No.115, Cakranegara"],["lat="],["long="],["directions=just east of Mataram mall on the right hand (south) side of the road"],["phone=+62 370 625560"],["tollfree="],["fax="],["hours=24 hr Emergency room"],["price="],["content=Full hospital facilities available on site, specialist consulting rooms and dentist."]]}]},"\n",{"type":"====","value":["Emergency service"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ambulance"]}," In emergency  ",{"type":"'''","value":["dial - 118"]}]},"\n:The reality is that unless within the confines of the main city of Mataram\/Ampenan\/Cakranegara an ambulance is normally too far away to provide prompt transport in the case of a true emergency. Most often a taxi, police vehicle or a private car is used to get someone requiring urgent medical attention to a hospital. The ambulances in Lombok are more often used in the role of assisted patient transport rather than for first responder\/paramedic supported emergency assistance and transport.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gili Islands"]]}," - for more sand, sea and diving (but no surf to speak of)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Rinjani National Park"]]}," - Lombok's magnificent active volcanic peak."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bali"]]}," - next stop to the west in the Indonesian archipelago."]},{"type":"*","value":[" ",{"type":"[[","value":[["Senggigi"]]}," - the principal tourism town on the west coast of the island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mataram"]]}," - the main city on the island and the provincial capital, not a lot to see there, has a mall, and an interesting museum"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Lombok"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["-8.892"],["116.277"],["zoom=15"]]},"\n",{"type":"[[","value":[["wikipedia:Kuta (Lombok)"]]}]