[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kutchan"]}," (倶知安) is a rural town in ",{"type":"[[","value":[["Shiribeshi"]]},", ",{"type":"[[","value":[["Hokkaido"]]},". (The \"u\" in the name is pronounced as 'oo' (Ū) as in \"boot\".)\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nKutchan is on the JR Hakodate Main Line between ",{"type":"[[","value":[["Hakodate"]]}," and ",{"type":"[[","value":[["Sapporo"]]},", but it is only served by local trains. From Sapporo it takes two to three hours, requiring a change of trains at Otaru, at a cost of ¥1790. It takes 3 to 4 hours from ",{"type":"[[","value":[["Hakodate"]]}," with a change at Oshamanbe.\n\n",{"type":"===","value":["By bus"]},"\nFrom ",{"type":"[[","value":[["Niseko"]]},"'s Hirafu ski fields, Kutchan is an easy 15 minute bus ride. During the day, Donan and Hirafu bus companies operate regular services to Kutchan, one-way fare is about ¥380, depending on where you start and end.  The bus will drop off at several points within the boundaries of the town, the terminus being at the JR rail station. Details are in the trail map of the Niseko United. In the winter months, there is also a free Kutchan Night Go Bus service, which runs approximately once an hour from 5pm until 11pm. Strangely enough, to board the free bus, you need to get a free \"Kutchan Bus Passport\" which is available at all information centres and most hotels.\n\n",{"type":"==","value":["Get around"]},"\n\nWalking is a good way to see the sights. The town is not so large that you cannot get to most of the points of interest on foot.\n\nFootpaths can become dangerously slippery during winter. A set of boot \"chains\" or strap-on cleats will be a great benefit.\n\n",{"type":"==","value":["See"]},"\n\nFirst thing, collect a \"town map\" from your accommodation. Use it to locate some of the places you'd like to see. Then go for it!\n\nMax-Valu, Co-op and Homac (a Bunnings clone) are worth looking through just for the fun of seeing how the locals live and buy.\n\n",{"type":"==","value":["Do"]},"\n\nBrowse the shops, look in the \"¥100 shop\" for bargains, check out the souvenir shops, Takiguchi sports (if you want to get a new set of skis while you are here: Mr. Takiguchi also owns the infamous Seico-Mart in Hirafu), Boom (for snowboards), and the furniture shops.\n\nThe main Post Office, at the far end of the business district on Ekimae Avenue, has an ATM that will accept overseas cards (but not if they are other than rectangular!) for withdrawals if you  need extra cash.\n\n",{"type":"==","value":["Buy"]},"\n\nJust about anything! You can get food, hardware, tools, ski gear (wax, bindings etc) and some wonderful kimono fabrics at Cocoroya on Ekimae avenue.\n\n",{"type":"==","value":["Eat"]},"\nFind a restaurant anywhere in the town. Most will have a range of local produce, some will speak English (eigo) but many will not. Still, the universal pointing language will often get you what you want. Portion sizes are quite variable, as they are throughout Japan, so be prepared to order more if there isn't enough first go round. It is almost expected.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Kaku"]},", Ekimae Avenue.  Well worth visiting. The proprietor has an American background (don't hold that against him please) but has operated this cafe for some years. He makes a fine cappuccino, an excellent pizza, and is pleasant to converse with into the bargain!"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nihonbashi"],["url="],["email="],["address=North 3 West 2"],["lat="],["long="],["directions=Go straight up Miyako street"],["phone = +81 136 22 2717"],["tollfree="],["fax="],["hours=11:30am-1:30pm; 4pm-9pm"],["price=~2000 yen pp"],["content=Fantastic chefs will serve remarkable sushi and sashimi. Meals are affordable and foreigners are often given complimentary additions to their meals, such as small salads and\/or deserts."]]}]},"\n",{"type":"==","value":["Drink"]},"\nMiyako Street is worth a stroll at night, for a small town version of a Japanese drinking district.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Loaf Lounge"]},".  An interesting experience, with a bar, a skate\/snowboard shop, and a garage that has been converted into an indoor skate park."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Namichanchi"]},". Good."]},"\n",{"type":"==","value":["Sleep"]},"\nThere are lots of opportunities to sleep. Just walk along the first street from the railway station parallel to the tracks. There is a Hotel with Onsen (Traditional Japanese Bath) about 1km from the railway station, first go south, then head over the bridge that crosses the tracks and river, then walk uphill until you see the sign of the bath. The Onsen is open all night for Hotel guests.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=JR Hakodate icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Sapporo"]]}],["minorl1=",{"type":"[[","value":[["Yoichi"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Hakodate"]]}],["minorr1=",{"type":"[[","value":[["Niseko"]]}]]},"\n",{"type":"[[","value":[["WikiPedia:Kutchan, Hokkaidō"]]},"\n\n",{"type":"{{","value":[["geo"],["42.9000"],["140.7667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Shiribeshi"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kutchan, Hokkaido"]]}]