[{"type":"{{","value":[["pagebanner"],["Kuwait_sunset_banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Kuwait towers.jpg"],["location=LocationKuwait.png"],["flag=Flag of Kuwait.svg"],["capital=",{"type":"[[","value":[["Kuwait City"]]}],["government=Nominal Constitutional Monarchy"],["currency=Kuwaiti dinar (KD)"],["area=17,820 km",{"type":"<","value":["sup",["2"]]}],["population=2,418,393, including 1,291,354 non-nationals (July 2006 est.)"],["language=",{"type":"[[","value":[["Arabic"]]}," (official), English widely spoken"],["religion=Muslim 85% (Sunni 70%, Shi'a 30%), Christian, Hindu, Parsi, and other 15%"],["electricity=240V\/50Hz (UK plug)"],["callingcode=+965"],["tld=.kw"],["timezone=UTC +3"]]},"\n",{"type":"'''","value":["Kuwait"]}," (Arabic: الكويت) ",{"type":"[","value":["http:\/\/www.e.gov.kw\/sites\/KGoEnglish\/Portal\/Pages\/visitors.aspx"]}," is a country in the ",{"type":"[[","value":[["Middle East"]]},". It is located at the head of the Arabian Gulf, with ",{"type":"[[","value":[["Iraq"]]}," to the north and west, and ",{"type":"[[","value":[["Saudi Arabia"]]}," to the southwest.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"[[","value":[["Image:Map of Kuwait.png"],["thumb"],["400px"],["Map of Kuwait"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kuwait City"]]}," - the capital"]},{"type":"*","value":[{"type":"[[","value":[["Jahrah"]]}," - 30 minutes northwest of Kuwait City by car"]},{"type":"*","value":[{"type":"[[","value":[["Ahmadi"]]},"- 30 minutes"]},{"type":"*","value":[{"type":"[[","value":[["Hawalli"]]}," - the closest southern Suburb, about 10 minutes by car"]},{"type":"*","value":[{"type":"[[","value":[["Farwaniyah"]]}," - 20 minutes "]},{"type":"*","value":[{"type":"[[","value":[["Mubarak Al Kaber"]]}," - 25 minutes"]},"\n",{"type":"==","value":[" Other destinations "]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Shuwaikh"]]}," - 15 minutes south west of Kuwait city by car. Industrial area with a vast amount of shops, mostly specialising in household goods."]},{"type":"*","value":[{"type":"[[","value":[["Dajeej"]]}," - 20 minutes south of Kuwait city by car. Industrial area with a wide range of both modern and traditional shops (e.g. carpets, fabrics, household goods)."]},{"type":"*","value":[{"type":"[[","value":[["Salmiya"]]}," - 10 minutes from Kuwait city. Commercial and residential area with a wide selection of malls, restaurants, entertainment areas, and the beach."]},{"type":"*","value":[{"type":"[[","value":[["Rai"]]}," - where the Avenues, the second biggest shopping mall in the Middle East is located."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Country Facts"]},"\n",{"type":"*","value":[" Population: 3,806,616 (June 2012 census), including about 2 million non-Kuwaitis"]},{"type":"*","value":[" Ethnic groups currently consist of Kuwaiti 45%; other Arabs, 35%, among which Egyptians predominate; South Asian, 9%; Iranian, 4%; others, 7%"]},{"type":"*","value":[" Religions: Kuwait ranks among the most liberal Gulf nations in terms of religion. While Islam is the official religion with fully 85% of the population practicing the Muslim faith (and those divided into Sunni 70%, Shia 30%), others including Christians, Hindu, Parsi, make up 15% of the population"]},{"type":"*","value":[" Electrical current: 220 Volts a\/c, plugs are either standard British, Europlugs (2 prong diamond-shaped) or German Schuco variety. Adapters are readily available"]},{"type":"*","value":[" Emergency telephone number (police, fire, ambulance) ",{"type":"'''","value":["112"]}]},{"type":"*","value":[" Airports: Kuwait International Airport (",{"type":"{{","value":[["IATA"],["KWI"]]},"), Latitude\/Longitude: 29.240116 \/ 47.971252"]},"\n",{"type":"===","value":["History"]},"\nThe Kuwaitis trace their roots to the Al-Anisa and Al-Utub tribes from ",{"type":"[[","value":[["Nejd"]]}," province, which is now in Saudi Arabia. They moved to Qatar and then to Al-Qurain, now in Kuwait, by around 1710. By 1752, the long term residents of Al-Qurain decided that they needed a central authority to tamp down tribal warfare in the area. The Al-Sabah tribe was chosen to rule, and the first Sheikh, Sabah ibn Jaber, reigned as Sabah I from 1752 to 1756. The Sabahs successfully mediated religious and tribal disputes with diplomacy. They also played the Ottomans, Egyptians and European powers against each other while maintaining their autonomy. In 1899, Mubarak I signed an agreement making Kuwait a British Protectorate, with the sheikhs maintaining local control while putting their foreign policy in the hands of the British, in exchange for military protection from other powers. The British had already had a presence in Kuwait for some time: in the 1770s, Abdullah I already had a contract with the British to deliver mail for them up to ",{"type":"[[","value":[["Aleppo"]]},", ",{"type":"[[","value":[["Syria"]]},". In the 20's and the 30's, Kuwait's main product was pearls. However, income from the precious stones took a hit shortly thereafter, when the Japanese flooded the market with cultured pearls. In 1938, oil was first struck at the Burgan oil field in Kuwait, and by 1946, oil exports began. In 1961, Kuwait nullified the treaty of 1899, and became an independent nation. Kuwait was attacked and overrun by Iraq on 2 August 1990. Following several weeks of aerial bombardment, a US-led international coalition began a ground assault on 23 February 1991 that completely liberated Kuwait in four days; February 26 is celebrated as Liberation Day. Kuwait spent more than $5 billion to repair oil infrastructure damaged during 1990-91.  It is currently ruled by Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah after the demise of Sheikh Jaber al Ahmed al Jaber al Sabah in January 2006.\n\n",{"type":"===","value":["Climate"]},"\nDry desert; intensely hot summers; short, cool winters. ",{"type":"''","value":["Natural hazards"]}," : sudden cloudbursts are common from October to April; they occasionally bring heavy rain which can, in some rare cases, damage roads and houses; sandstorms and dust storms occur throughout the year, but are most common between March and August. Common temperatures range from 5",{"type":"<","value":["sup",["o"]]},"C in Dec\/Jan to over 50",{"type":"<","value":["sup",["o"]]},"C from Jun to Aug.\n\n",{"type":"===","value":["Terrain"]},"\nFlat to slightly undulating desert plain.  Highest point: 306 meters above sea level, in the al Jahrah desert.\n\n",{"type":"==","value":["Get in"]},"\nThe nationals of 35 countries are eligible of visas on arrival at Kuwait's airport and land borders.  The on-arrival visa is valid for a single entry of up to 3 months and costs KD 3, plus KD 3 for a \"stamping\" fee (visa and stamping fee not required for ",{"type":"[[","value":[["Bahrain"]]},", ",{"type":"[[","value":[["Oman"]]},", ",{"type":"[[","value":[["Qatar"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]},", ",{"type":"[[","value":[["United Arab Emirates"]]},", ",{"type":"[[","value":[["UK"]]}," and ",{"type":"[[","value":[["US"]]},"). Those 35 nations include: ",{"type":"[[","value":[["Andorra"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Ireland"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Luxembourg"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["Norway"]]},",",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Portugal"]]},", ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["South Korea"]]},",",{"type":"[[","value":[["Spain"]]},", ",{"type":"[[","value":[["Sweden"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["United Kingdom"]]},", ",{"type":"[[","value":[["United States of America"]]}," and ",{"type":"[[","value":[["Vatican City"]]},".\n\nAll other nationals need advance visas, which require an invitation from a sponsor in Kuwait.  Kuwait Airways offices and major hotels can provide invitations, but the process can take up to a week and may require a fee.  The Embassy of Kuwait in ",{"type":"[[","value":[["Japan"]]}," ",{"type":"[","value":["http:\/\/kuwait-embassy.or.jp\/english\/k-j\/visa.html"]}," has some information.\n\n",{"type":"{{","value":[["VisaRestriction"],["Entry will be refused to citizens of ",{"type":"[[","value":[["Israel"]]}," and to those who show stamps and\/or visas from Israel."]]},"\n\n",{"type":"'''","value":["IMPORT RESTRICTIONS:"]}," Visitors should note that alcohol and pork are not legal and may not be imported into the country. If you bring either in, it will be confiscated at the airport and you may be subjected to fines for attempting to import these banned goods.  Your bags will be X-rayed and\/or hand-searched on arrival.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Kuwait International Airport"]}," (",{"type":"{{","value":[["IATA"],["KWI"]]},") ",{"type":"[","value":["http:\/\/www.kuwait-airport.com.kw\/Index_e.htm"]},"  is Kuwait's only airport and is served by many international airlines, connecting to the Middle East as well as Europe, Africa and North America directly.\n\nThe national airline, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kuwaitairways.com\/ Kuwait Airways"]}]},", serves ",{"type":"[[","value":[["Frankfurt"]]},",",{"type":"[[","value":[["Geneva"]]},",",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["New York City"]]}," and ",{"type":"[[","value":[["Paris"]]}," as well as several other European, Asian, African and Middle Eastern destinations, but is best avoided: a flag carrier with a poor reputation, its planes are old, delays are frequent and customer service weak. \n\nIn 2005 the Kuwaiti government supported two new airlines as part of its liberalisation programme: premium airline ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wataniyaairways.com\/ Wataniya Airways"]}]}," ceased operations without notice in March 2011, stranding many customers around the world, while semi-low-cost carrier ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jazeeraairways.com\/ Jazeera Airways"]}]},"provides a popular alternative for regional flights. \n\nInternational airlines serving Kuwait include British Airways  from ",{"type":"[[","value":[["London"]]},", United Airlines from ",{"type":"[[","value":[["Washington, D.C."]]},", Lufthansa from ",{"type":"[[","value":[["Frankfurt"]]},", KLM from ",{"type":"[[","value":[["Amsterdam"]]},", Singapore Airlines from ",{"type":"[[","value":[["Singapore"]]},", and Turkish Airlines from ",{"type":"[[","value":[["Istanbul"]]},", plus connections through other large Gulf hubs (",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Doha"]]},", ",{"type":"[[","value":[["Abu Dhabi"]]},", etc.) are accessible through Emirates Airlines, Qatar Airways, Etihad Airlines, Gulf Air and many other airlines, There are also some airlines that operate seasonal flights to Kuwait including Malaysia Airlines, Ukraine International Airlines, Bulgaria Air and Czech Airlines. Code shares with other members of numerous international airline alliances often offer cheaper air fares than the carrier servicing the route to and from Kuwait.\n\nIf you need a ",{"type":"'''","value":["visa"]}," on arrival at the airport, do ",{"type":"''","value":["not"]}," head down to Arrivals, instead look for the \"Visa Issuing\" desks opposite the Dasman Lounge.  Join the mob (no queuing is possible) to have your passport copied and pick up a queue ticket, fill out a visa entry form, and wait for your number to be called. (Be careful, you will only have 2 or 3 seconds to respond before you are skipped.) Payment is accepted only in Kuwaiti Dinar; there are a number of bureau de change in the arrivals area, where the best rates appear to be for U.S. dollars, Australian dollars and Euros. You'll also get an A4-sized sheet entirely in Arabic, ",{"type":"'''","value":["which you must keep"]}," -- this is your visa!  You can now proceed straight through immigration without queuing, just show your visa form at any desk and they'll let you through. Generally, you can pass through the open gate for flight crew and show your visa to the guard just past passport control. \n\nAirport taxis can be found outside arrivals, with the fare to most points in the city being no more than KD 5.  Most hotels can arrange a transfer for the same price if not free of charge, which may be safer - especially for single females - and a more comfortable option. When in operation, you can also use the \"limousine\" service which is located to the right of the outside exit for KD 6. These generally have a reputation as having much safer drivers than the airport taxis (driven by Kuwaiti nationals who usually do not observe posted speed limits and will even drive on the verge\/shoulder at 140kmph). It is illegal for a regular taxi to pick up arrivals passengers at the airport so most will refuse to do so because of the fear of hefty fines and possible imprisonment or deportation. Regular taxis are a worse choice in most cases anyway, being driven by chronically underpaid expats from Bangladesh, India, Pakistan and usually poorly maintained. Drivers of regular cabs are often totally unaware of how to get anywhere, often speak little or no English and frequently have poor or no concept of personal hygiene.\n\n",{"type":"===","value":["By car"]},"\nKuwait shares its borders with only 2 nations - Iraq and Saudi Arabia.  The\npolitical situation in Iraq is volatile currently, so it's advisable not to\nuse that route.  There are long-distance bus services to ",{"type":"[[","value":[["Dammam"]]}," and other points in Saudi, but you will of course need to have a valid Saudi visa.\n\n",{"type":"===","value":["By bus"]},"\nThere are 3 bus lines in Kuwait: KPTC, City Bus, and KGL. KPTC, the Kuwait Public Transportation Company, operates only within Kuwait and is used mainly by the poorer expats in menial jobs. Buses are frequently poorly maintained, usually unairconditioned (and thus hazardous in summer) and should best be avoided. \n\nKGL is the only one of the three that provides routes to other GCC countries, but visas will probably be an issue for non-GCC citizens.\n\n",{"type":"===","value":["By boat"]},"\nScheduled ferries to and from ",{"type":"[[","value":[["Iran"]]}," are handled by Kuwait-Iran Shipping Company, phone +965 2410498, fax +965 2429508. The ferries go three times a week from ",{"type":"[[","value":[["Ash Shuwayk"]]}," in Kuwait to ",{"type":"[[","value":[["Bushehr"]]}," in Iran. One-way tickets from KD37.\n\nSpeedboats also go between ",{"type":"[[","value":[["Ash Shuwayk"]]}," and ",{"type":"[[","value":[["Manama"]]}," in Bahrain. A ticket is KD45.\n\nPorts and harbors:\n",{"type":"*","value":["Ash Shu'aybah"]},{"type":"*","value":["Ash Shuwaykh"]},{"type":"*","value":[{"type":"[[","value":[["Kuwait City"]]}]},{"type":"*","value":["Mina' 'Abd Allah"]},{"type":"*","value":["Mina' al Ahmadi"]},{"type":"*","value":["Mina' Su'ud"]},"\n",{"type":"==","value":["Get around"]},"\n\nKuwait has a good road system. All signs are in English and Arabic. The major north-south roads are effectively freeways numbered Expressway 30, 40, etc. These are traversed by increasingly widely spaced ring roads named First, Second etc., making navigation fairly easy.\n\n",{"type":"'''","value":["Public Transport"]},": Kuwait's public transport is adequate with three companies (KPTC, City Bus and KGL) running dozens of routes in every major city. Waiting times for buses range from one minute for most frequent routes to fifteen minutes for less used routes. All buses are equipped with air-conditioners and usually one can find a seat without much trouble. Although, during peak hours (7-9AM, 2-4PM, 8-9PM)most routes are packed and public transport should be avoided for those seeking comfortable travelling. It must also be noted that although areas with expatriates majority are covered with many routes, Kuwaiti residence areas are scarcely connected with public transport buses and are reachable mostly by taxis only.\n\n",{"type":"'''","value":["Taxi"]},": These are recognisable by orange licence plates and may be hired by the day, in which case fares should be agreed beforehand. Although most taxis have meters these are rarely used as in practice, meters are always \"broken\", covered, missing or just ignored, and you'll need to agree on fares in advance. Beware that cabbies will often ask for ridiculous prices. Share-taxis are also available. Hailing taxis from the road is the most practical approach. However some sources have reported it was not advisable, particularly for females, and they recommend that taxis are booked in advance by telephone from a reputable taxi company. The cream coloured taxis are the cheapest, but also likely to be poorly maintained and possibly dangerously so, considering the general speed and size of the rest of the vehicles on Kuwaiti roads. \n\nA standard rate is applicable in most taxis, but those at hotel ranks are more expensive. Naive westerners routinely pay 2 to 5 times more than the standard rates which are typically KD 0.500 (500 fils) for up to a 5 minute ride plus about 100 fils (KD 0.100) per minute thereafter. The only exception being airport departures which are approximately 3 KD. Tipping is not expected, however you should negotiate fares before boarding the taxi. It is customary to collect all baggage and exit the taxi before offering payment to avoid conflicts or loss of personal property should a taxi driver demand more than the agreed price after arriving at the destination. This way, the passenger can drop the money in the seat and walk away if necessary.\n\n",{"type":"'''","value":["Car hire"]},": Self-drive is available. If you produce an International Driving Permit, the rental company will, at the customer's expense, be able to arrange the statutory temporary insurance, which is drawn on the driver's visa.  If you arrive at Kuwait International Airport, you will find the car hiring companies located at your left after you exit from the baggage claiming area.  You can find international companies such as Avis and Budget among others.\n\nHowever, it should be noted that driving in Kuwait, especially when new to driving in the country, can be extremely chaotic and frightening.  Turn signals and lane divisions are effectively optional, speeding and aggressive driving is commonplace, and there is little active enforcement of traffic laws. Recently a law was passed to disallow the use of cell phones while driving (including but not limited to voice calls and text messaging or SMS.) If driving, ensure you keep out of the left hand \"fast\" lane unless you are very relaxed about large 4-wheel drive vehicles tailgating you. \n\n",{"type":"'''","value":["If involved in a car accident, do not attempt to move your car until police arrive and have made a report or you will be arrested."]},"\n\n",{"type":"==","value":["Talk"]},"\nArabic (official). Although in schools the classical version of Arabic is taught; and just like everywhere in the Arab world, Kuwaiti’s use the Kuwaiti dialect in everyday conversation. English is widely used and spoken. Most of the traffic signs in Kuwait are bilingual. English is taught as a second language in schools in Kuwait beginning at the first grade. Many Kuwaitis speak English fluently as there are lots of private English and American schools and universities where all subjects are taught in English and Arabic is taken as a subject. A lot of Kuwaitis are enrolling their children in these schools.\n\n",{"type":"==","value":["See"]},"\nSee ",{"type":"[[","value":[["Kuwait City"]]}," for listings of attractions in the city.\nKuwait is not the ideal vacation spot in the region, but if on a business trip, there are some sites worth seeing: \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Failaka Island"],["url="],["email="],["address=knetmalou@hotmail.com"],["lat=29.430592"],["long=48.270764"],["directions=take KPTC ferry from Ras Al Salmiya (Ras al Ardh) near scientific center or private speedboat near Marina Mall"],["phone=66111924"],["tollfree="],["fax="],["hours="],["price=3 KD"],["content=A port with many old dhows, Failaka Island can be reached by regular ferry services. There are also some Bronze Age and Greek archaeological sites well worth viewing, including the island's Greek temple. Failaka Island was named Ikarus by the Greeks who, under Alexander the Great, established an outpost in the island. Failaka was heavily damaged during the Iraqi invasion. Plans are currently underway to develop the island into a large-scale tourist attraction."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Al Jahra city"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional-style boums and sambuks (boats) are still built in Al Jahrah, although, nowadays, vessels are destined to work as pleasure boats rather than pearl fishing or trading vessels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mina Al Ahmadi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mina Al Ahmadi, lying 19km (12 miles) south of Kuwait City, is an oil port with immense jetties for supertanker traffic. The Oil Display Center pays homage to the work of the Kuwait Oil Company (Reservations needed)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kazmah desert cliffs"],["url="],["email="],["address="],["lat=29.421867"],["long=47.684854"],["directions=go on Road 80, turn right to Road 801 to Bubiyan, take first exit and turn left"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Being one of the few elevations in the Kuwaiti desert these cliffs allow a good view on the bay if the visibility is good. A lot of young Kuwaitis come here on weekends to challenge their Jeeps and Quads uphill."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Desert"],["url="],["email="],["address=anywhere"],["lat="],["long="],["directions=go north on Road 801, west on Road 70 or south on road 306"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although the city keeps growing, Kuwait is still largely a vast and uninhabited desert. Going away from the city many roads will take you to places where there is nothing but sand, sand and more sand. While this may be a form of excitement you'd look for every weekend in the winter as the locals do, it's also a nice experience ",{"type":"'''","value":["once"]}," if you are visiting during the extremely hot summer."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nSee ",{"type":"[[","value":[["Kuwait City"]]}," for more activities in the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sea Clubs & spas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many of Kuwait's sea clubs offer a wide variety of facilities and activities such as indoor and outdoor swimming pools, beaches, tennis courts, gymnasiums, bowling and even karate."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Riding"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Horse riding clubs flourish in the winter.  The Hunting and Equestrian Club is on the 6th ring road near Jaber Al Ahmed Al Sabah Armed Forces Hospital."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Golf"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The golf course \"Sahara Club\" is located near the Hunting and Equestrian club beside 6th ring road. It features a five star restaurant and a spa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swimming and diving"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Swimming is allowed on various public beaches along the Gulf Street. Women in swimwear are rare and might offend locals. The beach resorts as Radisson SAS and Palms offer beaches to both genders but will charge. However, since most beach areas are also the dump sites for raw, untreated sewage, swimming near the mainland is not recommended. Few homes have swimming pools and those that do are generally indoors, below ground. Many of the big hotels and spas have reasonably sized pools, but again can be quite expensive for those who are not guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boating"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sailing and scuba diving are available. Powerboating is a Kuwaiti passion.  Contact any of the hotels located on the beach and they can arrange a trip for you.  The best beach front hotels are the Hilton Resort, Movenpick Resort, Marina Hotel and the Radisson SAS. Hiring a boat should be done with caution and the boat should be inspected carefully for signs of neglect before agreeing on a rental. Many unwary tourists have been stranded at sea for hours while the coastguard ineptly attempts a rescue because like automobiles in Kuwait, mechanical maintenance is generally not a high priority for most boat owners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shopping in Malls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest mall in Kuwait is The Avenues on 5th ring road behind road 60. It is one of the largest malls in whole middle-east and features a lot of clothing and electronics stores as well as a Carrefour and an Ikea. Furthermore it offers the best cinematic experience in Kuwait with VIP theatres with massaging reclining seats and a personal butler. Other popular malls include Marina Mall (Salmiya), Souq Sharq (Sharq), 360 mall (includes a 3D IMax cinema, located in Jinoob al Surra between 6th ring road and road 50) and Al-Kout Mall (Fahaheel) which is famous for its orchestra musical fountains."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shopping on Markets"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Regardless of the growing amount of malls Kuwait still hosts a lot of small markets. See the buy section in the Kuwait City article."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe national currency is the ",{"type":"'''","value":["Kuwaiti dinar"]}," (KD, KWD).\n\nThe dinar is divided into 1000 fils.  Notes are available in denominations of KD 20, 10, 5, 1, ½ and ¼, while 100, 50, 20, 10 and 5 fils coins are also available.  While notes have Latin numerals on one side, the coins are entirely in Arabic.\n\nBear in mind that the Kuwaiti Dinar ranks among the strongest currencies in the world with an exchange rate of 1KD usually hovering at or about US$3.50, making that oh-so-affordable seeming 3KD burger a little more shocking when it sinks in that it's more like $10.50!\n\nNotes issued ",{"type":"'''","value":["before 1994"]},", many of which were stolen during the Iraqi occupation, are not considered legal tender.  You're unlikely to see these in Kuwait (the designs are clearly different), but unscrupulous dealers elsewhere have been known to try to pass them off.  See the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cbk.gov.kw\/www\/gallery_issues.html Central Bank of Kuwait"]}]}," for pictures.\n\nExchanging money can be difficult and exchanging travelers cheques even more so.  Stick to ATMs, which are ubiquitous and work fine.  Higher-end establishments accept credit cards.\n\n",{"type":"===","value":["Costs"]},"\nAlthough Kuwait is a tax haven 0% VAT and 0% income tax  It would be hard to manage on under US$100 per day, and you can very easily spend US$250 or more just on an ordinary hotel room.\n\nTipping is generally not necessary.  A 12% service charge is tacked onto your bill in expensive hotels and restaurants, but if you want some of the money to actually go to the staff, leave a little extra.\n\nPrices on common expenses (January 2013):\n",{"type":"*","value":[" Burger combo meal: KD 2 - 2.50 (McDonalds's)"]},{"type":"*","value":[" Meal for 2, Mid-range Restaurant, Three-course: KD 10 - 12"]},{"type":"*","value":[" Meal, Inexpensive Restaurant: KD 2 -3"]},{"type":"*","value":[" Oranges (1 kg): 400 - 450 fils"]},{"type":"*","value":[" Milk (1 litre): 300 fils"]},{"type":"*","value":[" Single-tall latte with an add-shot at Starbucks: KD 2"]},{"type":"*","value":[" Falafel sandwich in Hawally: 300 fils"]},{"type":"*","value":[" Khobuz Irani (flat bread) 20 fils"]},"\nPetrol prices are among the cheapest in the world and most of the time are less than water, literally, which explains the Kuwaiti penchant for huge fuel-guzzling U.S. import vehicles.\n\n",{"type":"===","value":["Shopping"]},"\nKuwait is a tax free country. Custom-made items, imported items, and shipping out of the country can be expensive, so shop wisely.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is a huge array of restaurants in Kuwait. Because nightlife is virtually non-existent, most people go out to restaurants and malls. A wide variety of international cuisines is available in high-end restaurants, although some heavily pork-based cuisines (German, e.g.) are conspicuously absent. Kuwait is known for its culinary specialties and catering services.\nRestaurants can be found in food courts in malls, and alternatively many international restaurants are grouped together in certain areas in Kuwait, namely:\n",{"type":"*","value":[" Behind the Roman Catholic Church in Kuwait City"]},{"type":"*","value":[" Outside the Mövenpick Resort in Salmiya"]},{"type":"*","value":[" In the Marina Crescent"]},"Just ask any local where the \"Restaurants Road\" is and they will guide you to a road in Salmiya packed end-to-end with local restaurants serving a wide array of specialty sandwiches, juices and snacks. \nAlternatively, head to any of the major shopping malls which are also crowded with restaurants ranging from fast to gourmet food. Every conceivable U.S. chain is represented in Kuwait!\nThere are still some restaurants that serve traditional Kuwaiti food. Al-Marsa restaurant in Le Meridien Hotel (Bneid Al Gar location) has some traditional Kuwaiti seafood but with a relatively high price tag. A better option is the quaint Shati Alwatia restaurant at the Behbehani Villa compound in the Qibla area of Kuwait City (behind the Mosques)and another Kuwaiti restaurant is Ferij Suwailih in salmiya area.\nIf you don't feel like going out to eat, just about every restaurant and eatery in the country delivers food anywhere. Order online from a number of sites and enjoy the same selections as at the restaurant itself for a tiny delivery fee (usually 200 to 400 Fils) tacked onto the order total itself.\n\nFor general grocery shopping, each district has its own 'Co-operative Society' (Jumayya) which anyone can use, and they usually consist of a supermarket and a general D.I.Y. store. When paying for your grocery shopping the cashier will usually ask if you have a number (which is given to local customers as a way to build up credits). It is also normal that somebody will pack your grocery bags for you and will carry the bags to your car, unless you insist otherwise. It is customary to tip them about 1\/2 KD if they do go to your car, although they do not normally wait around for it. Kuwait also offers a wide variety of other supermarkets ranging from local chains of excellent quality (The Sultan Company) to hypermarkets operated by international heavy hitters such as Carrefour, Geant and an Indian chain, LuLu. All of them offer selections of truly international range and usually at competitive prices.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Alcohol is strictly illegal"]}," in Kuwait: it may not be imported, manufactured or served, and newspapers regularly report busts of illegal distilleries. Unlike in Bahrain, Qatar and UAE alcohol cannot be even served at hotels or to permit holders.\n\nTap water is drinkable, although most of it is desalinated and not particularly tasty, and in summertime, you may have a hard time telling apart the hot and cold taps.  Bottled water is available everywhere for a few hundred fils.\n\n",{"type":"==","value":["Sleep"]},"\nHotels in Kuwait are expensive, but major Western chains are well represented.  See ",{"type":"[[","value":[["Kuwait City"]]}," for hotel listings.  Light sleepers should bring ear plugs as public announced prayers are broadcast at 4:30AM, again at 5:00AM and several times during the day.\n\nChalets and other weekend accommodation can be rented in many places along the southern part of the coast.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Khiran Resort"]},". Chalets and studio flats, a yacht club and a 240-berth fully serviced marina, swimming pools, playgrounds, sports and health facilities, shops, a supermarket and coffee shops."]},"\n",{"type":"==","value":["Work"]},"\nThere are many full service office providers available to businesses within Kuwait such as IO Centers ",{"type":"[","value":["http:\/\/www.iocenters.com\/"]},". Most of the large companies have high quality office facilities however expect to see a great portion of Kuwaiti businesses operating out of small 3 to 4 people offices. These businesses are normally owned by a Kuwaiti and staffed by Middle Eastern or Asian staff and don't normally hire nationals of western descent. If you plan to work in Kuwait be sure to check the academic requirements of desired positions as in most cases the Kuwaiti government insists on degrees from accredited universities.\n\nExpect to be paid anywhere from 400 KD - 800 KD for average middle range positions to 1000 KD - 1500 KD for higher positions such as teaching or consulting. However, domestic maids can earn as little as 50 KD per month, although food and accommodation are usually included with the job. Kuwait is heavily saturated with IT workers (mostly from India) and so wages in the IT industry are very low. If you are looking at accepting a job offer before coming to Kuwait be sure to check carefully how much you will be paid and if your employer will assist you with accommodation. It is commonplace for workers of Asian nationality to fall victim to promises of good pay and provision of accommodation only to find themselves having their passport confiscated and falling under the control of their sponsor. Be sure to check the reputation and creditability of any potential employer before accepting a position.\n\nAny foreign national wishing to work in Kuwait MUST have a working visa under a Kuwaiti sponsor. There is no provision for freelance work and foreign nationals found working without a working visa will be promptly apprehended and asked to leave resulting in a possible ban from returning.\n\n",{"type":"==","value":["Stay safe"]},"\nThe crime threat in Kuwait is assessed as low. Violent crimes against foreigners are rare, but do occur. Physical and verbal harassment of women are continuing problems. Kuwaiti drivers can also be quite reckless.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\nKuwait adopts a live-and-let-live policy for clothing, and you'll see a wide range of styles: women wear anything ranging from daring designer fashions to head-to-toe black ",{"type":"''","value":["abayas"]}," with headscarves and veils ranging from partial to full, while men can be seen both in T-shirts and shorts or the traditional dazzling white ",{"type":"''","value":["dishdashah"]},".  To avoid unnecessary attention, though, women will want to steer clear of showing knees, shoulders, or midriffs. Ironically, low necklines are less offensive. Bikinis are fine at the hotel pool, but not on public beaches. ",{"type":"'''","value":["Public nudity"]}," is prohibited everywhere and not tolerated.\n\nDo not eat, drink or smoke in public during the holy month of Ramadan or you may be fined or even go to jail. The fine is 100 KD or about US$350. Also, be aware that during Ramadan working hours may be shorter and restaurants will be closed during the day. However, most supermarkets will remain open so food can still be purchased from there. If you are working, many employers will provide a space where Westerners may eat during Ramadan, but if not, it is inadvisable to consume anything in the presence of Muslim coworkers during Ramadan.\n\n",{"type":"'''","value":["Avoid these breaches of etiquette in Kuwait from which tourists and those visiting or expats working here are not exempt or excused:"]}," \n",{"type":"*","value":[" Do not get into conversations concerning the Emir of Kuwait and politics in general. Although Kuwait is a relatively democratic country, the topic of the Emir is tabu."]},{"type":"*","value":[" Do not curse in public. Cursing of Allah (God) or any of the prophets of Islam will have serious repercussions; a new law passed in 2013 makes such offenses subject to death for locals under certain circumstances and subject to heavy fines and imprisonment for foreign nationals"]},{"type":"*","value":[" Do not take pictures of people, governmental buildings, or near the Iraq border fence"]},{"type":"*","value":[" Alcohol is prohibited in Kuwait."]},{"type":"*","value":[" ",{"type":"''","value":["Never"]}," drink and drive."]},{"type":"*","value":[" Homosexuality is illegal, although you will frequently observe local men kissing when greeting and also holding hands when walking together, as this is not considered homosexual behavior in Kuwait."]},{"type":"*","value":[" Public display of affection between men and women is illegal and should be avoided at all costs "]},{"type":"*","value":[" Co-habiting of unmarried partners in Kuwait is illegal. If you wish to live with your partner in the same house, you need to be married. ",{"type":"[","value":["http:\/\/www.fco.gov.uk\/en\/travel-and-living-abroad\/travel-advice-by-country\/middle-east-north-africa\/kuwait#lawsCustoms"]}]},{"type":"*","value":[" Religions not mentioned in the Qu'ran such as Hinduism, Buddhism, and Sikhism are not allowed to build religious facilities or worship in public. However, they may practice their religion in the privacy of their own home. Christians are allowed to practice publicly and there are a number of Churches in Kuwait. Proselytizing of Muslims is strictly forbidden."]},"\n",{"type":"==","value":["Stay healthy"]},"\nPublic health is entirely supported by the government at local clinics and hospitals, with a 5KD(~$17.88) fee paid by foreigners visiting Kuwait and 1KD(~$3.57) for expats with a resident visa, or a visitor's visa. Private non-governmental clinics are available as well, but charge much more at 30KD(~$107.31) and upwards. You will be entitled to free treatment in case of an accident or an emergency. In case of an emergency, call ",{"type":"'''","value":["112"]},".\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Phone"]},"\nThe country code for Kuwait is ",{"type":"'''","value":["965"]},".\nLocal phone numbers are 8 digits long.  The numbering system is as follows:\nNumbers starting with 2 are landline telephones.\nNumbers starting with 5 are mobile telephones for the VIVA Mobile Operator.\nNumbers starting with 6 are mobile telephones for the WATANIYA Mobile Operator.\nNumbers starting with 9 are mobile telephones for the ZAIN Mobile Operator.\nNumbers starting with 1 are service numbers.\nTo dial outside the country from Kuwait, prefix the country code with 00. E.g. a US number would be dialed as 00-1-555-555-5555.\n\n",{"type":"===","value":["Mobile"]},"\nKuwait uses GSM and mobile phones are widely available.  Major operators include ",{"type":"'''","value":["Zain"]},", ",{"type":"'''","value":["Wataniya Telecom"]},", and ",{"type":"'''","value":["Viva"]},".  As roaming charges can be very steep, it makes sense to get a local SIM card: prepaid starter kits are available for around KD 5(~$17.88), including some call time.\n\n",{"type":"===","value":["Internet"]},"\n\"High speed\" internet is available via DSL subscription (up to 20Mbit\/s). \nInternet access starts at 48KD (~$170) for a year at 1Mbit\/s. This is in addition to the money you must pay to the Ministry of Communication (MoC) for a telephone land-line.\nSome people choose to use a USB 'dongle' and LTE mini routers and use mobile internet services from Wataniya, Zain and Viva. These are slow and expensive but circumnavigate the difficulties face when dealing with Kuwaiti Ministries.\n\nThese are the prices from official sites: ",{"type":"[","value":["http:\/\/www.fasttelco.net\/residential\/ Fastelco"]},", ",{"type":"[","value":["http:\/\/www.kems.net\/prices.aspx?cat=showroom KEMS"]},"\n\nWebsites possibly containing adult content are censored by all of the internet providers by direction of the Minister of Communications. Restaurants, bars, and other sites associated with alcohol may be blocked as well. If you plan on using Skype for international calls, ensure you have the latest version downloaded and installed on your computer. You will not be able to download the software while in Kuwait, but using a proxy may help you get around such blocks. Also, if you need to add monetary credit to your Skype account, do that as well before entering the country as you will not be able to do so from Kuwait, even if using a proxy.\n\nAnother recommendation is to try a relatively new service - \"Mada\". This service is Wimax and up to 10Mbit\/s  download speed (although the speed never reaches this rate). ",{"type":"[","value":["http:\/\/www.mada.com.kw\/default.asp?iId=GGFGGH the cost"]}," is 40KD(~$140) for the main router and 25KD (~$89) per month.\n\n",{"type":"===","value":["Telephone"]},"\nKuwait has high international call rates. Although calling overseas is also very cheap if you use the many booths that advertise 'Net2Phone' service, which is illegal. Basically it is calling over the Internet. For home usage, Phoneserve cards are available (mostly in Hawally) that can be used for cheap calls worldwide. Users with credit cards use Skype and Yahoo Voice for communication as well, but skype website was banned now. \n\nSome traditional corner-shops commonly referred to as \"Bakalat\" sell an international calling card called Big Boss which offers good rates to Europe but only when calling landlines. For the rest of continents the rates are decent even when calling mobile phones. \n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["geo"],["29.3667"],["47.9667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Middle_East"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Kuwait"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Kuwait\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kuwait"]]}]