[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Kwasitchewan Falls.jpg"],["thumb"],["200px"],["Kwasitchewan falls"]]},"\n\n",{"type":"'''","value":["Kwasitchewan Falls"]}," is ",{"type":"[[","value":[["North of 53"]]}," in ",{"type":"[[","value":[["Manitoba"]]},". It is located on the Grass River System between Wabowden and ",{"type":"[[","value":[["Thompson"]]},", Manitoba.\n\n",{"type":"==","value":["Understand"]},"\nKwasitchewan falls is Manitoba's highest waterfall, accessible only via a difficult 22km round trip back country hike.\n\n",{"type":"==","value":["Landscape"]},"\nVery rugged and primitive forest-trail; several steep grades, some walls to climb. Poorly maintained with lots of fallen trees in the path.\nScenery at the falls is astounding and well worth the hike.\n\n",{"type":"==","value":["Get in"]},"\nKwasitchewan Falls is primarilly accessible by the 22km round trip hiking trail from ",{"type":"[[","value":[["Pisew Falls Provincial Park"]]},". Alternately, it can be accessed by canoe, kayak, or small boat, with a 1.5km portage. Portaging a watercraft small enough to carry allows access to Phillips Lake. Detailed maps from Manitoba Conservation available ",{"type":"[","value":["http:\/\/www.gov.mb.ca\/conservation\/parks\/pdf\/park_maps\/trail_rec_maps\/pisew_falls_trails.pdf here."]},"\nThe hike will take approximately 5-6 hours to the falls, and 4 hours back, at a reasonable pace. A ",{"type":"[","value":["http:\/\/atlas.nrcan.gc.ca\/site\/english\/maps\/topo\/map topographical printout"]}," is recommended as the trailhead has several branches; in addition since the trail follows the lake it is relatively easy to interpret the map.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nNone. Backcountry site is free, parking at Pisew falls is also free.\n\n",{"type":"==","value":["See"]},"\nAmazing campsites right next to the waterfall, but it may be difficult to sleep.\nCampsites located upsream may be more quiet, but scenery is rather boring.\n\n",{"type":"==","value":["Buy"]},"\nNo food available.  Make sure you bring adequate supplies.\n\n",{"type":"==","value":["Backcountry"]},"\n6 primitive sites scattered above the falls; a further 6 scattered right by the falls.\n",{"type":"[[","value":[["Image:Campsite at the base of the Kwasitchewan Falls.jpg"],["thumb"],["200px"],["Campsite at the base of the falls"]]},"\n\n",{"type":"==","value":["Stay safe"]},"\nSeveral wasp nests on trail. Bears and Lynx may be in area. \n\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["North of 53"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]