[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Kyaikhto"]}," is a small town about 160 km from ",{"type":"[[","value":[["Yangon"]]}," in ",{"type":"[[","value":[["Southeastern Myanmar"]]},", famous for its golden boulder and pagoda balancing precariously over a cliff.\n\n",{"type":"[[","value":[["Image:Golden Rock.JPG"],["thumb"],["Golden Rock"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mawlamyine"]]}," bus — 07:30, 09:30, 7,000 kyat."]},"\nMost people travel to visit the Golden Rock (Kyaiktiyo mountain), and there is no real reason to stay in Kyaiktiyo. Instead most people stay in Kinpun, which is about 10 km from Kyaiktiyo. \n\nThere are buses coming from Yangon\/Bago which go directly to Kinpun. \n\nIf you get out at Kyaiktiyo (buses from ",{"type":"[[","value":[["Mawlamyine"]]},"\/",{"type":"[[","value":[["Hpa-An"]]},") don't take the motorbike-taxis to Kinpun, they'll approach you in a mob-fashion and try to scam you. They'll try to make you believe that there is no pick-up going to Kinpun and you have to take a motorbike taxi for 1,000 kyat. Don't trust them and don't let them follow you, if you try to get some information from other locals, the motorbike-drivers will speak with them first and they'll tell you the same story. There is a regular pick-up going from Kyaiktiyo to Kinpun running all day for 500 kyat. Just get rid of the annoying motorbike-drivers and ask all the pick-ups until you find the one.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yangon"]]}," Buses depart to Kyaikhto town from early morning until around 14:30 (during the non-rainy season there are probably more). The journey takes around four and a half hours, and costs 7,000 kyat. Win-Express runs directly to Kinpun."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bago (Myanmar)"],["Bago"]]}," Buses take around 2-3 hr and cost 5,000 kyat. Win-Express runs directly to Kinpun."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hpa-An"]]}," Buses take around 4 hr and cost 5,000 kyat."]},"\n",{"type":"==","value":["Get around"]},"\nFrom Kinpun uncomfortable (but nonetheless interesting) trucks head up the mountain when sufficiently full of tourists (can take a long time in low season). A wooden plank seat costs 1,500 kyat (half-way), 2,500 kyat (to the top) one-way. \n\nWalking up the mountain from Kinpun takes about 4-5 hr. If you decide to take the trucks and get out at half-way station, you have to walk up stairs for about 45 min. \n\nIt is possible to get carried up the mountain on a throne (not kidding) for around USD8. How happy the Burmese are with this mode of transport remains questionable. Not advised for overweight tourists.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nAn entry fee of USD6 is collected at the entrance to see Golden Rock, and an additional USD3 if you want to take photographs (as of May 2013 the camera fee was not collected). Consider climbing the mountain with empty pockets in case asked by officials.\n\nAt the top you can buy gold leaf to put onto the Golden Rock (not allowed for women) which is a great experience, 5 leaves for 1,700 kyat.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe limited selection of restaurants in the surrounding mountains are basic and practically identical.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pann Myo Thu"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In Kinpun, about 10 km from Kyaiktiyo town and at the base of Golden Rock Mountain"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD8+"],["content=Friendly and helpful English-speaking staff, as well as cheap prices: a standard double room is USD8 per night, while a much classier equivalent costs a mere USD2 more. For a basic toast and coffee breakfast, add one more dollar per person. During the rainy season, you will most likely be the only guest. However, one traveller reported being shown only dirty, smelly rooms and being quoted rates of USD16 for their cheapest double room. (Dec 2013)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sea Sar Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Kinpun, right next to where the trucks start for the Golden Rock"],["phone="],["tollfree="],["fax="],["price=USD15-22 for double with air-con"],["checkin="],["checkout="],["content=Has a variety of rooms, from dark and doggy rooms to nice and clean bungalows. They have something for everyone's budget, ask for a discount. Price includes breakfast and Internet."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bago (Myanmar)"],["Bago"]]}," Same buses as to Yangon, ticket costs 5,000 kyat (can be haggled down to 4,000 kyat)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hpa-An"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mawlamyine"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yangon"]]}," Buses start directly in Kinpun at 06:00, 08:00, 09:00, 13:00. The trip takes about 5 hr and costs 7,000 kyat. "]},"\n\n",{"type":"[[","value":[["WikiPedia:Kyaiktiyo Pagoda"]]},"\n\n",{"type":"{{","value":[["geo"],["17.483583"],["97.098428"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeastern Myanmar"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kyaikti"]]}]