[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kyaukme"]}," or ",{"type":"'''","value":["Kyauk Me"]}," is a surprisingly bustling small town in Shan State in ",{"type":"[[","value":[["Eastern Myanmar"]]},". It's the market town of choice for the surrounding area, and now also features a Chinese quarter almost as big as the rest of the town itself, with the overwhelming majority of the Chinese immigrants engaged in the production of bamboo paper for the Chinese market. \n\n",{"type":"==","value":["Get around"]},"\nThe Mandalay-Lashio train stops at Kyauk Me. Arriving around 14:00 in Lashio and 10:30 in Mandalay. There are daily buses to Mandalay leaving at 05:30 from the bus station 3,500-4,000 kyat, 3 buses head to Hsipaw from 07:00-14:00, 1,000 kyat. It is possible to catch buses in the afternoon coming from Hsipaw and Lashio to Mandalay or Yangon from the main road around 2 km from town centre. You will need to flag the bus down, many do not actually go into Mandalay but only pass it on the way to Yangon.\n\nTo get around town, try motorbike taxis.\n\n",{"type":"==","value":["See"]},"\nThe town itself is not that interesting, but the surrounding Palaung villages in the hills are sublime and a great destination for trekking. Several Palaung\/Shan and Bamar guides offer trekking and\/or motorbike tours of the surrounding area, but it's all very small-scale. A local guide who speaks Palaung and\/or Shan is preferable, as real interaction with the locals is then possible.\n\n",{"type":"==","value":["Do"]},"\nThere are some bamboo\/led paper workshops that are interesting. Also there is an English School that is looking for foreigners to drop in and help with lessons. You will likely be approached if arriving by train.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Thiripyitsayn Food & Drink"],["url="],["email="],["address=4\/54 Shwepeoo Rd"],["lat="],["long="],["directions=Across from main hotel"],["phone=08240340"],["tollfree="],["fax="],["hours="],["price="],["content=They have good Shan noodles for 500 kyat, and also a very good avocado juice for 500 kyat."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=A Yone OO Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD5-8"],["content=Only place in town for foreigners. Rooms are clean and well priced. Breakfast is basic."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere are a few Internet cafes around town with cheap, but slow connections.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Myanmar"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]