[{"type":"{{","value":[["pagebanner"],["Kichi-Kemin valley (Kyrgyzstan) banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=32 kg chui vers alaarcha.jpg"],["location=LocationKyrgyzstan.png"],["flag=Flag of Kyrgyzstan.svg"],["capital=",{"type":"[[","value":[["Bishkek"]]}],["government=Republic"],["currency=Kyrgyz som (KGS)"],["area=198,500 km",{"type":"<","value":["sup",["2"]]}],["population=5,213,898 (July 2006 est.)"],["language=Kyrgyz, Russian"],["religion=Muslim 75%, Russian Orthodox 20%, other 5%"],["electricity=220V\/50Hz, European plug"],["callingcode=+996"],["tld=.kg"],["timezone=UTC +6"]]},"\n\n",{"type":"'''","value":["Kyrgyzstan"]}," (Кыргызстан, formally the Kyrgyz Republic (Кыргыз Республикасы) is a ",{"type":"[[","value":[["Central Asia"]]},"n country of incredible natural beauty and proud nomadic traditions. Landlocked and mountainous, it borders ",{"type":"[[","value":[["Kazakhstan"]]}," to the north, ",{"type":"[[","value":[["Uzbekistan"]]}," to the west, ",{"type":"[[","value":[["Tajikistan"]]}," to the southwest and ",{"type":"[[","value":[["China"]]}," to the southeast. Annexed by ",{"type":"[[","value":[["Russia"]]}," in 1876, it achieved independence from the Soviet Union in 1991. It has the most liberal tourist visa policy in Central Asia and one of the more progressive post-Soviet governments in the region.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":[" History "]},"\nThe ancient Scyths inhabited much of present day Kyrgyzstan.  With their disappearance the Kyrgyz people moved from Siberia.  The Kyrgyz are descendants of tribes from the ",{"type":"[[","value":[["Tuva"]]},"n region of ",{"type":"[[","value":[["Russia"]]},", which migrated to the area now known as Kyrgyzstan in the 13th century, during the rise of the Mongol empire. In 1876 the area was incorporated into the Russian empire and later the Soviet Union.  With the tsarist annexation came numerous Slavic immigrants that displaced many of the Kyrgyz and planted crops on their pasture lands.  During World War I, many Kyrgyz refused to support the tsarist troops and many were massacred.  \n\nFollowing the creation of the Soviet Union, Kyrgyzstan changed dramatically as industrialization took over and brought factories, mines, and universities.  The Soviet influence on Kyrgyzstan was strongly felt and many of the pre-Soviet traditions and cultures were lost and are only being recently rediscovered.  In addition, ethnic minorities were deported to Kyrgyzstan, including Germans, Kurds, Chechens, Poles, and Jews.  In addition, Ouighur and Dungan Chinese Muslims settled in Kyrgyzstan.  This mix of populations makes Kyrgyzstan one of the most ethnically diverse populations in Asia.\n\nAugust 31st, 1991 marked a major event in the history of Kyrgyzstan. After unrest in various regions throughout the Soviet Union, a coup in Moscow against the regime of Mikhail Gorbachev failed. This move against the central government motivated the Kyrgyz power structure to declare independence from the U.S.S.R. Kyrgyzstan also saw during that time the election of the only non-communist party backed president in the Central Asian region, a physicist named Askar Akayev. \n\nAs for President Akayev, it became evident that non-party affiliation did not guarantee honesty. The executive branch’s power increased through suppression of opposition and the President secured immunity from prosecution for himself and his family. After several years of questionable elections, in March 2005, massive groups of protesters from around the country converged on the capitol, causing Akayev to flee into exile in Russia.\n\nThe leader of the Tulip Revolution, Kurmanbek Bakiyev, formed an interim government and served as president and prime minister until later that July when emergency elections were held. Bakiyev ran for the office of President and won, but was unable to gain parliamentary approval of his cabinet until five months later. After several attempts to resolve a constitution, Bakiyev declared in 2007, that all previous versions of the constitution were illegal and instituted a modified constitution from the Akayev era. He then dissolved parliament and called for an early election to reform the parliamentary structure. The President’s own party gained the majority and the U.S. State Department expressed deep concern about the conduct of the elections, citing several issues including widespread vote count irregularities and exaggerations in voter turnout. Some of the current problems that Kyrgyzstan faces today are universal throughout the Commonwealth of Independent States, namely lack of political freedom, widespread corruption and negative influences on democracy.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["File:E8305-Kosh-Kol-sea-buckthorn.jpg"],["thumb"],["On the Issyk Kul's shore near Kosh Köl"]]},"\nDry continental to polar in high Tien Shan; subtropical in southwest (Fergana Valley); temperate in northern foothill zone.\n\n",{"type":"===","value":["Landscape"]},"\nEntirely mountainous, dominated by the Tien Shan range; many tall peaks, glaciers, and high-altitude lakes.  Highest point: Jengish Chokusu (Pik Pobedy) 7,439 m. The mountains are beautiful for hiking.\n\n",{"type":"===","value":["Further reading"]},"\n\n",{"type":"*","value":[" Life at the Edge of the Empire: Oral Histories of Soviet Kyrgyzstan"]},"\n",{"type":"==","value":["Regions"]},"\n\nDue to the presence of several mountain ranges, Kyrgyzstan can also be divided into northern and southern regions. The northern (and cooler) region consists of Chui, Issyk-Kul, Talas, and Naryn oblasts. While the southern (and warmer) region contains Jalalabad, Osh. and Batken. The southern half of Kyrgyzstan is also part of the Fergana Valley, a fertile agricultural region shared by Kyrgyzstan, Uzbekistan, and Tajikistan.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Kyrgyzstan regions map.png"],["regionmaptext="],["regionmapsize=550px"],["region1name=",{"type":"[[","value":[["Bishkek and the Northwest"]]}],["region1color=#71b37b"],["region1items="],["region1description=The area around Bishkek is home to most of the country's population, as well as the fabulous Ala Archa National Park, while the western part of the country is less visited and sparsely populated."],["region2name=",{"type":"[[","value":[["Issyk Kul and the Tian Shan"]]}],["region2color=#88aac0"],["region2items="],["region2description=Any adventurous travellers heading to this remote country undoubtedly have these two names in their heads, the beautiful high alpine, saline lake Issyk Kul, and the imposing Tian Shan, ",{"type":"''","value":["Heavenly Cloud"]},", Mountains."],["region3name=",{"type":"[[","value":[["Ferghana Valley (Kyrgyzstan)"],["Ferghana Valley"]]}],["region3color=#cba167"],["region3items="],["region3description=Culturally vibrant and diverse, hotter and lower lying than the rest of the country, the Ferghana Valley is both exotic and unstable."]]},"\n\n",{"type":"==","value":[" Cities "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bishkek"]]}," — the national capital and largest city by far."]},{"type":"*","value":[" ",{"type":"[[","value":[["Balykchy"]]}," — the western gateway to Lake ",{"type":"[[","value":[["Issyk Kul"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jalal-Abad"]]}," — a good bet for visiting a Ferghana Valley town, as it is significantly safer and easier to get to than Osh or destinations further southwest."]},{"type":"*","value":[" ",{"type":"[[","value":[["Karakol"]]}," — a gem at the remote east end of Issyk Kul."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kochkor"]]}," — just south of Balykchy, serves as a launch pad for treks up into the Tian Shan Mountains."]},{"type":"*","value":[" ",{"type":"[[","value":[["Naryn"]]}," — right up in the Tian Shan, near Lake ",{"type":"[[","value":[["Song Kul"]]},", the gateway to the entire southeastern region, its ruins, mountains, and high alpine lakes."]},{"type":"*","value":[" ",{"type":"[[","value":[["Osh"]]}," — Kyrgyzstan's second largest city, a fascinating, 3,000 years old, wildly diverse, Ferghana Valley market town home to Central Asia's biggest and busiest outdoor market."]},{"type":"*","value":[" ",{"type":"[[","value":[["Talas"]]}," — a northwestern town just north of Besh-Tash National Park"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tokmok"]]}," — dwarfed by nearby Bishkek, but still large by Kyrgyzstani standards, Tokmok is right by the ancient Burana Tower and the ruins of an ancient Silk Road capital, ",{"type":"''","value":["Ak-Beshim"]},"."]},"\n",{"type":"==","value":[" Other destinations "]},"\n\n",{"type":"*","value":[" Lake ",{"type":"[[","value":[["Issyk Kul"]]}," — pearl of Central Asia, an enormous, crystal blue high alpine lake up in the Tian Shan Mountains."]},{"type":"*","value":[" Lake ",{"type":"[[","value":[["Song Kul"]]}," — Issyk Kul's little cousin, far more remote, and many would say more beautiful as well."]},{"type":"*","value":[" Lake ",{"type":"[[","value":[["Kul Ukuk"]]}]},{"type":"*","value":[" The caravanserai of ",{"type":"[[","value":[["Naryn#See"],["Tash Rabat"]]}," — a well-preserved 15th century stone caravanserai near Naryn."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tokmok#See"],["Burana Tower"]]}," — all that remains of the ancient Silk Road capital of Balasagun, a massive minaret standing alone on the step."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ala Archa National Park"]]}," — gorgeous Tian Shan high alpine landscapes within easy striking distance of Bishkek."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:E7859-Korday-entering-KG.jpg"],["thumb"],["Entering Kyrgyzstan from Kazakhstan at the Korday border crossing, north of Bishkek"]]},"\nCitizens of Australia, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Canada, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Israel, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Macedonia, Malta, Monaco, Montenegro, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Serbia, Singapore, Slovakia, Slovenia, South Korea, Spain, Sweden, Switzerland, Turkey, United Kingdom and USA do not require a letter of invitation. Citizens of Japan do not need a visa to enter Kyrgyzstan. ",{"type":"[","value":["http:\/\/www.mfa.kg\/consular-service\/manas-3_en.html"]},"\n\nCitizens of Australia, Austria, Belgium, Bulgaria, Canada, Croatia, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Israel, Italy, Japan, Liechtenstein, Luxembourg, Malaysia, Monaco, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Singapore, Slovakia, South Korea, Spain, Sweden, Switzerland, United Kingdom and USA (Aug 2010) with valid Kazakh tourist visa can travel also to Talas, Chui (including Bishkek) and Issyk Kul Oblasts of Kyrgyzstan. However if you have a single-entry Kazakh visa and you cross the border from Kazakhstan to Kyrgyzstan, you can't return to Kazakhstan on this visa. Most customs officers don't know about this agreement, which can cause long obstructions at border crossings.\nA similar agreement applies reciprocally in Kazakhstan, but not for all abovementioned nationalities. See ",{"type":"[[","value":[["Kazakhstan#Get_in"]]},". \n\nVietnamese citizens are exempt from visas, regardless of the purposes of their entry, including immigration.\n\n",{"type":"===","value":["By plane"]},"\n\nBishkek's Manas Airport has daily flights to Istanbul, Moscow, and London (via Almaty).  In addition there are several flights a week to regional hubs in Tashkent, Ürümqi and a weekly service to Dubai.  The airport is situated approximately 30 km north of the city center.  The airport is not modern, but efficient and features a VIP Hall that facilitates entry and exit if you need more comfortable services.  Air traffic control is provided by the United States Air Force as part of its agreement with the Manas Air Transit Center that support operations in Afghanistan. For more information see the ",{"type":"[[","value":[["Bishkek#By plane"],["Bishkek#By plane"]]}," section.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:E7913-Bishkek2-interior.jpg"],["thumb"],["The entire long-distance train schedule at Bishkek Station can fit in one screen. (The commuter train schedule is even shorter)"]]},"\nTrains to Bishkek depart from Moscow (Kazanskaia station) a few times a week (3714km, trip takes more than 3 days) going through Kazakhstan (Kazakh transit visa is required for most of non-CIS nationals). Details can be found at poezda.net ",{"type":"[","value":["http:\/\/www.poezda.net\/en\/index"]}," or rzd.ru ",{"type":"[","value":["http:\/\/pass.rzd.ru\/"]}," (the second one available only in Russian and contains current ticket prices which were about 100EUR in 2008 for \"plackartniy\" class). On the train it is forbidden to carry portable stove fuel cans.\n\n",{"type":"===","value":["By car"]},"\n\nDriving in Kyrgyzstan is by Western standards dangerous.  However, the government has invested very heavily in reconstructing a core network of roads that now rival the highways in many western nations.  The principal highway from Bishkek to Osh is an engineering marvel through the mountainous region.  Further, the highway from Osh to the Chinese border at Irkeshtam and from the village of Sary Tash to the Tajikistan border is being reconstructed in stages to international standards.  Many other highways are likewise being rehabilitated as funding permits.  In addition, the maintenance roads that feed into the core network are being improved as funds become available.  Likewise, maintenance is being privatized on an experimental basis. This is not to say that driving in the Republic is easy.  But given the limited economic resources progress is being made.  \n\nIn the cities and outlying areas locals have become used to missing road drain covers, dry dusty roads (where water tankers sometimes sprinkle water to keep dust down) and generally bad roads that are not effectively maintained. \n\nInteresting usage of main and large roads: If your side is too damaged to drive fast then is quite normal to use the other side of the road. \n\nIf you get stopped by the police it's likely to cost some money. \n\nFrom Kazakhstan, the road from Almaty to Bishkek is the busiest. The border at Kegen may be more difficult to get across. Frequent and obvious smuggling happens in this border and it's quite obvious that the immigration and the border guards are in cahoots with the smugglers. Visa on arrival is not possible here and if coming from Kazakhstan, make sure you have at least a double-entry\/multiple entry visa for Kazakhstan in case of troubles with Kyrgyz border officials.\n\nWatch out for mini buses pulling out too.\n\n",{"type":"'''","value":["Journey times"]},":\n\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Kazakhstan"]]}," to Bishkek - from ",{"type":"[[","value":[["Almaty"]]}," which takes 5 hours and from Taraz which takes 5 hours."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Uzbekistan"]]}," to Bishkek, the road goes through Kazakhstan and drive would take more than 10 hours, and to Osh in the south"]},{"type":"*","value":[" From ",{"type":"[[","value":[["Tajikistan"]]}," to Osh the road from Khudjant (Tadjikistan) and through ",{"type":"[[","value":[["Batken"]]}," (Kyrgyzstan) further to Osh. The road is one of the most difficult to drive. The main road goes through the Uzbek enclaves but there is also an alternative way around the enclaves. If taking a taxi, remind the driver to go around the small bit of Uzbekistan. There is also a road from Khorog to Osh."]},{"type":"*","value":[" From China there two passes - Irkeshtam leading to Osh and Torugart leading further to Naryn."]},"\n",{"type":"===","value":["By bus"]},"\nMinibuses between Bishkek and Almaty operate from many of Bishkek bus stations, including Almatenskaya Station.  There is also a bus between Osh and Kashgar.\n\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"===","value":[" Flights "]},"\nThere are several daily flights between ",{"type":"[[","value":[["Bishkek"]]}," and ",{"type":"[[","value":[["Osh"]]},".  There are also a few flights a week between ",{"type":"[[","value":[["Bishkek"]]}," and ",{"type":"[[","value":[["Jalal-abad"]]}," and ",{"type":"[[","value":[["Batken"]]},". The flights are operated on local airlines using 30-40 year old soviet planes. On the other hand, the mechanics and pilots are well trained how to operate these old beasts.\n\n",{"type":"===","value":[" By train "]},"\nThe only domestic rail link is between Balykchy (Western edge of Issyk Kul) to Tokmok through to ",{"type":"[[","value":[["Bishkek"]]}," through to Karabalta and on to the Kazakh border.  The trains take at least twice as long as a taxi, but are half the price and you get to meet a lot of interesting folks, mostly pensioners, that need the 40-80 soms they would save by taking a mini-bus or taxi.\n\n",{"type":"===","value":[" Buses and Taxis "]},"\n\nMinibuses (marshrutkas) and shared taxis are the most common and accessible option for traveling within Kyrgyzstan. They're amazingly inexpensive and congregate at every village center or bus station. You can also arrange a private taxi by purchasing all the seats at the bus station or contacting a taxi firm directly.\n\nThe prices for mini-buses are set and straightforward, but it won't generally leave until it is full and you may find yourself holding a child in your lap.  With shared taxis you will be quoted a price for one seat and if you have significant luggage you should expect to pay for an extra or partial seat. You should negotiate prices, but as a foreigner you will likely pay more than a local. \n\n",{"type":"===","value":[" Biking "]},"\nKyrgyzstan is popular with long distance bike treks, particularly around Issyk Kul and passes through the southern mountains to ",{"type":"[[","value":[["Tajikistan"]]},".\n\n",{"type":"===","value":[" Wintersports "]},"\nHeliskiing in Kyrgyzstan is a secret Tipp for Freeriders all over the world. Eurosolutions is organized by Germans and provides different Packages of Freeriding.\nHeliskiing ",{"type":"[","value":["http:\/\/www.ski-asia.eu"]},"\n\n",{"type":"===","value":[" Hitchhiking "]},"\nThe concept of ",{"type":"''","value":["free rides"]}," is not really understood here. Particularly if you happen to be a foreigner. Most drivers will expect you to pay a small sum of money for gas. Either you can try to explain that you do not want to pay, the Russian phrase ",{"type":"''","value":["Bez deneg"]}," can be used. Alternatively you can just pay the sum.\n\nIf the driver is asking for too much money you can always haggle! As a rule of thumb you should either pay the same price you'd pay for the bus or lower.\n\n",{"type":"===","value":[" Horseback "]},"\nThis is the real way to see Kyrgyzstan by the saddle of a horse.  There are several tourist agencies that can make it happen for you, as the Kyrgyz are famous horsemen dating back to the days of Genghis Khan.  It is said that all Kyrgyz are born on a horse, although with growing urbanization that seems to be less common.\n\n",{"type":"===","value":[" Driving "]},"\nTourists renting a private car and driving in Kyrgyzstan is virtually unheard of and not recommended.  The roads are in poor shape, police are highly corrupt, auto insurance doesn't exist, and hiring a taxi is too easy and cheap to make this an option. Long-term foreign residents frequently drive, but many opt to use a driver.\n\n",{"type":"==","value":[" Talk "]},"\n",{"type":"[[","value":[["File:E8286-Tamchy-mosque.jpg"],["thumb"],["A village mosque"]]},"\nThe languages of Kyrgyzstan are ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," and ",{"type":"[[","value":[["Kyrgyz phrasebook"],["Kyrgyz"]]},", a Turkic language related to Uzbek, Kazakh, and, of course, Turkish. Kyrgyz is more common in rural areas whereas Russian is the urban language of choice, and it's not uncommon to meet ethnic Kyrgyz people in Bishkek who cannot speak Kyrgyz. English, while becoming more popular, is still rarely spoken, so in order to effectively communicate one must at the very least learn a few basic words (yes, no, please, thank you, etc.) in Russian or Kyrgyz, depending on the location. If you are lost completely, try to ask young people, especially students.\n\nLike most of the rest of the former Soviet Union, Kyrgyzstan uses the Cyrillic alphabet, which can present a problem for Western travellers. However, the characters are not too hard to learn and once that is done you'll find that many of the words are familiar. For example, \"ресторан\" transliterated into the Latin alphabet is \"restoran,\" which means \"restaurant.\" But be careful as Cyrillic is used for Kyrgyz as well as Russian.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The capital ",{"type":"[[","value":[["Bishkek"]]}," offers bazaars and Soviets monuments and architecture."]},{"type":"*","value":[" Al-Archa National Park with mountain peaks of over 4,000m is located just a half hour drive from Bishkek."]},{"type":"*","value":[" Kyrgyzstan's only World Heritage Site is the Sulaiman-Too mountain in ",{"type":"[[","value":[["Osh"]]},". The city of Osh itself also boasts a bazaar, mosques and Soviet architecture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Issyk Kul"]]}," in eastern Kyrgyzstan is surrounded by mountains and is the world's second largest alpine lake."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:E7920-Dordoy-Bazaar-electronics.JPG"],["thumb"],["In the cavernous Dordoi Bazaar (mostly constructed out of empty shipping containers)"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Wander around Osh Bazaar"]}," - Traditional Eastern market in Bishkek selling everything from spices to dishwashers."]},{"type":"*","value":[{"type":"'''","value":["Buy cheap Chinese goods in Dordoi Bazaar"]}," - The largest market in Central Asia, situated 20 minutes north of Bishkek."]},{"type":"*","value":[" ",{"type":"'''","value":["Swim, sail and sunbathe in Issyk Kul"]}," - The world's second biggest high altitude mountain lake."]},{"type":"*","value":[" ",{"type":"'''","value":["Stay in a yurt near Tash Rabat"]}," - Ruins of a Caravansarai in Naryn Oblast."]},{"type":"*","value":[" ",{"type":"'''","value":["Live like a nomad in Son Kul"]}," - High altitude mountain lake less visited than Issyk Kul and ideal for seeing traditional semi-nomadic Kyrgyz life in action."]},{"type":"*","value":[" ",{"type":"'''","value":["Hike or climb in Altyn Arashan"]}," - a secluded valley a 2 hour vehicle ride from Karakol."]},{"type":"*","value":[" ",{"type":"'''","value":["Expedition to the peak Lenine, 7134m"]}," - south of Osh city."]},{"type":"*","value":[" ",{"type":"'''","value":["Horseback riding near the Toktogul"]}," - 3 days of adventure on horseback."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":[" Cash "]},"\nThe official currency in Kyrgyzstan is the som (written as 'сом' or abbreviated as 'с' in Cyrillic), divided into 100 tyin. Notes are available in 10 tyin, 50 tyin, 1, 5, 10, 20, 50, 100, 200, 500, 1000, and 5000 som denominations. Coins are available in 10 tyin, 50 tyin, 1 som, 3 som, 5 som and 10 som denominations.\n\nChanging money is relatively straightforward. Banks will accept a variety of major currencies, while the money-changing booths that are ubiquitous in urban areas will typically only deal with US dollars, British pounds, euros, Russian rubles, and Kazakh tenges. Note that neither banks nor money changers will accept any foreign currency that is torn, marked, excessively crumpled, or defaced in any way, so be sure to carefully check any notes you intend to bring into the country for defects.\n\n",{"type":"===","value":[" Credit Cards & ATMs "]},"\nLike other countries in ",{"type":"[[","value":[["Central Asia"]]},", Kyrgyzstan is overwhelmingly a cash economy. Credit cards are rarely used. \n\nATMs are common in ",{"type":"[[","value":[["Bishkek"]]},", and there are a scattering of ATMs in other towns.  Many accept Visa - only Kazkommerts bank accepts MasterCard \/ Maestro \/ Cirrus, and their ATMs are few are far between. You can withdraw US Dollars or Kyrgyz som at many ATMs.\n\n",{"type":"===","value":["Costs"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:E7924-Dordoy-naan.jpg"],["thumb"],["The flat ",{"type":"''","value":["naan"]},", bread, a staple food in the region"]]},"\nKyrgyz food is the product of a long history of pastoral nomadism and is overwhelmingly meat-based. And if we are saying overwhelmingly, it means really overwhelmingly. Those with vegetarian fixations may wish to revise their habits, purchase their own fresh fruits, vegetables, and fresh bread from one of the many small stands or food bazaars that are ubiquitous in every city, eat in Chinese restaurants or stay with bread and tea only.  While people from the West are programmed to think of large vegetables as desirable, small and flavourful is the rule here. Same is valid for pistachios, almonds as well. Washing vegetables before consumption is recommended.\n\n",{"type":"[[","value":[["File:E7870-Dordoy-laghman.jpg"],["thumb"],["Laghman, salad, and green tea, a simple café meal"]]},"\nBesh barmak (“five fingers”) is the national soupy dish of Kyrgyzstan (Kazakhs would probably disagree). For preparation, a sheep or horse is slaughtered and boiled in a large pot. The resulting broth is served as a first course. The meat is then divided up between those at the table. Each person in attendance receives the piece of meat appropriate to their social status.  The head and eyes are reserved for guests of honor.  The remaining meat is mixed in with noodles and, sometimes with onions, and is traditionally eaten from a large common dish with the hands, although nowadays more often with a fork or spoon. Kyrgyz people like soupy food in general, those food that are served as kind of pasta in Russia (pelmene), they prefer it as soup.\n\nMost other dishes encountered in Kyrgyzstan are common to the other countries of Central Asia as well. Plov or osh is a pilaf dish that at a minimum includes julienne carrots, onion, beef or mutton, and plenty of oil, sometimes raisins. Manti are steamed dumplings that normally contain either mutton or beef, but occasionally pumpkin.  Samsa are meat (although sometimes vegetable or cheese) pies that come in two varieties: flaky and tandoori. Flaky somsa are made with a phyllo dough while tandoori somsa have a tougher crust, the bottom of which is meant to be cut off and discarded, not eaten.  Lagman is a noodle dish associated with Uyghur cuisine, but you can find everywhere from Crimea to Ujgurs.  Most of the time it is served as soup, sometimes as pasta. The basic ingredients of lagman (plain noodles and spiced vegetables mixed with mutton or beef) can be fried together, served one on top of the other, or served separately. Shashlik (shish kebabs) can be made of beef, mutton, or pork and are normally served with fresh onions, vinegar and bread\n\nAlmost all Kyrgyz meals are accompanied by tea (either green or black) and a circular loaf of bread known as a lepeshka. The bread is traditionally torn apart for everyone by one person at the table. In the south of Kyrgyzstan, this duty is reserved for men, but in the north it is more frequently performed by women.  Similarly, tea in the north is usually poured by women, while in the south it is usually poured by men.  \n\nAt the end of a meal, Kyrgyz will in some cases perform a prayer. Sometimes some words are said, but more often the prayer takes the form of a perfunctory swipe of the hands over the face.  Follow the lead of your host or hostess to avoid making any cultural missteps.\n\n",{"type":"==","value":["Drink"]},"\nDrinking is one of the great Kyrgyz social traditions. No matter if you are served tea, kymys, or vodka, if you have been invited to a Kyrgyz person's table to drink, you have been shown warm and friendly hospitality. Plan to sit awhile and drink your fill as you and your host attempt to learn about each other.\n\n",{"type":"===","value":["Drinking tea"]},"\nWhen offered tea, you might be asked how strong you want it. Traditionally, Kyrgyz tea is brewed strong in a small pot and mixed with boiling hot water to your desired taste. If you want light tea, say 'jengil chai'. If you want your tea strong and red, 'kyzyl chai'. You might notice that they don't fill the tea cup all the way. This is so that they can be hospitable and serve you lots of tea. To ask for more tea, 'Daga chai, beringizchi' (Please give tea again). Your host will happily serve you tea until you burst. So once you've truly had your fill and don't want to drink any more, cover your tea cup and say, 'Ichtym' (I've drunk). Your host will offer a few more times (and sometimes will pout if you say no), this is to make sure that you are truly satisfied. Once everyone at table has finished drinking tea, it is time to say, 'Omen', and hold your hands out palms up and then brush the open palms down your face.\n\n",{"type":"===","value":["Vodka"]},"\nWhen entering a local store, you might goggle at the amount of vodka on display. Introduced by the Russians, vodka has brought much joy and sorrow to the Kyrgyz over the years. Most vodka you will find for sale was made in Kyrgyzstan and can provide travellers with one of the worst hangovers known, mainly if you are stupid and buy one of cheaper ones. But for approx. €2 you can have good kyrgyz vodka, ex. Ak-sai. Some professional vodka drinkers say that this is because foreigners don't know how to properly drink vodka. To drink vodka in the right way, you need to have zakushkas (Russian for the meal you eat with vodka). This can consist of anything from simple loaves of bread to full spreads of delicious appetizers. Quite common are sour or fresh cucumbers, tomatoes, and of course meat. \n\nFirst, find someone to drink with. Only alcoholics drink alone. Second, choose your vodka, the more you spend... the less painful your hangover. Third, choose your zakuska, something salty, dried, or fatty. This is so that the vodka is either absorbed by the food or repelled by the fat. Fourth, open your bottle... but be careful, once you open it you must drink it all (a good vodka bottle doesn't have a cap that can be replaced), now pour your shots. Fifth, you will toast! You must toast! Toast your friends, toast their futures, toast their sheep, toast their cars. Sixth, drink! Drink it all! Now chase it with a zakuska and repeat until you can't see the bottle or it is empty. \n\nIf you are drinking with locals its not problem to skip round. They would just pour you a symbolic drop and when they are clinking glasses you have to use your right hand and slap sparingpartners glasses slightly instead of your glass. \n\n",{"type":"===","value":["Traditional drinks"]},"\nThe Kyrgyz for generations have made their own variety of beverages. At first, these drinks might seem a bit strange, but after a few tries they become quite tasty. Most are mildly alcoholic, but this is just a by-product from their fermentation processes.\n\nIn the winter, Kyrgyz wives brew up ",{"type":"''","value":["bozo"]},", a brew made of millet. Best served at room temperature, this drink has a taste somewhere between yogurt and beer. On cold winter days, when you are snowed in, five or six cups gives you a warm fuzzy feeling.\n\nIn the spring, it is time to make either ",{"type":"''","value":["jarma"]}," or ",{"type":"''","value":["maxim"]},". Jarma, a wheat based brew, has a yeasty beerlike quality but with a gritty finish (it is made from whole grains after all). Maxim, a combination of corn and wheat, has a very sharp and zesty taste. It is best served ice cold and is a great pick me up on hot days.\n\nSummer sees yurts lining the main street selling ",{"type":"''","value":["kymys"]},", fermented mares milk. Ladled out of barrels brought down from the mountains, this traditional drink is one of more difficult to get used to. It has a very strong and pungent foretaste and a smoky finish. Kymys starts off as fresh horses milk (known as samal), the samal is then mixed with a starter made from last year's kymys and heated in a pot. The mixture is brought to just before boiling and then poured into a horse's stomach to ferment for a period. A local grass called 'chi' is then roasted over a fire and cut into small pieces. Once the milk is finished fermenting, the roasted chi and milk are mixed in a barrel and will keep for the summer if kept cool.\n\n",{"type":"''","value":["Tang"]}," is another drink thought to be useful for the health and good for hangovers. It is made from gassed spring water that is mixed with a salted creamy yogurt called ",{"type":"''","value":["souzmu"]},".\n\n",{"type":"===","value":["Other drinks"]},"\nKyrgyz have their own cognac distiller, which produces excellent, albeit highly sweet cognac, with the preferred brand being \"Kyrgyzstan Cognac\", which the locals sometimes call ",{"type":"''","value":["Nashe Cognac"]},", meaning \"our cognac\".\n\nYou can also find an excellent selection of not so excellent local and imported beers as many Kyrgyz have been taking to drinking beer versus harder spirits. Locally produced beers include Arpa, Nashe Pivo, and Karabalta. Arpa is highly recommended by beer connoisseurs. While being considered a common person's beer, its style is somewhat similar to an American Pale Ale (less hoppy than its Indian counterpart). Due to the fact that Kyrgizes prefer more vodka than beer (actually, half litre of both costs the same...), beer is staying in tubes for longer time. Regular cleaning service is not common. Bottled beers are better, except their strange habit to pour all the beer into the glass at once.\n\nThere are also a multitude of bottled waters (carbonated or still) from various regions of the country.  Especially popular with southerners is the slightly saline \"Jalalabad Water\".\n\n",{"type":"==","value":["Sleep"]},"\nMany private citizens rent out their flats to foreigners and a fairly luxurious flat could be agreed for quite low price a week. Noting that the average salary was $US44 in 2004, now it could twice as big, you may think you are paying excessively. Look for cable TV, toilet and bath and clean quarters. More adventurous visitors may wish to stay in a \"yurta,\" for example in Bishkek it costs from 3 dollar a night in \"yurtadorm\". These are boiled wool tents used by nomads. Some tourist agencies in Bishkek will arrange this sort of stay, but be prepared to truly live the lifestyle of the nomad which includes culinary delicacies which may seem foreign to the western palette.\n\nFor those wishing to have home stays arranged in advanced there with the ",{"type":"[","value":["http:\/\/www.cbtkyrgyzstan.kg Community Based Tourism"]}," (CBT). They can organize home stays in most cities and villages in Kyrgyzstan. They can also arrange yurt stays and trekking. While many such organizations keep the majority of payment for themselves, CBT Kyrgyzstan claims that between 80 to 90% of payment will go to your host family. Amenities will vary between homes and locals, but overall some great travel experiences can be had such as, being invited to an impromptu goat feast, or enjoying fermented mares milk with nomads.\n\n",{"type":"==","value":["Learn"]},"\nFor those who are interested in learning Kyrgyz or Russian languages - there are universities you can go and there is a private school called the London School. The London School in Bishkek offers pretty cheap individual lessons for about $4\/hour and home stay\/cultural programs.\n\n",{"type":"==","value":["Work"]},"\nKyrgyzstan's greatest export is its people departing for Russia, Kazakhstan, and even Europe for better opportunities.  There are few opportunities for foreigners, except with development organizations, that generally hire off-shore.  There are also few opportunities to teach European languages, as many Kyrgyz that studied abroad have returned with near fluency and will charge much less than you. \n\nIf you wish to volunteer, there is a very active and diverse NGO community that would appreciate your assistance.\n\nIf you come to Kyrgyzstan on a 30 day tourist visa, you will not be able to extend your visa. If you come to work or volunteer you should apply for a longer term visa.  Also, Americans and Europeans on long term visas must register with OVIR.  Information on this process is available on the websites of the US Embassy.  It is an easy, inexpensive, straightforward process not fraught with corruption or delays in most cases.\n\n",{"type":"==","value":["Stay safe"]},"\nKyrgyzstan is constantly engulfed in strifes and political turmoil, and several countries advise foreigners to not travel to Kyrgyzstan at this time. \n\nWhile the US travel advisory tells foreigners that some attacks on Westerners have occurred, the view of Kyrgyz people on this is varied. Fights and assaults generally focus around nightclubs and bars, just as in any other large city. There is to date no indication that Bishkek is particularly dangerous to foreigners. As for other cities in the Kyrgyz Republic, there is little evidence. Tourists will of course be drawn by Kyrgyzstan's amazing natural beauty although travel by car through mountain passes and villages is not advisable. \n\nAlthough bride-kidnapping is illegal in Kyrgyzstan, it is still common, particularly in rural areas, so women should be very careful - it would therefore be preferable that women travel with male family members or other men who they can trust to keep them safe. According to the United States Embassy, two American women were bride-knapped in rural Kyrgyzstan in 2007, and you certainly don't want to be one of them.\n\nIn the past there have been occasional reports of foreigners being approached by persons impersonating police and asking for documents in order to find an excuse to extort money. These reports are uncommon, but one should always be on guard.\n\nYou could also work for local language schools. The London School in Bishkek ",{"type":"[","value":["http:\/\/www.thelondonschool.org"]}," is usually good for working as a TEFL teacher or learning Russian and Kyrgyz languages.\n\n",{"type":"===","value":[" Corruption "]},"\nCorruption is a serious issue in Kyrgyzstan, and the locals are ultimately convinced that the police are not to be trusted. Many officers will stop and ask for a bribe.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"[[","value":[["File:E8287-Tamchy-drugstore.jpg"],["thumb"],["A village drug store in ",{"type":"[[","value":[["Tamchy"]]}]]},"\nYour biggest risk in Kyrgyzstan are car wrecks and accidents while crossing the street or falling into a hole in the sidewalk.  You should also exercise caution around stray animals and avoid approaching dogs.\n\nFood and drinking water safety vary substantially by region.  Kyrgyz claim the national drink, Kumys, is extremely healthy and will cure you of innumerable ailments.\n\n",{"type":"==","value":["Cope"]},"\n\nA popular local source of information for tourists is the regularly published ex-pat run Spektator ",{"type":"[","value":["http:\/\/www.thespektator.co.uk"]}," magazine which features tourism and culture articles focusing on Kyrgyzstan and the wider Central Asian region.\n\n",{"type":"==","value":["Respect"]},"\nWestern norms of respect are standard. Though nominally a Muslim country the Kyrgyz people are highly westernized. No special dress codes are in effect. Although standards of dress in Bishkek are Western and often revealing, in the south of the country women would be advised to dress more conservatively or risk attracting unwanted male attention. Evenings can be charged as alcohol intoxication can be quite prevalent at this time. Proceed with caution.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["geo"],["42.8667"],["74.6000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Asia"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Kyrgyzstan"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kyrgyzstan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Kyrgyzstan\/"]]}]