[{"type":"{{","value":[["pagebanner"],["Chora Kythira panorama banner.jpg"]]},"\n\nKythira is an island Southeast of the Peloponnese.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" Kythira the island of celestial Aphrodite. "]},"\n\nKythira refers to the Kythirian goddess, nurse of love. The legend says that when Paris stole Helen, they went to Kythira to hide their love.\n\n",{"type":"'''","value":["People, a tradition of hospitality!"]},"\nVisitors to the island feel like they are home from the very first time! The local cuisine is a real surprise for those who love Mediterranean cuisine, fresh fish and lobster. The most famous local product is honey from thyme, one of the best in the world, having received numerous international awards.\n\n",{"type":"'''","value":["Nature"]},"\nThe island has maintained a very rich flora and fauna. Of particular mention is the largest variety of herbs in Greece. The island has unique beautiful natural areas. One of the most attractive sights in Kythira is the magnificent location Mills, a large valley with rich springs, streams, waterfalls, lakes, stone bridges and traditional watermills, amid lush vegetation of plane trees and Mediterranean plants.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"'''","value":["Villages of Kythira"]},"\n:",{"type":"'''","value":["Avlemonas"]},", traditional fishing village with a picturesque harbour and peaceful Cycladic colour.\n:",{"type":"'''","value":["Agia Pelagia"]}," is built amphitheatre in a beautiful natural environment is the most important tourist resort.\n:",{"type":"'''","value":["Chora"]},", the capital city with its traditional houses, the imposing Venetian castle and the depth of the :picturesque and cosmopolitan Kapsali.\n:",{"type":"'''","value":["Diakofti"]},", picturesque village, there is the main port of island.\n:",{"type":"'''","value":["Fratsia"]},", located in the center of the island and has a tradition of farming.\n:",{"type":"'''","value":["Mitata"]},", picturesque village with panoramic views to the south side of Kythira.\n:",{"type":"'''","value":["Karavas"]},", a traditional village in the north, consists of many picturesque villages.\n:",{"type":"'''","value":["Mylopotamos"]},", preserved traditional village with lush vegetation and abundant springs.\n:",{"type":"'''","value":["Aroniadika"]},", traditional village with traditional houses.\n:",{"type":"'''","value":["Platia Ammos"]},", picturesque seaside village on the northern part of Kythira.\n:",{"type":"'''","value":["Kato Chora"]},", there is the Venetian castle with its Byzantine churches and medieval settlement.\n:",{"type":"'''","value":["Kapsali"]},", picturesque village in the southern part of Kythira, is the cosmopolitan area of ​​the island.\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Talk"]},"\nGreek is the official language of Greece, and therefore it's spoken by all the permanent inhabitants of the island and most of its visitors, but the foreign visitor will have no problem at all communicating in foreign languages, mainly in English.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Cavern-kythira.jpg"],["thumb"],["right"],["300px"],["The cavern Agia Sophia in Kythira."]]},"\n\n",{"type":"===","value":["By boat"]},"\nAccess to the island by ferry Vintsentzos Kornaros from becoming the port of Piraeus, from Gytheion and from Kastelli in Crete. Ferry Porfyrousa from Neapolis daily.\n\n",{"type":"===","value":[" By road"]}," \nBy road through the Peloponnese to the port of Neapolis by ferry Porfyrousa, or Gytheio by ferry Vintsentzos Kornaros. \n\n",{"type":"===","value":["By plane"]},"\nBy plane from Athens airport by Olympic airlines. Also during the summer season there is direct air flights from European capitals. See updated ",{"type":"[","value":["http:\/\/www.kithera.gr\/en\/routes-kythira\/ routes to Kythira"]},". Also the Sky Express: Kythira – Heraklion, Kythira – Zakynthos – Kefalonia – Aktion – Corfu.\n\n",{"type":"==","value":["Get around"]},"\nKythira is modest island with many villages, beaches and attractions to visit them you need your own transport or hire a car from the offices on the island, or call a taxi. Also during the summer season there is a local bus daily along the main road of the island. \n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Beaches"]},"\nLike a diamond necklace, like the beaches around the island of Aphrodite, some larger and others smaller, all with crystal clear blue waters promise unforgettable moments of relaxation and enjoyment. In Kythira will find beaches for all tastes, from large to fine sand, so small in beautiful locations. \n\n",{"type":"[[","value":[["File:Agios-nikolaos-beach5.jpg"],["thumb"],["right"],["300px"],["Agios Nikolaos beach"]]},"\n\n:",{"type":"'''","value":["Fyri ammos"]},", on the east side of island, is one of the biggest beaches in Kythira. He has previously been awarded a Blue Flag for its clean waters.\n:",{"type":"'''","value":["Agios Nikolaos"]},", the northernmost beach on the island, with a lush canyon in the background, the Peloponnese.\n:",{"type":"'''","value":["Kaladi"]}," beach with blue and crystal clear waterfront with two bays.\n:",{"type":"'''","value":["Feloti"]},", a small beach in the south, on the way you will see the islet and Pot Egg.\n:",{"type":"'''","value":["Komponada"]},", the beach with big round white pebbles and rock reminiscent of a ram.\n:",{"type":"'''","value":["Limni"]},", in Paleopolis, the beach has sand and if you're lucky, you will see flock of seagulls.\n:",{"type":"'''","value":["Melidoni"]},", a small beach south of the island facing the pressure and the Cretan Sea.\n:",{"type":"'''","value":["Paleopolis"]},", the longest beach on the island, starting from the village and ends up in Avlemonas.\n:",{"type":"'''","value":["Kaki Lagkada"]},", north and east of the island, has been awarded a Blue Flag for its clean water.\n\n",{"type":"===","value":["Monuments"]},"\n:",{"type":"'''","value":["Agia Moni"]}," monastery, that is built in the top of mountain above Diakofti.\n:",{"type":"'''","value":["Cavern of Agia Sophia"]}," of Mylopotamos, in the enter is the Byzantine murals of 13th century dedicated in Agia Sophia (Saintly Wisdom) and her daughters in right, Love, Hope and Faith. \n:",{"type":"'''","value":["Agios Dimitrios"]}," in Poyrko, Byzantine church inspired architectural composition of three temples.\n:",{"type":"'''","value":["Lighthouse of Moydarioy"]},", is one from the bigger stone lighthouses in Greece.\n:",{"type":"'''","value":["Kantoyni in Kato Livadi"]},", is considered the biggest stone bridge in Greece.\n:",{"type":"'''","value":["Mills in Mylopotamos"]},", area with rich vegetation, running water forming small lakes and waterfalls. Along the way there are traditional water mills and stone bridges.\n:",{"type":"'''","value":["Castle of Chora"]},", the imposing Venetian castle, with panoramic view of three seas.\n:",{"type":"'''","value":["Castle of Ablemonas"]},", the small Venetian fortress at the entrance to the harbour.\n:",{"type":"'''","value":["Castle Kato Chora"]}," of Mylopotamos, has a gate with the lion of Venice and on the central road traditional medieval houses.\n:",{"type":"'''","value":["Myrtidia"]},", the monastery is dedicated to the Virgin Mary Myrtidiotissa, and constitutes the intellectual centre of island. On the west side is the Ionian sea.\n:",{"type":"'''","value":["Agios Petros"]}," in Mylopotamos, is an important Byzantine church with murals of 13th century.\n:",{"type":"'''","value":["Paliochora"]},", Byzantine castle-city, the first capital of island called Agios Dimitrios, was destroyed completely by the pirate Barbarosa.\n:",{"type":"'''","value":["Panagia Despina"]},", the monastery near the village Karavas in the north of the island.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Excursions to Kythira"]},"\n\n",{"type":"'''","value":["Myloi"]},"\nOne of the most beautiful trips in Kythιra is a visit to the scenic area mills. The mill or watermills are not just an environment of great natural beauty, but an example where human activity creatively fill the landscape with an exemplary way for us today.\n\n",{"type":"'''","value":["Chytra"]},"\nOn the south side of the island is the small islet kettle, which is the southernmost sanctuary for seals in Europe and the visitor will be impressed by blue waters of the large cave on the island.\n\n",{"type":"'''","value":["Hiking Trails in Kythira"]},"\nThe natural beauty of Kythira island is an attraction for hikers, especially in recent years there is a large increase of visitors dealing systematically with this sport. \n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Local products"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Thyme Honey."]},": The most famous product of Kythera due to taste as thyme is reputed to give the finest flavour."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Olive oil"]},": In Kythira you will large olive groves. The olive variety that thrives because of the good climate is Koroneiki."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nuts by olive oil"]},": Whoever tries it for the first time becomes a fan because of its taste and nutritional value."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Chora5.jpg"],["thumb"],["right"],["300px"],["Chora village"]]},"\n\n",{"type":"'''","value":["Accommodation"]},"\nThe island is famous for its beautiful villages in the hinterland, in recent years many authentic traditional stone houses have been renovated with much taste, and have become an attraction for tourists and can be an ideal place to stay in Kythira. Of course, apart from the interior villages of the island, there are no matching beauty and the beach, the choice is of course a matter of personal taste. \n\nAlso you can choose apartments equipped with kitchen and all the necessities to be absolutely independent, and camping in Kapsali village, built in beautiful surroundings and care to offer all modern comforts.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Peloponnese"]]},"\n",{"type":"[[","value":[["Wikipedia:Cythera (island)"]]},"\n",{"type":"[[","value":[["Commons:Category:Kythira"]]},"\n",{"type":"{{","value":[["geo"],["36.25"],["23"]]},"\n\n",{"type":"[[","value":[["el:Κύθηρα"]]}]