[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kyubyume"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": кюбюме, ",{"type":"''","value":["KYU-bya-ma"]},") is an abandoned town in ",{"type":"[[","value":[["Yakutia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nKyubyume is an abandoned town on the junction of the old and new roads on the ",{"type":"[[","value":[["Kolyma Highway"]]},". From here to the west about 600km lies ",{"type":"[[","value":[["Yakutsk"]]},", to the north about 400km is ",{"type":"[[","value":[["Ust-Nera"]]},", and to the east on the old road about 200km is ",{"type":"[[","value":[["Tomtor"]]}," and the northern ",{"type":"[[","value":[["Pole of Cold"]]},".\n\nThe town once had around 500 people, including a telegraph station and several truck garages for maintenance during the bitterly cold winter. Today the only inhabitants are a handful of squatters who salvage building materials to be sent to Yakutsk by truck.\n\n",{"type":"==","value":["Get in"]},"\n\nBy car, truck, walking, bike, or hitchhiking. The sign-posted turnoff on the main road leads to a thoroughly broken bridge, which is passable only by nimble pedestrians. The river can be forded here, however a better ford is available via the functioning petrol station about 3km further towards Ust-Nera - the roads join at the town.\n\n",{"type":"==","value":["Get around"]},"\n\nThe site can easily be covered on foot.\n\n",{"type":"==","value":["See"]},"\n\nKyubyume, like its abandoned cousin ",{"type":"[[","value":[["Khadykchan"]]}," at the other end of the old road, is of interest mainly to people who like abandoned cities.\n\nParticular points of interest within the town are;\n",{"type":"*","value":["The abandoned theatre, which has a volleyball net hung from it and interesting graffiti."]},{"type":"*","value":["A mineral spring not far from the abandoned petrol station and an old bulldozer blade. Filled with tyres and bubbling probably carbon-dioxide."]},{"type":"*","value":["Old truck garages, which still have the shells of heating equipment and other materially worthless stuff lying around, and are filled with bird nests. Not far away is a destroyed banya and the telegraph repeater station."]},{"type":"*","value":["Located towards the far edge of town behind some old play equipment is the telegraph repeater station, in a prefab building on stilts. Smashed electronic equipment fills most rooms, and there's a few good manuals and other stuff lying around."]},"\n",{"type":"==","value":["Do"]},"\n\nOne can wait an entire day here for a lift if hitch-hiking. Easily!\n\n",{"type":"==","value":["Buy"]},"\n\nThere are no shops.\n\n",{"type":"==","value":["Eat"]},"\n\nBring your own food.\n\n",{"type":"==","value":["Drink"]},"\n\nBring your own water.\n\n",{"type":"==","value":["Sleep"]},"\n\nEither find a comfortable nook or building that might not collapse, pitch a tent, or see if you can find anyone else in town.\n\n",{"type":"==","value":["Connect"]},"\n\nMobile phones do not work and the telegraph repeater station (and line) was long since replaced by satellite link. Communication with the outside world possible only by sat-phone or pigeon.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe usual rules apply when exploring derelict and vandalised buildings. They collapse, normally under snow or during periods of intermittent freezing. They are infested with broken glass, asbestos, and other goodies. There is no medical attention within 400km, so don't expect to survive a serious injury. Bears and other wildlife are constantly re-entering the area, so behave accordingly. Be prudent with displays of wealth amongst people who have nothing, including no police checking on them.\n\n",{"type":"==","value":["Go next"]},"\n\nThe new road between Yakutsk (nearest town being Razvilka) and Ust-Nera is in good condition and passable by standard vehicles in summer and winter. The old road heads east 200km across mountains to Tomtor (and ",{"type":"[[","value":[["Oimyakon"]]},"), and thence another 250km to ",{"type":"[[","value":[["Khadykchan"]]}," and ",{"type":"[[","value":[["Susuman"]]},". Recent reports suggest it is passable to four wheel drives as far as Tomtor, but questionable thereafter. In particular, bridges are washed out, rivers can rise suddenly following rain, there are large, unavoidable and car-swallowing puddles, and sections of the road have washouts that may require ad-hoc road work to get past. Bicycles and motorcycles are more suitable, though by no means trouble free. This route is not kept clear of snow in winter and is therefore impassable to all but the most dedicated and suicidal cross-country skiers.\n\n",{"type":"{{","value":[["IsPartOf"],["Yakutia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["63.427635"],["140.605379"]]},"\n\n",{"type":"{{","value":[["related"],["Kolyma Highway"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]