[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["D'Arcy Island"]}," is in ",{"type":"[[","value":[["Southern Gulf Islands"]]}," of ",{"type":"[[","value":[["British Columbia"]]},", ",{"type":"[[","value":[["Canada"]]},". A former leper colony, D'Arcy is now a part of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pc.gc.ca\/fra\/pn-np\/bc\/gulf.aspx Gulf Islands National Park Reserve"]}]},". About 83-ha in size, D'Arcy Island holds a significant place in the history of British Columbia.\n",{"type":"[[","value":[["Image:D'Arcy_Island.jpg"],["thumb"],["Approaching D'Arcy Island from the west by kayak. The remains of the caretaker's house are just visible"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n",{"type":"*","value":["From 1894 until 1924, the island was used as a leper colony, primarily for immigrant Chinese labourers. While the remains of the caretaker's house are still visible, the buildings that housed the lepers were burned in the 1960s. In 1961 D'Arcy Island was declared a Provincial Marine Park, and in 2003, D'Arcy came under the auspice of the newly minted ",{"type":"'''","value":["Gulf Islands National Park Reserve"]},"."]},"\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"*","value":["D'Arcy Island is home to both deer and raccoons. Campers should be advised that raccoons have proved to be every bit the equal of bears at destroying gear and stealing food, and proper precautions should be taken."]},"\n",{"type":"*","value":["The deer are apparently black-tailed deer that swam over from Sidney Island in 1981 and are quite small (approximately one metre tall at the shoulder). The raccoons were introduced from Vancouver Island in the 1960s. Both the deer and raccoons are habituated to humans. Do not hunt the deer, as penalties are very serious."]},"\n",{"type":"===","value":["Climate"]},"\n",{"type":"*","value":["In this area, daily temperatures rise above 30°C (86°F) on an average of one or two days per year and fall below -5°C (23°F) on an average of only 2 nights per year. During the winter, the average daily high and low temperatures are 8.2°C (47°F) and 3.6°C (38°F), respectively. The summer months are equally mild, with an average high temperature of 19.6°C (67°F) and low of 11.3°C (52°F)."]},"\n",{"type":"*","value":["This may seem like mild weather, but boaters and kayakers can feel very chilled especially if soaked by rain or waves. Hypothermia is a very real possibility."]},"\n",{"type":"*","value":["Nearly two-thirds of the area's rainfall occurs between November and February, with July being the driest month on average. August and September frequently experience morning fogs."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":["D'Arcy Island is only accessible by private watercraft or by chartered vessel. To charter a vessel in Gulf Islands National Park Reserve, please refer to the 'Licensed Operators List' on the GINPR website ",{"type":"[","value":["http:\/\/www.pc.gc.ca\/eng\/pn-np\/bc\/gulf\/activ\/activ9\/list.aspx"]},"."]},{"type":"*","value":["To access D'Arcy from Vancouver Island:"]},"There is a boat launch ramp located at Island View beach in Central Saanich",{"type":"[","value":["http:\/\/www.crd.bc.ca\/parks\/islandview\/index.htm"]},", approximately 6 kilometres West of D'Arcy Island. You can also launch power boats and kayaks from various locations in nearby Sidney, approximately 10 kilometres to the Northwest of D'Arcy Island.  Timed right with the tidal currents, paddlers may drift down Sidney Channel and view both Sidney (GINPR) and James Islands.\n\n",{"type":"*","value":["Numerous rocks and reefs surround D'Arcy Island and boaters should exercise caution on approaching. Kayakers should be aware of strong currents in the area.  Approaching D'arcy Island in the tidal current lee of Sidney Island makes for an easy approach."]},"\n",{"type":"*","value":["There is ",{"type":"'''","value":["no local source of fresh water"]},", and campers need to carry in their own.  There are ",{"type":"'''","value":["no campfires"]}," allowed on D'Arcy Island (GINPR), regardless of season. "]},"\n",{"type":"*","value":["D'Arcy can be busy during the summer months and is best experienced during the shoulder seasons (June and September). Little D'Arcy Island, to the East of D'Arcy Island, is privately owned. Please respect the owner's privacy."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["It is not unusual to see orca whales, porpoises, and pinnipeds (such as harbour seals and California sea lions) in the area. "]},{"type":"*","value":["D'Arcy Island is an excellent place for ",{"type":"'''","value":["bird watching"]}," as there are over 180 species of bird found in the Southern Gulf Islands. "]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Camping fees"],["alt="],["url=http:\/\/www.pc.gc.ca\/pn-np\/bc\/gulf\/visit\/brochures.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For 2011 are $4.90 per person. Camping fees can be deposited in the lock-box and no change is available."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"*","value":["There are 7 walk-in campsites, picnic tables and a pit toilet. There is ",{"type":"'''","value":["no fresh water"]}," available at D'Arcy and ",{"type":"'''","value":["no campfires"]}," are permitted. There is ",{"type":"'''","value":["no reservation system"]}," in place for D'Arcy Island campsites ",{"type":"[[","value":[["http:\/\/www.pc.gc.ca\/pn-np\/bc\/gulf\/visit\/brochures.aspx"]]},"."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Gulf Islands"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:D'Arcy Island"]]}]