[{"type":"{{","value":[["pagebanner"],["Omaha beach banner.jpg"],["ftt=yes"],["caption=Memorial at Omaha beach"]]},"\n\nThe ",{"type":"[","value":["http:\/\/www.normandie-tourisme.fr\/articles\/d-day-sites-and-attractions-1232-2.html ",{"type":"'''","value":["D-Day Beaches"]}]}," are in the ",{"type":"[[","value":[["Calvados"]]}," department of ",{"type":"[[","value":[["Normandy"]]},", ",{"type":"[[","value":[["France"]]},". They were the landing places for the Allied invasion of western Europe during World War II.\n\nAn excellent time to visit is on the June 6th anniversary when there are numerous memorial ceremonies to mark the occasion. A large number of reenactment groups attend, adding pageantry and atmosphere. The church bells ring in the towns to celebrate the anniversary of their liberation. The French people will be happy to see you - these people remember, and the welcome will be warm.   \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Flickr - DVIDSHUB - Reflection on D-Day.jpg"],["thumb"],["300px"],["American troops going in; the high ground visible here made the landing on Omaha Beach especially difficult"]]},"\nOn 6 June 1944 (D-Day), the long-awaited invasion of Northwest Europe (Operation Overlord) began with Allied landings on the coast of Normandy (Operation Neptune). The task was formidable, for the Germans had turned the coastline into an interlinked series of strongpoints with artillery, machine guns, pillboxes, barbed wire, land mines, and beach obstacles. Germany had 50 divisions in northern ",{"type":"[[","value":[["France"]]}," and the ",{"type":"[[","value":[["low countries"]]},", including at least a dozen in position to immediately be used against this invasion.\n\nFollowing an extensive air and sea bombardment of the assault areas, the Allies launched a simultaneous landing of U.S., British and Canadian forces. About 160,000 ground troops were involved, roughly half American and half Commonwealth; almost 200,000 sailors and a huge number of airmen also took part in the operation. Overall commander of Allied forces in Europe was the American General Eisenhower while the British General Montgomery was in charge of the ground forces.\n\nThis was the largest seaborne invasion in history and an important Allied victory, though the costs in both lives and material were enormous.\n\n",{"type":"===","value":["The landings"]},"\nJust after midnight 24,000 men came in by parachute and glider on the flanks, to secure key points. Then the main seaborne landings on five separate beaches began at dawn. East-to-west, the attacks were:\n\n",{"type":"[[","value":[["Image:D-day allied assault routes.jpg"],["thumb"],["300px"],["The main assault routes"]]},"\n\n",{"type":"*","value":[" The British 6th Airborne, with one Canadian battalion, on the left flank near ",{"type":"[[","value":[["Caen"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sword Beach"],["alt=British"],["url="],["email="],["address="],["lat=49.2988"],["long=-0.3055"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Juno Beach"],["alt=Canadian"],["url="],["email="],["address="],["lat=49.332"],["long=-0.399"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Gold Beach"],["alt=British"],["url="],["email="],["address="],["lat=49.346"],["long=-0.554"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Omaha Beach"],["alt=American"],["url="],["email="],["address="],["lat=49.3720"],["long=-0.8836"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Utah Beach"],["alt=American"],["url="],["email="],["address="],["lat=49.415402777"],["long=-1.174647222"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" The US 82nd and 101st Airborne, on the right flank around ",{"type":"[[","value":[["Sainte-Mère-Église"]]}]},"\nEvery beach has monuments and museums; see the ",{"type":"[[","value":[["#Beaches"],["Beaches"]]}," section below for details.\n\nWhen the seaborne units began to land, the allied soldiers stormed the beaches against strong opposition, and despite mines and obstacles. They raced across open beaches swept with machine gun fire and stormed the German gun positions. In fierce hand-to-hand fighting, they fought their way into the towns and hills and then advanced inland. Casualties were heavy in all areas and on both sides, though initially the Germans in their fortified positions had lighter losses than the Allies.\n\nBy the end of the day the 3rd British Division was within three miles of Caen, the 3rd Canadian Division was well established on its intermediate objectives and the 50th Division was only two miles from Bayeux. In the American zone, the 4th Division had established a 4-mile deep penetration inland and was within reach of Ste-Mere-Eglise, where the 82nd had fought throughout the night. At Omaha Beach the Germans had an advantage of terrain from the bluffs above the landing sites, but there too beachheads had been established.\n\nIt was a magnificent accomplishment; the formidable Atlantic Wall had been successfully breached. By the end of D-Day, the Allies had landed more than 150,000 troops in France by sea and air, 6,000 vehicles including 900 tanks, 600 guns, and about 4,000 tons of supplies and, astonishingly, had achieved complete surprise in doing it. More soldiers and supplies were pouring ashore to continue the advance; by early July the Allies had over a million men in France, and in August the total reached two million.\n\n",{"type":"===","value":["Other allies"]},"\n\nThe main invading force was American, British and Canadian, but several other allies had observers present or were involved in other ways.\n \nThe captive nations of Europe contributed significantly to their own liberation; they all (even Germany) had resistance movements, and several of these nations also had more formal forces involved; on D-Day there were Free French on the beaches and Norwegian Navy ships offshore. A few days later a Polish armoured division began fighting as part of the Canadian army in Normandy; later in the war that army had Belgian, Dutch and Czechoslovakian contingents. During the fighting in Normandy, the French resistance disrupted both German communications and their efforts to move urgently-needed reinforcements and supplies. On D-Day, Free French paratroopers were dropped in ",{"type":"[[","value":[["Brittany"]]}," (the province west of Normandy) to help with that; their success was a factor in the American victory on the Cotentin Peninsula. \n\nAustralian and New Zealand personnel served in every branch of the British services, and on D-Day ships of the NZ merchant marine delivered troops and British-based squadrons of both the RAAF and the RNZAF were in action.\n\n",{"type":"===","value":["Towns"]},"\n\nThe usual bases for visits to the beaches are either Caen or Bayeux; all the beaches are easily reached from either, though both are a bit inland not right on the beaches.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Caen"]]}," is the main city of the region and the capital of Normandy; it has various attractions and excellent shopping. It is about 15 km (10 miles) from the coast. The ",{"type":"[","value":["http:\/\/www.memorial-caen.fr\/ Memorial de Caen"]}," museum offers daily tours of the beaches."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bayeux"]]}," is a smaller town, closer to the coast and to the center of the invasion landing area. It is easy to get in and out of, and convenient for visiting the ",{"type":"[[","value":[["#Omaha Beach"],["Omaha"]]},", ",{"type":"[[","value":[["#Gold Beach"],["Gold"]]}," and ",{"type":"[[","value":[["#Juno Beach"],["Juno"]]}," beach sectors. It has excellent restaurants and shops with an interesting pedestrian section."]},"\nThere are other choices.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ouistreham"]]}," is on the coast at the eastern end of the landing area, on ",{"type":"[[","value":[["#Sword Beach"],["Sword Beach"]]},", and may be convenient because it has a ferry from ",{"type":"[[","value":[["Portsmouth"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Arromanches-les-Bains"]]}," is on the coast near the center, on ",{"type":"[[","value":[["#Gold Beach"],["Gold Beach"]]},", and was one site where a \"mulberry harbour\" (artificial port) was built shortly after D-Day."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sainte-Mère-Église"]]}," is to the west, inland of ",{"type":"[[","value":[["#Utah Beach"],["Utah Beach"]]},"; American paratroopers were dropped in the area a few hours before the seaborne invasion and fought a fierce battle in and around the town."]},"The area has many other villages; most are quite picturesque and are able to accommodate tourists.\n\nOne could also stay in one of the towns outside the actual landing area where an important battle was fought later in the Normandy campaign. See the ",{"type":"[[","value":[["#After D-Day"],["After D-Day"]]}," section below for details.\n\nAlmost every town in this area was damaged during the war; some — such as ",{"type":"[[","value":[["Caen"]]},", ",{"type":"[[","value":[["Saint-Lô"]]},", ",{"type":"[[","value":[["Vire"]]}," and ",{"type":"[[","value":[["Falaise"]]}," — were mostly destroyed. However, they have all long since been rebuilt.\n\n",{"type":"===","value":["Climate"]},"\nNormandy has a temperate-zone maritime climate. The summers are warm and winters are mild. Rain however is a part of the climate all year round, winter seeing more rain than summer. The ongoing rain isn't enough to spoil a vacation most of the time and it does have a benefit, the nature is incredibly lush and green. Winter does see the occasional snow and frost as well, but in general the climate is pretty moderate in winter.\n\nSummers are a little warmer than in southern Britain with up to 8 hours of sunshine per day. Cyclists love the region because it is not nearly as hot as most other parts of France and can be more compared to southern England than inland France. Either way, sunscreen and a hat are necessary; even if it doesn't feel as hot as the rest of France, the sun is still beating down with force!\n\n",{"type":"==","value":["Get in"]},"\nNormandy is easily reachable from Paris, either by car (2 to 3 hours drive) or by train (2 hours from ",{"type":"[[","value":[["Paris"]]}," St Lazare station to ",{"type":"[[","value":[["Caen"]]}," central station). Alternatively, a ferry across the channel will take you in just over 3 hours from ",{"type":"[[","value":[["Portsmouth"]]}," to ",{"type":"[[","value":[["Ouistreham"]]},", the easternmost D-Day target, an ideal starting point.\n\nOther ferries go to ",{"type":"[[","value":[["Cherbourg"]]}," and ",{"type":"[[","value":[["Le Havre"]]},", nearby though not in the actual landing area.\n\nCaen also has an airport, near the village of ",{"type":"[[","value":[["Carpiquet"]]}," west of the city. Control of the airfield was fiercely contested in the weeks after D-Day.\n\n",{"type":"==","value":["Get around"]},"\nTour the ",{"type":"[[","value":[["#Beaches"],["beaches and battlefields"]]},", see the various museums and ",{"type":"[[","value":[["#Cemeteries"],["cemeteries"]]}," throughout the area, and visit the seaside villages and towns.\n\nGuided tours including transport are available; most travel agents in the area and many of the hotels can arrange these if required. The ",{"type":"[","value":["http:\/\/www.memorial-caen.fr\/ Memorial de Caen"]}," museum also conducts daily tours of the beaches.\n\nIndependent travel either by car or using public transport is also possible.\n \nLocal tourist information offices provide a leaflet (in English) that lists key visitor attractions, and has details of seven route itineraries which are also signposted on the road network.\n\n",{"type":"===","value":["By car"]},"\nCar rental in Normandy can be arranged through several international chains including Avis, Budget, Eurocar, and Hertz. Cars can be picked up in Caen. Driving in France is on the right-hand side of the road and all distance and speed measurements are in km.\n\n",{"type":"===","value":["Bus"]},"\nBus routes in Normandy with services between Caen and Bayeux, Bayeux and Ouistreham, and Bayeux to Grandcamp. These cover most of the main landing beaches. All the routes are operated by ",{"type":"[","value":["http:\/\/www.busverts.fr\/ Bus Verts du Calvados"]},", and free timetables can be acquired from the main tourist offices. Telephone 0810 214 214.\n\nFrom Bayeux train station, you can catch a bus to some of the D-Day beaches. On the ",{"type":"[","value":["http:\/\/www.busverts.fr bus website"]}," there is a map of the bus route to the D-Day beaches. Bus 70 takes you to Omaha beach, the American cemetery, and to Pointe Du Hoc. Bus 74 takes you to Arromanches Beach, the location of the Mulberry harbors. According to Wikipedia: \"Omaha beach is 5 miles (8 km) long, from east of Sainte-Honorine-des-Pertes to west of Vierville-sur-Mer\" and these villages are accessible via Bus 70. Buses are few and far between, so take the few number of buses into account. Also, buses do not run when there is heavy snow, so check the bus website beforehand during snow season.\n\n",{"type":"===","value":["Bicycle"]},"\nBike tours are very popular in France and biking is an excellent way of visiting the battlefields. You can rent bicycles at most major towns and railway stations in France.\n\nOn D-Day, some of the invading troops used bicycles; see the photos below of British troops at ",{"type":"[[","value":[["#Sword Beach"],["Lion-sur-Mer"]]}," and Canadians at ",{"type":"[[","value":[["#Juno Beach"],["Juno Beach"]]},".\n\n",{"type":"==","value":["Beaches"]},"\nNow 70 years after D-Day, the Normandy coast is peaceful with lovely seaside towns and picturesque beaches. Many of the towns have names of the form something-sur-mer; ",{"type":"''","value":["sur-mer"]}," is French for \"on the sea\". Behind the coast is an old-fashioned farming landscape of grain fields, cattle and pastures, hedges and farmhouses.\n\n:\"Take time to stroll on the beaches and through the villages and to drive country lanes that are once again regulated by rural rhythms, just as if they’d never been devastated at all. It's pretty and poignant, and here’s a strange thing, it brings out the best in people. There’s respect in the air and a common bond between visitors. Folk behave well, smile and chat more easily than usual.\" Anthony Peregrine, ",{"type":"''","value":["The Sunday Times"]},".\n\nHowever, the memories of war and D-Day are engrained in the landscape. Along the 80-km (50-mile) D-Day invasion coast there are the remains of German gun emplacements and bunkers, while war memorials and monuments mark where the allied forces landed on the beaches. Inland, there are monuments in almost every village and at every bend in the road, for there is barely a square yard that wasn’t fought over. Along the coast and inland there are numerous D-Day related museums. Only by visiting do you get a proper idea of the vastness of the enterprise.\n\nThe following description of the beaches is organized in an east-to-west order, so that it can be used to plan a driving or biking tour along the coast. The length of a tour depends on how many sites and museums a person decides to visit. Enthusiasts could spend several weeks, but two or three days are enough to cover most of the major sites. A good starting point is to get an orientation to the area and the history of D-Day at either the ",{"type":"[","value":["http:\/\/www.memorial-caen.fr\/portail_gb\/hp\/hp.asp Memorial de Caen"]}," or Musée du Débarquement (The Landing Museum) in Arromanches, and from there set out to explore.\n\nThe beaches are still known today by their D-Day code names.\n\n",{"type":"===","value":["Sword Beach"]},"\nSword beach, the most easterly of the five beaches, stretches from ",{"type":"[[","value":[["Ouistreham"]]}," to Luc-sur-Mer. The British 3rd Infantry Division landed on the 4 km (2½-miles) of beach between Ouistreham and Lion-sur-mer. The 41st Royal Marine Commando landed at Lion-sur-Mer, while the N°4 British Commando landed at Ouistreham. Integrated with the N°4 British Commando were 177 Frenchmen of the 1st Batallion of Fusiliers Marins Commandos who were granted the honor to set foot on Normandy soil in the first wave. On the eastern flank of Sword beach, the Sixth British Airborne had parachuted in the early morning hours of June 6th to seize bridges over the River Orne and Caen canal, silence gun batteries and secure the eastern flank of the D-Day beaches.\n",{"type":"[[","value":[["File:Passing through Lion sur Mer.jpg"],["thumb"],["British troops at Lion-sur-Mer"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée de la Batterie de Merville"],["alt="],["url="],["email="],["address=Place du 9ème Bataillon, 14810 Merville-Franceville"],["lat="],["long="],["directions=In the Merville coastal battery casemate"],["phone=02 31 91 47 53"],["fax="],["hours="],["price="],["content=The museum retraces the operations of the British Sixth Airborne."]]}]},"\n",{"type":"[[","value":[["File:Pegasus_Bridge_1944.jpg"],["right"],["thumb"],["Pegasus Bridge"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mémorial Pégasus"],["alt="],["url=http:\/\/www.normandy1944.com"],["email="],["address=av du Major Howard, 14860 Ranville"],["lat="],["long="],["directions="],["phone=02 31 78 19 44"],["fax="],["hours="],["price=£2.85"],["content=The capture of Pegasus Bridge was a remarkable achievement of the Glider Pilot regiment and the Sixth British Airborne. The story is well covered in the museum where exhibits include the original Pégasus Bridge and a Horsa Glider. Several monuments to the Sixth British Airborne are beside the bridge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site D’Ouistreham"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=This beautiful seaside resort town has a legacy of fortifications, memorials, museums and military cemeteries, that stand at ease between beach hotels, fine stretches of sand, breezy cliffs and postcard-picturesque fishing harbours. There are several monuments in the town including the Free French monument - Kieffer monument, Royal Navy and Royal Marines monument, 13th\/18th Royal Hussars monument, and N°4 Commando and Commando Kieffer plaques."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Nr 4 Commando"],["alt=N° 4 Commando Museum"],["url="],["email="],["address=Place Alfred Thomas, 14150 Ouistreham"],["lat="],["long="],["directions="],["phone=02 31 96 63 10"],["fax="],["hours="],["price="],["content=In this museum one can see scale models, weapons, and uniforms to retrace the story of the Franco-British Commandos who landed on Sword Beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée du Mur de L’Atlantique"],["alt=Atlantic Wall Museum"],["url=http:\/\/www.musee-grand-bunker.com"],["email="],["address=av du 6 Juin, 14150 Ouistreham"],["lat="],["long="],["directions="],["phone= 02 31 97 28 69"],["fax="],["hours="],["price="],["content=In a former artillery range-finding post on the Atlantic Wall, this 17 m high concrete tower is the only one of its kind and has been restored and re-equipped to its original state."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site de Lion-sur-Mer"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Monuments include the Liberation monument, Royal Engineers Corps monument, and 41st Royal Marine Commando stele."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site de Colleville-Montgomery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A plaque is located on the Hillman Battery main blockhouse in memory of the 1st Battalion the Suffolk Regiment soldiers. There is also a General Montgomery statue and the Provisional Cemetery, Kieffer and Montgomery monument."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site D’Hermanville"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Monuments in the area include 3rd Infantry Division and South Lancashire monument, Royal Artillery monument, Allied headquarters and Field hospital plaques, and Allied Navy sailors monument. The British Cemetery Hermanville-sur-Mer, where 1,003 soldiers rest is close to Hermanville-sur-Mer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Du Radar"],["alt=Radar Museum"],["url="],["email="],["address=Route de Basly 14440 Douvres la Délivrande"],["lat="],["long="],["directions="],["phone=02 31 06 06 45"],["fax="],["hours="],["price="],["content=On the site of a German fortified radar base, the museum explains the evolution and operation of radar. Outside one can observe a German radar Würzburg."]]}]},"\nThere are two Commonwealth cemeteries near this beach; see the ",{"type":"[[","value":[["#Cemeteries"],["cemeteries"]]}," section for details.\n\n",{"type":"===","value":["Juno Beach"]},"\n",{"type":"[[","value":[["File:Follow-up waves of the 9th Canadian Infantry Brigade disembarking with bicycles from landing craft onto 'Nan White' sector of Juno Beach at Bernieres-sur-Mer, 6 June 1944. A23938.jpg"],["thumb"],["Second-wave Canadians, bringing bicycles to move inland quickly"]]},"\nJuno beach is five miles wide and includes the towns of St. Aubin-sur-Mer, Bernières-sur-Mer and Courseulles-sur-Mer. The 3rd Canadian Infantry Division reinforced by the 2nd Canadian Armoured Brigade landed in two brigade groups and fought their way across the beaches and into the towns. The No. 48 Royal Marine Commando secured the left flank at Langrune-sur-Mer.\n\nThe coastline had been fortified by the occupying Germans and bristled with guns, concrete emplacements, pillboxes, fields of barbed wire and mines. The opposition the Canadians faced was stronger than that of any other beach save Omaha.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site de Langrune-sur-Mer"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=In the town center, on the sea front is the 48th Royal Marine Commando monument. In the entrance hall of the city hall there is a plaque in memory of the friendship between the 48th Royal Marines Commando veterans and the citizens of Langrune-sur-Mer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site de Saint-Aubin-sur-Mer"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A 50-mm gun casement has been preserved at Place du Canada. There are stone memorials to the North Shore (New Brunswick) Regiment, Fort Garry Horse, and 48th Royal Marine Commando here."]]}]},{"type":"[[","value":[["File:Bernieres-sur-mer-monument-debarquement.jpg"],["right"],["thumb"],["D-Day Memorial, near Bernières-sur-Mer, Juno Beach"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site de Bernières-sur-Mer"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=This pretty seaside village is distinguished by its church with a 13th century bell tower and 67 m (220 ft) spire. La Maison Queen's Own Rifles of Canada commemorates the men of this regiment. The house is one the famous houses on the beach as it appeared in many newsreels and official photos. Memorials to the Queen's Own Rifles, Le Regiment de la Chaudière, and Fort Garry Horse are by a German bunker at La Place du Canada. There is an excellent view of the beach from the bunker position and you can imagine what it must have been like when 800 men of the Queens's Own Rifles stormed ashore here as the lead wave of the dramatic D-Day assault. There are also the North Nova Scotia Highlanders plaque and Journalists HQ plaque. There is a walkway on the seawall that makes for a pleasant stroll along the ocean. If you walk east along the seawall about ½ km, you can see the house that appears in the background on the famous film footage showing the Queen’s Own Rifles of Canada storming the beach on D-Day."]]}]},"\n",{"type":"[[","value":[["File:Charcourseullessurmer.jpg"],["right"],["thumb"],["Sherman Duplex Drive tank, Courseulles-sur-Mer"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site de Courseulles-sur-Mer"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=In the Courseulles-sur-Mer town centre, on the sea front there is a Sherman Duplex Drive (DD) tank on display. These tanks were partly amphibious, capable of swimming ashore from their landing craft, and were developed specifically for the Normandy landings; the soldiers interpreted \"DD\" as \"Donald Duck\". This particular tank was recovered in 1970 from the sea and restored. Badges of regimental units who fought in the area are welded to it. Monuments in the area include the Royal Winnipeg Rifles monument, Regina Rifles Regiment stele, Canadian Scottish Regiment stele, Royal Engineers plaque, and the Liberation and De Gaulle monument. The Croix de Lorraine monument commemorates the return of General de Gaulle to France."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Centre Juno Beach"],["alt=Juno Beach Centre"],["url=http:\/\/www.junobeach.org"],["email="],["address=voie des Français Libres, 14470 Courseulles-sur-Mer"],["lat="],["long="],["directions="],["phone=02 31 37 32 17"],["fax="],["hours="],["price=£3.50"],["content=The Juno Beach Centre presents Canada's role in military operations and the war effort on the home front in World War II. Film, audio and displays bring pre-war and wartime Canada alive, as well as covering the fighting experiences. Juno Park at the front of the centre has walkways with interpretation panels, a preserved German bunker, and a path leading to the beach. There is little development here, so nothing interrupts your contemplation of beach and ocean. You can imagine the sands littered with mines-on-sticks, spiky metal “hedgehogs”, barbed wire and other barbarisms intended to rip the heart out of landing craft and the 14,000 Canadians that landed in this area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site de Graye-sur-Mer"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Monuments include the Liberation monument , Churchill \"One Charlie\" tank, breakthrough plaque, Royal Winnipeg Rifles, and 1st Canadian Scottish plaque, Canadian plaque, and Inns of Court monument."]]}]},"\nThere is a Canadian cemetery near this beach; see the ",{"type":"[[","value":[["#Cemeteries"],["cemeteries"]]}," section.\n\n",{"type":"===","value":["Gold Beach"]},"\n",{"type":"[[","value":[["File:LST-21-unloads-tanks.jpg"],["thumb"],["British tanks roll ashore, from an American-manned ship"]]},"\nGold beach is more than 5 miles wide and includes the towns of La Rivière, Le Hamel and ",{"type":"[[","value":[["Arromanches-les-Bains"]]},". The British 50th Infantry Division reinforced by the British 8th Armoured Brigade landed in two brigade groups at Gold beach. The 47th Royal Marine Commando landed on the western flank with the objective to take Port-en-Bessin.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée America Gold Beach"],["alt=America Gold Beach Museum"],["url="],["email="],["address=2, Place Amiral Byrd, 14114 Ver-sur-Mer"],["lat="],["long="],["directions="],["phone=02 31 22 58 58"],["fax="],["hours="],["price="],["content=This museum recounts the 1st airmail flight between the USA and France, together with a retrospective of the D-Day Landing and the British beachhead on Gold Beach."]]}]},"\n",{"type":"[[","value":[["File:Arromanches-mulberry-3.jpg"],["right"],["thumb"],["Gold Beach overlooking Arromanches, site of the Mulberry harbour"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Arromanches 360"],["alt="],["url=http:\/\/www.arromanches360.com\/htm2\/index.htm"],["email="],["address=Chemin du Calvaire, 14117 Arromanches"],["lat="],["long="],["directions="],["phone=02 31 22 30 30"],["fax="],["hours="],["price="],["content=The film ",{"type":"''","value":["The Price Of Freedom"]}," impressively mixes archived film from June 1944 with present day pictures and is presented on 9 screens in a circular theater."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Arromanches"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=At ",{"type":"[[","value":[["Arromanches"]]},", you’re looking down a stretch of Gold Beach and site of the Mulberry harbour. The invasion needed a port to bring in supplies on a huge scale. So the allies built concrete pontoons that were towed across the channel and sunk to form the port’s outer perimeter. Twenty of the original 115 pontoons still defy the waves."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée du Débarquement"],["alt=The Landing Museum"],["url="],["email="],["address=Place du 6 Juin, 14117 Arromanches"],["lat="],["long="],["directions="],["phone=02 31 22 34 31"],["fax="],["hours="],["price=£3.90"],["content=In front of the actual vestiges of the Mulberries, this museum is devoted to the incredible feat of technology achieved by the British in building and setting up the artificial harbour. Period newsreel movies in English and French. Impressive dynamic scale-models showing how the floating docks rolled with the waves and tides. A 75-foot section of Mulberry floating bridge on display outside. Military equipment is on display outside, including an American half-track and a Higgins boat."]]}]},"\n",{"type":"[[","value":[["File:Longues-sur-Mer Battery.jpg"],["right"],["thumb"],["The Longues-sur-Mer battery housed four 150mm guns with a range of 20 km"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Batterie de Longues"],["alt="],["url="],["email="],["address=Longues-sur-Mer"],["lat="],["long="],["directions=Access from the D514 road (follow the road-signs)"],["phone=02 31 06 06 45"],["fax="],["hours="],["price="],["content=The Longues-sur-Mer battery housed four 150mm guns with a range of 20 km and gave the Allied ships a pounding on the morning of 6 June. It is the only coastal battery to have kept its guns, giving an impressive picture of what an Atlantic Wall gun emplacement was really like."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site de Port-en-Bessin"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A monument in memory of the 47th Royal Marine Commando soldiers who were killed during the liberation of Port-en-Bessin and Asnelles is on top of the cliff, on the west side of the harbor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée des épaves sous-marines"],["alt=Underwater Wrecks Museum"],["url="],["email="],["address=Route de Bayeux-Commes, 14520 Port-en-Bessin"],["lat="],["long="],["directions="],["phone=02 31 21 17 06"],["fax="],["hours="],["price="],["content=This museum presents recovered wrecks and artifacts from more than twenty-five years of under-water exploration, in the coastal landing area. Debris includes a Sherman tank."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Memorial de la Bataille de Normandie"],["alt=Battle of Normandy Memorial Museum"],["url="],["email="],["address=boul Fabian Ware, 14400 Bayeux"],["lat="],["long="],["directions="],["phone=02 31 51 46 90"],["fax="],["hours="],["price="],["content=This museum offers a chronological presentation of the events of the Battle of Normandy along with an exhibition of equipment, small arms, weapons and uniforms, films, mementos and slides. English and French. Outside: German \"Marder\" anti-tank vehicle, Sherman Tank, American tank destroyer, and a British \"crocodile\" flame-throwing tank. Inside: American self-propelled 105 mm howitzer, Radio truck, armored bulldozer, American quad-50 caliber anti-aircraft gun (aka \"meat chopper\"), and several other large weapons. One of the best D-Day museums to offer a balance of artifacts on the one hand together with explanations and historical context on the other."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Memorial du General de Gaulle"],["alt=General de Gaulle Memorial"],["url="],["email="],["address=10, rue Bourbesneur, 14400 Bayeux"],["lat="],["long="],["directions="],["phone=02 31 92 45 55"],["fax="],["hours="],["price="],["content=In the former Governor's House, this museum is dedicated to the numerous visits made by the general to Bayeux and in particular, the two important speeches delivered on 14 June 1944 and 16 June 1946. Film archives, photos, manuscripts, documents and memorabilia."]]}]},"\nThe Bayeux War Cemetery is not far inland of this beach, and the Bayeaux Memorial near it commemorates soldiers with no known grave. See the ",{"type":"[[","value":[["#Cemeteries"],["cemeteries"]]}," section for details.\n\n",{"type":"===","value":["Omaha Beach"]},"\n",{"type":"[[","value":[["File:Normandy7.jpg"],["thumb"],["Omaha Beach, after the high ground was taken"]]},"\n",{"type":"[[","value":[["File:Cratères à la pointe du Hoc.jpg"],["right"],["thumb"],["Pointe-du-Hoc Bomb Craters"]]},"\nOmaha beach is overlooked by bluffs which rise to 150 feet (46 m) and command the beaches. These naturally strong defensive positions had been skillfully fortified by the Germans with concrete gun emplacements, anti-tank guns and machine guns. In particular the guns at Pointe du Hoc were in position to be deadly.  Allied bombing left these largely undamaged, and since there was no cover on the beach, this tranquil strand of beach became a killing field. Within a mile to the rear of the beach lay the fortified villages of Colleville-sur-Mer, Saint-Laurent-sur-Mer and Vierville-sur-Mer.\n\nThe US 1st Infantry Division had the most difficult landing of the whole Allied assault on D-Day and took around 2,000 casualties. One reason was the terrain, another that they faced the only German division on the coast which had a full complement of German troops. There were three divisions on the Cotentin Peninsula and three more defending the British and Canadian beaches to the east, but those divisions were either below strength or composed partly of Russian, Polish and other forced conscripts.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=1st Infantry Division Monument"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Saint-Laurent-sur-Mer"],["phone="],["fax="],["hours="],["price="],["content=A monument dedicated to the “Big Red One”, the US 1st Infantry Division, is on the sea front, within walking distance from the American cemetery. Other monuments in the area include the 5th Engineer Special Brigade Memorial, and plaques commemorating the American armoured vehicles that passed through here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Memorial d’Omaha Beach"],["alt=Omaha Beach Memorial Museum"],["url=http:\/\/www.musee-memorial-omaha.com"],["email="],["address=av de la Libération, 14710 Saint-Laurent-sur-Mer"],["lat="],["long="],["directions="],["phone=02 31 21 97 44"],["fax="],["hours="],["price="],["content=This museum has a fine collection of uniforms, weapons, personal objects and vehicles. Dioramas, photos, and maps together with a film featuring veterans’ testimonies explain the landings at Omaha Beach and at Pointe du Hoc. A landing ship, Sherman tank and \"Long Tom\" 155 mm gun are on display outside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée D-Day Omaha"],["alt=Omaha D-Day Museum"],["url=http:\/\/www.dday-omaha.net"],["email="],["address=Route de Grandcamp-Maisy, 14710 Vierville-sur-Mer"],["lat="],["long="],["directions="],["phone=02 31 21 71 80"],["fax="],["hours="],["price="],["content=Devoted to the landing on Omaha Beach. Various equipment is displayed including: vehicles, weapons, radios, and engineer equipment."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Site de Vierville-sur-Mer"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Monuments here include the 29th US Infantry Division stele, National Guard monument, 6th Engineer Special Brigade stele, 29th DI Engineer plate, 81st CM battalion, and 110th FA bat. Plates, 5th Rangers Battalion plate, 58th Armored Field Battalion stele, boundary marker in memory of the 58th Artillery Battalion. Along the coastal road, 500 m from Les Moulins, is a monument on the site of the first American cemetery in Normandy on Omaha Beach. The soldiers interred there were later moved to the military cemetery at Colleville-sur-Mer. The beach's desolation makes it a powerful site to imagine soldiers battling on the sand, completely vulnerable to German artillery."]]}]},"\n",{"type":"[[","value":[["File:Pointe du Hoc Ranger Monument.jpg"],["right"],["thumb"],["Monument, Pointe-du-Hoc"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=La Pointe du Hoc"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A rocky headland towering over the beaches, La Pointe du Hoc has become a symbol of the courage of American troops. Here, Germans had placed bunkers and artillery. The positions were bombed, shelled and then attacked by 225 US Rangers, who scaled the 35 m rock wall, besieged the bunkers, and finally took them, only to find there were no guns at all. The guns had been dismantled and hidden in an orchard inland. Only 90 rangers were still standing at the summit. Today, bomb and shell craters remain. There is a monument in memory of the 2nd Ranger Battalion, who assaulted and captured La Pointe du Hoc battery. The memorial is built on a control firing casemate where bodies of the soldiers still lie under the ruins."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée des Rangers – Batterie de Maisy"],["alt=Ranger Museum"],["url="],["email="],["address="],["lat="],["long="],["directions= Grandcamp-Maisy"],["phone=02 31 92 33 51"],["fax="],["hours="],["price="],["content=This museum recalls the history of the American Ranger unit that assaulted Pointe du Hoc on D-Day. Uniforms and equipment displays relive the actions of the American Rangers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée des Batteries de Maisy"],["alt=Ranger Objective"],["url="],["email="],["address="],["lat="],["long="],["directions=Grandcamp Maisy"],["phone="],["fax="],["hours="],["price="],["content=This outdoor German group of artillery batteries and HQ has been preserved and is camouflaged in over 14 hectares of land close to Grandcamp Maisy. The site covered the Omaha Sector and opened fire at Omaha Beach and Pointe du Hoc on the morning of D-day. The US 5th and 2nd Rangers attacked the site on 9 June 1944 and after heavy fighting they captured the position. It is the largest German position in the invasion area and has original field guns, Landing craft and other D-day objects on display. American Rangers monument is on the site."]]}]},"\nThere is an American cemetery near this beach; see the ",{"type":"[[","value":[["#Cemeteries"],["cemeteries"]]}," section.\n\n",{"type":"===","value":["Utah Beach"]},"\nUtah beach, the most westerly of the five beaches, was attacked by the US 4th Infantry Division. By mistake the landings all took place on the south part of the beach which happened to be less well defended. Airborne troops landed through the night to secure the invasion’s western flank and to open the roads for their colleagues landing by sea at dawn. The objective was to cut the ",{"type":"[[","value":[["Cotentin Peninsula"]]}," in two and take ",{"type":"[[","value":[["Cherbourg"]]},".\n",{"type":"[[","value":[["File:Utah Beach the beach.jpg"],["right"],["thumb"],["Utah Beach"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dead Man's Corner Museum"],["alt="],["url=http:\/\/www.paratrooper-museum.org\/about_dmc.html"],["email="],["address=2 Village de l'Amont - 50500 Saint Come du Mont"],["lat="],["long="],["directions="],["phone=02 33 42 00 42"],["fax="],["hours="],["price="],["content=At the point where the 101st Airborne Division encountered the Green Devils (the German paratroopers) you can get an insight into the battle for Carentan on the site which has remained largely intact."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Airborne"],["alt=Airborne Museum"],["url=http:\/\/www.airborne-museum.org\/"],["email="],["address=14 rue Eisenhower - 50480 Sainte-Mère-Église"],["lat="],["long="],["directions="],["phone=02 33 41 41 35"],["fax="],["hours="],["price=£2.85"],["content=The story of D-Day is told in pictures and mementos of the American 82nd and 101st Airborne Divisions. On display is a Douglas C-47, a Waco glider, a Sherman tank, several artillery pieces, vehicles, equipment, many small arms, uniforms and historic objects. Film. One of the best D-Day museums to strike a balance between an extensive collection of artifacts together with explanations and context."]]}]},{"type":"[[","value":[["File:Normandy '10- Ste Mere Eglise La Fiere Bridge (4823099763).jpg"],["thumb"],["Statue on a bridge in Ste-Mère-Église"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ste Mère-Eglise"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Sainte-Mère-Église"]]}," is perhaps the most famous \"D-day village\" of all. Street panels around Ste Mère-Eglise explain the operations of the US paratroopers. In the square, a parachute effigy still dangles from the church, commemorating what happened to John Steele when his parachute snagged on the spire. Inside the church is a stained glass window featuring the Virgin and child, surrounded by paratroopers. Monuments in the area include the 82nd Airborne plate, 505th Parachute regiment stele, and Sainte-Mère-Église liberators stele."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée du Débarquement"],["alt=Utah Beach Landing Museum"],["url=http:\/\/www.utah-beach.com"],["email="],["address=Ste Marie-du-Mont,"],["lat="],["long="],["directions=opposite the beach on the Utah site"],["phone=02 33 71 53 35"],["fax="],["hours="],["price=£2.70"],["content=This museum uses film, documents and models to recall D-Day in a unique and innovative manner. Several armored vehicles, equipment and a landing ship are on display."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monuments located by the Utah Beach Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=American Soldier's Monument, 4th Infantry Division Monument, 90th Infantry Division Monument, VIIth Corps headquarters plaque, Coast Guard plaque, and US Navy plaque."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Batterie d’Azeville"],["alt=zeville Battery"],["url="],["email="],["address=La Rue - 50310 Azeville"],["lat="],["long="],["directions="],["phone=02 33 40 63 05"],["fax="],["hours="],["price="],["content=Near Ste Mère-Eglise, the Azeville Battery consisted of a dozen casemates, including four blockhouses with 105mm heavy guns, 350 m of underground tunnels, underground rooms and ammunition storage. The position was held by 170 German gunners. Guided tours of the Azeville battery offers insight into the German coastal defenses and the battle that took place here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée de la Batterie de Crisbeq"],["alt=Crisbeq Gun Battery Museum"],["url="],["email="],["address=Route des Manoirs, Saint-Marcouf"],["lat="],["long="],["directions="],["phone=06 86 10 80 59"],["fax="],["hours="],["price="],["content=The Crisbeq Gun Battery was one of the largest German coastal artillery batteries located on Utah Beach. There are 21 blockhouses linked by more than 1 km of trenches and restored recreation rooms, hospital, and kitchens."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Memorial de la Liberté Retrouvée"],["alt=Freedom Museum"],["url="],["email="],["address=18, av de la Plage, 50310 Quinéville"],["lat="],["long="],["directions="],["phone=02 33 95 95 95"],["fax="],["hours="],["price="],["content=This museum recalls the French peoples daily life during the German occupation until the liberation."]]}]},"\n",{"type":"==","value":[" After D-Day"]},"\n",{"type":"[[","value":[["File:Liberation de Cherbourg le maire felicite les americains.jpg"],["thumb"],["The mayor of Cherbourg greets American General Collins, whose troops liberated the city"]]},"\nThe successful landing was a turning point in World War II, a major step toward the defeat of Nazi Germany. After D-Day, the Allies went on to liberate all of Europe; on the Western Front, the three main participants were the US, Britain and Canada. At the same time, Russian forces on the Eastern Front drove forward relentlessly.\n\nD-Day (June 6) was the start of a ",{"type":"'''","value":["campaign in Normandy"]}," that lasted until late August. Those interested in wartime history may wish to visit the sites of the other main battles of that campaign.\n\n",{"type":"*","value":[" There was heavy fighting on the ",{"type":"[[","value":[["Cotentin Peninsula"]]},", west of the beaches, shortly after D-Day. The Allies urgently need the port of ",{"type":"[[","value":[["Cherbourg"]]}," and sent American troops to take it. However, three German divisions were cut off in that area by the American advance, and they put up a spirited resistance. Terrain on the peninsula is largely unsuitable for tanks, so some hard foot slogging was required. Cherbourg fell at the end of June."]},{"type":"[[","value":[["File:A Canadian soldier fires on the enemy in a house in Caen, July 10, 1944..png"],["thumb"],["Canadians in Caen"]]},"\n",{"type":"*","value":[" Unlike Cherbourg, the Germans were able to reinforce ",{"type":"[[","value":[["Caen"]]},"; at one point they had seven divisions in and around the town. The Allies tried repeatedly to take the airfield at ",{"type":"[[","value":[["Carpiquet"]]},", just west of Caen, but were beaten back each time until early July. The British and Canadians fought house-to-house in Caen itself and pressed hard in nearby areas, but did not gain full control of the town and environs until late in July. In the process, much of the city was reduced to rubble."]},{"type":"*","value":[" After Cherbourg, the Americans turned south to take ",{"type":"[[","value":[["Saint-Lô"]]}," against stiff opposition; the town was thoroughly destroyed. Then they smashed through German lines in the same area to break out of the peninsula in late July; this got them into country better suited to mobile tank warfare. By this time nearly all German reserves had been committed in attempts to hold Caen and Saint-Lô and many German formations had been badly chewed up; the Americans had both more tanks and far better air support than the enemy."]},{"type":"*","value":[" American forces used these advantages to full effect in a textbook example of armoured tactics, similar to the ",{"type":"''","value":["blitzkrieg"]}," (lightning war) with which the Germans had devastated several countries a few years earlier. They swept down the peninsula taking ",{"type":"[[","value":[["Coutances"]]}," and ",{"type":"[[","value":[["Granville (Normandy)"],["Granville"]]},", punched through German defenses around ",{"type":"[[","value":[["Avranches"]]},", then moved very quickly in several directions. Part of their force swung west to take ",{"type":"[[","value":[["Brittany"]]}," with little resistance in early August, and by mid-August they had extended their lines south to ",{"type":"[[","value":[["Nantes"]]}," and ",{"type":"[[","value":[["Angers"]]}," on the Loire and east to ",{"type":"[[","value":[["Le Mans"]]}," and ",{"type":"[[","value":[["Alençon"]]},". In mid-August they took part in the battle around Falaise, and by the end of the month they had liberated ",{"type":"[[","value":[["Paris"]]},"."]},{"type":"*","value":[" An intense battle was fought around ",{"type":"[[","value":[["Falaise"]]},", some distance inland of Caen, in mid-August. Close to 100,000 Germans were almost surrounded in the \"Falaise Pocket\"; the Allies hammered them with massive air and artillery bombardments and attacked them on the ground as well. British forces by now held everything around Caen on the north side and they had taken ",{"type":"[[","value":[["Vire"]]}," on the west, while the rapid American advance had put them on the south side. The Allies pressed in on all sides and hoped to completely surround the enemy force by closing off the only exit, the \"Falaise Gap\" on the east; to do that the Canadians thrust south near Falaise and Americans moved north in the ",{"type":"[[","value":[["Argentan"]]}," area. However the by-now-desperate Germans fought hard to keep the gap open and escape through it; it was eventually closed, but not until after more than a week of very heavy fighting."]},{"type":"[[","value":[["File:Panther mont ormel 03.jpg"],["thumb"],["Devastation near Falaise"]]},"\nFalaise was a major Allied victory, the decisive battle of the campaign. About 10,000 Germans were killed and 50,000 surrounded and forced to surrender; some did escape to fight on, but they lost nearly all their equipment and many were wounded. After Falaise, the Germans had no effective force west of the Seine and what troops they did have in the area were in full retreat; Paris was liberated only days later.\n\nThe battle was utterly devastating to the countryside; Eisenhower wrote: ",{"type":"''","value":["I was conducted through it on foot, to encounter scenes that could be described only by Dante. It was literally possible to walk for hundreds of yards at a time, stepping on nothing but dead and decaying flesh."]},"\n\nFalaise is a distinctly controversial battle; commentators agree that the victory would have been even larger if the Allies had closed the gap sooner, but disagree over whether that would have been practical. Two of the senior generals' decisions have been severely criticized: Patton's Americans near ",{"type":"[[","value":[["Argentan"]]}," were ordered to stop there rather than continuing north to join up with the Canadians and seal the gap, and the British reserves were not sent to reinforce the Canadians. The Canadians and Poles, unassisted, could neither close the gap completely nor hold against German attempts to break out; they did try and got rather badly mauled. There were nine panzer divisions in the pocket; by now all were badly damaged but they could still mount very effective thrusts against chosen targets.\n\nThe campaign in Normandy was a major success for the Allies overall. Their losses were heavy — about 200,000 killed, missing, wounded or captured — but German losses were at least twice that. Both sides lost many tanks, guns, vehicles and other supplies, but at this stage of the war the Allies could better afford those losses. \n\n",{"type":"[[","value":[["File:American troops march down Champs-Elysees HD-SN-99-02719.JPG"],["thumb"],["American troops in Paris"]]},"\nSome of the major land operations on the ",{"type":"'''","value":["Western Front outside Normandy"]}," were:\n\n",{"type":"*","value":[" American and French forces, plus some British paratroopers, invading southern France (east of ",{"type":"[[","value":[["Marseilles"]]},") in mid-August"]},{"type":"*","value":[" Allied forces, mainly American, driving toward ",{"type":"[[","value":[["Paris"]]}," from Normandy and nearby areas; the German garrison there surrendered on August 25."]},": (between those two moves, they soon liberated all of France)\n",{"type":"*","value":[" Allied forces, mainly British and American, driving through eastern France then into Germany"]},{"type":"*","value":[" Canadians on the left flank of the eastward drive, liberating Belgium and Holland"]},"\nCaught between the Russians on the east and the Western Allies on the west, losing on both fronts and being heavily bombed as well, ",{"type":"'''","value":["Germany surrendered less than a year after D-Day"]},", on 5 May 1945.\n\n",{"type":"==","value":["Cemeteries"]},"\nBeautiful cemeteries overlook the sea and countryside and are essential stops along the way to understand and reflect on the human cost of the war. This was enormous; around 100,000 soldiers (about 60,000 German and 40,000 Allied) died in Normandy during the summer of 1944. There were also air, naval and civilian deaths, plus large numbers wounded or captured.\n",{"type":"[[","value":[["Image:Bény-sur-Mer Canadian War Cemetery (8).JPG"],["thumb"],["Beny-sur-Mer Canadian War Cemetery, Reviers"]]},"\n",{"type":"[[","value":[["Image:Flickr - DVIDSHUB - USACAPOC(A) remembers D-Day (Image 3 of 7).jpg"],["thumb"],["American Cemetery, Colleville-sur-Mer"]]},"\nWe list the cemeteries in two groups; the first four near the coast and the rest further inland. Order within each group is east-to-west.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ranville War Cemetery"],["alt="],["url=http:\/\/www.cwgc.org\/find-a-cemetery\/cemetery\/2033500\/RANVILLE%20WAR%20CEMETERY"],["email="],["address=5357 Rue du Comté Louis de Rohan Chabot"],["lat=49.23113"],["long=-0.25776"],["directions="],["phone="],["fax="],["hours="],["price="],["content=This cemetery has mainly men of the British 6th Airborne Division who made parachute and glider landings in the area on D-Day. There are 2,235 Commonwealth graves (the division had a Canadian battalion), plus 330 German and a few others."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hermanville War Cemetery"],["url=http:\/\/www.cwgc.org\/find-a-cemetery\/cemetery\/2033000\/HERMANVILLE%20WAR%20CEMETERY"],["lat=49.286"],["long=-0.309"],["content=This cemetery has 1,003 graves, mainly of British troops who fell in the first few days of the invasion."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["url=http:\/\/www.cwgc.org\/find-a-cemetery\/cemetery\/2004600\/BENY-SUR-MER%20CANADIAN%20WAR%20CEMETERY,%20REVIERS"],["name=Beny-sur-mer Canadian War Cemetery"],["lat=49.304"],["long=-0.45"],["content=Just over 2,000 Canadians are buried here; nearly all of them fell during the landings or shortly after. The cemetery is near the village of Reviers, about 18 km east of Bayeux."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Normandy American Cemetery"],["url=http:\/\/www.abmc.gov\/cemeteries\/cemeteries\/no.php"],["email="],["address="],["lat=49.3591555"],["long=-0.85316111"],["directions="],["phone=02 31 51 62 00"],["tollfree="],["fax="],["hours=09:00-18:00"],["price="],["content=Overlooking Omaha Beach, this 172.5 acre (70 hectare) cemetery contains the graves of 9,387 American soldiers. The rows of perfectly aligned headstones against the immaculate, emerald green lawn convey an unforgettable feeling of peace and tranquility. The beaches can be viewed from the bluffs above, and there is a path down to the beach. On the Walls of the Missing in a semicircular garden on the east side of the memorial are inscribed 1,557 names. Rosettes mark the names of those since recovered and identified."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Banneviile-la-Campagne War Cemetery"],["lat=49.1755"],["long=-0.229"],["url=http:\/\/www.cwgc.org\/find-a-cemetery\/cemetery\/2101000\/BANNEVILLE-LA-CAMPAGNE%20WAR%20CEMETERY"],["content=This cemetery has 2,170 Commonwealth dead and five Poles. Most fell after the capture of Caen in mid-July."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Grainville-Langannerie Polish Cemetery"],["lat=49.0230"],["long=-0.2706"],["content=This is the only Polish war cemetery in France. It has the graves of 696 soldiers from the Polish armoured division who fought alongside the Canadians from Normandy through to the liberation of Belgium and Holland. Most fell in the fight around the Falaise Gap."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["url=http:\/\/www.cwgc.org\/find-a-cemetery\/cemetery\/2032600\/Bretteville-sur-Laize%20Canadian%20War%20Cemetery"],["name=Bretteville-sur-Laize Canadian War Cemetery"],["lat=49.06"],["long=-0.292"],["content=This cemetery is near Falaise and has 2871 Canadians, most of whom fell in the fight to close the Falaise Gap."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Saint Manvieu War Cemetery"],["url=http:\/\/www.cwgc.org\/find-a-cemetery\/cemetery\/2004800\/ST.%20MANVIEU%20WAR%20CEMETERY,%20CHEUX"],["lat=49.1780"],["long=-0.5143"],["content=This cemetery has 1,627 Commonwealth graves and 555 German."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bayeux War Cemetery"],["url=http:\/\/www.cwgc.org\/find-a-cemetery\/cemetery\/2033300\/BAYEUX%20WAR%20CEMETERY"],["lat=49.274"],["long=-.7143"],["content=The largest British cemetery of the Second World War in France, containing the graves of over 4,400 Commonwealth soldiers, mostly British, and 500 others, mostly German. The Bayeux Memorial stands opposite the cemetery and bears the names of 1,808 Commonwealth soldiers who have no known grave."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=La Cambe German War Cemetery"],["url=http:\/\/www.normandie-tourisme.fr\/Cimetiere-Militaire-Allemand\/PCU\/LA-CAMBE\/fiche-PCUNOR014FS0007M-2.html"],["lat=49.3428"],["long=-1.0266"],["content=This site has the graves of 23,400 German soldiers, most of whom fell in the Normandy campaign. See also the ",{"type":"[","value":["http:\/\/www.volksbund.de\/kriegsgraeberstaette\/la-cambe.html German government site"]}," if you read German."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Orglandes German War Cemetery"],["url=http:\/\/www.normandie-tourisme.fr\/pcu\/cimetiere-militaire-allemand\/orglandes\/fiche-PCUNOR050FS0007T-2.html"],["lat=49.426"],["long=-1.449"],["content=This cemetery has just over 10,000 German graves, including many who fell in the defense of the Cotentin Peninsula. ",{"type":"[","value":["http:\/\/www.volksbund.de\/kriegsgraeberstaette\/orglandesmanche.html German government site"]}]]}]},"\nNormandy has a number of other war cemeteries; this list includes only the ones close to the invasion beaches with large numbers of dead who fell sometime between the invasion on June 6 and the end of the Falaise battle in mid-August. Not all the dead are buried in Normandy; nearly all the French dead, many of the American ones and some others were shipped home.\n\n",{"type":"==","value":["Go next"]},"\nFrom this area, one might go anywhere in ",{"type":"[[","value":[["France"]]}," or across the channel to the ",{"type":"[[","value":[["UK"]]},". Both ",{"type":"[[","value":[["Normandy"]]}," and ",{"type":"[[","value":[["Brittany"]]},", nearby to the southwest, are major tourist areas with a range of attractions and the ",{"type":"[[","value":[["Channel Islands"]]},", located just off the coast, are another.\n\nOther places of possible interest to war buffs are the scenes of two Allied raids on the German-held French coast in 1942. A predominantly Canadian force attacked ",{"type":"[[","value":[["Dieppe"]]},", further north on the Normandy coast, and British commandos raided ",{"type":"[[","value":[["Saint-Nazaire"]]},", near ",{"type":"[[","value":[["Nantes"]]}," to the south. Losses were extremely heavy in both places and arguably both raids were disasters, though the Saint-Nazaire attack did knock out an important drydock for the rest of the war. On the other hand, it is often claimed that these raids were essential preparation for D-Day, tests of German defenses that gave intelligence required for planning the invasion.\n\nPeople interested in earlier history can see sites associated with ",{"type":"''","value":["William IV of Normandy"]},", who invaded England in 1066 and is known there as ",{"type":"''","value":["William the Conqueror"]},". He was born in ",{"type":"[[","value":[["Falaise"]]}," and is buried in ",{"type":"[[","value":[["Caen"]]},". His invasion fleet sailed from ",{"type":"[[","value":[["Bayeux"]]}," and a museum there has a famous tapestry depicting his conquest of England.\n\n",{"type":"[[","value":[["Wikipedia:Normandy landings"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Cultural attractions"],["France"]]},"\n",{"type":"{{","value":[["guidetopic"]]},"\n",{"type":"{{","value":[["geo"],["49.35"],["-.75"],["zoom=9"]]}]