[{"type":"{{","value":[["pagebanner"],["caption=View from Marble Mountains"]]},"\n__TOC__\n",{"type":"[[","value":[["Image:Da Nang view from top of Son Tra.jpg"],["thumb"],["300px"],["Overview from top of Son Tra"]]},"\n\n",{"type":"'''","value":["Da Nang"]}," (Đà Nẵng) is ",{"type":"[[","value":[["Vietnam"]]},"'s fourth or fifth largest city, and is on the South China Sea coast, midway between ",{"type":"[[","value":[["Hanoi"]]}," and ",{"type":"[[","value":[["Ho Chi Minh City"]]}," and the largest city of ",{"type":"[[","value":[["Central Coast (Vietnam)"],["Central"]]}," Vietnam.\n\nThe city itself has neither the ambiance of Hanoi nor the hustle-bustle of Ho Chi Minh City, but has its share of sights and is close to the charms of ",{"type":"[[","value":[["Hoi An"]]}," and the imperial capital of ",{"type":"[[","value":[["Hue"]]},", making it a popular vacation spot for those looking to explore the attractions of central Vietnam or soak up some sun while hanging out on the city's beaches.\n\n",{"type":"==","value":["Understand"]},"\nThe regions surrounding Da Nang (",{"type":"[[","value":[["My Son"]]},", ",{"type":"[[","value":[["Quang Nam"]]},") were founded by the Cham Hindus most possibly 3,000 years ago, serving as the capital city and centre of the Hindu Champa Dynasty. Vietnamese invasions into the region in the 17th century significantly halted Cham development.\n\nGiven that Da Nang was the first point of colonial invasion, many vestiges of French architecture are present in the historic buildings. \n \nThere are many remnants of the \"American War\" leftover in Da Nang. During the war, many monuments and buildings were destroyed.  On the way to the popular tourist spot; China Beach, the ruins of a military base remain in the form of helicopter hangars, although these are now more easily spotted at the airport, which serves both civil and military flights.\n\nThe city is often overlooked by tourists but is one of the friendliest to backpackers in all of Vietnam. My Khe Beach, known to American GIs as China Beach, is now home to a small community of guesthouse owners, marble statue shops, and other various trades. Some of the most beautiful and isolated beaches in Vietnam are found here, among some of the friendliest people. This is a must-stop for the budget traveller.\n\nUntil relatively recently, Da Nang was somewhat hostile to foreigners, a consequence of the attitudes of those who controlled the provincial government. In the early 1990s, however, this changed, and since then the provincial (actually autonomous city) government has been enthusiastically pursuing foreign investment and infrastructure development.  Da Nang has some of the best roads in the country. The coast road is at least four lanes from northern provincial boundary to southern provincial boundary. Compared to either Hanoi or HCMC, traffic in Da Nang is always relatively light, although huge trucks blast through every now and again and there are brief rush hours.\n\nThe city has grown rapidly in recent years, and had a 2008 population estimated at 900,000. Until recently, this growth was mostly outward and infill, but now there are high-rises going up. Development is visible and rapid; the city has expanded tremendously in the last ten years, and several multi-storey buildings as well as more beach resorts are under construction, and there are now at least three large supermarkets as well as a Metro wholesaler. This involves redevelopment of areas near the city beaches across the river, with whole blocks of old housing being razed, new roads paved, and luxurious villas constructed.\n\nThe downside to the very laid back, less serious and frenetic aspect of Da Nang is that even locals frequently complain that there is nothing to do except drink, which they do a lot. This is not really true. There is a zoo, a soccer stadium, many tennis courts, and pool halls, several large modern discos\/night clubs, etc., and of course the beaches and Son Tra Peninsula. However, it is also true that coffee and beer drinking are the most common leisure activities of most local residents.\n\nThe hottest months of the year are Jun-Aug, when the temperature can get to as high as 40 degrees Celsius, and it is generally very dry. There are usually tropical storms in Oct-Nov.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:DAD Check-in 2012 01.JPG"],["thumb"],["right"],["Da Nang International Airport"]]},"\n",{"type":"'''","value":["Da Nang International Airport"]}," (",{"type":"{{","value":[["IATA"],["DAD"]]},") is the smallest of Vietnam's three international airports. There are frequent flights to ",{"type":"[[","value":[["Hanoi"]]}," and ",{"type":"[[","value":[["Ho Chi Minh City"]]}," on both Vietnam and Jetstar Pacific, as well as domestic service between ",{"type":"[[","value":[["Buon Ma Thuot"]]},", ",{"type":"[[","value":[["Da Lat"]]},", ",{"type":"[[","value":[["Haiphong"]]},", ",{"type":"[[","value":[["Nha Trang"]]}," and ",{"type":"[[","value":[["Pleiku"]]}," and internationally ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Seoul"],["Seoul-Incheon"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Shanghai"],["Shanghai-Pudong"]]},", ",{"type":"[[","value":[["Siem Reap"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Taipei"]]}," and ",{"type":"[[","value":[["Tokyo"],["Tokyo-Narita"]]},".\n\nAside from a money changer, airport amenities are rather minimal, although some upgrading was done to the airport in late-2007 and early-2008 making the airport one of country's most modern. Compared to larger Vietnamese airports, Da Nang is a little bit laid back. Local travelers often arrive less than 30 minutes before their flights. There are also a couple of restaurants\/coffee shops opposite the terminal, which offer more choice, if not lower prices, than inside the departure area.\n\nThe airport is located within the city, just 3 km southwest of the centre of Da Nang, a 10-minute trip at most. Many travelers now choose to stay in Da Nang as it is considered as a gateway to Central Vietnam World Heritage Sites: ",{"type":"[[","value":[["Hoi An"]]}," (25-30 min, USD15) or ",{"type":"[[","value":[["Hue"]]}," (2 hr, USD40-45 depending on car size), My Son (1-1.5 hr). The hotels and resorts in Da Nang have their own travel desks which offer some half day or a day trips to those destinations. The fixed-price taxi coupon system has regrettably disappeared and now you have to ",{"type":"[[","value":[["haggle"]]}," with the drivers outside, who ask silly prices but can be negotiated down to the amounts above. Find a few other travellers to ease the pain. If going to a destination within or close to the city, ignore offers to set a price in advance and insist on use of the meter (drivers may only be willing to accept pre-set fares during holiday times, such as Tet). If you arrive on a late night flight, you may encounter an unscrupulous taxi driver who has a fast meter, but usually there are lots of taxis and companies like Mai Linh, Taxi Xanh, or Song Han are reliable. Avoid Airport Taxi, especially at night. Average metered fares to downtown should be around 70,000 dong.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Da Nang Train Stn Front.JPG"],["thumb"],["right"],["Da Nang Railway Station"]]},"\n\nThe Reunification Express makes a stop in Da Nang. Many motorbikes and taxis are available outside of the station. Scheduled arrival and departure times are loosely followed. If you just want to get to Hue, you can also take the local train which is slow (about four to four and a half hours from Da Nang to Hue, with several stops along the way; a car or taxi does it in two), but cheap (25,000 dong including a meal) and passes through some spectacular coastal scenery.\n\n",{"type":"'''","value":["Da Nang to Hanoi"]},"\n",{"type":"*","value":[" Train SE2: Depart 12:06, Arrive 04:02 next day"]},{"type":"*","value":[" Train SE4: Depart 14:42, Arrive 05:00 next day"]},{"type":"*","value":[" Train SE6: Depart 10:34, Arrive 04:45 next day"]},{"type":"*","value":[" Train SE8: Depart 23:27, Arrive 15:28 next day"]},"\n",{"type":"'''","value":["Da Nang to Hue"]},"\n",{"type":"*","value":["Train SE2: Depart 12:06, Arrive 14:43 "]},{"type":"*","value":["Train SE4: Depart 14:42, Arrive 17:06 "]},{"type":"*","value":["Train SE6: Depart 10:34, Arrive 13:21 "]},{"type":"*","value":["Train SE8: Depart 23:27, Arrive 15:28"]},"\n",{"type":"'''","value":["Da Nang to Nha Trang"]},"\n",{"type":"*","value":["Train SE1: Depart 10:46, Arrive 22:28 "]},{"type":"*","value":["Train SE3: Depart 10:24, Arrive 22:03 "]},{"type":"*","value":["Train SE5: Depart 09:11, Arrive 19:40 "]},{"type":"*","value":["Train SE7: Depart 21:56, Arrive 07:37 next day"]},"\n",{"type":"'''","value":["Da Nang to Ho Chi Minh City"]},"\n",{"type":"*","value":["Train SE1: Depart 10:46, Arrive 04:10 next day"]},{"type":"*","value":["Train SE3: Depart 13:24, Arrive 05:00 next day"]},{"type":"*","value":["Train SE5: Depart 09:11, Arrive 04:40 next day"]},{"type":"*","value":["Train SE7: Depart 21:56, Arrive 15:05 next day"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Da Nang Thakhek Bus.JPG"],["thumb"],["right"],["Bus service from Da Nang to Tha Khek"]]},"\nSinh Cafe, the popular bus-pass service, makes a stop in Hoi An, a short distance from the city. It is at a distance where a taxi is better than a motorbike.\n\nAt least two other bus-pass services make stops in Da Nang, and can be taken to either Hue or Hoi An or further in either direction. The fare to Hue is USD3, with the trip taking about three hours with one refreshment stop on the way.  The bus uses the tunnel so does not go over the spectacular pass between Da Nang and Hue.\n  \nA bus station serves transport to several cities including a few locations in Laos. It has daily buses to Savannakhet, Tha Khek, and Vian Tieng in the morning.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Karma Waters"],["alt="],["url=http:\/\/www.karmawaters.com"],["email="],["address=47 Cua Dai St, Hoi An"],["lat="],["long="],["directions="],["phone=+84 510 3927632"],["fax="],["hours="],["price="],["content=Sustainable tour operator and vegetarian restaurant operates Da Nang-Hoi boat tours and shuttle service."]]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By taxi"]},"\n",{"type":"[[","value":[["File:Mai Linh Taxi Da Lat.png"],["thumb"],["right"],["Mai Linh Taxi"]]},"\n",{"type":"[[","value":[["File:HoChiMinh-VinasunTaxi.JPG"],["thumb"],["right"],["Vinasun Taxi"]]},"\nTaxi rates are very reasonable in Da Nang, and scams are less common than in Hanoi or Ho Chi Minh City, but you're better off going with a reputable company to avoid any hassle. ",{"type":"'''","value":["Mai Linh"]}," (mostly white with green lettering, though sometimes green or silver) ☎ +84 511 356 5656 (or 0511 356 5656 if dialling from a local telephone) and ",{"type":"'''","value":["Vinasun"]}," (white with green and red lettering) ☎ +84 511 368 6868 have large fleets in the city and are generally honest and reliable, with meters that start automatically after the taxis have moved about 5m. At the airport, Mai Linh taxi wardens wear green shirts with green ties, and Vinasun wardens dark green shirts with maroon ties. These wardens can radio taxis for you. Some travellers have reported that ",{"type":"'''","value":["Song Han"]},"'s yellow taxis are also fairly reliable.\n\nAccording to traveller reports, USD10 is the standard rate for going to Hoi An. You can try to negotiate with a taxi driver at the train station, and agree on a fare of USD10 (200,000 dong).\n\n",{"type":"===","value":["By bus"]},"\nDa Nang has limited bus service inside the city, but has a fairly reliable (though not so comfortable) intercity bus to Hoi An.\n\nIf you want to catch the bus from the train station, you can walk out of the station straight to the next big street (Le Duan St, in front of #287, less than 5 min walk. Bus goes eastwards, to the left). You should be able to see bus stop for a yellow coloured Bus 1, Da Nang - Hoi An on the opposite side of the road. The fare is 15,000 dong, which is posted on the side of the bus to Hoi An. You may have to insist on that fare as the conductor will probably try to charge more (for luggage or because you are a foreigner). This same bus also passes by Marble Mountain (Vietnamese: Non Nước or Ngũ Hành Sơn). Bus 4 (destination Tam Ky) leaves from the same location (Le Duan Bus 287) and goes to Hoi An as well but stops at a more central place in Hoi An.\n\nNote that taxi drivers may park in front of the bus stop and tell you that the bus is not running. This is not true; they're just trying to get your business.\n\n",{"type":"===","value":["By motorbike"]},"\nRenting a motorbike to travel to Hoi An from Da Nang costs about 80,000-150,000 dong per day from most hotel and rental companies in Da Nang. The locals pay about 50,000-100,000 dong. With a little bargaining and renting for a number of days, you could bring down the price.\n\nThe distance to Hoi An is approximately 28km and takes about 45–60 minutes. The route is fairly simple and straightforward and takes you along the coastline of Da Nang allowing you an extraordinary experience and views along the beaches to Hoi An. The traffic is light. Make sure you bring along a windbreaker or sweater as during autumn and spring as the temperature along the coastline can be a little cold. Avoid riding in winter season as the wind is strong and rain is frequent.\n\n",{"type":"==","value":["See"]},"\nFor years, tourists have bypassed Da Nang on their travel itineraries, preferring to spend their time viewing the ancient imperial court at Hue or walking the streets of the old town in Hoi An. And yet, as those who call it home are aware, Da Nang has plenty of interesting and beautiful sights of its own. Nestled in between the Annamite Range and the South China Sea on the banks of the Han River, Da Nang's natural beauty is hard to miss; a trip up into the mountains and down to the beach should be on your to-do list. Culturally, Da Nang once lay at the northernmost reaches of the Kingdom of Champa; the Museum of Cham Sculpture, located downtown, should be mandatory if you're planning on visiting the ruins at nearby My Son.\n\n",{"type":"[[","value":[["File:Resorts.jpg"],["thumb"],["right"],["Ba Na Hill Station"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ba Na Hill Station"],["alt="],["url=http:\/\/www.banahills.com.vn\/home-page\/language\/en-US\/index.aspx"],["email="],["address="],["lat=16.02577"],["long=108.03140"],["directions=About 40km W of Da Nang"],["phone="],["tollfree="],["fax="],["hours="],["price=You need to get a taxi to Suoi Mo Station (USD25 one-way from Da Nang) then pay 300,000 dong per adult (250,000 dong for children between 1-1.3 m tall, free admission for children under 1 m tall) for the ticket to the cable car and the Fantasy Park which is still under construction."],["content=Ba Na is 1,487 m above sea level in the Truong Son Mountains. It was formerly a 1920s French resort and once boasted 200 villas, restaurants, and clubs. It is known as the second Dalat or Sa Pa in central Vietnam. Its temperate climate, unspoiled forest, and spectacular views over the South China Sea and the Lao mountains made Ba Na a popular retreat for both the French and the wealthy Vietnamese. Today the area still attracts locals and tourists alike thanks to a new cable car system that was officially opened in 2009 and set two Guinness World Records for its height and length. Great view from the top but it's really useless to stay overnight since the accommodations are shabby and terribly overpriced (USD80-150 per night)."]]}]},"\n",{"type":"[[","value":[["Image:Han River Bridge Apr08.jpg"],["thumb"],["right"],["Bridge over Han River"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Han River Promenade"],["alt="],["url="],["email="],["address=along Bach Dang Rd"],["lat=16.06491"],["long=108.22464"],["directions=Between Dragon Bridge and Danang Port"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The beauty of the Han River has inspired poets and composers throughout Da Nang's history, and any local will probably be able to sing you a few lines of ",{"type":"''","value":["Sông Hàn Tình Yêu Của Tôi"]}," (Han River, My Love) as they stroll the edge of the water. The promenade on the western bank of the river is well built up, stretching from the Dragon Bridge in the south to the city port in the north. The promenade passes underneath the iconic Han River Bridge, a swing bridge built in the late 90's, one of four bridges across the Han you can glimpse from here (the others are the Thuan Phuoc, Dragon, and Tran Thi Ly bridges). All of the bridges light up with colourful patterns at night, making a walk by the river a delightful (and certainly romantic) escapade. Locals often gather here in the evenings to watch the water, play hacky-sack, or bring their children for a run. During the Tet season, the promenade is festooned with sculptures and art. The annual Fireworks Festival is also based here, but you're better off seeing the show from afar, as it tends to get quite crowded."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Linh Ung Temple"],["alt="],["url="],["email="],["address=Hoang Sa Rd"],["lat=16.10032"],["long=108.27799"],["directions=Bai But, Son Tra Peninsula"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Stunning views of the sea, the sky, and a 67 m tall statue of \"Quan The Am\" facing the ocean. The pagoda was built in 2010."]]}]},"\n",{"type":"[[","value":[["File:Linh Ung Pagoda Marble Mountain.jpg"],["thumb"],["right"],["Pagoda in the Marble Mountains"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Marble Mountains"],["alt=Ngu Hanh Son"],["url="],["email="],["address="],["lat=16.00333"],["long=108.26370"],["directions=9km S of downtown and across the street from many of the larger beach side resorts"],["phone=+84 511 961114"],["tollfree="],["fax="],["hours="],["price=15,000 dong"],["content=The group includes Kim Son (Mountain of Metal), Moc Son (Mountain of Wood), Thuy Son (Mountain of Water), Hoa Son (Mountain of Fire), and Tho Son (Mountain of Earth). Several Buddhist temples have been built into the caves and grottoes, and it's a popular pilgrimage site. The real fun, though, is at the ",{"type":"'''","value":["Am Phu"]}," cave, where you can make the steep climb up toward the light and a view from the top of the mountain, surrounded by approving sacred images; or head in the opposite direction, physically and spiritually, down to the crude Hieronymous Bosch-esque statues of sinners getting their due in the caverns below, with appropriately eerie lighting. Either way, wear walking or climbing shoes. Open-tour buses will stop here, but you'll be rushed along; any motorbike taxi in Da Nang or ",{"type":"[[","value":[["Hoi An"]]}," will be happy to take you and let you set the schedule. Guides are available. Watch out for the rapacious statue-sellers outside."]]}]},"\n",{"type":"[[","value":[["File:Vietnam - Da nang - Musée de la sculpture Cham (14).JPG"],["thumb"],["right"],["Museum of Cham Sculpture"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Cham Sculpture"],["alt=Bảo Tàng Chăm"],["url="],["email="],["address=#2, September 2nd Rd"],["lat=16.06006"],["long=108.22307"],["directions=Near the roundabout at the corner of Trung Nu Vuong and Bach Dang St"],["phone="],["tollfree="],["fax="],["hours="],["price=30,000 dong"],["content=Founded in 1915 by the École Française d'Extrême Orient, it houses a collection of stone sculptures from the Hindu-practicing Cham civilization, which occupied much of central Vietnam in the first millennium CE through about the 14th century. The museum can be toured in about an hour. The sculptures are nearly all made of sandstone, and some have weathered badly over the centuries, but you can still appreciate the delightful artistic quality of the figures, which include shiva, garudas, nagas, lions, monkeys, and elephants. The collection also includes striking examples of the ancient Hindu icons of fertility: lingam altars decorated around the sides with rows of breasts. The sculptures were mostly removed from the facades or interiors of Cham ruins (which would have been looted otherwise.) The ruins themselves, such as nearby My Son, now tend to be crumbling piles of bricks and somewhat disappointing, giving little sense of the spectacular artwork produced by the Cham civilization. Any visit to My Son should be paired with a visit to the Cham Museum. The collection is also interesting to compare with Balinese sculpture and the early, Hindu phase of Angkor Wat in Cambodia."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Chamislands1.JPG"],["thumb"],["right"],["The Cham Islands"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cham Island Tour"],["alt="],["url=http:\/\/www.chamislandtours.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+84 510 8505605"],["tollfree="],["fax="],["hours="],["price=Wooden boat, USD27; speedboat, USD89"],["content=Pick up at hotel at 07:00, transfer to Cua Dai beach harbour by an air-con bus. Cruises to the Cham Islands board at 08:00, travelling by wooden boat for 1 1\/4 hours or by speed boat for 30 minutes. On arrival, there are visits to Hai Tang Pagoda, the boat shelter, a local market at Bai Lang, then cruise to Bai Chong for swimming and snorkelling to see the coral reef before having lunch at a local restaurant on the island. Relax for a while after lunch and get ready for cruising back to Cua Dai Beach harbour. Departure is at 15:00 and transfer back to your hotels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Motorbike ride up Monkey Mountain"],["alt=Son Tra Mountain"],["url="],["email="],["address="],["lat=16.10140"],["long=108.26529"],["directions=Follow Hoang Sa Rd. towards the mountain"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you feel like a ride with an amazing view, rent a motorbike and make your way up the side of Monkey Mountain (aka Son Tra Mountain), where an American army base was once located. Although access to the base is closed off, you can still follow Hoang Sa Rd. for a good distance and enjoy getting lost in the beautiful scenery on this road that hugs the mountainside while offering an expansive view of the Pacific Ocean. You can also stop off at Linh Ung Temple along the way, both to pay your respects to ",{"type":"''","value":["Quan The Am"]}," and to enjoy the wonderful view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=My Khe Beach"],["alt=China Beach"],["url="],["email="],["address=Hoang Sa Rd"],["lat=16.07035"],["long=108.24623"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Across the Han River from downtown, My Khe Beach—the northern edge of the fabled \"China Beach\"—is a wide, sandy beach long known for its beauty. Locals will often gather here as early in the morning as 05:00 to enjoy the surf while the sun rises over the ocean. Tourists often arrive later on, when the locals have already started their day; you'll probably find that by 09:00 or 10:00 the beach is mostly deserted. The beach isn't steep, meaning that you can swim far out and still feel your feet touch the bottom. During busy times, lifeguards float around in coracle boats, whistling at those who venture too far out. In the distance on Monkey Mountain, you can make out the giant statue of \"Quan The Am\" at Linh Ung Temple. There are change rooms and public showers you can use as you enter and leave the water, as well as motorbike parking for a small fee."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ride a motorbike up the Hai Van Pass"],["alt=Hai Van Pass"],["url="],["email="],["address="],["lat=16.18729"],["long=108.13070"],["directions=Follow the coast road N until you reach Rd 1A"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Hai Van Pass is a great day trip from Da Nang (or Hoi An). The road was called \"a deserted ribbon of perfection—one of the best coast roads in the world\" in the BBC show ",{"type":"''","value":["Top Gear"]},". Since the tunnel opened, most heavy traffic has diverted from the pass, making the ride much safer, and you'll only meet a few trucks ferrying live animals or dangerous goods, plus quite a few motorbikers coming to enjoy the views. Make sure you ride down the north side of the pass all the way to ",{"type":"[[","value":[["Lang Co"]]}," and enjoy the view of the lagoon set against a background of mountains. Make sure you fill up your tank before hitting the pass (there's a petrol station a few kilometres before the road starts climbing) as you won't find petrol there."]]}]},"\n",{"type":"==","value":["Learn"]},"\nIt is difficult to learn Vietnamese in Da Nang as the expat community is small and the demand for language learning is not great. You will be able to find many people who are willing to do language exchange with you and there are a number of qualified Vietnamese teachers. The current rate is about USD5\/hour.\n\nThe Da Nang dialect of Vietnamese is distinct from both Hanoi and HCMC versions, although closer to HCMC than to Hanoi. If you learned your Vietnamese in Hanoi, many ordinary people in Da Nang will have some difficulty understanding you until they realize you are trying to talk like the presenters they see on TV. Even trained teachers will tend to teach you to speak like a Da Nang person unless you emphasize that you want to learn Hanoi dialect, which is understood [eventually] throughout the country as it is the official version and that used on TV. If you spend a fair amount of time in Da Nang, either employed or as a volunteer, it is fairly easy to find recent English graduates, or current students studying English at the College of Foreign Languages of the University of Da Nang who will happily work through a Vietnamese textbook with you for a lot less than USD5\/hour, and this is probably as good a way as any to acquire some Vietnamese. There are  Vietnamese course books for foreigners: ",{"type":"''","value":["Teach Yourself Vietnamese"]}," (",{"type":"''","value":["Huong Dan Tu Hoc Tieng Viet, a Complete Course for Beginners"]},") by Dana Healy is one of the best; Jake Catlett and Huong Nguyen's ",{"type":"''","value":["Vietnamese for Beginners"]}," is easier and less comprehensive;  Nguyen Anh Que's ",{"type":"''","value":["Vietnamese for Foreigners"]}," is good and has a lot of material and vocabulary.\n\n",{"type":"==","value":["Work"]},"\nThere are a number of schools (ILA, Apollo, Academy English Center, and the University of Da Nang) where qualified teachers can teach English. The salaries are many times above the average national wage.\n\n",{"type":"==","value":["Buy"]},"\nOne of the beautiful things about Vietnam is that you never have to go too far to shop. People often run shops out of the ground floor of their homes, selling any number of things: coffee, ",{"type":"''","value":["bánh mì"]}," sandwiches, dry goods, clothing, SIM cards for mobile phones, and much more. Walk a little farther and you'll eventually come across a neighbourhood market, where people sell fresh foods like fruits and vegetables, eggs, meat, and fish. You can get lots of shopping done there, but be aware that, as a foreigner, you're likely to be overcharged quite a bit unless you haggle. Finally, you'll find more and more supermarkets popping up in cities like Da Nang, where you can pay a fixed price for everything.\n\n",{"type":"[[","value":[["File:Han Market Aisles.JPG"],["thumb"],["right"],["Han Market"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Big C Supermarket"],["alt="],["url="],["email="],["address=255 Hùng Vương"],["lat=16.06680"],["long=108.21357"],["directions=Corner of Hung Vuong and Ong Ich Khiem"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large supermarket complex with a mall beneath it and food court above. Good for most of the things you'd look for in a regular supermarket."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Han Market"],["alt="],["url="],["email="],["address=119 Tran Phu St"],["lat=16.06823"],["long=108.22432"],["directions=Corner of Tran Phu & Hung Vuong"],["phone="],["tollfree="],["fax="],["hours=06:00-21:00"],["price="],["content=The typical Vietnamese market, with vendors selling everything from shoes to silk and souvenirs, from candles to coffee and candied plums. The upper part of the building is mainly dedicated to clothing, accessories and silk, while the lower part is mainly dedicated to foodstuffs. There's an extensive fruit and vegetable market on the side that's closest to the river, from which you can access the Han River promenade. Be prepared to haggle for prices, like at any neighbourhood market."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Metro Cash & Carry"],["alt="],["url=http:\/\/www.metro.com.vn\/servlet\/PB\/menu\/1098241_l2\/index.html"],["email="],["address=Cach Mang Thang Tam St"],["lat=16.02493"],["long=108.22008"],["directions=Near Hoa Xuan bridge"],["phone=+84 511 3644933"],["tollfree="],["fax="],["hours=06:00-21:00"],["price="],["content=An international chain of cash & carry supermarkets, Metro carries most of the things you'd expect to find in Western supermarkets: a variety of groceries (including fresh, fully refrigerated meat, if you're squeamish about buying meat at the open market), clothes, home and office supplies, electronics, and more. It's a little far from downtown, but it's easily accessible by taxi, so you can stock up and carry all your bags home easily. You can also arrange for delivery at a nominal cost."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Oceans Western Goods"],["alt="],["url="],["email="],["address=30\/7 Tran Phu St"],["lat=16.07407"],["long=108.22310"],["directions=Between Le Duan and Quang Trung"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small shop that specializes in Western goods, featuring things that are hard to find elsewhere, whether at Big C or Metro: spices, oatmeal, Nutella, baking supplies, and the like. If they don't have it, there's a good chance they can order it. Fixed (though expensive) prices for everything. Indispensable if you're spending any length of time in Da Nang."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Mì Quảng.jpg"],["thumb"],["right"],["Mì Quảng, a regional specialty"]]},"\nAlthough not a culinary capital like the ancient imperial capital Hue, Da Nang still has more than enough variety to keep you well fed throughout your stay. Seafood (",{"type":"''","value":["hải sản"]},") is big here, so you shouldn't be surprised to see plenty of it—fish (",{"type":"''","value":["cá"]},"), shrimp (",{"type":"''","value":["tôm"]},"), squid (",{"type":"''","value":["mực"]},"), clams (",{"type":"''","value":["nghêu"]},"), snails (",{"type":"''","value":["ốc"]},"), and the list goes on. As long as it looks fresh and well-cooked, give it a try.\n\nThen there are regional specialties like ",{"type":"''","value":["mì Quảng"]},", or Quang Nam-style noodles, featuring chicken, shrimp, quail eggs, peanuts and rice crackers in a turmeric-spiced broth; ",{"type":"''","value":["bún chả cá"]},", or rice vermicelli with fish sausage; and ",{"type":"''","value":["bún mắm"]},", or rice vermicelli served with a high-octane fish sauce that's not for the weak of palate. Central Vietnamese love their food spicy, too, so be warned that the chili peppers (",{"type":"''","value":["ớt"]},") you may see on your table are the real thing, even if they look tiny and harmless.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bread of Life Western Bakery and Eatery"],["alt="],["url=http:\/\/www.breadoflifedanang.com"],["email="],["address=4 Dong Da"],["lat=16.08262"],["long=108.22198"],["directions="],["phone=+84 511 3565185"],["tollfree="],["fax="],["hours=07:00-21:30, closed Su"],["price="],["content=Take out delivery for orders over 70,000 dong. Bread of Life is run by an American couple who use the business as means of providing training for young Vietnamese deaf. All baking, cooking and serving is done by the deaf and profits go into school for teaching deaf Vietnamese the Vietnamese sign language and English. They serve breakfasts, lunch, and dinner from a menu that includes pizza, pasta, hamburgers and other Western dishes. Good coffee and fresh baked pastries every day. The quality is high and you will enjoy interacting with the staff. Orders are accepted in person or by phone for a variety of breads a day ahead then you can pick them up in the restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bun Cha Ca Cha Lat"],["alt="],["url="],["email="],["address=61B Le Hong Phong"],["lat=16.06402"],["long=108.21993"],["directions=Near Le Hong Phong & Phan Chu Trinh"],["phone="],["tollfree="],["fax="],["hours="],["price=25,000 dong\/bowl"],["content=A very modest little place that serves ",{"type":"''","value":["bún chả cá"]},". Great place for an honest-to-goodness Vietnamese noodle breakfast. Kept pretty clean nowadays, but do clean your utensils and glasses before use anyway."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hoa's Guesthouse at China Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The gathering spot for backpackers in the evenings, as Hoa hosts \"family dinners.\" For about USD1.50 you get treated to an all-you-can-eat buffet, courtesy of Hoa's wife. Picnic tables are full of travellers inside this tiny cafe, starting around 19:00. Closed during Tet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sa Sa Gelato"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Tricky to find. It's on Green Island, across the street to the east of Bia Tulip, on to the Nguyen Van Troi Bridge, turn right into what looks like a parking lot, with some restaurants, go right past the restaurants, go over another small bridge, turn right, it's past the tennis courts."],["phone="],["fax="],["hours="],["price="],["content=A good place to satisfy your sweet tooth. Each scoop of gelato is about 15,000 dong; chose from many local fruit flavours and the regulars, like chocolate. Sa Sa also serves sundaes and other treats to enjoy. Take home available. The staff has basic English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trieu Chau"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=One block closer to the beach and one long block in to the right from the Golden Sea Hotel"],["phone="],["fax="],["hours="],["price="],["content=Serves a wonderful lau Thai lan (spicy Thai-style fish soup)."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bao Nam Tran"],["alt="],["url="],["email="],["address=27 Nguyen Chi Thanh St"],["lat=16.07901"],["long=108.21993"],["directions=Between Nguyen Du and Ly Thuong Kiet"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Private, popular place for coffee, business dealings, meals and light Vietnamese pastries, drinks and desserts. The restaurant\/coffee house's ancient Vietnamese architecture; incorporating heavy dark ornate wooden panels and furniture mixed with modern amenities (escalator) is a must-see. Wireless Internet connection and a selection of reading material is available. The restaurant has a lovely ambience at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Com Nieu Nha Do"],["alt="],["url="],["email="],["address=176 Nguyễn Tri Phương"],["lat=16.05951"],["long=108.20538"],["directions=Across from March 29 (29\/3) Park"],["phone=+84 511 3990086"],["tollfree="],["fax="],["hours=10:00-22:00"],["price=USD5-12"],["content=",{"type":"''","value":["Cơm niêu"]}," is a type of rice that's baked in a clay pot and served with any number of sides—beef, chicken, fish, hot pot—but it's the way it's served that catches your attention. Waiters come out of the kitchen bearing hot clay pots straight out of the oven, pull out hammers, smash them at your table, and fling the crusty, baked rice inside back and forth across the room. Otherwise, the food is what you'd get at a normal restaurant, but it's fun to see the show. Located near the airport, just across from March 29 Park. There are many of these restaurants on Nguyen Tri Phuong St, but this one is a favourite."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Karma Waters"],["alt="],["url=http:\/\/www.karmawaters.com\/"],["email="],["address=113\/10 Nguyen Chi Thanh"],["lat="],["long="],["directions=Find the intersection of Le Duan St and Nguyen Chi Thanh St. Take a right onto Nguyen Chi Thanh (it's one-way). Stay on right hand side of the street and you will come to an alley with a hat shop on the corner (#113), turn right into the ally and the restaurant will be on your right"],["phone=+84 511 3849790"],["tollfree="],["fax="],["hours=10:00-21:00"],["price=USD5-10"],["content=This is the only vegan Western friendly restaurant in Da Nang. It's owned by a Viet\/Kiwi couple, and it is a family place. If you are looking for a place that avoids white sugar\/MSG\/and gluten this is your best option. The cafe is clean and right in the city centre. Menus are in English, and the staff is also very friendly and good with English. You don't have to be a vegetarian or vegan to have a good meal here. Has a sister restaurant in Hoi An."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Red Sky Bar and Restaurant"],["alt="],["url=http:\/\/www.redskydanang.com"],["email=redskydanang@live.com"],["address=248 Tran Phu St"],["lat=16.06287"],["long=108.22320"],["directions="],["phone=+84 511 3894895"],["tollfree="],["fax="],["hours="],["price="],["content=An expat-run Western restaurant. The food is excellent, always delicious with generous portions. The staff are good and know how to look after customers and make them feel at home. Prices are above average by Vietnamese standards, but not too expensive for the quality of food and service received."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Apsara"],["alt="],["url=http:\/\/www.apsaradanang.com\/index.php?lang=en"],["email="],["address=222 Tran Phu St"],["lat=16.06337"],["long=108.22317"],["directions="],["phone=+84 511 3561 409"],["tollfree="],["fax="],["hours="],["price="],["content=A reasonably good, somewhat expensive place with a huge, mostly seafood menu and performances of traditional music on some evenings. Food style is Vietnamese with some Chinese influences, and some Western dishes thrown in. Caters to overseas tour groups; tour buses are often seen parked outside. One of their specialties is mantis shrimp, a delicious creature halfway between a shrimp and lobster."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bambino"],["alt="],["url="],["email="],["address=122 Quang Trung"],["lat=16.07433"],["long=108.21700"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quiet location, good food wine selection. Australian steak grilled to order. International, French and local foods, run by a French couple. A good place for a quiet meal with friends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Blue Whale"],["alt="],["url=http:\/\/www.bluewhale.com.vn\/"],["email=info@bluewhale.com.vn"],["address=Hoang Sa Rd."],["lat=16.06665"],["long=108.24587"],["directions=Just N of Vo Van Kiet roundabout; next to \"4U\""],["phone=+84 511 3942 777 \/ 3942 728"],["tollfree="],["fax="],["hours="],["price=USD10-25"],["content=One of a number of seafood restaurants looking out onto My Khe Beach, the Blue Whale is a great place to get acquainted with what the beach really has to offer. Their menu features a wide variety of seafood cooked in many different ways—steamed, grilled or baked, or in hot pot or sashimi—along with a number of local specialties. The tab will be a little high, but the food and the ambience should more than make up for it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Memory Lounge"],["alt="],["url=http:\/\/www.loungememory.com\/"],["email="],["address=7 Bach Dang St"],["lat=16.07262"],["long=108.22517"],["directions=On the riverfront, just north of Han River Bridge"],["phone=+84 8 511 3575899"],["tollfree="],["fax="],["hours=07:00-23:30"],["price=USD8-20 for main dishes"],["content=Quite possibly the most expensive place to go for coffee in Da Nang. Just north of the Han River Bridge, the high-end Memory Lounge overlooks the river—in fact, it was built directly on top, jutting out onto the river and accessible from the promenade. Built by the wife of a former president of South Vietnam, it's quite a fancy affair—with foreign chefs blending Asian and European cuisines and using organic and sustainable ingredients to create an impressive menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ocean Blue Bar & Grill"],["alt="],["url=http:\/\/www.oceanbluedanang.com\/"],["email="],["address=21 Xuan Dieu St"],["lat=16.08631"],["long=108.21969"],["directions=Near the corner of 3 Thang 2 St. Look for the 7 storey building"],["phone="],["tollfree="],["fax="],["hours="],["price=USD2-4 per dish"],["content=Overlooking the city skyline, the Han River, Mount SonTra and the newly built Thuan-Phuoc suspension bridge. Wines, cocktails and fresh fruit juices. Smooth jazz and soft easy listening is the house music. The staff are professional and friendly. Has a live band with Vietnamese and English music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Waterfront"],["alt="],["url="],["email="],["address=150 Bach Dang"],["lat=16.06721"],["long=108.22475"],["directions="],["phone="],["tollfree="],["fax="],["hours=Open every day"],["price="],["content=Open to street. View of Han River. Modern international decor, bar on ground floor. Good gathering place. Comfortable seating. Good selection of local & imported beer & large selection of wines by the glass or bottle. Good service. Full restaurant for lunch and dinner on 2nd level, balcony seating. Owned by expatriates."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Bars and discos"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bamboo Bar 2"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Corner of Bach Dang and Thai Phien"],["phone="],["fax="],["hours="],["price="],["content=Popular haunt for expats. Bamboo 2's owner speaks excellent English, there are always foreigners there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Festival Disco"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the second corner going up river from Cau Song Han on Tran Hung Dao"],["phone="],["fax="],["hours="],["price="],["content=The newest disco and the only one on the My Khe Beach side of the river. It's part of a complex with a restaurant and karaoke rooms. If you buy the staff a drink here (a normal thing to do in this kind of disco-night club) they can be very aggressive about drinking it fast and running up a big bill for you."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Green Town Bar"],["alt="],["url="],["email="],["address=50 Bach Dang St"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=One of relatively few bars open past the witching hour and most expats drop in there for either an early evening or late night drink. The view is excellent with an outdoor terrace and 2 big pool tables inside. The prices are very reasonable. Food is available until 22:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name= New Phuong Dong Disco"],["alt="],["url="],["email="],["address=20 Dong Da"],["lat="],["long="],["directions=Near the mouth of the Han River"],["phone="],["fax="],["hours="],["price="],["content=New Phuong Dong has a resident Ghanaian DJ and many visiting singers from Saigon and Hanoi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Red Hot Bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On Nguyen Van Linh St"],["phone="],["fax="],["hours="],["price="],["content=A real late night place. (\"Late night\" is more flexible in Da Nang than in Hanoi. Most of the time discos and places like Red Hot, an approximation of a Thai girlie-bar, close at 01:00 or 01:30, but if the police decide to crack down, they may unexpectedly close at midnight or 00:30)."]]}]},"\n",{"type":"===","value":["Coffee"]},"\n",{"type":"[[","value":[["File:Truc Lam Vien Coffeeshop DN.JPG"],["thumb"],["right"],["Café Trúc Lâm Viên"]]},"\n\nCoffee is part of the culture in Vietnam, and it's enjoyed differently from place to place. In Da Nang, and more generally, in central Vietnam, people take their coffee very strong. As opposed to the south, where coffee is served in a tall glass filled with small cubes of ice, central Vietnamese tend to take their coffee in a small cup with one large block of ice, which melts as slowly as the coffee drips down from its metal filter—leaving them time to chat with friends, colleagues, or whoever might be sitting nearby.\n\nThere are several kinds of coffee shop in Da Nang, from street-side ",{"type":"''","value":["cà phê cóc"]},", through mid-class shops to more luxurious ones. Most offer Wi-Fi nowadays, in case you want a place to relax and get online.\n\n",{"type":"====","value":[{"type":"''","value":["Cà phê cóc"]}," (Frog coffee)"]},"\nWalk down any street in Da Nang and you'll no doubt come across a group of Vietnamese men squatting on tiny plastic chairs, sipping cups of coffee—often sold out of a cooler or a drink cart—as they chat with friends. This is ",{"type":"''","value":["cà phê cóc"]}," (literally, \"frog coffee\", from the way patrons squat to drink), a humble, yet popular way to drink coffee in Da Nang and, in fact, most of Vietnam.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Long Coffee"],["alt="],["url="],["email="],["address=123 Le Loi"],["lat=16.07486"],["long=108.21995"],["directions=Corner of Le Loi and Quang Trung St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Crazy popular ",{"type":"''","value":["cà phê cóc"]},"-style coffee shop in Da Nang that serves and sells its own brand of coffee—not the best, according to some, but very popular with locals. It's always busy, noisy and smoky, but that's part of the atmosphere. Go there with a local friend to shoot the breeze and enjoy a quintessential Vietnamese experience."]]}]},"\n",{"type":"====","value":["Mid-class coffee"]},"\nMid-class shops are found everywhere; the drinks are quite cheap and they are a place to relax or meet friends. A step up from ",{"type":"''","value":["cà phê cóc"]},", these shops are usually quite comfortable and serve a variety of non-alcoholic drinks besides coffee, such as tea, smoothies and fruit juices.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=An Coffee"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Corner of Le Loi and Quang Trung St"],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café Vi Lan"],["alt="],["url="],["email="],["address=79 Le Hong Phong St"],["lat=16.06400"],["long=108.21915"],["directions="],["phone=+84 511 3565 346"],["tollfree="],["fax="],["hours="],["price="],["content=Comfortable, typical coffee shop that plays soft music and plays HBO movies on mute. Upper floor is air-conditioned."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=CheRo"],["alt="],["url="],["email="],["address=79 Le Dinh Ly St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hai Quynh Café"],["alt="],["url="],["email="],["address=468 Hoang Dieu St"],["lat=16.05454"],["long=108.21722"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Known as the \"Rock Coffee Shop\", where you can enjoy coffee and listen to rock music at the same time. You can request songs. Usually, they play ballads and soft rock in the daytime and hard rock and metal in the evening (very loudly)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Scorpions"],["alt="],["url="],["email="],["address=140 Yen Bai St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tuy Anh Chinese Chess Coffee Shop"],["alt="],["url="],["email="],["address=79 Le Dinh Ly St"],["lat="],["long="],["directions=On the corner of Do Quang and Le Dinh Ly"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hangout for coffee-drinking Chinese chess enthusiasts."]]}]},"\n",{"type":"====","value":["Luxurious coffee shops"]},"\nLuxurious coffee shops can be found on many streets of the city, they are quite nice and elaborately decorated—with higher prices to match. Many can be found along Phan Chau Trinh St. Some incorporate open-air gardens, with air-conditioned areas indoors, and some even feature live music in the evenings.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Trúc Lâm Viên"],["alt="],["url="],["email="],["address=8 Trần Quý Cáp"],["lat=16.08099"],["long=108.22198"],["directions=Near Da Nang Port"],["phone=+84 511 3582 428"],["tollfree="],["fax="],["hours=6:30AM-10:30PM"],["price="],["content=Pleasant garden-style café. Food is a little expensive; worth it mainly for the décor. Tends to be a busy place."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\nThere are many small hotels along the east side of the river (Tran Hung Dao St), which generally start at 300,000 dong for a single room and have Wi-Fi, hot water, and air-con. Pham Phu Thu is a good street with many budget hotels in the centre on the west side of the river.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Da Nang Trade Union Hotel"],["url="],["email="],["address=50 Pasteur St, Hai Chau District"],["lat="],["long="],["directions=Near the train station"],["phone=+84 5 1182 5458"],["tollfree="],["fax="],["hours="],["price=250,000 dong for a single room"],["checkin="],["checkout="],["content=Fast Wi-Fi, air-con, hot water, English speaking staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dang Viet Hotel"],["url=http:\/\/dangviethotel.weebly.com\/"],["email=tapdoandangviet@gmail.com"],["address=11-12 Ho Nghinh"],["lat="],["long="],["directions=One minute to the beach"],["phone=+84 5 1139 41445"],["tollfree="],["fax="],["hours="],["price=300,000+ dong"],["checkin="],["checkout="],["content=Air-con, comfortable beds, fast Wi-Fi, hot showers, refrigerator and international cable TV. Staff speak English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Funtastic Hostel"],["alt="],["url=http:\/\/www.funtasticdanang.com"],["email=funtasticdanang@gmail.com"],["address=115 Hai Phong"],["lat="],["long="],["directions=500 m E of train station"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=170,000 dong"],["content=New hostel as of Feb 2014. Comfy beds, big lockers, good Wi-Fi, friendly English speaking staff, breakfast included"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hoa's Guesthouse"],["url="],["email="],["address=China Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=About USD8."],["checkin="],["checkout="],["content=Hoa the owner will make you feel at home. Very friendly atmosphere and is the local gathering place. Closed during Tet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Houng Lan Hotel"],["url="],["email="],["address=05 Pham Van Nghi"],["lat="],["long="],["directions="],["phone=+84 5 1136 52269"],["tollfree="],["fax=+84 5 1136 52694"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ngoi's Guesthouse"],["alt="],["url="],["email="],["address=China Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=About USD8"],["content=This is not the name of the house, but ask a motorbike driver to take you to China Beach, and he will probably take you to Hoa's. Hoa will be more than willing to direct you to Ngoi's. You get to sit and chat with Ngoi over a few beers in the evening. His wife will make you delicious food. Air-con."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nha Nghi 278"],["url="],["email="],["address=278 Le Van Hien"],["lat="],["long="],["directions=E of the river"],["phone=+84 5 1138 44877"],["tollfree="],["fax="],["hours="],["price=200,000 dong for a single room"],["checkin="],["checkout="],["content=Cheap, but nice guesthouse with Wi-Fi, hot water, air-con."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phước Lộc"],["url="],["email="],["address=Lô 19 B2. 1 Đường sơn Trà"],["lat="],["long="],["directions=China Beach on the main beach road, just opposite to the street going to Hoa's place. 20km SW of town, and costs 300,000 dong by taxi from the city centre"],["phone=+84 5 113847609"],["tollfree="],["fax="],["hours="],["price=USD10-12"],["checkin="],["checkout="],["content=The hotel is an OK deal for the facilities that they offer (air-con, Wi-Fi, hot shower sometimes, TV). They are 2 min walk to the beach. The staff don't speak good English, but they are very polite. Beware as the beds are thick but stiff as boards and the pillows are so thick they hurt your neck and make sleeping difficult."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thien Duc Motel"],["url="],["email="],["address=187 Dong Da"],["lat="],["long="],["directions="],["phone=+84 511 382 5232"],["tollfree="],["fax="],["hours="],["price=USD8"],["checkin="],["checkout="],["content=An OK option, although services are far from superior."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Daia Hotel"],["alt="],["url=http:\/\/www.daiahotel.com"],["email="],["address=51, Yen Bai St, Hai Chau District"],["lat="],["long="],["directions="],["phone=+84 5 1182 7532"],["fax="],["hours="],["price=USD17-30"],["content= A friendly old hotel. The owner is involved with charity. You can visit \"The Northwind Broom Workshop\" and \"Bo Mung Orphanage\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=My Khe Beach Hotel 1 and 2"],["alt="],["url="],["email="],["address=Truong Sa St"],["lat=16.06049"],["long=108.24620"],["directions=Just S of the beach plaza & roundabout at Vo Van Kiet Rd"],["phone=+84 511 6260 214"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD18+, breakfast included, air-con room with refrigerator and private bath (My Khe 1) or shower (My Khe 2)"],["content=These hotels, both under the same management, are comfortable and very reasonably priced especially given that they are just the other side of the beach road from My Khe Beach, but still only a five minute or less moto ride from downtown. My Khe 1 is older, has smaller rooms, but the electricity does not go off in the room when you leave; My Khe 2 has very large rooms, caters more to groups of Saigon tourists (My Khe gets lots of Vietnamese business and government travellers, plus some tourists and some Lao visitors, business or government). Staff at both places are friendly and pleasant, with adequate English. The only downside is no in-room Internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Red Beach Resort and Spa"],["url=http:\/\/www.redbeach.com.vn\/vietnamese\/"],["email="],["address=Nguyen Tat Thanh St, Hoa Hiep Nam Ward, Lien Chieu District"],["lat="],["long="],["directions="],["phone=+84 5 1138 42767"],["tollfree="],["fax="],["hours="],["price=USD72+"],["checkin="],["checkout="],["content=All rooms are equipped with LCD TV with cable channels, balcony\/lanai\/terrace, Air conditioning, complimentary breakfast, private toilet, and bath. Restaurant, spa, swimming pool, Pearl Island tour and water sports facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sao Minh Business Hotel"],["url=http:\/\/saominhdananghotel.com.vn\/"],["email="],["address=137 Nguyen Du St"],["lat="],["long="],["directions="],["phone=+84 5 1135 30555"],["tollfree="],["fax="],["hours="],["price=USD25+"],["checkin="],["checkout="],["content=Spacious and cosy rooms, all equipped with air conditioning, TV with cable channels, and mini-bar. Facilities include business centre, restaurant, and bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sea Wonder Hotel"],["url=http:\/\/www.SeaWonderHotel.com.vn"],["email="],["address="],["lat="],["long="],["directions=At the end of Pham Van Dong Rd"],["phone=+84 5 1135 06143, +84 9 8323 8256"],["tollfree="],["fax="],["hours="],["price=USD20+"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Trendy Hotel"],["url=http:\/\/www.trendyhotelvn.com\/"],["email="],["address=B2-B3 Tran Hung Dao"],["lat="],["long="],["directions=Near the Han River Bridge"],["phone=+84 5 1139 43888"],["tollfree="],["fax="],["hours="],["price=USD30-50"],["checkin="],["checkout="],["content=Nice view of the Han River Bridge, with a river view available in the deluxe rooms. Offers motorbike rental for 30,000 dong\/hr or 150,000 dong\/day."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Furama Resort"],["alt="],["url=http:\/\/www.furamavietnam.com\/"],["email="],["address=Truong Sa St"],["lat=16.03887"],["long=108.25048"],["directions=15 min from Da Nang International Airport"],["phone=+84 5 1138 47333"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD175+"],["content=One of the first resorts built in Da Nang, and probably still the only one with a five-star rating. 198 rooms and suites. The resort has its own dive centre, spa, and health centre. Club Tourane opens daily from 20:00-02:00 with a Filipino Band. Hai Van Lounge serves cocktails and light snacks. Many restaurants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=HAGL Plaza Da Nang"],["alt="],["url=http:\/\/www.haglplazadanang.com"],["email="],["address=01 Nguyen Van Linh St"],["lat=16.06039"],["long=108.21675"],["directions=Corner of Nguyen Van Linh & Hoang Dieu"],["phone=+84 5 1122 23344"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD96+"],["content=206 air conditioned rooms, all of which have cable TV, Internet, minibar, and shower with bathtub. Has spa and swimming pool, fitness room\/gym, and restaurant, bar and café."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Da Nang"],["alt="],["url=http:\/\/danang.regency.hyatt.com"],["email="],["address=Truong Sa St, Hoa Hai Ward, Ngu Hanh Son District"],["lat=16.01139"],["long=108.26402"],["directions="],["phone="],["tollfree=+1 800 233-1234"],["fax="],["checkin="],["checkout="],["price=USD200+"],["content=200 comfortable rooms and 27 ocean-view villas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pullman Danang Beach Resort"],["alt=formerly Lifestyle Resort"],["url=http:\/\/www.pullman-danang.com\/"],["email="],["address=Truong Sa St, Ngu Hanh Son District"],["lat=16.04348"],["long=108.24969"],["directions=Bac My An Beach"],["phone=+84 5 1139 58888"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD400+"],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Internet"]},"\nThere are plenty of Internet shops scattered around Da Nang that will charge a small fee for an hour's use of web, e-mail, or whatever you like. You'll be able to spot them by their walls lined with computers. Online gaming is huge (and controversial) in Vietnam, and you'll often see these shops packed with teenagers playing online games together, especially after school and into the evening. Some shops will have printers, some not; if you have a thumb drive, you can always load it up with what you need to print, and walk over to a print shop.\n\nIf what you want is a quiet place to relax and check your email, you may be better off stopping into a nearby coffee shop; most of these have free Wi-Fi, and outside of peak hours (early mornings and lunch time) they're fairly quiet.\n\n",{"type":"===","value":["Post"]},"\nThere's a convenient post office branch right on Bach Dang Road, right next to the Han River Bridge. There are also major branches in each of Da Nang's districts, so you can drop off a letter or postcard wherever you might be.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bach Dang Post Office"],["alt="],["url="],["email="],["address=64 Bach Dang Rd"],["lat="],["long="],["directions=Next to the Han River Bridge"],["phone=+84 511 3849 054"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cam Le District"],["alt="],["url="],["email="],["address= 296 Cach Mang Thang 8"],["lat="],["long="],["directions="],["phone=+84 511 367 3234"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lien Chieu District"],["alt="],["url="],["email="],["address= 138 Nguyễn Lương Bằng"],["lat="],["long="],["directions="],["phone=+84 511 3732 630"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Son Tra District"],["alt="],["url="],["email="],["address= 4 Trần Quang Diệu"],["lat="],["long="],["directions="],["phone=+84 511 3950 686"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Thanh Khe District"],["alt="],["url="],["email="],["address= 251 Nguyễn Văn Linh"],["lat="],["long="],["directions="],["phone=+84 511 3652 334"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nIn general, you'll find that Da Nang is a safer and far more laid back city compared to hectic Hanoi or Ho Chi Minh City. As the number of tourists rises, of course, things begin to change. That doesn't mean you'll have to walk down the street clutching your bag like you would in bigger cities. Still, it pays to observe some rules of thumb to avoid unnecessary hassles:\n\n",{"type":"*","value":[" Avoid wearing ostentatious jewelry or clothing that flaunts your (comparatively) rich lifestyle."]},{"type":"*","value":[" Carry cash and copies of important papers in a thin wallet rather than in a large purse."]},{"type":"*","value":[" It's safe to leave a rented motorbike outside during the day, but be sure to bring it inside during the night."]},"\n",{"type":"===","value":["Taxi scams"]},"\nOne thing to beware of is the standard taxi scam: When going on a long trip to Ba Na Hills, Hue, or elsewhere, an unscrupulous taxi driver may stop and agree to a very low price for a return journey. Once you reach your destination, he triples or quadruples the price, knowing you have no other options. When you do return to your hotel—parking the car slightly away or out of sight of the main entrance—he locks the doors and demands the price first before letting you go. To avoid getting caught in this kind of situation, stick with taxis from reputable companies such as Mai Linh or Vinasun, and agree a price with them. To play it even safer, take your driver to the hotel reception to confirm the price again and leave the taxi details, including the licence plate number, with hotel reception.\n\n",{"type":"==","value":["Cope"]},"\nDa Nang is less Westernised than Hanoi or HCMC, so it can be more difficult to feel settled here. All the same, the locals are friendly\/curious enough to always be willing to help you, even when there is no common language.\n\n",{"type":"===","value":["Medical services"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Da Nang Women's Hospital"],["alt="],["url=http:\/\/www.womenshospital.vn\/"],["email="],["address=26C Chu Văn An"],["lat="],["long="],["directions="],["phone=+84 511 2222 055"],["tollfree="],["fax=+84 511 2222 056"],["hours="],["price="],["content=The Women's Hospital has a very good reputation in Da Nang for its quality of service, especially for prenatal care."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Family Medical Practice"],["alt="],["url=http:\/\/www.vietnammedicalpractice.com\/"],["email=danang@vietnammedicalpractice.com"],["address=50-52 Nguyen Van Linh Street"],["lat="],["long="],["directions=5 min by car from the airport"],["phone=+84 511 3582 699"],["tollfree="],["fax=+84 511 3583 049"],["hours="],["price="],["content=Family Medical Practice is a national group with clinics in Hanoi and Ho Chi Minh City as well as in Da Nang. Costs are higher than at regular Vietnamese hospitals, but the care is good, and trusted by expats; the resident doctors are expats themselves."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hoan My Hospital"],["alt="],["url=http:\/\/hoanmy.com\/danang\/index.php?lang=en"],["email="],["address=161 Nguyen Van Linh"],["lat="],["long="],["directions=Corner of Nguyen Van Linh and Phan Thanh"],["phone=+84 511 3650 676"],["tollfree="],["fax=+84 511 3650 272"],["hours="],["price="],["content=Established around ten years ago, many expats in Da Nang find Hoan My to be a good approximation of a Western hospital, with many doctors and nursing staff having been trained in America, Europe, Australia, and elsewhere. The downside, of course, is that costs of care approach those of Western hospitals."]]}]},"\n",{"type":"==","value":["Go next"]},"\nFrequent bus service to ",{"type":"[[","value":[["Hoi An"]]}," is 15,000 dong, but foreigners may be refused passage at this price. Keep insisting until they accept your 15,000 dong. This is usually accomplished by handing the purser the money with an air of finality. The price is posted on the side of the bus, near the entrance, as well as fares to other destinations throughout Vietnam.\n\n",{"type":"[[","value":[["WikiPedia:Da Nang"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Vietnam\/Provinces\/Da Nang\/Da Nang City\/"]]},"\n\n",{"type":"{{","value":[["geo"],["16.0667"],["108.2333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Coast (Vietnam)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Da Nang"]]}]