[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Daanbantayan"]}," is in ",{"type":"[[","value":[["Cebu (island)"],["Cebu"]]},", the ",{"type":"[[","value":[["Philippines"]]},"\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"===","value":[" Talk "]},"\nThe language spoken in Daanbantayan is Cebuano, which is also known as Bisaya. Many speak English as a second language as well as Tagalog. Sometimes, they also speak in Taglish (Tagalog + English) when they cannot find the appropriate word to use. The youth and the modern generation speak English with a Cebuano accent, often interchanging i and e as well as o and u while the ones from the older generations can barely converse in it.\n\n",{"type":"===","value":[" History "]},"\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"'''","value":["By bus"]},"\n\nCeres Liner, D'Rough Riders and Cebu Autobus are among the bus companies with regular trips to and from Daanbantayan (via North Bus Terminal). If you want to go to Malapascua Island, ride the bus that goes to Maya. As of June 2012, bus fare ranges from PHP 150-165 (for non-aircon buses) and PHP 160-180 (for airconditioned buses). Students and senior citizens may have a discount as long as they present their valid ID's to the conductor.\n\n",{"type":"'''","value":["By V-hire"]}," \n\nV-hire, shortened term for Van for hire, is also available in the North Bus Terminal. Fare ranges from PHP 160-190.\n\n",{"type":"'''","value":["By boat"]},"\n\nThere is a daily boat trip from San Isidro, Leyte going to Maya, Daanbantayan every 8AM. As of June 2012, boat fare is PHP 200.\n\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"'''","value":["By Jeepney"]},"\n\nDo as the locals do and catch a colorful jeepney. Jeepneys in Daanbantayan only have one route which goes from Maya to Daanbantayan Public Terminal and vice versa. Sometimes there are jeepneys that go to Bogo City but it is very rare nowadays. Fare ranges from PHP 7-10.\n\n",{"type":"'''","value":["By Tricycle"]},"\n\nTricycles are the most famous means of transportation here in Daanbantayan. Simply ask the driver if the tricycle goes to your preferred destination. Fare ranges from PHP 7-10.\n\n'",{"type":"''","value":["By "]},"Habal-Habal'''''\n\nMotorcycles, which are locally known as ",{"type":"''","value":["Habal-Habal"]},", is also very common in Daanbantayan. Simply ask the driver in which place to go as most drivers know the places within Daanbantayan. Negotiate for a fare before riding. Fare ranges from PHP 10-50.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":[" Monad Shoal"]},{"type":"*","value":[" Gato Cave"]},"\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"==","value":[" Eat "]},"\n\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"==","value":[" Stay Safe "]},"\nDaanbantayan is a very safe town where violent crime is almost zero and pickpockets never exist. You can walk day and night with ease. If your lost, the locals are very friendly and will gladly help you reach your destination. Just avoid groups of drunk men at night, as they might ask money from you.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["11.25"],["124"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cebu (island)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Daanbantayan, Cebu"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Daanbantayan"]]}]