[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nDabu County is a district of ",{"type":"[[","value":[["Meizhou"]]},", ",{"type":"[[","value":[["Guangdong"]]}," province in ",{"type":"[[","value":[["China"]]}," \n\nNo particular touristy appeal. Most visitors would be overseas Chinese wishing to connect with their roots. Majestic mountains surround Dabu offering panaromic views especially during sunsets.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" Fuliao -  is the city centre. As many as fourteen other little townships catering to the farflung farming communtities in the county and are reachable by inexpensive public buses and mini vans. "]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\nBasically Tai Pu hakka dialect. The language gets rather incomprehensible the further you move from the city centre. Besides that, Mandarin ( Po Tung Hua).is widely spoken.\n",{"type":"==","value":["Get in"]},"\nDirect buses from Shenzhen. Trains too but you arrive at Dabu in the middle of the night.\n\n",{"type":"==","value":["Get around"]},"\nThere's a central bus station from where you can catch a public bus to just about anywhere in the county. Cheap, no aircon but a great way to see the countryside at a relaxed pace.A trip to Ta Dong, to see the terraced fields of flowering vegetable farms is only Y5. It's a bit of hassle with Yinna Mountain. Because you may have to spend hours aimlessly waiting for the afternoon bus to come fetch you. Y8.\n\n",{"type":"==","value":["See"]},"\nBasically this is one place that won't see any influx of tourists except maybe the overseas Chinese returning to the land of their ancestors, Taipu Hakkas. Nonetheless, what makes Dabu the Shangri La of Hakkaland is the stunning mountains that surround Dabu county. You get the \"feel\" as your car weaves in and out of mountain roads coming and exiting Dabu.At Ta Dong, when in bloom, the terraces are stunningly beautiful ( Maybe April\/May). The temple on top of Yinna Mountain is beautiful. Walking around town is fun in itself. At street corners, under the cool of the shadows of trees, groups of people play Russian Poker. It's endemic.If you are making your way to Yongding for the Tulous then you can skip Dabu's very own Tulou, otherwise it's just a 3 minute trip from the city centre. ChaYong comes out attractively on leaflet, but the real thing could be a letdown. Simply because whatever economic activity along the trader's road don't exist anymore more probable than not because of dwindling visitors. \n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n\n",{"type":"==","value":["Eat"]},"\nFood is cheap and consists primarily of Taipu fare. Make sure you tell the chef or cook \"Go easy on the salt\" Taipu food is always on the salty side. Note: There is no coffee available in the entire county.\n\n",{"type":"==","value":["Sleep"]},"\nPlenty of options. Decent rooms at decent hotels are around Y200. There are also medium cost rooms at  Y80toY100. Avoid going to the really cheap cheap lodgings. They are not for us. \nOne lodging house is right across the spanking new bus station, Fu Chen Li Tian ( literally Tiger Gate Lodging House) looks very ordinary but the rooms are superb, first world standard, very very clean with even toothbrushes and combs provided. Satellite TV and tea making facility. However no English is spoken but you can get by hand gestures and simple English, spoken slowly and clearly.\n\n",{"type":"==","value":["Drink"]},"\nBeers are easily available and cheap. Except maybe at the restaurants and at hotels'premises, more probable than not, you pick up your beers from the supermart and drink in your room. There don't seem to be any bars. pubs or a public place to down your booze.\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nTo Yongding, where the Tulous are. By bus Y35. And from the same bus station at Yongding another local bus to Wu Kang, the heart of Tulou territory. You land up at the rear entrance of the government showcased Zhengcheng Lo (entrance fee Y70).\n\n\n",{"type":"{{","value":[["IsPartOf"],["Meizhou"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]