[{"type":"{{","value":[["pagebanner"],["caption=The Black Pyramid on the left (background, eroded) and the Bent Pyramid on the right"]]},"\n\n",{"type":"'''","value":["Dahshur"]}," (",{"type":"''","value":["Arabic"]}," دهشور ",{"type":"''","value":["Dahšūr"]},", often incorrectly rendered in English as ",{"type":"''","value":["Dashur"]},") is an ",{"type":"[[","value":[["Egypt"],["Egyptian"]]}," archaeological locality some 10 km to the south of ",{"type":"[[","value":[["Saqqara"]]}," and therefore 35 km south of the Egyptian capital ",{"type":"[[","value":[["Cairo"]]},". It is best known as a more tranquil (if also more isolated) location in which to visit several very large pyramids - at least, when compared to ",{"type":"[[","value":[["Giza"]]}," and ",{"type":"[[","value":[["Saqqara"]]},". Visitor numbers are much smaller, queues are way shorter and there is far less hassle.\n\n",{"type":"==","value":["Understand"]},"\n\nDahshur formed part of the extensive necropolis of ancient ",{"type":"[[","value":[["Memphis (Egypt)"],["Memphis"]]}," during the Old Kingdom - the so-called \"Pyramid Age\". The pharaoh Sneferu (sometimes spelt Snofru), founder of the 4th Dynasty and the father to Khufu - builder of the Great Pyramid at ",{"type":"[[","value":[["Giza"]]},") - managed to erect ",{"type":"''","value":["two"]}," complete pyramids at the location, in addition to completing another pyramid (for his predeccesor Huni) at ",{"type":"[[","value":[["Cairo"],["Meidum"]]},". In sheer volume alone, the father definitely out-did his son!\n\nSomewhat later, pharaohs of the Middle Kingdom's 12th Dynasty erected their own pyramids at the locality - though on a greatly reduced scale.\n\nDahshur is very much off the traditional tourist trail around Cairo, having been a restricted military zone until 1996. The Egyptian Supreme Council of Antiquities has in recent years, however, been encouraging travellers to visit Dashur, in an attempt to relieve some of the pressure on the Giza pyramids.\n\n",{"type":"==","value":["Get in"]},"\n\nA number of hotels and travel agencies, in ",{"type":"[[","value":[["Cairo"]]}," and ",{"type":"[[","value":[["Cairo\/Giza"],["Giza"]]},", offer guided coach tours to Dahshur.\n\n",{"type":"===","value":["By taxi"]},"\n\nDahshur is probably best accessed by hired taxi from ",{"type":"[[","value":[["Cairo"]]},", usually as an extension to a day trip to ",{"type":"[[","value":[["Saqqara"]]}," and \/ or ",{"type":"[[","value":[["Memphis (Egypt)"],["Memphis"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["image:BentPyramid.jpg"],["thumb"],["300px"],["The Bent Pyramid at Dahshur."]]},"\nThe Dahshur Necropolis is open daily 8am-5pm, admission LE£20. The pyramid field extends over 3.5 km north to south.\n\n",{"type":"*","value":["the ",{"type":"'''","value":["Bent Pyramid"]}," of Sneferu - very aptly named, on account of its sudden, startling change in angle halfway up the pyramid, from the steep 54 degrees at the base, to a far more gentle 43 degrees."]},{"type":"*","value":["the ",{"type":"'''","value":["Red Pyramid"]}," of Sneferu (also known as the ",{"type":"'''","value":["North Pyramid"]},") - Egypt's oldest true pyramid (without steps, without bends), probably on account of the red hues of its weathered limestone, now exposed to the elements after the original hard white limestone casing was removed (probably in late antiquity or the medieval period). Some say, however, that the 'red' designation may stem from red graffiti and building marks found around the structure. Well preserved, the Red Pyramid was probably built ",{"type":"''","value":["after"]}," the Bent Pyramid, the architects apparently learning from the alterations necessary in the earlier structure, and incorporating the same gentle 43 degree angle used in the upper portion of the Bent Pyramid to construct the Red Pyramid in its entirety. The interior of the Red Pyramid is accessible to the public, after scaling 125 steps. A long, slanting corridor (63 m) leads visitors down to three interior chambers: two antechambers with 12 m high corbelled vaults and a 15 m high burial chamber with a corbelled ceiling. Human remains, ",{"type":"''","value":["perhaps"]}," those of Sneferu himself, were found in this location."]},{"type":"*","value":["the ",{"type":"'''","value":["Black Pyramid"]}," of Amenemhat III"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["29.7500"],["31.2333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lower Egypt"]]},"\n",{"type":"[[","value":[["WikiPedia:Dahshur"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]}]