[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Daitō Islands"]}," (大東諸島 ",{"type":"''","value":["Daitō-rettō"]},") are a tiny archipelago 360 km east of ",{"type":"[[","value":[["Okinawa Island"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Islands"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Minamidaito"]]}," - the southern main island, larger and slightly more populous"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kitadaito"]]}," - the northern main island, smaller in size and population"]},{"type":"*","value":[" ",{"type":"[[","value":[["Okidaito"]]}," - also known as Rasa, once the most populated and most central of the islands, it was commandeered as a WW2 military base, then recently deserted, and is now practically uninhabited"]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Daito Islands are a part of Okinawa Prefecture, but their earliest developers came from Hachijo Island south of Tokyo. The culture and dialect has therefore become a unique blend of Okinawan and Tokyo culture. For example, the Daito Islands are the only places in Okinawa that celebrate the mainland Honen Festival, but they do so in Okinawan visual and musical style; the only place in Japan that holds the event in this manner.\n\n",{"type":"==","value":["Talk"]},"\n\nMost people understand standard Japanese. However, in casual conversation people will use their heritage dialect. For the majority this is the language of Hachijo, the only variety of Japanese descended from the \"Eastern Dialect\" of the Nara period (see the short phraselist at ",{"type":"[[","value":[["Kitadaito"]]},"). For the minorities, namely Okinawan migrants, the native languages is Okinawan, though due to the bi-heritage nature of the population Standard Japanese is gaining more currency, especially among the minorities. Some Okinawans also speak the Hachijo speech.\n\n",{"type":"==","value":["Get in"]},"\n\nThe only way to get to the Daitos is from Naha, either by plane or ferry. There are two flights per day from Naha to Minamidaito and one to Kitadaito, which can be reserved up to two months in advance from Naha Airport or by telephone. Round-trip flights cost around ¥40,000 and last about 70 minutes. The ferry is significantly cheaper, but has a sporadic timetable and takes 12-17 hours each way.\n\nThe flight between Minamidaito and Kitadaito lasts for three minutes, and has the distinction of being the shortest Boeing 737 flight in the world. \n\nThere are also two flights from Minamidaito to Naha, and one from Kitadaito.\n\n",{"type":"[[","value":[["WikiPedia:Daitō Islands"]]},"\n\n",{"type":"{{","value":[["geo"],["25.842778"],["131.240556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Okinawa"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]