[{"type":"{{","value":[["pagebanner"],["Dakar banner Mural in Bel Air district.jpg"],["caption=A mural in the Bel Air district of Dakar"],["unesco=yes"]]},"\n\n",{"type":"'''","value":["Dakar"]}," is the capital and largest city of ",{"type":"[[","value":[["Senegal"]]}," and is often regarded as the cultural and commercial center of French-speaking West Africa. The metropolitan area is home to about 2.4 million people and lies on the end of the Cap Verte peninsula, which marks the westernmost point on the African mainland.\n\nDakar is often the first stop in exploring French-speaking West Africa because it has good flight connections with Western Europe, whereas the other main French-speaking West African city, ",{"type":"[[","value":[["Abidjan"]]},", does not.\n\n",{"type":"==","value":["Understand"]},"\nThe Senegalese are very proud of their reputation for \"teranga\"—hospitality. Locals are extremely friendly and helpful, but as anywhere else, watch out for scams and pickpockets. Petty crime here is relatively high, be cautious.\n\n",{"type":"===","value":["History"]},"\nThe peninsula was settled by the Lebou people, closely related to the Wolof people, when the Portuguese first reached it in 1444. The original villages: Ouakam, Ngor, Yoff and Hann, still constitute distinctively Lebou neighborhoods of the city today. The Portuguese were repulsed by the locals initially (the first Portuguese ships were slave-raiders), but peaceful contact was made in 1456. The bay would serve as an important stop for the Portuguese India armadas of the early 15th century and Portuguese armadas en route to Brazil. It is believed that during a stop here in 1501, when an armada returning from India and one heading to Brazil met, an explorer with the latter—Amerigo Vespucci—compared notes with explorers returning from East Asia and realized that Asia & the New World couldn't be the same continent (it was a letter published upon his return that is heralded as the first postulation of America as a separate continent).\n\nThe Portuguese established a settlement on the island of Gorée in the early 16th century and, on the mainland, the Lebou established the town of Ndakaaru to service the needs of the Portuguese. It would be captured by the Dutch in 1588 and switch hands several times between them until the British captured the island in 1664 and the French gained control in 1677. The settlement would mostly support the slave trade. The infamous House of Slaves was completed in 1796.\n\nIn 1795, the Lebou revolted against Cayor rule and established the Lebou Republic with Ndakaaru as its capital. In 1857, the French established a military post on the peninsula and annexed the Lebou Republic. With slavery outlawed, the French supported peanut cultivation. Gorée island proved ineffective as a port, and so with the booming peanut trade, the French supported the growth of Dakar and its port. Dakar replaced ",{"type":"[[","value":[["Saint-Louis"]]}," as the capital of French West Africa in 1902. During this heyday, the city was one of the most important cities in the French empire (comparable to ",{"type":"[[","value":[["Beirut"]]}," or ",{"type":"[[","value":[["Hanoi"]]},").\n\nBetween 1959-1960, Dakar served as the capital of the Mali federation and, upon its breakup, became the capital of Senegal in 1960. The city still maintains strong ties to France and boasts a large French expatriate population and hosts offices for many French businesses involved in West Africa.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   25"],["febhigh =   24.6"],["marhigh =   25"],["aprhigh =   25.3"],["mayhigh =   26.3"],["junhigh =   28.9"],["julhigh =   30"],["aughigh =   30.1"],["sephigh =   30.4"],["octhigh =   30.4"],["novhigh =   29"],["dechigh =   26.5"],["janlow =   17.4"],["feblow =   17"],["marlow =   17.4"],["aprlow =   18.4"],["maylow =   20.2"],["junlow =   23.1"],["jullow =   24.5"],["auglow =   24.6"],["seplow =   24.4"],["octlow =   24.3"],["novlow =   22.5"],["declow =   19.6"],["janprecip =  2.1"],["febprecip =  1.3"],["marprecip =  0"],["aprprecip =  0"],["mayprecip =  0"],["junprecip =  10.2"],["julprecip =  83.4"],["augprecip =  184"],["sepprecip =  156.5"],["octprecip =  51.6"],["novprecip =  2.6"],["decprecip =  2.6"],["description = Source: ",{"type":"[","value":["http:\/\/wetter.spiegel.de\/spiegel\/klima.php?r=afrika&land=SN&stat=61641 Spiegel Online Wette"]}]]},"\n\nDakar is warm and humid year-round with a rainy season that lasts from July–October. Temperatures are warm, but moderated by cool sea-breezes and not as hot as inland cities in the region (like ",{"type":"[[","value":[["Bamako"]]}," or ",{"type":"[[","value":[["Ouagadougou"]]},"). The warmest months are Jul–Oct with highs of 30 to 31°C (86 to 87°F) and lows of 24.5°C (76°F). Jan–Mar are the coolest months, with highs around 25°C (77°F) and lows around 17 to 18°C (63°F).\n\nAverage yearly rainfall is 495 mm (19.5 in), of which just 19 mm (0.75 in)) falls outside the rainy season! During the rainy season, roads around the city can turn into rushing rivers and without proper sewers in some parts of the city, standing water is contaminated and not safe to walk through.\n\n",{"type":"{|","value":[["class=\"wikitable\" style=\"font-size:smaller; width:70%\""],["|+",{"type":"[","value":["http:\/\/www.weather2travel.com\/climate-guides\/senegal\/dakar.php Dakar mean sea temperature"]}],["|-"],["!Jan"],["!Feb"],["!Mar"],["!Apr"],["!May"],["!Jun"],["!Jul"],["!Aug"],["!Sep"],["!Oct"],["!Nov"],["!Dec"],["|-"],["|21 °C (70 °F)"],["|20 °C (68 °F)"],["|20 °C (68 °F)"],["|21 °C (70 °F)"],["|22 °C (72 °F)"],["|25 °C (77 °F)"],["|27 °C (81 °F)"],["|28 °C (82 °F)"],["|28 °C (82 °F)"],["|28 °C (82 °F)"],["|27 °C (81 °F)"],["|24 °C (75 °F)"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Dakar Airport KvW-1.jpg"],["thumb"],["Dakar Airport"]]},"\n\nThe city is served by ",{"type":"[","value":["http:\/\/www.aeroportdakar.com ",{"type":"'''","value":["Léopold Sédar Senghor International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["DKR"]]},"), located a short drive north of Dakar in the town of Yoff. Dakar is a major West African hub, so there are lots of flights coming from and going to Europe and other African cities. The airport had been an important stop on flights between the US and South Africa as recently as 2009\/2010, but most of these flights are now non-stop, with only South African Airline's Johannesburg-Washington and Johannesburg-New York (JFK) flights stopping in Dakar and allowing passengers to leave or join the flight. Be prepared to arrive and leave at any time of the night or day - many flights arrive and depart in the middle of the night. The airport is relatively small and can be bustling if more than one plane arrives at a time. When departing, do not be fooled into thinking that with so few terminals you can arrive later than usual—emigration can be very slow, and you should leave as much time as you would at any airport.\n\nThe airport is in poor condition, crowded, and dirty. There is a small hotel in the airport. Taxi rides from the airport to the centre of Dakar are XOF3,000 during the day and XOF4,000 at night. A bus ride from the airport to Dakar is XOF160.\n\nBe prepared to refuse touts and taxi drivers. See ",{"type":"[[","value":[["#Stay safe"],["Stay safe"]]}," for details.\n\nFrom Europe: ",{"type":"[[","value":[["Brussels"]]}," (Brussels Airlines); ",{"type":"[[","value":[["Lisbon"]]}," (TAP Air Portugal); ",{"type":"[[","value":[["Madrid"]]}," (Air Europa, Iberia); ",{"type":"[[","value":[["Milan"]]}," (Air Italy, Meridiana, Neos); ",{"type":"[[","value":[["Paris"]]},"-Charles de Gaulle (Air France); ",{"type":"[[","value":[["Paris"]]},"-Orly (Corsair International) and ",{"type":"[[","value":[["Istanbul"]]}," (Turkish Airlines)\n\nFrom North America: ",{"type":"[[","value":[["New York City"]]},"-JFK (Delta Air Lines, South African Airways); ",{"type":"[[","value":[["Washington, D.C."],["Washington"]]},"-Dulles (South African Airways)\n\nFrom Asia: ",{"type":"[[","value":[["Dubai"]]}," (Emirates, triangle route flying ",{"type":"[[","value":[["Dubai"]]},"-",{"type":"[[","value":[["Conakry"]]},"-Dakar-Dubai)\n\nFrom West Africa (note: some airlines fly multi-city routes and therefore direct flights are only available in one direction to or from Dakar and the listed city): ",{"type":"[[","value":[["Abidjan"]]}," (Air Côte d'Ivoire, Gambia Bird, Kenya Airways, Senegal Airlines); ",{"type":"[[","value":[["Accra"]]}," (Gambia Bird); ",{"type":"[[","value":[["Bamako"]]}," (Air Burkina, Air Mali, ASKY Airlines, Kenya Airways, Senegal Airlines); ",{"type":"[[","value":[["Banjul"]]}," (Arik Air, Gambia Bird, Senegal Airlines); ",{"type":"[[","value":[["Bissau"]]}," (Senegal Airlines, TACV); ",{"type":"[[","value":[["Conakry"]]}," (Emirates-inbound only, Gambia Bird, Mauritania Airlines International, Senegal Airlines); ",{"type":"[[","value":[["Cotonou"]]}," (Senegal Airlines); ",{"type":"[[","value":[["Freetown"]]}," (Arik Air, Gambia Bird); Lagos (Arik Air); ",{"type":"[[","value":[["Lome"]]}," (ASKY Airlines, Ethiopian Airlines); ",{"type":"[[","value":[["Monrovia"]]}," (Gambia Bird); ",{"type":"[[","value":[["Niamey"]]}," (Senegal Airlines); ",{"type":"[[","value":[["Nouakchott"]]}," (Mauritania Airlines International, Senegal Airlines); and ",{"type":"[[","value":[["Ouagadougou"]]}," (Air Burkina, Gambia Bird, Senegal Airlines).\n\nFrom North Africa: ",{"type":"[[","value":[["Algiers"]]}," (Air Algerie); ",{"type":"[[","value":[["Casablanca"]]}," (Royal Air Maroc); ",{"type":"[[","value":[["Tunis"]]}," (Tunisair)\n\nFrom Eastern Africa: ",{"type":"[[","value":[["Addis Ababa"]]}," (Ethiopian Airlines, via ",{"type":"[[","value":[["Lome"]]},"); ",{"type":"[[","value":[["Nairobi"]]}," (Kenya Airways, via ",{"type":"[[","value":[["Abidjan"]]}," and ",{"type":"[[","value":[["Bamako"]]},")\n\nFrom Southern Africa: ",{"type":"[[","value":[["Johannesburg"]]}," (South African Airways)\n\nFrom Central Africa: ",{"type":"[[","value":[["Douala"]]}," (Senegal Airlines); ",{"type":"[[","value":[["Libreville"]]}," (Senegal Airlines)\n\nFrom Cape Verde & Canary Islands: ",{"type":"[[","value":[["Gran Canaria"]]}," (Air Nostrum); ",{"type":"[[","value":[["Praia"]]}," (Senegal Airlines, TACV)\n\nNational carrier Senegal Airlines operates domestic flights from Dakar to ",{"type":"[[","value":[["Cap Stirring"]]}," & ",{"type":"[[","value":[["Ziguinchor"]]}," in the western part of ",{"type":"[[","value":[["Casamance"]]},"—the fork of Senegal beneath The Gambia.\n\nA new airport—Blaise Diagne International Airport—is being built in the town of Ndiass, 40 km southeast of Dakar. The most recently announced date of opening is November 2014, but opening has been pushed back several times (it was first scheduled to open in late 2011). At a cost of €566 million, it should offer a dramatically different experience compared with the current airport. Most airlines will likely transfer operations to the new airport, although Léopold Sédar Senghor International Airport will remain in operation—probably for regional flights on local airlines.\n\n",{"type":"===","value":["By rail"]},"\n",{"type":"[[","value":[["File:Dakar railway station.jpg"],["thumb"],["300px"],["Dakar Railway Station"]]},"\nA commuter rail line —",{"type":"'''","value":["Petit train de banlieue (PTB)"]},"—connects the Dakar railway station with ",{"type":"[[","value":[["Thies"]]},", 60 km to the east.\n\nThe Dakar-Niger Railway connecting Dakar and ",{"type":"[[","value":[["Koulikoro"]]},", ",{"type":"[[","value":[["Mali"]]}," (near ",{"type":"[[","value":[["Bamako"]]},") has not operated since around 2009\/2010. The line hasn't had significant improvements\/repairs since its construction in 1924 to carry freight from the Niger River to the Atlantic Ocean. The line operated sporadically in the 2000s decade, with services at times running on a regular schedule and at other times operating on an erratic schedule (2–4 weeks between trains, delays of several days between scheduled\/actual departure). The tracks in some places are so bad that trains on the line were limited to 20 km\/h! The ride from Dakar to Koulikoro took 36+ hours. In 2009, four passenger cars derailed, killing 5 people. Even if the line reopens, unless there is a ",{"type":"''","value":["major"]}," overhaul, traveling by road is a much better experience.\n\n",{"type":"===","value":["By road"]},"\nThe main method of travel around the country is by ",{"type":"''","value":["sept places"]}," (French for \"seven seats\"), questionable station wagons in which they will pack seven people so that you are basically sitting on the next person's lap throughout the journey. You can also come with a group and rent out an entire ",{"type":"''","value":["sept place"]},", but this will be expensive. If you are obviously a tourist, they WILL try to rip you off, so make sure to set a price before you agree to a driver. There are set prices to often-travelled locations. The main ",{"type":"''","value":["sept place"]}," station in Dakar is ",{"type":"'''","value":["Gare Routieres de Pompiers"]},". Watch out for ",{"type":"[[","value":[["pickpockets"]]},"!\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["Image:Bateau Aline sitoé diatta.JPG"],["thumb"],["300px"],["The Dakar-Ziguinchor ferry, currently the ",{"type":"''","value":["Aline Sitoé Diatta"]},"."]]},"\nA state-owned ferry runs between Dakar and ",{"type":"[[","value":[["Ziguinchor"]]}," in Senegal's ",{"type":"[[","value":[["Casamance"]]}," region (below The Gambia). The ",{"type":"''","value":["Joola"]},", one of the former ferries on this route, capsized in a storm while overloaded in 2002, regarded as the second deadliest maritime disaster in recent history. The actual number of passengers aboard is unknown, but 1800-1900 people are believe to have died while only 64 survived (the ship was built to carry 580 people!) and the disaster remains on the minds of many Senegalese. The ",{"type":"''","value":["Aline Sitoé Diatta"]},", built in 2008, is the current ferry. Changes have been made to ensure a disaster such as the Joola never happens again, so travellers shouldn't feel too worried boarding the ferry.\n\nThe ferry runs overnight and takes around 16 hours in each direction. A seat costs XOF15,000. Cabins are available with 2-8 beds, but are more expensive (around €100) and are fully booked in advance, especially during tourist season. Departures from Dakar are Tuesdays & Fridays. Departures from Ziguinchor are Thursdays and Sundays (arriving in Dakar on Fridays & Mondays, respectively).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["mapframe"],["14.69"],["-17.44"],["layer=M"],["width=480"],["height=600"],["zoom=13"]]},"\n\n",{"type":"===","value":["By bus"]},"\nThe Dakar bus system, known as Dakar Demm Dikk (Dakar coming and going), is fairly dependable. Fares are XOF150 and there are no free transfers permissible with each ticket.  Unfortunately, for newcomers, there's not much in the way of a map of the bus system, so you'll have to figure it out on your own. The number 10 bus runs along the Corniche de l'Ouest and turns into the suburbs at Rue Aime Cesaire. The number 1 bus runs along the VDN.\n\n",{"type":"'''","value":["Cars Rapides"]},". These are the usually blue, yellow or white mini-buses that careen through Dakar and some of Senegal's other cities. There are somewhat fixed rates for certain distances, but you need to check with a Senegalese beforehand. As of 2011 XOF150 would cover most destinations. To find out where one is going, flag it down and shout out your destination at the apprenti, the boy in charge of collecting fares who hangs out the back. If she shouts back at you the destination you want, signal it to stop and hop aboard. To stop, bang loudly on the side of the bus, on the roof or signal to the apprenti you want off. Apprenti's don't always speak French, so be prepared to communicate otherwise if you do not speak Wolof. Be careful about asking for your destination, as the apprenti will often tell you it is going there just to get you on the bus, no matter its actual destination. If possible, ask where it is going rather than if it is going to your destination.\n\n",{"type":"===","value":["By taxi"]},"\nCheap and safe and everywhere. Just don't mind the broken windshields.  All taxi fares are negotiated beforehand and will require bargaining.  If you're not from Senegal, you will probably have an outrageous price proposed, so check with locals before to get an idea of what they pay, in order to know what you will be able to get.  Even if you have negotiated a price, once you arrive your taxi driver will pretend he has no change on him, even if he previously assured you he had.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["infobox"],["Paris - Dakar Rally"],["For many years Dakar was the end point of the most important off-road rally in the world. The competition had three classes: motorcycle, car and truck. It began in 1979 and ran to Dakar until 2007. The 2008 Dakar rally was cancelled due to terror threats by Islamists. The unstable situation in ",{"type":"[[","value":[["Mauritania"]]}," and ",{"type":"[[","value":[["Mali"]]}," led to a move to South America; since 2009 the rally has taken place annually there. ",{"type":"'''","value":["Attempting to follow the rally route today is definitely not recommended."]}]]},"\n",{"type":"[[","value":[["Image:Senegal 137.jpg"],["thumb"],["250px"],["Place de l'Indépendance"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=African Renaissance Monument"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This colossal monument opened in 2010 and is dedicated to Africa's emergence from the oppressive European regimes that once ruled the continent and the end of slavery. It is also meant as a display of African pride to counter foreign perceptions of Africans as inferior people. The monument is rather controversial, with some Africans feeling the sense of pride it is meant to evoke while others criticizing it as a foreign (it was made by ",{"type":"[[","value":[["North Korea"]]},"), completely un-African Stalinist statue. From base to the top, it reaches taller than the Statue of Liberty."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=IFAN Museum of African Arts"],["alt=Musée Théodore Monod d’Art Africain"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"[[","value":[["Image:Goree Island.jpg"],["thumb"],["250px"],["Goree Island"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ile de Goree"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Goree Island in English, it was named by the Dutch after taking over the island from the Portuguese in the late 1600s. Goree was a minor location used for the transport of slaves headed to the Americas, though its prominence is often overplayed. The island has interesting colonial architecture, mostly in ruins, including the landmark \"House of Slaves\" museum. Ferries can be taken from the terminal north of Place de l'Independence and cost XOF5000. The trip takes 10-20 minutes. There are many small restaurants and a handful of places offering lodging. This is a place with a great atmosphere, because it gives you kind of an pirate-island (with friendly folks all-over kind of feeling). Just walk around and explore. It's a small island, so you can easily stroll around it in an hour. You can buy cheap beer and lounge on the beach when you're done, or stroll some more and buy art-work from the locals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Les Almadies"],["alt=Les pointes des Almadies"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Western tip of the African continent where plenty of seafood restaurants are located."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dakar Grand Mosque"],["url="],["email="],["address=Allée Pape Gueye Fall"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1964 by french and Moroccan architects. Due to the Moroccan influence, there are strong similarities with the Grand Mosque in ",{"type":"[[","value":[["Casablanca"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dakar Cathedral"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hann Park and Zoo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=832.38.75"],["tollfree="],["fax="],["hours=Tues-Sun 10:00-12:30 and 15:00-18:30"],["price="],["content=The public gardens were built in 1903 and thee arboretum was built in 1947. The gardens feature a wide variety of Senegalese plant life and the zoo contains over 130 animals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Léopold Sédar Senghor national stadium"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€5-15"],["content=Football is as important as music! When the biggest team ASC Jeanne D'Arc plays, the stadium is packed with more than 60'000 fans. Expect passion, insane noise and African football at its best"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Dakar-Just4U.jpg"],["thumb"],["Beer and Music"]]},"\n\n",{"type":"*","value":[" Dakar has a vibrant music scene and is very popular with young people. Check out the incredibly rich and variant styles. Places like Club Thiossane, Just 4 U are a must for World Music fans."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Lake Retba"],["alt=Lac Rose"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also called the \"Pink Lake\", the high concentration of cyanobacteria indeed gives the lake a pink tone. During the dry season and when the sun is brightest the color is said to be especially vivid. The lake has a high concentration of salt, so while you admire the beauty of the lake, you can also observe the salt harvesters who still gather salt in the traditional way."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Birdwatching"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Senegal is a great country for birdwatching, and Dakar is no exception. Les Almadies is a good place to see seabirds, and the Iles de la Madeleine is the only African nesting site of the red-billed tropicbird."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Senegal.jpg"],["thumb"],["300px"],["Souvenirs in a street market."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Islam Couture\/ Embroidery"]}," Dakar has some amazing (and amazingly expensive) stores specialised in haute-couture, embroidered traditional west African Muslim clothes."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Marche Sandaga"],["alt="],["url="],["email="],["address=cnr Rue Sandinieri and Ave du President Lamine Gueye"],["lat=14.67022"],["long=-17.43753"],["directions=City Center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Madness. A decrepit concrete structure that has - despite appearance - three levels of activity: meat and vegetable stalls on the main floor, fish in the basement dungeon and - surprise - restaurant stalls on the roof. You will need to brave the crumpled stairs and step around guys cleaning dead chicken to make it up. Around the market building a sprawling network of stalls offer everything from copied music CDs, Manchester United shirts, electronic gadgets and Islamic books - but be aware the hawkers can be ",{"type":"''","value":["very"]}," aggressive. The place is also famous for ",{"type":"[[","value":[["pickpockets"]]},", so take only the amount of money you need and keep it in a safe place."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Marche HLM"]}," A smaller market geared primarily towards fabric vendors, Marche HLM is slightly less crazy than Sandaga. Hundreds of options for fabric that you can buy and then get tailored into perfectly fitting traditional Senegalese wear (if you will be in Dakar for awhile, ask a Senegalese person who his or her tailor is, and go there. A little less convenient for travellers who will only be staying a week). Most vendors won't sell less than 3 to 6 metres of fabric. A reasonable price is XOF1,000 per metre."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marche Kermel"]},", near the city centre."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soumbedioune"]},", a popular evening fish market. There is also a \"Village Artisanal\" nearby where especially tourists can buy hand-made African jewellery, wooden decoration elements and much more. Be prepared to bargain."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Senegal 141.jpg"],["thumb"],["280px"],["Sunset over Dakar from ",{"type":"''","value":["Hotel de l'Indépendance"]}]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Peanuts"]},": The roasted peanuts you can buy on the street or get with your order of beer in any bar are delicious. These nuts are not greasy at all and have just the right amount of salt - and sometimes they are still slightly warm from being roasted."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ali Baba"]},": Greasy Spoon where you can get cheap Lebanese food. Good falafel sandwiches with French fries and lots of tahina sauce, shwarma, kebab and all sorts of other delicious (also western) snacks. Find it halfway up Ave. Pompidou."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Centre Culturel Française"],["alt="],["url=http:\/\/www.institutfr-dakar.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ask for the local food they serve for lunch (not on the menu) during the week. On weekends you must ask nicely to convince them to let you try what they prepare for the staff."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café de Rome"],["alt="],["url=http:\/\/www.anfa-group.com\/?-Cafe-de-Rome-Dakar-"],["email="],["address="],["lat="],["long="],["directions=City centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=authentic French food (as a matter of fact, you ARE in France), from oysters to steak tartar, and the famous Sole Meuniere. It is pricey by Dakar standards, but the food is great"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Chez Ndeye \/ Ker Ndeye"]}," (On a street parallel to Ponty) Overpriced (XOF4,000 per meal, XOF2,000 for a bissap drink).  Mediocre Senegalese food. Besides the lovely Thiebou Dien, the place features home-made Tamarind juice. Try to catch the excellent Kora player. For that price, there are much better options in Dakar."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel de l'Indépendance"]}," Eat here for the magnificent views from the restaurant on 16th floor."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Farid\/ Lebanese Restaurant"]}," Drink a gigantic Arrak (made from anis) as an aperitif and then order the 20 Mezze."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Fourchette"]}," Stylish place serving international cuisine (Mexican, Japanese, Moroccan, etc.) at moderate prices. Next to Marche Kermel."]},{"type":"*","value":[{"type":"[","value":["http:\/\/lalibeladakar.blogspot.com\/",{"type":"'''","value":["Lalibela"]}]}," Little Ethiopian restaurant with a fantastic rooftop dining area. The ambiance alone would be worth coming here, but luckily the food is great too. A little difficult to find—between the VDN and Avenue Cheikh Anta Diop at the intersection with the Mobil-On-The-Run and la Poste Fann."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Jardin Thailandais"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Avenue Cheikh Anta Diop"],["phone=+33 825 58 33"],["tollfree="],["fax="],["hours="],["price="],["content=Huge menu of delicious Thai food, great atmosphere. A little pricey, but worth it. Across the street from UCAD (Université Cheikh Anta Diop) off of Avenue Cheikh Anta Diop\/Rue de Ouakam. There is a  jazz club across the street."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["L'Ozio"]},"Italian cuisine. 33 823 87 87"]},"\n",{"type":"*","value":[{"type":"'''","value":["Patisserie Laetitia"]}," Located along the street of Cafe du Rome towards La Corniche (the sea) - away from the centre - two blocks up on your right hand side. Serves fresh, warm croissants, pain au chocolate and pain ain au raisins. The coffee is good and the fruit juices freshly squeezed. You will be surrounded by locals in beautiful Muslim outfits, reading the paper and discussing the latest news."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chez Loutcha"],["url="],["email="],["address=101 rue Moussé Diop"],["lat="],["long="],["directions="],["phone=338210302"],["tollfree="],["fax="],["hours="],["price="],["content=Chez Lutcha is a Cape Verdian restaurant that serves huge portions of excellent food. Cape Verdian (Portuguese inspired) dishes, Senegalese food and international cuisine. Cosy courtyard or AC dining room. Excellent service."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Zaika"]}," Nicely located on Cornish road serve good India food. Reasonable price. Sea View from terrace is excellent"]},"\n",{"type":"*","value":[{"type":"'''","value":["Indiana"]}," Located near Place de Independence offer Indian food. Monday to Friday they offer buffet lunch just at XOF4,500. Food not very good but good for change."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le N'Gor"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A brightly painted open-air restaurant overlooking the sea. Several terraced patios give it a good feel. Portions are small, but the food is delicious. Expect to pay XOF10,000 for a full meal with beer and dessert. It is located in Les Almadies past the Hotel de Almadies from the new US embassy, set back from the road behind an often empty parking lot. Look for poorly lit painted signs for \"Ile de Le N'Gor\"."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Gazelle"]}," is the local favourite beer - it comes in serious bottles, or Flag, which is stronger and more expensive.\n\n",{"type":"*","value":[{"type":"'''","value":["Le Hanoi"]}," You can't go wrong with a bar that has palm trees painted on one wall, a French military guy (opinions differ if he was secret service or just a regular drunk) behind the bar who insists the black waitress is his \"little sister\"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Zaika"]}," Nicely located on Cornish road serve good India food. Reasonable price. Sea View from terrace is excellent"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Seoul II"],["alt=Le Seoul"],["url="],["email="],["address=Rue Amadou Assane Ndoye (between Rue J.Gomis and Ave du President Lamine)"],["lat="],["long="],["directions=City Center"],["phone=+221 33 822 90 00"],["tollfree="],["fax="],["hours="],["price="],["content=Open-air sports bar. Wood-fired barbecue food. Packed during popular international games (football!) and relatively relaxed in the inner city madness"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Viking"],["alt="],["url="],["email="],["address="],["lat=14.669290171747187"],["long=-17.43432641029358"],["directions=Ave G. Pompidou"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the Ponty, in the midst of Sandaga madness, it is a popular spot for expats and tourists. Pricey drinks, but great atmosphere. Live music on weekend nights!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere is a wide selection of hotels, from the basic to the best 4 star chains. Many first time visitors stay at the expensive Meridien. There are, however, some good and reasonably priced places to stay.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Oceanium"],["url=http:\/\/oceanium.blogspot.com"],["email="],["address=Route de la petite corniche Est"],["lat="],["long="],["directions="],["phone=+221 3384240"],["tollfree="],["fax="],["hours="],["price=XOF15,000 double room"],["checkin="],["checkout="],["content=Enviromentally friendly hostel\/diving center, the Oceanium is also home for the Senegalese Ecologists Federation (FEDES). This very well located hostel works like a family and will give you many chances to meet the local culture. The fisherman's village Terrou Bye Sogui is next to the hostel so you can easily have a nice and affordable grilled fish for dinner."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Onomo hotel"],["url=http:\/\/www.onomohotel.com"],["email="],["address=Route de l'Aéroport"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One of the latest additions to Dakar and very useful too for people that need to catch very early morning planes to other places. It is not uncommon that your flight to say Europe or Nigeria leaves at 3AM! You can book on line and their advertised rate is XOF30,000."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hôtel du Phare Les Mamelles"],["alt="],["url=http:\/\/www.lesmamelles.com\/index.php?page=accueil&lang=uk"],["email=info@lesmamelles.com"],["address=36 cité Magistrats Les Mamelles"],["lat="],["long="],["directions="],["phone=+221 33 860 30 00"],["tollfree="],["fax="],["price=from €30 (including free Wi-Fi)"],["checkin="],["checkout="],["content=The Phare hotel, named after the landmark Lighthouse is in \"Les Mamelles\", a quiet residential beach district, just 15 minutes from the city, 10 minutes from Leopold Sedar Senghor airport and close to \"Les Almadies\", \"Ouakam\", \"N'Gor\". Has 10 rooms surrounding an open air Flower Patio and rooms vary from sgl to quad each with ceiling fan and\/or air con."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Poulagou"],["alt="],["url=http:\/\/www.poulagou.ch"],["email="],["address="],["lat=14.76444"],["long=-17.47972"],["directions="],["phone=+221 8202347"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Yoff Tonghor Plage. Le Poulagou is a small hotel, 2 kilometres from the airport and right on the coast. Ideal for the first days to escape the madness of Dakar. Free Internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Kingz Plaza"],["alt="],["url=http:\/\/www.kingzplaza.com\/"],["email="],["address=Villa 10504 Sacré-Cœur 3, VDN Extension"],["lat="],["long="],["directions="],["phone=+221 33 860 40 19"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Close to the airport, Kingz Plaza is in an area with lots of construction going on. Staff are friendly, the rooms are decent, the prices are reasonable (€26 dbl with shared facilities, €8 for a 6 dorm). The restaurant serves decent dinner and breakfast and a nearby café has good coffee and food. There is also a small grocery store 5 min by foot along the VDN."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Oceanic"],["alt="],["url=http:\/\/www.hoteloceanicdakar.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+221 822-2044"],["tollfree="],["fax=+221 821"],["price="],["checkin="],["checkout="],["content=9, rue de Thann.5228) - Océanic is a budget option for around €30 (room rate). Centrally located. Rooms and beds are (a bit) run down but the bathroom is OK. Good breakfast at neighbouring self-service restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Farid"],["alt="],["url="],["email=hotelfarid@orange.sn"],["address=51, rue Vincens"],["lat="],["long="],["directions="],["phone=+221 33 823 6123"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Central location. Rooms with air-con, TV, mini-bar, safe and free internet access"]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[{"type":"'''","value":["Al Afifa Hotel"]},", (",{"type":"''","value":["city centre"]},"), Clean air-con rooms. Wi-Fi works most of the time and is free. Small outdoor pool, the main restaurant\/bar alongside it. Food is good and the breakfast excellent with fresh croissants. Ask a waiter to prepare a mango or other fruit at the buffet. Expect to pay around XOF45,000 for a single room plus XOF3,600 for a breakfast. This hotel also has an \"American bar\" and a nightclub attached. Walking distance to the main attractions in Dakar and the best restaurants such as Café de Rome and Chez Loutcha."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sofitel Teranga"]}," - Between Independent Square and the Atlantic Ocean (City centre). Very good setting. It is a good (although not cheap!) starter for medium budget travellers to acclimatize in Senegal. Comfortable rooms, cosy atmosphere. Room rate round €100. Breakfast is €15 and splendid!"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Seneganne"],["url=http:\/\/www.seneganne.com"],["email=seneganne@orange.sn"],["address=Les Almadies"],["lat="],["long="],["directions=next to the airport"],["phone=+221 33 820 12 33"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Comfortable guesthouse run by an enthusiastic Belgian lady.  Wi-Fi access, swimming pool and, important in Dakar, a backup generator. Very clean and very well kept."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pullman Dakar Teranga"],["alt="],["url=http:\/\/www.accorhotels.com\/gb\/hotel-0563-pullman-dakar-teranga\/index.shtml"],["email=dakar.reservation@accor.com"],["address=10, Rue Colbert BP 3380 DAKAR"],["lat=14.67008"],["long=-17.43170"],["directions=Place de L' independance"],["phone=+221 33889\/2200"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€120"],["content=Best Accor hotel in town. Offers good views over the Atlantic from the rooftop. Island in the madness. Popular with business travellers"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Blu Hotel Dakar"],["url=http:\/\/www.radissonblu.com\/hotel-dakar"],["email="],["address=Fann Corniche"],["lat="],["long="],["directions=6 km from city center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Trendy neighbourhood offering picturesque views of the Atlantic Ocean"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["King Fahd Palace Hotel"]},". (Formerly Le Meridian President.) Top class hotel, and offer a free shuttle service to and from the airport. Though their in house restaurant offers a smart menu of meals, ordering a well done steak will result in a piece of near raw meat being served. Sending it back will just upset them."]},"\n",{"type":"==","value":["Stay safe"]},"\nPetty crime in Dakar is relatively high; crime against tourists is common, even around Place de l'Indépendance. Use common sense: women should not walk around alone after dark. Watch your pockets in crowded places, such as Sandaga, and keep a close eye on your belongings. There are many different scams to get money from tourists, so be wary.  The African favourites \"I work at your hotel and have run out of fuel, please can I borrow €10\", etc. are common, so don't be fooled.\n\nCrime around the airport is extremely high. Do not change money at the airport. Con artists wait inside the arrival terminal by the baggage carousel. They inform you that they work for the airport and that they do not need any money from you. They snatch your bags out your hands, and lead you to a restaurant where you are told the kitchen is closed. They will all sit around you and demand money before they let you or your bags go. Some may offer to take you to \"an affordable hotel\" such as Hotel Tahiti. They then lock themselves in the room with you and demand money. They do not settle for anything less than USD10-25. They do not care if you have enough money for food or to get back to the airport. They will threaten you. Be warned.\n\nAvoid the beaches at night. Try not to wear any outwardly expensive items of clothing or jewellery. In generally the Senegalese are not violent. Some people turn to stealing so that they can drink and eat. Overall, though, the Senegalese are an incredibly friendly and hospitable people and you will meet many people who are interested in talking to you.\n\nSenegal is one of the most politically stable countries in Africa. The police force is useless for your safety, although they all speak French, and hence are helpful with directions when asked.\n\nYou should particularly avoid walking in the evenings (or nights) along the Corniche, particularly the stretch between the International School of Dakar and the Club Olympique.\n\n",{"type":"==","value":["Cope"]},"\nThere are many ",{"type":"[[","value":[["begging"],["beggars"]]}," in Dakar, and so this can be an uncomfortable situation. One way to handle it is with a simple, polite \"ba BEN-een yohn\" (\"next time\" in Wolof). They may be persistent, but be firm without being rude. Another option is to give the talibes food. Also, keep in mind the Islamic tradition of giving daily - after you've given once, you can say, \"sah-RAHK-sah AH-gah-nah,\" which means \"charity has already been done.\"\n",{"type":"===","value":["Embassies & Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/senegal\/splash.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/french\/embassies\/egyptian_embassy_senegal\/contactus\/pages\/default.aspx"],["email="],["address=Rue 1, Villa 1, Fann Residence, B.P 474"],["lat="],["long="],["directions="],["phone=+221 33 869 55 44"],["tollfree="],["fax=+221 33 864 77 44"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.dakar.diplo.de"],["email="],["address=20, Avenue Pasteur, Dakar B.P. 2100"],["lat="],["long="],["directions="],["phone=+221 33 889 48 84 \/ +221 77 638 64 41 (emergencies)"],["tollfree="],["fax=+221 33 822 52 99"],["hours=M-F 09:00 - noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=15 Bis Rue Jules Ferry, Dakar B.P. 1810"],["lat="],["long="],["directions="],["phone=+2219 571120\/571149\/572648"],["tollfree="],["fax=+2219 571504"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinsenegal.fco.gov.uk\/en\/"],["email=britembe@orange.sn"],["address=20 Rue du Dr Guillet, BP 6025, Dakar"],["lat="],["long="],["directions="],["phone=(221) 33 823 7392\/823 9971"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/dakar.usembassy.gov\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nBBC World Service radio broadcasts in English and French in Dakar on 105.6 MHz.\n\n",{"type":"==","value":["Go next"]},"\nTravelling outside of Dakar can be manic and harrowing but is definitely worth it.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Saint-Louis"]]}," — The old French capital of Senegal, St. Louis is on the northern border, near ",{"type":"[[","value":[["Mauritania"]]},", and has fantastic colonial architecture and nightlife. Popular destination for travellers. Many bird parks are in this area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sine Saloum Delta"]}," — Just north of the border with ",{"type":"[[","value":[["Gambia"]]},", the Delta has amazing mangrove forests that you can tour by pirogue (essentially a motored canoe). Negotiate a fair price with a guide, and remember that once you get into the Delta, it's difficult and expensive to get around any way besides by pirogue."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Casamance"]]}," — The southernmost region of Senegal, the Casamance, boasts some of the most spectacular beaches and friendliest people in the country. The capital is ",{"type":"[[","value":[["Ziguinchor"]]},"—nice to visit but not much to do. Cap Skirring is the main tourist destination, and there are many hostels as well as a Club Med (\"Club Merde\" as the locals call it). The Casamance has been involved in a secessionist conflict for years; though the warring factions do not purposely attack tourists, there have been tourist deaths. The overnight ferry from Dakar to Ziguinchor is affordable and comfortable."]},{"type":"*","value":[{"type":"*","value":[" Details on the ferry:  The boat leaves from Dakar on Tuesdays and Fridays at 20:00 and from Zig on Thursdays and Sundays at 15:00, arriving 15–17 hours later. Office hours in Dakar are M-F, business hours with a break for lunch. To purchase tickets, you must go to either the port in Dakar or the one in Zig. You cannot buy tickets online, or over the phone.  Bring your passport to purchase. Advance purchase is advised, if possible, but not always necessary. Price for a couchette in a two person room is XOF30,500 and for a four person room is XOF28,500. Both include private bath and breakfast. Phone # for the Dakar ticket office is +221 33 821 29 00.  They will be able to give you information on availability, prices and office hours."]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Touba"]]}," — Senegal's religious centre, Touba makes a great day trip. Unfortunately, non-Muslims are no longer allowed inside the mosque, which is enormous. Women will be asked to wear long skirts and cover their heads to tour the grounds."]},"\n",{"type":"{{","value":[["IsPartOf"],["Cap Vert-Thies"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["14.681"],["-17.441"],["zoom=12"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Dakar"]]},"\n",{"type":"[[","value":[["Wikipedia:Dakar"]]}]