[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Church In Dalhousie.JPG"],["thumb"],["Church at Subhash Chowk in Dalhousie"]]},"\n\n",{"type":"'''","value":["Dalhousie"]}," is a hill resort town in the ",{"type":"[[","value":[["Chamba (district)"],["Chamba"]]}," District of ",{"type":"[[","value":[["Himachal Pradesh"]]}," in ",{"type":"[[","value":[["India"]]}," at 32.53° N 75.98° E and 2000 meters (6400 feet) altitude. .\n\n",{"type":"==","value":["Understand"]},"\nDalhousie is a quiet hill station with little night life, best suited for people who want to de-stress, who like the quiet, serene atmosphere, and for honeymooners, ideal for long walks picnics and treks. It is not recommended for people who want discos, malls and multiplexes. While there is plenty to do, see and experience, Dalhousie exudes an old-world charm and it seems like it hasn't quite caught up with the rest of the world yet.\n\n",{"type":"===","value":["History"]},"\nLord Dalhousie founded the town in 1854  because its fresh and peaceful atmosphere and healthy surroundings enchanted him. The British acquired five hills — ",{"type":"''","value":["Kathalagh, Potreyn, Terah"]}," (now called Moti Tibba by the locals), ",{"type":"''","value":["Bakrota"]}," and ",{"type":"''","value":["Bhangora"]}," — from the ruler of the Chamba State for developing the area as a sanatorium; in return, his taxes were reduced. The project originated with Lt. Col. Napier, then Chief Engineer of Punjab; (‘afterwards Lord Napier of Magdala”). Dr. Clemenger of the 49th Native infantry did the surveying. In 1851 a spot where the Dayan Kund Ridge (now Dain Kund) breaks in to spurs was selected for the project and Kathalagh was identified for the construction of Convalescent Depot.\n\nThe English visited this place for their summer vacations. The bungalows here are all made in the English style. The modern town is situated among the five hills, facing the Pir Panjal range of snow-capped and pristine mountains, surrounded by thick forests of pine and deodar trees.\n\n",{"type":"===","value":["Climate"]},"\nIt is usually warm in the morning and afternoon in June–July, gets cold early in the evening, and is quite cold at night: pack woollens and jackets; T-shirts can be worn in the daytime while the sun is out. The weather gets quite cold when it rains.\n\nIn winter, the temperature can drop to freezing point when heavy woolens are required. The summer temperature are mild and light woolens \/ cottons are recommended.\n\n",{"type":"==","value":["Get in"]},"\n\nThe trip to Dalhousie is a long one if you are heading from Delhi. It usually involves taking an overnight train to Pathankot (about 10 hr) and then a 2–3 hr drive from ",{"type":"[[","value":[["Pathankot"]]}," to Dalhousie. The options for overnight trains are Delhi-Pathankot or Delhi-Chakki Bank train. Chakki Bank is only 4 km away from ",{"type":"[[","value":[["Pathankot"]]}," which gives you the pleasure of being on train at right time (around 9PM) and being in Chakki Bank at morning (06:30AM.\n\nThere are frequent bus services from Pathankot to Dalhousie, which cost 70 Rs., as well as one bus a day from Delhi. A taxi from Pathankot will set you back between 800 (unofficial) to 1350 (official taxi) Rupees.\n\nThe nearest airports are:\n",{"type":"*","value":[{"type":"[[","value":[["Pathankot"]]}," at 75 km, with one flight from Delhi to Pathankot and back. However, in case of fog, it gets cancelled."]},{"type":"*","value":["Jammu, at 180 km. There are regular flights from Jammu to Delhi and many other destinations."]},{"type":"*","value":["Amritsar airport is 5 hrs away by bus."]},"\n",{"type":"[","value":["http:\/\/www.delhitodalhousietaxi.co.in\/ Delhi to Dalhousie Taxi"]}," is one of the best tourist guides. It provides best offers and services of tourists.\n\nThere are also local buses to Kangra, Dharamsala (7:15AM, 155 Rs.), Khajjiar and Chamba. For example, Going for a local bus from Kangra to Dalhousie will take only Rs 150\/- per ticket and will give some best scenic views on the way. You will also get a chance to interact with local people on the way who are nice. Seeing villages having merely 5-10 houses in the middle of mountains is a good experience.\n\n",{"type":"==","value":["Get around"]},"\n\nThe greatest activity in Dalhousie is on and around the three level Malls which were laid in the early 1860s for promenades, carriages, horses, dandies, etc. these roads and the steeper by-lanes which connect them to the bus-stand are still the arteries of the town. The Malls around Moti Tibba and Potreyn hills are the most popular among the tourists as the two are level and most of the business activity and hotels are around them. Gandhi Chowk, Upper bazaar. Subhash chowk, Catholic church of St. Frances, Sadar bazaar and the Convent founded by an Order of Belgium nuns and their Sacred Heart School are on these two malls. Dalhousie’s third and highest mall was built around the upper Bakrota hill nearly a 1000 feet above the G.P.O. (Gandhi Chowk). This mall was the favourite of Dr. Hutchison: “of these Upper Bakrota mall is finest and the longest being fully 3 miles round and from it extensive views are obtained of the low hills and figure of eight walk on the two malls encircling Moti Tibba and Potreyn hills is very pleasant and popular among local people and tourists.\n\nAs Shimla finds its focus in the mall, in Dalhousie action gravitates in the evening to the G.P.O. which presents a riot of colours and activity. Sometimes it even becomes difficult to surge ahead without jostling and elbowing. Most of the good eateries and handicraft emporia, hotels and of course the ever attractive Tibetan market are all around the G.P.O. There is a library and a reading room at the G.P.O. for the convenience of the tourists.\n\nThe main mode of transport is a car or motorcycle; it can get very cold in the evening so a car is recommended. Pony rides are available in G.P.O. and Khajjiar, but this is mostly a recreational activity rather than a functional one. The ponies are called ",{"type":"''","value":["khachhars"]}," (mules), crosses between horses and donkeys: don't expect thoroughbred horses! Walking around Dalhousie is a good option, but to see Khajjiar and Chamba you will have to use some kind of transport. Taxis to these destinations are easily available from the main market.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Dainkund, Dalhousie, India.jpg"],["thumb"],["Dainkund Peak"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Khajjiar"]}," - A stunning valley with a spring in the middle, while being quite beautiful, it gets littered with trash in the peak season of July when a massive number of tourists come. Known as the 'Switzerland of India' for the meadowy look."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dainkund Walk"]}," - A gentle, sloping walk near an Air Force base in Dalhousie, leading to a Hindu temple."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alah Water Tank"]}," - The main water tank in the area, holding 100,000 gallons."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Upper Bakrota"]}," - The highest area in Dalhousie, it has a number of estates, a residential school, and an Army barracks at the top. The area is circled by a road called Bakrota Walk, on the way to Khajjiar which ends at Alah Water Tank. It was the preferred destination of the landed gentry of Punjab during the Raj, now populated by similar residents from the new India. Some of the houses are worth seeing, but are mostly on private gated estates."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kala Tope Rest House"]}," - It's on the way to Khajjiar at the toll barrier for Kala Tope, a road to the left of the barrier leads to the government rest house, a nice quiet spot and a great place for a picnic. The 3-km route through dense pine forests from Lakkadmandi to Kala Tope is simply exhilarating. No cars are allowed on this 3-km route."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ganji Pahadi Walk"]}," - It is called Ganji Pahadi (",{"type":"''","value":["ganji"]}," means bald, ",{"type":"''","value":["pahadi"]}," means hill) because there are no trees on the summit of the hill and it looks like it's got a bald patch at the top. You can ask a local how to get there. It is a long walk of at least an hour, but quite pleasant."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Subhash Chowk"]}," - This is the spot (",{"type":"''","value":["chowk"]}," means intersection) where the road from the bus stand makes a cross road between two roads to G.P.O. and the one coming in from the bus stand. It is also a fairly active market, second to G.P.O."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Church"]}," - It is right next to the post office and police post in G.P.O."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chamba"]}," - It is a major district town a little distance away from Dalhousie and is the seat of the former princely State of Chamba. It has a number of attractions including a major museum, restaurants, etc."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kalatop wild life reserve"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kalatop Sanctuary was recognized as a game sanctuary on July 1, 1949. It lies between Dalhousie and Chamba at the northwestern extremity Daula Dhar. Dalhousie-Chamba Road runs through the sanctuary, which contains about 15 villages. In 1982-1983, there was a total of 1766 people living inside the sanctuary.\nThis reserve covers an area of 3069 hectares. Its altitude varies from 1185 meters to 2768 meters (3910 ft-9134 ft.) The terrain is steep and typical of the Outer Himalayas. It is drained by several tributaries of the Ravi River which lies just to the north. There is a lake at Khajjiar. The temperature varies from -10°C to 35°C. The mean precipitation is 2648 mm, one-fourth of which falls as snow.\nKhajjiar, Kalatop, Dain Kund, Lakarmandi, and Bara Pathar are the tourist attractions that fall in this sanctuary. From Gandhi Chowk, a steep, uphill walk will take you to the scenic Bakrota Circle. After walking about 2 kilometers, the road to this sanctuary starts near the Municipal Water Resivoir.\nKalatop is at an altitude of 2440 meters, and it is 8.5 kilometers from the GPO. From Lakarmandi, a jeepable road through the dense forest leads to the Kalatop Forest Resthouse. This is a perfect spot for a weekend retreat. The panoramic views of Pir Panjal Range and countryside are breathtaking."]]}]},"\nAsk the locals  for more detailed directions and advice about these places. Dain Kund, Upper Bakrota, and Ganji Pahadi are the lesser-known but quite long and enjoyable walks. Pack a picnic basket: there are a lot of open, empty spots where one can sit and enjoy a meal and a good view.\n\n",{"type":"==","value":["Do"]},"\n\nDalhousie is known for its great valleys and high mountain ranges. Places like Panchpula are known for trekking. There are waterfalls, places to trek, or to sit down, relax, and experience nature. It is 5 km from G.P.O. Dalhousie Chowk. Going there is easy by bus, taxi, etc., but going on foot is a marvellous experience. This Place Registered its Name in History. As here Lies the Memorial of Amar Ajit Singh (Uncle of Shaheed Bhagat Singh)\n\n",{"type":"[[","value":[["Image:Dalhousie5.jpg"],["thumb"],["Himalayan Cedar trees at Dalhousie"]]},"\n\n",{"type":"*","value":[" Go to the Tibetan market and have a look around just for fun."]},{"type":"*","value":[" Enjoy long walks; carry an umbrella if its cloudy."]},{"type":"*","value":[" Picnics are the  thing to do in Dalhousie."]},{"type":"*","value":[" Have a barbeque if your hotel has the facilities to do so."]},{"type":"*","value":[" Star-gaze: the sky is exceptionally clear in Dalhousie at night (bring your binoculars\/telescope)."]},{"type":"*","value":[" Enjoy a ride on the ponies in Khajjiar."]},{"type":"*","value":[" Trek: it's a fantastic place to trek."]},{"type":"*","value":[" Go see the sites: ask the locals, there are a lot of places not covered in this wiki."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are dozens of shops in the main market. The Tibetan  market is run by Tibetans and has all kinds of knicknacks, electronics and toys (mostly from China). D.C. Khannah local general store has everything from paint to everyday things; ask a local for directions-nearby Hotel Basera on court road Dalhousie.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["G.P.O."]}," - The main market is popularly called  G.P.O. because of the post office."]},{"type":"*","value":[" ",{"type":"'''","value":["Tibetan  Market"]}," - A market run by Tibetans, it has all kinds of knick-knacks, electronics and toys (mostly from China)."]},{"type":"*","value":[" ",{"type":"'''","value":["Tibetan Handicraft Centre"]}," - It is 3 km from G.P.O. on the way to Khajjiar. On the left is a slip road leading to this centre. It has great carpets and other handicrafts. You will  have to ask a local whether the centre is open to visitors at the time of your visit."]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are quite a few restaurants; the better ones are usually in the hotels themselves. Kwality  restaurant is one of the oldest, is located at G.P.O, is not the most sophisticated place, but is usually full and serves great dosa and Indian food. There are lots of small eating places at G.P.O. and Khajjiar. You can also try out some momos (a type of dumpling hugely popular with the tourist crowd).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dawat Restaurant"],["url="],["email="],["address=Hotel Mount View"],["lat="],["long="],["directions=near the bus stand"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kwality Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Gandhi Chowk"],["phone="],["tollfree="],["fax="],["hours=only in summer"],["price="],["content=A large selection of Indian and Chinese cuisine. Like most small town restaurants, the cuisines mingle a little...."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nepoli Restaurants"],["url="],["email="],["address="],["lat="],["long="],["directions=Gandhi Chowk"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sher-e-punjab"],["url="],["email="],["address=(too many in dalhousie)"],["lat="],["long="],["directions=Gandhi Chowk"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tibetan market is like a canal. being like a canal, it has lots of shops with great handicraft and also wooden work"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hotel Mongas"],["alt=Dalhousie"],["url=http:\/\/www.hotelmongas.com"],["email="],["address=The Mall,Gandhi Chowk"],["lat="],["long="],["directions=100 meters from The Mall"],["phone=+91-9418181818"],["tollfree="],["fax="],["hours=11:00hrs-2300hrs"],["price="],["content=At Mongas ,Dalhousie ,we serve multicusine.Enjoy the exclusive dining experience and savour delicacies of a carefully drafted menu."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere is a liquor store at G.P.O. and bars in the hotels, but no pubs as such.\n\n",{"type":"*","value":[" Hotel ManiMahesh, Bus Stand"]},"\n",{"type":"*","value":[" Vatika Restaurant (4 km back, on the way)"]},"\n",{"type":"==","value":["Sleep"]},"\nThere are various hotels available. Please book your room in advance in July; it also helps to enquire about the condition and facilities available in the hotel. Guest houses and some houses are available on rent. The houses are more expensive but better maintained and more luxurious. Hotels differ in pricing: the more expensive ones have better views and more services offered; one can have a look around to find the type of accommodation needed.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Basera"],["alt="],["url=http:\/\/www.hotelbaseradalhousie.in"],["email=manager@hotelbaseradalhousie.in"],["address=Court road, Near Subhash Chowk, Dalhousie, Landmark-Indane Gas Agency"],["lat="],["long="],["directions=on court Road off Subhash chowk road"],["phone=+911899242877,"],["tollfree="],["fax="],["checkin=noon"],["checkout=noon"],["price=call to check"],["content=In safest location of Dalhousie, Amidst heart of town in main living areas of Dalhousie with best of scenic views.  Hotel Basera has all modern amenities,personal balconies and suite room for comfortable family stay.  ",{"type":"'''","value":[" Hotel Basera offers special offs for all our Foreign tourists and complimentary Breakfast on all days of stay."]}]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Himalayan Resorts"],["url=http:\/\/himalayanresorts.com"],["email="],["address=Subhash Chowk"],["lat="],["long="],["directions="],["phone=+91 9816705730"],["tollfree="],["fax="],["hours="],["price=Rs 500-3,000"],["checkin=noon"],["checkout=noon"],["content=On the most peaceful and beautiful side of town, with all the modern amenities, personal balconies, and ample parking space."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotels in Dalhousie"],["url="],["email="],["address="],["lat="],["long="],["directions=back side of bus stand"],["phone=+91 9418193124"],["tollfree="],["fax="],["hours="],["price=Rs 500-3,000"],["checkin=noon"],["checkout=noon"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Monal"],["url=http:\/\/www.hotelmonal.com\/"],["email=info@hotelmonal.com"],["address=Garam Sarak, The Mall, G.P.O"],["lat="],["long="],["directions="],["phone=+91 9816463388, +91-01899-242362"],["tollfree="],["fax="],["hours="],["price=Rs 400-1,200"],["checkin="],["checkout="],["content=Centrally located,on the most peaceful and beautiful side of town, with all the modern amenities, personal balcony for complete privacy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mount View"],["url=http:\/\/www.mountviewdalhousie.com"],["email=info@mountviewindia.com"],["address="],["lat="],["long="],["directions="],["phone=+91 9418010822"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Terraces overlooking Pir Panjal Ranges, Bathri Valley and the Dalhousie Cantt, landscaped gardens. Restaurant Davat, terrace eatery. Conference hall for 200 people. Bar, health club, games room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sagrika Resort"],["url="],["email=Sagrikaresort@hotmail.com"],["address="],["lat="],["long="],["directions=on the Mall at Court Rd"],["phone=+91 9418040660, +91 1899 240489"],["tollfree="],["fax=+91 1899 240660"],["hours="],["price=Rs 1,200-1,500"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Snow Valley Resorts"],["url=http:\/\/www.snowvalleyresorts.in"],["email=info@snowvalleyresorts.in"],["address=The Mall Rd"],["lat="],["long="],["directions="],["phone=+ 09318513788"],["tollfree="],["fax="],["hours="],["price=Two night packages from Rs 7,000\/10,000(mid\/high season)"],["checkin="],["checkout="],["content=Each room has excellent views over the plain and Himalayas, private bay windows with Indian sittings, 32\" LCD TV's, wooden flooring and rather up to date amenities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Teddy's Lodge"],["url=http:\/\/www.teddyslodge.com"],["email=teddysahib@hotmail.com"],["address=York Cottage, Upper Bakrota"],["lat="],["long="],["directions=near allah water tank half a km walk up to upper bakrota from the water tank"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Alps Resort Dalhousie"],["url=http:\/\/www.alpsresort.co.in"],["email="],["address=Bakrotta Hills"],["lat="],["long="],["directions=On the way to Khajjiar"],["phone=+911899240781"],["tollfree="],["fax="],["hours="],["price="],["checkin=1200"],["checkout=1100"],["content=The resort offers excellent service as well as good accommodation, far from the crowds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mongas"],["url=http:\/\/www.hotelmongas.com"],["email="],["address=The Mall,Gandhi Chowk,Dalhousie"],["lat="],["long="],["directions=100 meters from The Mall"],["phone=+919418181818"],["tollfree="],["fax="],["hours="],["price=INR 1500 onwards"],["checkin=12:00"],["checkout=12:00"],["content=Equipped with all ultra modern facilities."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aamod"],["url=http:\/\/www.dalhousie@aamod.in"],["email="],["address=Aamod at Ala (Dalhousie) Village, Ala, Dalhousie Khajjiar Road, Dalhousie, District Chamba, H.P. - 176304"],["lat="],["long="],["directions=approximately 5 km from Dalhousie town centre on the road to Khajjiar, adjoining Kalatop Wildlife sanctuary"],["phone = +91 9218405240-41"],["tollfree="],["fax="],["hours="],["price=Rs. 6000 onwards per night"],["checkin=2PM"],["checkout=11AM"],["content=This Eco tourism resort on the Khajjiar Road sits pretty on a ridge adjoining the Kalatop Wildlife sanctuary and overlooks the valley and vistas of nothingness beyond. The Colonial - Multi-cuisine restaurant and Bar, Recreation centre, Mountain Biking, Guided Nature hikes & Camping and a small ropes adventure course for kids."]]}]},"\n",{"type":"==","value":["Go next"]},"\nDharmshala\n",{"type":"[[","value":[["WikiPedia:Dalhousie, India"]]},"\n\n",{"type":"{{","value":[["geo"],["32.53"],["75.98"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chamba_(district)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Himachal Pradesh\/Localities\/Dalhousie\/"]]}]