[{"type":"{{","value":[["pagebanner"],["Downtown Dallas from Belmont Hotel in Oak Cliff, 2.jpg"]]},"\n",{"type":"{{","value":[["districts discussion"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitdallas.com\/\/ Dallas"]}]},", the ninth largest city in the United States and the third largest in the state of ",{"type":"[[","value":[["Texas"]]},", is an impressive melting pot of culture and character. As the undisputed center of oil and cotton industry in the late 1800s and early 1900s, Dallas steadily grew to become a classic American boomtown of the new age, and is one of the fastest growing cities in the nation.\n\nBoasting high-end luxury hotels, innumerable fine dining spots, and one of the busiest airports in the world, Dallas maintains an upscale ethos also reflected by an affluent population, world-class museums, and a shimmering modern skyline. Although its history has unfortunately been marred by the infamous assassination of former U.S. President John F. Kennedy, Dallas has reinvented itself in the eyes of the world; many big businesses find their home in Dallas, and the city is an international hub for commerce and trade.\n\nDallas is known for its abundance of malls and shopping has been woven tightly into the city’s cultural fabric.\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"===","value":["Center"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Downtown"],["Downtown"]]},", including the historic West End. Home to a burgeoning residential and nightlife district."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Deep Ellum"],["Deep Ellum"]]}," is an old warehouse district that has been turned into collection of bars, restaurants, and loft apartments."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Uptown"],["Uptown"]]}," - Immediately east of the Oak Lawn district—a playground and shopping grounds for the beautiful people of the city. Extends from Woodall Rodgers on the south to Haskell on the north, and from Central Expressway on the east to the Katy Trail on the west. Immediately north of Uptown, and sometimes included as part of it, is the Knox Park neighborhood, which includes restaurants and a plethora of upscale home furnishings shops.  \"",{"type":"'''","value":["Knox\/Henderson"]},"\" is a split personality urban neighborhood worthy of its own designation.  The Knox side west of Hwy 75 is the more upscale half, with many restaurants and upscale home decor shops.  The Henderson side lagged behind its Knox half, but is now just as trendy, with a more low-key, relaxed vibe.  Henderson hot spots now line Henderson all the way from Hwy 75 to Ross.  Knox and the western half of Henderson are very pedestrian friendly.  Knox\/Henderson is just a short walk up the Katy Trail from West Village."]},"\n",{"type":"===","value":["Northeast"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/East Dallas"],["East Dallas"]]}," - This is the large area north of I-30 and south of Mockingbird, extending from Central Expressway to White Rock Lake and beyond. The closer-in areas are some of the \"streetcar suburbs\" built from the teens to '30s, with quaint bungalows and neighborhood strips that are teeming with restaurants, taverns, coffeehouses, wine bars, and vintage shops. A large oasis of laid-back in a sometimes uptight city, homey-but-hip East Dallas is a great place to mingle with locals. Contained within East Dallas is ",{"type":"[[","value":[["Dallas\/Lower Greenville"],["Lower Greenville"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Lake Highlands"],["Lake Highlands"]]},", a largely residential area bordering ",{"type":"[[","value":[["Garland (Texas)"],["Garland"]]}," on the north and ",{"type":"[[","value":[["Mesquite (Texas)"],["Mesquite"]]}," on the east."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/North Dallas"],["North Dallas and Preston Hollow"]]},", including the areas along the south side of northern I-635 loop (LBJ) but extending up around the borders of the North Dallas Tollway and ",{"type":"[[","value":[["Addison"]]},". Made up of several upscale neighborhoods, north of the Park Cities and mostly south of LBJ."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Highland Park"],["Highland Park"]]}," and ",{"type":"[[","value":[["University Park"]]},". One of the wealthiest areas of the city, the \"Park Cities\" are mostly residential, but also offer world-class shopping opportunities at Highland Park Village (corner of Mockingbird and Preston) and elsewhere. North Park mall is on the northern edge of the Park Cities.  University Park is home to ",{"type":"'''","value":["Southern Methodist University"]}," (SMU), the Meadows Museum at SMU, and the under-construction George W. Bush Presidential Library."]},"\n",{"type":"===","value":["Northwest"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Northwest Dallas"],["Northwest Dallas"]]},", home to Koreatown and to Dallas Love Field, the city's second biggest airport."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Oak Lawn"],["Oak Lawn"]]},", north of downtown, Oak Lawn includes established Turtle Creek highrise living, a multitude of Parks and restaurants, dense, urban neighborhoods of mostly townhomes, apartments, and condos, and also includes the gay district of Cedar Springs."]},"\n",{"type":"===","value":["South and West"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Oak Cliff"],["Oak Cliff"]]},", a large low-income, mainly residential district southwest of downtown. ",{"type":"'''","value":["North Oak Cliff or \"Kessler Park\""]}," is another \"streetcar suburb\" and is home to upscale homes, from vintage 1930's bungalows, to mid-century modern, to new contemporary.  The Bishop Arts District, centered on Bishop and Davis streets, is one of the City's hottest areas for new restaurants, cafes, and boutiques, drawing an eclectic crowd in which the creative class and the gay community are well-represented.  North Oak Cliff is a slice of Austin in Dallas."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/South Dallas"],["South Dallas"]]},", home to the Texas State Fairgrounds, Fair Park is open all year and is home to multiple museums.  The Cotton Bowl is at Fair Park, and the University of Texas and University of Oklahoma face off on the gridiron here every year in the fall during the Texas ",{"type":"[[","value":[["State Fair"]]},". The Exposition Park neighborhood across from Fair Park and the DART Fair Park stop, is a little hamlet of hipster bars, clubs, and restaurants.  "]},{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/West Dallas"],["West Dallas"]]}," is largely a blighted area of poverty, but it does feature the one-of-a-kind Belmont Hotel, which has arguably the best views of downtown.  West Dallas is easily connected to the Oak Cliff area, and is poised for re-development as part of the Trinity River Project, and the under-construction Hunt-Hill Bridge across the Trinity River, designed by famed Spanish architect, Santiago Calatrava."]},"\n",{"type":"===","value":["Suburbs"]},"\nSome area attractions often thought of as Dallas attractions are actually located in the suburbs, notably the following:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Addison"]]},", almost surrounded by ",{"type":"[[","value":[["Dallas\/North Dallas"],["North Dallas"]]},", has a lot of restaurants and shopping packed into its 4 square miles."]},{"type":"*","value":[" ",{"type":"[[","value":[["Arlington (Texas)"],["Arlington"]]},", home to the new Cowboys Stadium, Six Flags Over Texas, Six Flags Hurricane Harbor, and the ballpark of the Texas Rangers."]},{"type":"*","value":[" ",{"type":"[[","value":[["Irving"]]},", former home of the Dallas Cowboys' Stadium, it serves as the gateway to the massive DFW airport."]},{"type":"*","value":[" The suburbs of ",{"type":"[[","value":[["Carrollton (Texas)"],["Carrollton"]]}," and ",{"type":"[[","value":[["Lewisville"]]},", north along I-35E have less to offer in terms of attractions, but provide ample tourist accommodations, plenty of restaurants, and are reasonably close to any Dallas destination. The same might be said for ",{"type":"[[","value":[["Richardson"]]}," and ",{"type":"[[","value":[["Plano"]]},", which lie north from Dallas along US-75."]},{"type":"*","value":[" ",{"type":"[[","value":[["Grapevine"]]}," has a nice historic main street area and numerous wineries."]},"\n",{"type":"==","value":["Understand"]},"\nMany non-natives often have a hard time sizing up Dallas, and indeed, the entire Metroplex.  Dallas does not fit many of the typical Texan stereotypes (Western, laid-back, casual), but it also doesn’t often live up to some of the more notorious stereotypes of its own (pretentious, unfriendly, sterile).  The truth is, like in many things, somewhere in between.\n\nDallas is a wonderful place with a great deal to offer and an immense and diverse set of attractions, food and people.  From the ultra-modern and posh Uptown and Victory developments, to the old-world elegance and upper-crust attitude of Turtle Creek, to the “real life” feel of largely-suburban North Dallas, it is virtually impossible to neatly categorize Dallas beyond this: it is one of the largest cities in America, and a metro area where more and more people are choosing to work and live every year.  With that in mind, you should enjoy visiting Dallas for all the same reasons why others choose to live there.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 54"],["febhigh = 60"],["marhigh = 68"],["aprhigh = 76"],["mayhigh = 83"],["junhigh = 92"],["julhigh = 96"],["aughigh = 96"],["sephigh = 88"],["octhigh = 79"],["novhigh = 66"],["dechigh = 58"],["janlow = 34"],["feblow = 38"],["marlow = 45"],["aprlow = 55"],["maylow = 63"],["junlow = 71"],["jullow = 75"],["auglow = 74"],["seplow = 67"],["octlow = 56"],["novlow = 45"],["declow = 37"],["janprecip = 1.9"],["febprecip = 2.2"],["marprecip = 2.6"],["aprprecip = 3.8"],["mayprecip = 5"],["junprecip = 2.9"],["julprecip = 2.2"],["augprecip = 2"],["sepprecip = 3"],["octprecip = 3.5"],["novprecip = 2.2"],["decprecip = 1.9"],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Dallas"],["32.77818"],["-96.79539"]]}]]},"\nBeing in the American South, Dallas has a subtropical climate with mild winters, hot summers, and a very wet spring and fall in between. In winter and summer it can also be a very dry place, as it receives warmer, drier weather from the Mojave Desert in the west and the Great Plains in the north.\n\nWinters are generally mild, with average highs in the 50s and 60s (10-20*C) and average lows around the freezing mark. It does snow in Dallas a couple times a year, and there is the rare day where temperatures will not get out of the 30s (0-5*C), but for the most part winter is just relatively dry and cool. There is, however, the danger of freezing rain and ice storms.\n\nSpring and fall bring very pleasant temperatures, but spring is also known for its storms. With Dallas lying within Tornado Alley, springtime weather can be quite volatile and severe storms often occur. Summers are hot and dry, with temperatures often surpassing 100*F (38*C).\n\nAverage rainfall in Dallas is 37.1 inches (942.3 mm) per year, and average snowfall is about 2.5 inches (63.5 mm) per year.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe Dallas\/Fort Worth area is served by two major airports, ",{"type":"'''","value":[{"type":"[[","value":[["Dallas\/Fort Worth Airport"],["Dallas-Fort Worth International Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["DFW"]]},"), and ",{"type":"'''","value":["Love Field"]}," (",{"type":"{{","value":[["IATA"],["DAL"]]},").  Love Field is within the city limits not far northwest of downtown, and its longstanding flight restrictions will end in October 2014.  Its is a focus city for Southwest Airlines. The sprawling DFW Airport, halfway between Dallas and Ft. Worth (and so equally inconveniently located to both), is American Airlines' largest hub as well as serving all other major domestic carriers.  ",{"type":"'''","value":["Addison Airport"]}," (",{"type":"{{","value":[["IATA"],["ADS"]]},", ",{"type":"{{","value":[["FAA LID"],["ADS"]]},"). a public airport located in the town of Addison, has various charter flights.\n\nNo matter which airport you are flying into or out of, if it is during rush hour, ",{"type":"'''","value":["traffic"]}," will be a factor. Make sure you budget appropriate time to get to your destination. If driving, try to exit through the South Exit from DFW. A major highway interchange replacement is currently under construction just outside the North Exit, where road closures are currently common and unpredictable. Consider flights that arrive outside of the morning or evening rush hours.\n\nOnce you've arrived at the airport, you will probably do best to take one of the ",{"type":"'''","value":["Shared Ride"]}," shuttle services.  They offer door to door pickup and drop off and cost ~$30 for ~20 miles, which will get you to most places.\n\n",{"type":"===","value":["By train"]},"\nThere are two ",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]},"  routes which serve Dallas\/Fort Worth: \n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.texaseagle.com\/ Texas Eagle"]}]}," between San Antonio and Chicago"]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.heartlandflyer.com\/ Heartland Flyer"]}]}," between Fort Worth and Oklahoma City. "]},"\nFrom Fort Worth, you can reach Dallas via either the Texas Eagle or the ",{"type":"'''","value":["TRE Trinity Rail Express"]}," commuter rail line that runs from downtown Fort Worth to Dallas with stops at DFW International and Irving.\n\nFrom the visitor's perspective, Amtrak is an extremely slow way to travel. Arriving from Houston involves a train change of five or more hours in San Antonio. Do yourself a favor: fly or drive in.\n\n",{"type":"===","value":["By car"]},"\nTo get to Dallas from ",{"type":"[[","value":[["Oklahoma"]]},", take I-35 or US 75 south.  To get here from ",{"type":"[[","value":[["Houston (Texas)"],["Houston"]]},", it's ~250 miles north on I-45 (which turns into US 75).  To get here from ",{"type":"[[","value":[["Austin"]]},", take I-35 North.  To get here from ",{"type":"[[","value":[["Louisiana"]]},", take I-20 west.  Dallas is the junction-point for most cities within a 200-300 mile radius, with good road service to and from.  Any map of the ",{"type":"[[","value":[["United States"]]}," should have enough information to get you into Dallas with no problems.\n\nHowever, once you are here, watch out for traffic.  Traffic tends to go towards the city centers in the morning, and away from the city centers in the evening.  Major choke points are 75 South in the morning (what takes 20 minutes with no traffic, ends up taking 1–2 hours with traffic).  I-635 near US-75 is also usually a mess since I-635 (being the beltway that runs all around Dallas) is an often-traveled road.  Also watch out for I-35E southbound in the mornings. Roadway construction is also a common occurrence in Dallas and should be budgeted for. The farthest eastern end of the George Bush Turnpike (SH-190), many portions of SH-121, and the central portion of IH-635 are, as of July 2011, either beginning or are currently under major construction.\n\n",{"type":"*","value":["US-75 is also called \"Central\" or \"Central Expressway\", and turns into I-45 just south of Downtown "]},{"type":"*","value":["I-635 is sometimes called LBJ, which stands for Lyndon B Johnson."]},{"type":"*","value":["There are two branches of I-35.  I-35 splits into I-35W at ",{"type":"[[","value":[["Denton"]]}," (30 miles north of Dallas) through ",{"type":"[[","value":[["Fort Worth"]]}," to ",{"type":"[[","value":[["Hillsboro (Texas)"],["Hillsboro"]]}," (50 miles south of Dallas), and I-35E that runs from Denton through Dallas to Hillsboro.  After I-35W and I-35E reach Hillsboro, they simply rejoin as I-35."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]},". Bus stop is near the center of downtown at 205 S. Lamar."]},"\n",{"type":"*","value":["Buses also run to and from ",{"type":"[[","value":[["Shreveport"]]}," on the weekends, which is sponsored by the casinos.  This is more for the locals to go and get their gambling fixes, but ask around if you're interested."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/us.megabus.com Megabus"]}]},". Service from ",{"type":"[[","value":[["Houston"]]},", ",{"type":"[[","value":[["San Antonio"]]},", ",{"type":"[[","value":[["Austin"]]},", ",{"type":"[[","value":[["Memphis"]]},", and ",{"type":"[[","value":[["Little Rock"]]},". Bus stop is located at the DART East Transfer Center, 330 N Olive St. Fares from $1 and up."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.elexpreso.net El Expreso"]}]},". Mexican trans-border bus line, also serves destinations throughout southeastern United States. Bus stop is located at 1050 N. Westmoreland #124 in Dallas."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.autobusesamericanos.us Autobus Americanos"]}]},". Mexican trans-border bus line with services to various points in Mexico. Bus stop is located at 627 N Westmoreland St in Dallas."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/ticket.gruposenda.com Turimex Internacional"]}]},". Mexican trans-border bus line with services to various points in Mexico. Bus stop is located at 501 E. Jefferson Blvd in Dallas."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.omnibusmexicanos.com.mx Omnibus Mexicanos"]}]},". Mexican trans-border bus line with services to various points in Mexico. Bus stop is located at 201 E. Jefferson Blvd in Dallas."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Reunion Tower Dallas.JPG"],["thumb"],["175px"],["right"],["Reunion Tower and the Trinity Railway Express"]]},"\nThe simplest and most reliable way to get around Dallas is by car. ",{"type":"'''","value":["Public transportation"]},", known as Dallas Area Rapid Transit or ",{"type":"'''","value":["DART"]},", has an extensive system of buses and an expanding light rail network. The light rail hits many tourist destinations in the downtown area, but generally works best for commuters. Buses will get you almost anywhere but will usually require multiple transfers and are a slow way to travel. You can get an excellent trip plan by visiting the DART website ",{"type":"[","value":["http:\/\/www.dart.org"]}," or by calling their information phone number (214-979-1111). Tickets consist of either one-way tickets ($1.75 and up) or day passes ($4 at light rail stations) and are generally collected on the honor system; we recommend the day pass because it will probably take you a lot of buses to get where you need to go. Most buses and the entire light rail have service from around 5:00AM to midnight. There are no after-hours buses. Bus drivers will check tickets upon boarding; light rail trains have infrequent random checks that occur most often during rush hour.\n\nThe bus system, not unlike in many large cities, can be quite confusing, and trying to get to points downtown may involve a long walk due to one-way streets. The Texas culture and the urban sprawl of the DFW metroplex encourage the use of cars and local will generally be unable to help you use public transportation. The light rail system consists of four lines, is simple to navigate, and connects to several suburban areas. Car rentals are the most convenient for transportation for visitors, with local companies offering better prices but national chains offering more convenient return policies and locations.\n\nTo get from DFW airport to downtown Dallas, take the SkyTrain inside your terminal or a free airport shuttle in the passenger pickup area to Terminal A (there are signs in the vicinity of the baggage claims explaining how to get to DART). Then take the DART bus to Belt Line Station on the Orange Line. The Orange Line will take you downtown, where you can transfer to the other DART rail lines. Alternatively, you can take a DART bus from Terminal A in the opposite direction to CentrePort\/DFW Station on the TRE and take a commuter train to downtown Dallas. Be aware, however, that the TRE runs only once an hour during most of the day.\n\n",{"type":"*","value":["Dallas Taxi ",{"type":"[","value":["http:\/\/www.dallasdfwtaxi.com"]}]},{"type":"*","value":["Dallas Yellow Cab ",{"type":"[","value":["http:\/\/www.dallasyellowcab.com"]},", (1-800-444-6400)"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Sixth Floor Museum"],["alt="],["url=http:\/\/www.jfk.org\/"],["email="],["address="],["lat=32.77959"],["long=-96.80826"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The museum is dedicated to the assassination of President John F. Kennedy, is located ",{"type":"[[","value":[["Dallas\/Downtown"],["downtown"]]}," in the same building from which Lee Harvey Oswald fired the shots. It features a lobby on the first floor, after which only the museum on the sixth floor and the post-assassination themed exhibit on the seventh floor are accessible. Note the gift shop is located in a different building."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=George W. Bush Presidential Library And Museum"],["alt="],["url=http:\/\/www.georgewbushlibrary.smu.edu\/"],["email="],["address="],["lat=32.84170"],["long=-96.77758"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Former President Bush's library, containing various exhibits and artifacts from his presidency."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dallas Museum of Art"],["alt="],["url="],["email="],["address="],["lat=32.78821"],["long=-96.80152"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great works of art from eastern and western cultures, from all ages."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Perot Museum of Nature and Science"],["alt="],["url=http:\/\/www.perotmuseum.org\/"],["email="],["address=2201 N. Field Street"],["lat=32.78704"],["long=-96.80601"],["directions="],["phone="],["tollfree="],["fax="],["hours=10am-5pm M-Sa 12pm-5pm Su"],["price="],["content=A spiffy new building to house the Dallas Natural History Museum located in ",{"type":"[[","value":[["Dallas\/Downtown"],["downtown"]]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Nasher Sculpture Center"],["url=http:\/\/www.nashersculpturecenter.org"],["email="],["address=2001 Flora Street"],["lat=32.78810"],["long=-96.79985"],["directions="],["phone = +1 214 242-5100"],["tollfree="],["fax="],["hours="],["price="],["content=in ",{"type":"[[","value":[["Dallas\/Downtown"]]},". Gallery and outdoor display of significant modern and contemporary sculpture."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Meadows Museum of Art"],["alt="],["url=http:\/\/www.meadowsmuseumdallas.org\/"],["email="],["address="],["lat=32.83824"],["long=-96.78483"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Houses one of the largest and most comprehensive collections of Spanish Art outside of Spain, including works by El Greco, Velázquez, Ribera, Murillo, Goya, Miró and Picasso, and a 40-by-90 foot moving sculpture, Wave, designed by Santiago Calatrava. Admission is free on Thursdays after 5PM"]]}]},"\n",{"type":"===","value":["Parks and Animals"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dallas Zoo"],["alt="],["url=http:\/\/www.dallaszoo.com\/"],["email="],["address="],["lat=32.74041"],["long=-96.81436"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is in ",{"type":"[[","value":[["Dallas\/South Dallas"],["south Dallas"]]},". Over 8,000 animals can be seen at this 97-acre zoo."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dallas Arboretum and Botanical Gardens"],["alt="],["url=http:\/\/www.dallasarboretum.org\/"],["email="],["address="],["lat=32.82298"],["long=-96.71518"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located along the south banks of White Rock Lake in East Dallas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dallas Aquarium at Fair Park"],["alt="],["url="],["email="],["address="],["lat=32.77598"],["long=-96.76028"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See over 6,000 aquatic animals at this aquarium located on the state fairgrounds in the ",{"type":"[[","value":[["Dallas\/South Dallas"],["southern"]]}," part of town. Has a string-ray petting pool."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dallas World Aquarium"],["alt="],["url=http:\/\/www.dwazoo.com\/"],["email="],["address="],["lat=32.78340"],["long=-96.80556"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Dallas\/Downtown"],["Downtown"]]},". More than just an aquarium, this unique zoo tour starts at the canopy level of a rain forest and winds its way down past many types of animals and into the aquarium below."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fair Park"],["alt="],["url=http:\/\/www.fairpark.org\/"],["email="],["address="],["lat=32.78203"],["long=-96.76571"],["directions=Served by the DART Green Line, MLK and Fair Park Stations"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The 277 acre park is home to the Cotton Bowl, State Fair of Texas, a half dozen venues, 9 museums, and the largest collection of Art Deco buildings in the world. Most of it was built in 1936 for the Texas Centennial Exposition. While most visitors go to the park during the State Fair or for one of the many concerts and sporting events, the park's many museums and aquarium make it a great place to spend the day. Since 2012, many of the games and rides are open during the summer."]]}]},"\n",{"type":"===","value":["Venues"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=American Airlines Center"],["alt="],["url="],["email="],["address="],["lat=32.78980"],["long=-96.80976"],["directions=Victory Park DART Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home to both the Dallas Stars Hockey Club of the NHL and Dallas Mavericks of the NBA. The brick retro arena is located just north of ",{"type":"[[","value":[["Dallas\/Downtown"]]},". The Mavericks won the 2011 NBA Championship."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=SMU Mustangs"],["alt="],["url=http:\/\/smumustangs.cstv.com"],["email="],["address="],["lat=32.83865"],["long=-96.78175"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Mustangs, representing Southern Methodist University as members of the American Athletic Conference, are the most prominent college sports program on the Dallas side of the Metroplex. SMU's main athletic facilities are on its campus in University Park. The most prominent venues are Gerald J. Ford Stadium (football) and Moody Coliseum (basketball)."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Texas Theatre"],["url=http:\/\/www.thetexastheatre.com"],["email="],["address=231 W Jefferson Blvd Dallas, Texas 75208"],["lat=32.74327"],["long=-96.82536"],["directions="],["phone = +1 214-948-1546"],["tollfree="],["fax="],["hours="],["price="],["content=A movie theater and Dallas Landmark located in Oak Cliff, the Texas Theatre gained historical fame for being the place Lee Harvey Oswald, the assassin of President John F. Kennedy and Dallas police officer J. D. Tippit, was arrested after a brief fight. Open daily, today it hosts a mix of repertory cinema and special events."]]}]},"\n",{"type":"===","value":["Outside of Dallas"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dallas Cowboys"],["alt="],["url=http:\/\/www.dallascowboys.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dallas' famous football team, plays at Cowboys Stadium, a short ways west of Dallas in ",{"type":"[[","value":[["Arlington (Texas)"],["Arlington"]]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Texas Rangers"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They are from the Dallas\/Fort Worth area, specifically in the city of ",{"type":"[[","value":[["Arlington (Texas)"],["Arlington"]]},". Dallas' professional baseball team is the 2010 American League Champions."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=State Fair of Texas"],["alt="],["url=http:\/\/www.bigtex.com\/"],["email="],["address="],["lat=32.77705"],["long=-96.75927"],["directions=Fair Park"],["phone="],["tollfree="],["fax="],["hours=Sept 27 to Oct 20"],["price=$17 at the gate, though many discounts available"],["content=In autumn, the Texas State Fair is held at designated grounds ",{"type":"[[","value":[["Dallas\/South Dallas"],["southeast of downtown"]]},", vying with its Iowa counterpart for the title of the country's largest state fair."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Diwali Festival"],["alt="],["url=http:\/\/www.dfwdiwalimela.com\/"]]}]},"\n",{"type":"[[","value":[["Image:State Fair Dallas Texas.JPG"],["thumb"],["250px"],["right"],["Big Tex at the State Fair of Texas"]]},"\n\n",{"type":"*","value":[" Head to ",{"type":"[[","value":[["Arlington (Texas)"],["Arlington"]]}," for a day of fun at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sixflags.com\/parks\/overtexas\/ParkInfo\/directions.html Six Flags Over Texas"]}]}," or ",{"type":"'''","value":["Six Flags Hurricane Harbor"]},", the best waterpark in the area. Don't forget the sunblock."]},"\n",{"type":"*","value":[{"type":"'''","value":["White Rock Lake"]},". Escape the city bustle for a stroll at this large park in ",{"type":"[[","value":[["Dallas\/East Dallas"],["East Dallas"]]},". This is really a beautiful getaway, but locals would tell you to avoid driving around here at night—ghosts haunt these waters."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf"]}," - There are a lot of wonderful courses in the Dallas area. The city boasts five municipal courses with reasonable greens fees. Of these, Tenison Highlands in ",{"type":"[[","value":[["Dallas\/East Dallas"],["East Dallas"]]}," and Cedar Crest in ",{"type":"[[","value":[["Dallas\/South Dallas"],["South Dallas"]]}," offer the best test of golf, and can be the most crowded, especially on weekends. There are any number of terrific daily-fee public courses in the D\/FW area as well, particularly in the cities of ",{"type":"[[","value":[["Irving"]]},", ",{"type":"[[","value":[["Grapevine"]]},", ",{"type":"[[","value":[["Lewisville"]]},", and ",{"type":"[[","value":[["The Colony"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rodeo"],["alt="],["url=http:\/\/www.mesquiterodeo.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go see a rodeo show at the Mesquite Championship Rodeo."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Shakespeare Dallas"],["url=http:\/\/www.shakespearedallas.com"],["email="],["address=3630 Harry Hines Blvd., 3rd Floor"],["lat="],["long="],["directions="],["phone = +1 214 559-2778"],["tollfree="],["fax="],["hours=9AM - 5PM"],["price=donations recommended"],["content=Inspired by the democratic spirit of the New York Shakespeare Festival, Robert \"Bob\" Glenn started Shakespeare Dallas in 1971. Today, Shakespeare Dallas is a treasured North Texas cultural landmark and the only company in the area that provides accessible programs for audiences of all ages. Shakespeare Dallas has shows in various parks in the Dallas area (Shakespeare in the Park), as well as performances in local schools (Shakespeare on the Go), cultural centers and co-productions with local theatre groups (Shakespeare Unplugged)."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sandy Lake Amusement Park"],["url=http:\/\/www.sandylake.com"],["email="],["address=1800 Sandy Lake Road"],["lat="],["long="],["directions="],["phone = +1 972 242-7449"],["tollfree="],["fax="],["hours="],["price="],["content=A Dallas institution for over 40 years, Sandy Lake Amusement Park offers rides, games, family fun, picnic areas and sightseeing."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cheesemaking"]}," at a shop in ",{"type":"[[","value":[["Dallas\/Deep Ellum"],["Deep Ellum"]]},"."]},"\n",{"type":"==","value":["Buy"]},"\nShopping is big in Dallas.  In days of yore, folks would come from all over the country to shop in Dallas' exclusive shops.\n\n",{"type":"*","value":[" Popular ",{"type":"'''","value":["shopping malls"]}," include the Galleria in ",{"type":"[[","value":[["Dallas\/North Dallas"],["North Dallas"]]},", NorthPark Mall, and the West Village in ",{"type":"[[","value":[["Dallas\/Uptown"],["Uptown"]]},", among others. A bit further afield is Grapevine Mills in nearby ",{"type":"[[","value":[["Grapevine"]]},". Amazing malls can also be found in ",{"type":"[[","value":[["Plano"]]}," and other suburbs."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Half-Price Books"],["alt="],["url=http:\/\/halfpricebooks.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Used bookstore chain headquartered in Dallas, offering secondhand books, music and video, with offerings varying by location. The flagship store is in ",{"type":"[[","value":[["Dallas\/East Dallas"],["East Dallas"]]},", with one other Dallas store and nine more in the Metroplex area."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Neiman Marcus"]}," was founded in Dallas, supplying dresses and diamonds to debutantes and family scions.  The ",{"type":"[[","value":[["Dallas\/Downtown"],["downtown"]]}," flagship store remains a popular destination for visitors and locals alike, and the NorthPark Mall location is the chain's most successful location."]},"\n",{"type":"==","value":["Eat"]},"\n\nAreas with high concentrations of restaurants include the following:\n",{"type":"*","value":[" ",{"type":"'''","value":["Beltline Road"]}," through ",{"type":"[[","value":[["Addison"]]}," and ",{"type":"[[","value":[["Dallas\/North Dallas"],["North Dallas"]]},", just north of I-635, has perhaps the most restaurants per-capita in the U.S.  If there is a type of food you like then you can probably find it there."]},{"type":"*","value":["  ",{"type":"'''","value":["Greenville Avenue"]}," running north to south in ",{"type":"[[","value":[["Dallas\/East Dallas"],["East Dallas"]]},", has many restaurants along its length, particularly in ",{"type":"[[","value":[["Dallas\/Lower Greenville"],["Lower Greenville"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Knox"]}," and ",{"type":"'''","value":["Henderson"]}," streets (the \"Knox\/Henderson\" neighborhood), off US-75 ",{"type":"[[","value":[["Dallas\/Uptown"],["Uptown"]]}," have many laid-back, stylish restaurants. "]},{"type":"*","value":[" ",{"type":"'''","value":["McKinney Avenue"]},", is the heart of ",{"type":"[[","value":[["Dallas\/Uptown"],["Uptown"]]},", with a wide variety of quality establishments."]},{"type":"*","value":[" The ",{"type":"'''","value":["West End"]}," in the northwest part of ",{"type":"[[","value":[["Dallas\/Downtown"],["Downtown"]]}," has a good mix of original local restaurants and successful chain establishments."]},"\nDallas has a good number of its own chain restaurants which have become quite successful in the area, offering unique local flavors.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Spring Creek Barbeque"],["alt="],["url=http:\/\/springcreekbarbeque.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spring Creek Barbeque has 15 Texas style restaurants across the North Texas area. The menu is very simple. Beef, ham sausage, turkey, chicken, and ribs are available for entrees (you can have combinations also). Side items available are corn, beans, potato salad, cole slaw, and baked potatoes. In addition, fresh homemade bread rolls are served with each dish and more are delivered to your table during each meal. Even with large servings, the most expensive menu is only about $10 so all of the dishes are available at a reasonable price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cristina's"],["alt="],["url=http:\/\/cristinasmex.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Several DFW locations. Lunch specials are very reasonably priced. Service across all of the family owned and operated locations is blindingly fast no matter the location. The chips and salsa are arguably some of the freshest and best in the Metroplex. A unique signature menu item is the \"Queso Flameado\" where the server melts cheese by fire tableside and then wraps the gooey cheesey goodness in several freshly made tortillas."]]}]},"\nMain Street in Downtown has seen major improvements over the last few months, with plenty of places to eat and to play. Highly Recommended. Don't forget to stop by the City Tavern for a longneck or two.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Taste of Addison"],["alt=Addison Circle Park"],["url="],["email="],["address=4970 Addison Circle Drive"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Includes food from over 50 of Addison's most popular restaurants, live music, arts and crafts show, children's entertainment, cooking demonstrations and more! Held annually in the Spring."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Screen Door"],["url=http:\/\/www.screendoordallas.com\/"],["email="],["address=One Arts Plaza"],["lat="],["long="],["directions=Arts District"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Contemporary Southern restaurant in the Arts District with classic Southern dishes in a modern, beautiful setting, complete with patio with stunning views of the Arts District."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Noteworthy Bars"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Ginger Man"],["alt=McKinney Avenue Area"],["url=http:\/\/dallas.gingermanpub.com"],["email="],["address=2718 Boll Street"],["lat="],["long="],["directions="],["phone = +1 214  754-8771"],["tollfree="],["fax="],["hours="],["price="],["content=American Pub with 75+ beers on tap and another 100 selections by the bottle. Wines, Ales, and Ciders also available. Two story house with beer garden and upstairs lounge\/library."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Concrete Cowboy"],["alt=McKinney Avenue Area"],["url=http:\/\/concretecowboydallas.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dallas's newest party bar. Unbelievably crowded on the weekends and extremely popular. Typical 20s-30s crowd."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Cedars Social"],["url=http:\/\/thecedarssocial.com"],["email="],["address=1326 South Lamar"],["lat="],["long="],["directions="],["phone = +1 214  928-7700"],["tollfree="],["fax="],["hours="],["price="],["content=The best cocktail bar in Dallas, recently named among the 100 best places to drink in the South by Imbibe Magazine.  Choose among always-available classics and ever-changing seasonal selections, plus great bites, in an inviting lounge atmosphere.  This is the place to have a drink."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Urban Oasis at Hotel ZaZa"],["url=http:\/\/www.hotelzazadallas.com\/dallas-tx-lounges.php"],["email="],["address=2332 Leonard Street"],["lat="],["long="],["directions="],["phone = +1 214-550-9500"],["tollfree="],["fax="],["hours="],["price="],["content=Located in Uptown Dallas, Urban Oasis is a trendy bar and lounge that attracts an eclectic mix of Hollywood celebrities and world travelers. Open year round, the lounge offers a chic, poolside retreat."]]}]},"\n",{"type":"===","value":["Neighborhoods"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Downtown"],["West End"]]}," - This is an attractive enough historic neighborhood with buildings in a turn-of-the-century redbrick vernacular—the notorious Book Depository is one of them—in the northwest quadrant of downtown. The area is mostly popular with suburbanites and tourists out for dinner and a quick stroll around the neighborhood but has a number of bars as well."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Deep Ellum"],["Deep Ellum"]]}," is a district of bars, dance clubs, music venues and tattoo shops. located just east of downtown on Main, Elm and Commerce streets. It is a hipster haven for young people and a weekend destination for music lovers of all ages. Lately, it has been stigmatized by a purported \"crime wave,\" be sure to go in groups if you go on a weeknight."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Uptown"],["Uptown and McKinney Ave"]]}," - This is where Dallas' beautiful people go to see and be seen. Trendy to the nth degree, this neighborhood contains very upscale fashionable clubs."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Lower Greenville"],["Lower Greenville"]]}," has many older drinking establishments."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas\/Downtown"],["Downtown"]]}," is home to a burgeoning nightlife district and upscale restaurants"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Addison"]]}," has some famous drinking spots tucked in amongst its many restaurants, notably ",{"type":"'''","value":["The Flying Saucer"]},"."]},"\n",{"type":"===","value":["Gentlemen's Clubs"]},"\nIf you are so inclined, Dallas has an overabundance of \"Gentlemen's Clubs.\"  Most of these places are nice and safe, and usually located off the Highway 35 and Northwest Highway area.  Bring cash along or go to an ATM beforehand—if using a credit card, you have to sign the tabs in triplicate with a photocopy of your ID.  One can have a good time for $100–$200 at all the clubs, but if you want to spend more, the ladies will certainly help you do so.  Here is a list of some of the clubs starting with the nicest ones.\n\n",{"type":"*","value":[{"type":"'''","value":["The Lodge"]}," - Has a safari motif inside and actually has good food too."]},{"type":"*","value":[{"type":"'''","value":["The Men's Club"]}," - A nice club with pretty girls. The best night is Thursday."]},{"type":"*","value":[{"type":"'''","value":["Silver City"]}," - Good club."]},{"type":"*","value":[{"type":"'''","value":["Baby Doll's"]}," - An enormous club that sells more alcohol than any other bar in Texas.  Has pretty decent priced drinks for a gentlemen's club."]},{"type":"*","value":[{"type":"'''","value":["Million Dollar Saloon"]}," - A lot of history behind this place.  Really the first of its kind in Dallas or all of Texas."]},{"type":"*","value":[{"type":"'''","value":["The Clubhouse"]}," - Owned and operated by surviving members of Pantera; Frequented by all walks of life in Dallas; BYOB; Full frontal"]},"\n",{"type":"===","value":["Beer\/Wine\/Liquor Stores"]},"\nIf you're looking to fill a mini-fridge or cooler with your own beverages a bit of planning might be required. Alcohol is only sold in certain parts of the city and in certain suburbs so getting to a liquor store can involve some travel. Also, Texas' liquor laws specify that any store that sells liquor cannot open on Sunday nor stay open after 9PM any other day. Stores that sell beer and wine cannot sell either from 12AM to 12PM on Sunday. A smartphone app that locates liquor stores is very useful as many of those stores in the Dallas area tend to be well inside neighborhoods as opposed to along highways, and hotel desk staff can tell you if you're in a 'wet' or 'dry' area of Dallas. Liquor stores can become quite crowded after 8PM (especially on Saturday) and remember to be extra-alert after dark. In 'wet' areas beer and wine is easily and safely available at grocery stores.\n\n",{"type":"===","value":["Additional Resources"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dallasobserver.com Dallas Observer"]}]}," is the local alternative weekly. You can pick up a free copy at many places around town. It is full of useful information on Dallas nightlife and its music-scene offerings.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nThe heaviest concentrations of hotels can be found in ",{"type":"[[","value":[["Dallas\/North Dallas"],["North Dallas"]]}," along I-635 and North Central Expressway and in ",{"type":"[[","value":[["Dallas\/Northwest Dallas"],["Northwest Dallas"]]}," along I-35E, while ",{"type":"[[","value":[["Dallas\/Downtown"],["Downtown"]]}," offers more high-end accommodations.\n\nSome travelers may find it more convenient to stay in ",{"type":"[[","value":[["Irving"]]}," closer the DFW airport, in ",{"type":"[[","value":[["Arlington (Texas)"],["Arlington"]]}," near the amusement parks, or in one of the northern suburbs such as ",{"type":"[[","value":[["Lewisville"]]},", ",{"type":"[[","value":[["Carrollton (Texas)"],["Carrollton"]]},", ",{"type":"[[","value":[["Plano"]]},", or ",{"type":"[[","value":[["Richardson"]]},".\n\n",{"type":"==","value":["Stay safe"]},"\n\nGo out with a group at night and valet your car so that you don't have to walk far at the end of the night. If you are downtown after dark, there is a fairly large number of homeless people in the area.  Uptown and North Dallas are generally safe after dark, but South Side is generally a little bit rougher around the edges than the north sides. Also, avoid driving on the highways on the weekends after 2AM as it can be unnerving with all the bars and clubs kicking everyone out at that time, so most of the drivers have been drinking and are in a hurry to get home.  ",{"type":"'''","value":["Cafe Brazil"]},", with multiple locations, is a 24-hour restaurant that has decent food, much better than Denny's or IHOP, and is a good place to wait out the rush or if you're just hungry late at night.\n\nIf you are Downtown during the night hours, it is strongly suggested that avoid the Government District, particularly near City Hall. This place is not dangerous in itself, but there are a lot of homeless people running about. Stick to the West End.\n\nIn the South Dallas area (South Oak Cliff and Pleasant Grove), try to avoid anywhere south of the Trinity River, with the exception of far North Oak Cliff and the Bishop Arts District. South Dallas is mostly a low-income, high-crime residential area that should not be ventured into, especially at night. There is also nothing to see here except the Texas Theater, where Lee Harvey Oswald was captured, which should be safe to see during the day.\n\nIn the unlikely event that you fall victim to identity theft while visiting Dallas, the Federal Bureau of Investigation (FBI) operates a major field office in Dallas.\n\nIt is best to avoid dawdling about in South Dallas at night—know where you are going and stay there. It is safer generally during the State Fair of Texas, but avoid wandering too far away. Fair Park is also safe and tourist-friendly during the daytime; however, it is closed during night hours.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" Dallas Convention and Tourist Bureau ",{"type":"[","value":["http:\/\/www.visitdallas.com\/"]}]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dallas Central Library"],["alt="],["url=http:\/\/dallaslibrary.org\/central.htm"],["email="],["address=1515 Young St"],["lat="],["long="],["directions="],["phone = +1 214-670-1400"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kadampa Meditation Center Texas "]},", Tel: 817-303-2700, ",{"type":"[","value":["http:\/\/www.meditationindallas.org"]},".  Offers relaxation meditations and meditation classes to increase inner peace at 4 locations in Dallas."]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium (Honorary)"],["url="],["address=1308 Dandury Dr, Mansfield"],["lat="],["long="],["directions="],["phone=+1 817 229-4259"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/dallas\/index.aspx?lang=eng"],["email=dalas-td@international.gc.ca"],["address=500 N Akard St Ste 2900"],["lat="],["long="],["directions="],["phone=+1 214 922-9806"],["tollfree="],["fax=+1 214 922-9815"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany (Honorary)"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/04__Legal\/01__Consulate__Finder\/HC\/02__ABC\/Hart.html"],["email=whart@hartlawintl.com"],["address=325 N Saint Paul St Ste 2300"],["lat="],["long="],["directions="],["phone=+1 214 752-3684"],["tollfree="],["fax=+1 214 761-1700"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy (Honorary)"],["url=http:\/\/www.ambwashingtondc.esteri.it\/Ambasciata_Washington\/Menu\/Informazioni_e_servizi\/La_rete_consolare\/"],["email=vdenardo@mail.com"],["address=6255 W Northwest Hwy"],["lat="],["long="],["directions="],["phone=+1 214 368-4113"],["tollfree="],["fax=+1 214 768-1418"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url="],["email="],["address=8855 Stemmons Fwy"],["lat="],["long="],["directions="],["phone=+1 214 252-9250"],["tollfree="],["fax=+1 214 630-3511"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"'''","value":["Royal Danish Consulate"]},", 2100 McKinney Ave, Ste 700, Tel: 214-661-8399. Fax.214-661-8036."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"'''","value":["Royal Norwegian Consulate"]},", 4605 Live Oak St, Tel: 214-826-5231."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Denton"]]},", half an hour north on I-35E, has a charming historic town square, and an off-the-cuff nightlife scene driven by the city's disproportionately large number of musicians."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.swf-wc.usace.army.mil\/joepool\/ Joe Pool Lake"]}]}," lies to the southwest of the city, 4 miles past Grand Prairie. There are two popular parks to camp at along the shoreline, including Cedar Hill State Park ",{"type":"[","value":["http:\/\/www.cedarhillstatepark.org\/"]}," and Loyd Park ",{"type":"[","value":["http:\/\/www.joe-pool-lake.org\/loyd-park.html"]},". The most popular day use park on Joe Pool Lake is Lynn Creek Park ",{"type":"[","value":["http:\/\/www.joe-pool-lake.org\/lynn-creek-park.html"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Texoma"]}," is a popular spot an hour's drive north on US-75, on the border with ",{"type":"[[","value":[["Oklahoma"]]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Southfork Ranch"],["alt="],["url=http:\/\/www.southforkranch.com"],["email="],["address=3700 Hogge Rd"],["lat="],["long="],["directions="],["phone = +1 972-442-7800"],["tollfree="],["fax="],["hours="],["price="],["content=Parker. The ranch made famous by the TV series \"Dallas\". An easy day trip from Dallas. Tours run 364 days a year (except 25 Dec)."]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Waco"]]},", an hour south on I-35, has a number of attractions including the Dr. Pepper Museum and the Texas Ranger Hall of Fame."]},"\n",{"type":"{{","value":[["routebox"],["placename=Dallas"],["image1=I-20.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Fort Worth"]]}],["minorl1=",{"type":"[[","value":[["Arlington (Texas)"],["Arlington"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Shreveport"]]}],["minorr1=",{"type":"[[","value":[["Tyler"]]}],["image2=I-30.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Fort Worth"]]}],["minorl2=",{"type":"[[","value":[["Grand Prairie"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Texarkana"]]}],["minorr2=",{"type":"[[","value":[["Mesquite (Texas)"],["Mesquite"]]}],["image3=I-35E.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Oklahoma City"]]}],["minorl3=",{"type":"[[","value":[["Carrollton (Texas)"],["Carrollton"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Waco"]]}],["minorr3=",{"type":"[[","value":[["Waxahachie"]]}],["image4=I-45.svg"],["imagesize4=22"],["directionl4=N"],["majorl4=END"],["minorl4="],["directionr4=S"],["majorr4=",{"type":"[[","value":[["Houston"]]}],["minorr4=",{"type":"[[","value":[["Corsicana"]]}],["image5=US 67.svg"],["imagesize5=22"],["directionl5=W"],["majorl5=",{"type":"[[","value":[["San Angelo"]]}],["minorl5=",{"type":"[[","value":[["Glen Rose"]]}],["directionr5=E"],["majorr5=",{"type":"[[","value":[["Texarkana"]]}],["minorr5=",{"type":"[[","value":[["Mesquite (Texas)"],["Mesquite"]]}],["image6=US 75.svg"],["imagesize6=22"],["directionl6=N"],["majorl6=",{"type":"[[","value":[["Tulsa"]]}],["minorl6=",{"type":"[[","value":[["Richardson"]]}],["directionr6=E"],["majorr6=END"],["minorr6="],["image7=US 80.svg"],["imagesize7=22"],["directionl7=W"],["majorl7=END"],["minorl7="],["directionr7=E"],["majorr7=",{"type":"[[","value":[["Shreveport"]]}],["minorr7=",{"type":"[[","value":[["Mesquite (Texas)"],["Mesquite"]]}],["image8=US 175.svg"],["imagesize8=22"],["directionl8=N"],["majorl8=END"],["minorl8="],["directionr8=E"],["majorr8=",{"type":"[[","value":[["Jacksonville (Texas)"],["Jacksonville"]]}],["minorr8=",{"type":"[[","value":[["Athens (Texas)"],["Athens"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Dallas-Fort Worth Metroplex"]]},"\n",{"type":"{{","value":[["geo"],["32.77818"],["-96.79539"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Dallas, Texas"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Texas\/Localities\/D\/Dallas\/"]]}]