[{"type":"{{","value":[["pagebanner"],["Dallas (Texas) banner Skyline.jpg"]]},"\n\nThe ",{"type":"'''","value":["Dallas–Fort Worth Metroplex"]}," is a large area in the ",{"type":"[[","value":[["Prairies and Lakes"]]}," region of ",{"type":"[[","value":[["Texas"]]},". With an estimated 2008 population of 6.3 million, it is the most populated metropolitan area in Texas and the fourth most populous in the United States. Anchored on the east by the city of  ",{"type":"[[","value":[["Dallas"]]}," and on the west by ",{"type":"[[","value":[["Fort Worth"]]},", the Metroplex offers an entertaining array of Texana featuring everything from modern skyscrapers to old-fashioned cattle yards and essentially everything in between. It is the home to many corporations, almost a dozen professional sports teams, a wide variety of nightlife and a burgeoning arts community. The Metroplex is also the location of two award winning zoos, a world class aquarium, and several historically significant locations and museums.\n\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"===","value":["Dallas area"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dallas"]]},"- The tenth largest city in the United States."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fort Worth"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Addison"]]},"- Self proclaimed \"Restaurant Capital of Texas\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Allen"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Arlington"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Carrollton (Texas)"],["Carrollton"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Coppell"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Duncanville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Forney"]]},"- The \"Antique Capital of Texas\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Garland (Texas)"],["Garland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lancaster (Texas)"],["Lancaster"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lewisville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mesquite (Texas)"],["Mesquite"]]},"- Mesquite Rodeo"]},{"type":"*","value":[" ",{"type":"[[","value":[["Murphy"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Plano"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Richardson"]]},"- Telecom Corridor"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rockwall"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rowlett"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sachse"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["University Park"]]},"- Home of Southern Methodist University"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wylie"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["The Colony"]]}]},"\n",{"type":"===","value":["Fort Worth area"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fort Worth"]]},"- \"Where the West Begins\", Billy Bob's Texas (the world's largest honky-tonk), Texas NASCAR Motorspeedway, Cowtown BMX, Fort Worth Herd (twice-daily cattle drive), Fort Worth Zoo, Forth Worth Stockyards!"]},{"type":"*","value":[" ",{"type":"[[","value":[["Haltom City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["North Richland Hills"]]},"- NRH2O (a large city-owned water park)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mansfield (Texas)"],["Mansfield"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Saginaw (Texas)"],["Saginaw"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Watauga"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["White Settlement"]]}]},"\n",{"type":"===","value":["Mid Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arlington (Texas)"],["Arlington"]]},"- Home of Six Flags over Texas, Hurricane Harbor, The Texas Rangers and the Dallas Cowboys."]},{"type":"*","value":[" ",{"type":"[[","value":[["Colleyville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Prairie"]]}," — located in the center of the Metroplex with something for everyone: horse racing, shopping, outdoor recreation, museums and a variety of restaurants."]},{"type":"*","value":[" ",{"type":"[[","value":[["Grapevine"]]}," - North entrance to DFW Intl Airport, Has Lake Grapevine, a large outlet mall and a historic downtown"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hurst"]]},"-",{"type":"[[","value":[["Euless"]]},"-",{"type":"[[","value":[["Bedford (Texas)"],["Bedford"]]}," - Known for its large selection of chain restaurants and suburban entertainment and shopping options."]},{"type":"*","value":[" ",{"type":"[[","value":[["Keller"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Irving"]]}," - includes the massive Los Colinas development and urban center."]},{"type":"*","value":[" ",{"type":"[[","value":[["Southlake"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Desoto"]]},"- Metroplex BMX"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"===","value":["Lakes"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eagle Mountain Lake"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/joe-pool-lake.org\/ Joe Pool Lake"]}]}," - A 7,500 acre U.S. Corp. of Engineer lake with public parks, marinas, and campgrounds along its shoreline in Grand Prairie and Cedar Hill, Texas."]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Arlington"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Benbrook"]}," southwest of ",{"type":"[[","value":[["Fort Worth"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Grapevine"]}," between ",{"type":"[[","value":[["Grapevine"]]}," and ",{"type":"[[","value":[["Southlake"]]}," to the south, and ",{"type":"[[","value":[["Lewisville"]]}," to the north."]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Lavon"]}," in Wylie, northeast of ",{"type":"[[","value":[["Dallas"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Lewisville"]}," located north of ",{"type":"[[","value":[["Lewisville"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Worth"]}," in northwest ",{"type":"[[","value":[["Fort Worth"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Ray Hubbard"]}," northeast of ",{"type":"[[","value":[["Dallas"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Ray Roberts"]}," a large lake not of ",{"type":"[[","value":[["Denton"]]}," with 2 state parks."]},{"type":"*","value":[" ",{"type":"'''","value":["White Rock Lake"]}," in the ",{"type":"[[","value":[["Dallas\/East Dallas"],["East Dallas"]]}," neighborhood of ",{"type":"[[","value":[["Dallas"]]}]},"\nThe many man-made lakes around Dallas and Fort Worth provide most of the region's drinking water, flood protection, and recreational opportunities of its over 6 million residents. Fishing, swimming, and boating are especially popular during the scorching hot summer months, with the many state and city parks on the shores particularly crowded on the weekends from July to September. Some of the larger lakes like Lake Lewisville and Joe Pool Lake become so crowded with boaters that fishing becomes difficult. So, it is better to fish on quieter lakes like Lake Ray Roberts or Lake Worth. However, due to its proximity to current or former military bases, fish from Lake Worth and Eagle Mountain Lake should not be eaten. While most of the lakes are perfectly safe to swim, be careful of boaters on busy days. Also, due to the muddy river bottoms, most lakes have little visibility and are not ideal for scuba-diving.\n\n",{"type":"==","value":["Understand"]},"\nUnderstand that Dallas\/Fort Worth occupies a vast area of North Central Texas. Unlike the densely populated metro areas in the northern U.S. which house the bulk of their inhabitants in a relatively compact space, the Metroplex encompasses 9,286 square miles (24,100\/km²), making it larger in land area than the states of ",{"type":"[[","value":[["Rhode Island"]]}," and ",{"type":"[[","value":[["Connecticut"]]}," combined.\n\nUnlike Minneapolis\/St. Paul and other twin cities, Dallas\/Fort Worth has an odd rivalry, bordering on childish contempt towards residents of Dallas from the people of Fort Worth and its surrounding suburbs.  Don't be surprised if you see idiotic bumper stickers that read, \"If I die in Dallas, bury my body in Fort Worth\".  The cities are surprisingly different in that Dallas has a relatively more progressive and metropolitan feel and Fort Worth has more of a staunch conservative and religious attitude.  Depending on who you meet and where you stay, the difference in politics can be as notable as the differences between California and Mississippi. Locals are fond of saying, \"The software companies and science museums are in Dallas and the mega-churches and honky-tonks are in Fort Worth.\"\n\nThere is a very large population of Indian-Americans, not American Indians or Native American - in Dallas.  You can find really great Indian cuisine, markets, theaters and clothing stores.  There's even a ",{"type":"[","value":["http:\/\/www.dfwdiwalimela.com\/ Diwali festival"]}," every year. See the website for times and location.  \n\nUnderstand that money and power are flaunted in the DFW area more so than in other parts of the United States. The wealthy elite may not dress any different from common residents, but they will establish their rank in DFW society by owning extremely expensive vehicles and unbelievably huge houses.  When driving around suburbs like Frisco or McKinney, you'll see several residents driving high end Italian sports cars, huge Cadillac SUV's or other expensive imports. So if you're in the mood and you have the means, don't be shy and go ahead and rent an expensive sports car and drive around like you're the cock-of-the-walk! Flaunt it like tomorrow isn't coming!\n\n",{"type":"==","value":["Talk"]},"\nThe ever increasing Hispanic population has made Spanish the second language of DFW. The rapid influx of highly educated Indians and their Desi brethren have given DFW somewhat of a third and fourth language, Hindi and Punjabi. Although there are several dialects in India, most expats are from the south and will most likely speak perfect English but you may run into an occasional Punjabi who may not speak English yet. Of course the ubiquitous Mandarin, Vietnamese, Korean and miscellaneous are spoken in DFW as well.\n\nA word of caution. Not every Hispanic speaks Spanish and not every Desi can speak (insert one of hundreds of languages spoken in India). It's not considered rude to walk up to a Hispanic looking person and try to converse in Spanish. You might get some odd looks, however, as most Hispanics are third, fourth and fifth generation American and grew up speaking English only. This is becoming true with the local Desis since most of them are second and third generation. But if you meet a person of Indian decent and they have the accent and do the characteristic head bobble while swinging their hand, you may be able to strike up a conversation in their native tongue provided you can speak (insert one of hundreds of languages spoken in India).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe Metroplex is served by several airports, the largest of which being the vast and perpetually busy ",{"type":"[[","value":[["Dallas\/Fort Worth Airport"],["Dallas\/Fort Worth International Airport"]]}," (",{"type":"{{","value":[["IATA"],["DFW"]]},") ",{"type":"[","value":["http:\/\/www.dfwairport.com"]}," (colloquially known as \"DFW Airport\" or simply \"DFW\"), which offers flights to and from esentially anywhere in the world. Keep in mind that with the high traffic, delays are common so plan well ahead and allow some extra time for contingencies.\n\nThose wishing to avoid the headache of DFW Airport might choose to fly into the smaller ",{"type":"'''","value":["Dallas-Love Field"]}," (",{"type":"{{","value":[["IATA"],["DAL"]]},") ",{"type":"[","value":["http:\/\/www.dallas-lovefield.com"]},", which is located minutes north of Downtown Dallas. The schedule is not as varied as that of DFW, but it is far more simply laid out and navigable. The downside is that it's a less modern airport and looks quite ugly in comparison. One unique feature is that beer purchased at one of the bars can be carried out into the terminal area as long as it's in a plastic cup. The downside to this is you'll see a lot of drunk rednecks from north Fort Worth stumbling around with a beer in their hands and spilling it all over the floor.\n\nLove Field Airport presently is a regional airport that requires most flights by federal law to land anywhere in a 600 to 800 mile radius to Dallas, due to protectionist legislation past by Congress in the 1960's when Jim Wright(D-Ft.Worth, TX) was Speaker of The House of Representatives. Better known as the Wright Amendment, federal law states that competition in the Dallas\/Ft.Worth Metroplex international and national airline industry should be limited to DFW Airport to protect the regions (mainly Ft. Worth's) investment in DFW Airport.\n\nDue to this regional restriction regulation, only a small handful of airlines fly into Love Field mainly Southwest Airlines, that names Love Field as its HeadQuarters and major hub.\n\nSoon within the next 5-10 years as set by Congress, certain routes and parts of the country will be opened up to flights due to the gradual repeal of the Wright Amendment that most of Dallas has been campaigning for since the opening of DFW Airport in 1975. Congress has chosen as a compromise to allow at first unlimited access to areas that are NOT served by any DFW flights, then allow gradual access over time to other routes and cities to formally repeal Wright Amendment within ten years, 2016-20.\n\n",{"type":"===","value":["By bus"]},"\nFor those traveling by bus, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]}," operates large terminals in both Dallas and Fort Worth, as well as smaller satellite terminals in the surrounding suburbs. Be aware, however, that the Downtown Dallas station has long been known by locals as a trouble spot and tends to attract transients and vagrants. Panhandling is a common occurrence and while the perpetrators are rarely violent, a high level of vigilance is strongly recommended for anyone who may pass through the terminal. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/us.megabus.com Megabus"]}]}," offers non-stop service to either ",{"type":"[[","value":[["Grand Prairie"]]}," or ",{"type":"[[","value":[["Dallas\/Downtown"],["Downtown Dallas"]]}," from a number of cities in Texas and beyond.\n\n",{"type":"===","value":["By car"]},"\nThe Metroplex is quite easily accessed by automobile. Interstate Highway 30 bisects the area west to east, and there are two branches of Interstate 35 that run north-south; I-35W  through Fort Worth and I-35E through Dallas. In addition, Dallas is served by Interstate 45, which connects the area to ",{"type":"[[","value":[["Houston"]]},". The Metroplex is also served by several large US Highways and another score of Texas State highways.\n\nAvoid the stretch of I-820 starting at the intersection of Highway 121 and ending at US 287.  A huge population growth and inadequate planning has made this part of the interstate a horrendous bottleneck. Traffic is always backed up for miles no matter what time of day or what day of the week you're driving. Because of the heavy redneck population of north Fort Worth, driving there is especially dangerous due to all the huge, obnoxious, over-sized pick-up trucks barreling down the crowded highways and roads at speeds well over the posted limit.  Because of relatively cheap gas prices and unbelievable arrogance, people in Fort Worth still drive Hummers and dually pickups in droves.  The \"dually\", once used exclusively by ranchers, farmers and construction workers, can be seen all over Fort Worth in pristine condition with tricked out paint jobs and fancy wheels.  It's best to avoid driving in north Fort Worth during any time of day, any day of the week, any week of the year.\n\n",{"type":"===","value":["By Train"]},"\nDallas and Fort Worth are served by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/ Amtrak"]}]},", with the Texas Eagle and Heartland Flier stopping in the area. The ",{"type":"[","value":["http:\/\/texaseagle.com\/ Texas Eagle"]}," runs from ",{"type":"[[","value":[["San Antonio"]]}," to ",{"type":"[[","value":[["Chicago"]]}," daily with stops in both Fort Worth and Dallas. The ",{"type":"[","value":["http:\/\/www.amtrak.com\/hearland-flier-train\/ Heartland Flier"]}," runs from ",{"type":"[[","value":[["Oklahoma City"]]}," to ",{"type":"[[","value":[["Fort Worth"]]}," daily.\n\n:See ",{"type":"'''","value":[{"type":"[[","value":[["Rail travel in the United States"]]}]}," for more information.\n\n",{"type":"==","value":["Get around"]},"\nFor those new to the Metroplex, the area's elaborate highway system can be a bit confusing. The D\/FW area has long had a tradition of naming numbered highways, e.g. U.S. Highway 75 is known as Central Expressway. The following is a fairly comprehensive list of the numbered freeways in the Metroplex and their corresponding names.\n\nMost areas are NOT bicycle friendly and are extremely dangerous to anyone on two wheels! There are a few recreational bike trails in affluent areas, but that's pretty much it. Unless you know your way around and are a seasoned cyclist, seeing the DFW area on a bike is  not recommended.\n\n",{"type":"'''","value":["Dallas County"]},"\n",{"type":"<","value":["br"]},"\n",{"type":"*","value":[{"type":"'''","value":["Interstate 20"]},": Though officially named the \"Lyndon B. Johnson Freeway\", IH20 in Dallas is usually referred to as just \"IH20\", or simply \"20\"."]},{"type":"*","value":[{"type":"'''","value":["Interstate 30"]},": IH30 is known as the ",{"type":"'''","value":["Tom Landry Freeway"]}," from the Tarrant County line until its interchange with IH35E in Downtown Dallas (known colloquially as the \"Dallas Mixmaster\"), where it becomes known as the ",{"type":"'''","value":["East R.L. Thornton Freeway"]},". Travelers must take note that south of the Mixmaster, IH35E is known as the ",{"type":"'''","value":["South R.L. Thornton Freeway"]},", a fact that may cause a bit of confusion."]},{"type":"*","value":[{"type":"'''","value":["Interstate 35E"]},": North of the interchange with IH30 downtown, IH35E is known as the ",{"type":"'''","value":["Stemmons Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Interstate 45"]},": IH45 is known as the ",{"type":"'''","value":["Julius Schepps Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Interstate 635"]},": IH635, which forms a 3\/4 loop around the city of Dallas, is known as the ",{"type":"'''","value":["Lyndon B. Johnson Freeway"]},", which is often shortened to the \"LBJ Freeway\" or simply \"LBJ\"."]},{"type":"*","value":[{"type":"'''","value":["U.S. Highway 67"]},": US 67 is known as the ",{"type":"'''","value":["Marvin D. Love Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["U.S. Highway 75"]},": US 75 is known as ",{"type":"'''","value":["Central Expressway"]},"."]},{"type":"*","value":[{"type":"'''","value":["U.S. Highway 80"]},": US 80 is known simply as \"Highway 80\"."]},{"type":"*","value":[{"type":"'''","value":["U.S. Highway 175"]},": US 175 is known as the ",{"type":"'''","value":["C.F. Hawn Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Texas State Highway Loop 12"]},": Loop 12 is alternately known as ",{"type":"'''","value":["Walton Walker Boulevard"]},", ",{"type":"'''","value":["Northwest Highway"]},", ",{"type":"'''","value":["Ledbetter Drive"]},", ",{"type":"'''","value":["Military Parkway"]}," and ",{"type":"'''","value":["Kiest Boulevard"]},". The stretch known as Walton Walker Boulevard is the only segment that is a limited access freeway."]},{"type":"*","value":[{"type":"'''","value":["Texas State Highway 114"]},": SH114 is known as the ",{"type":"'''","value":["John Carpenter Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Texas State Highway 183"]},": SH183 is known as the ",{"type":"'''","value":["Airport Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Texas State Highway 310"]},": While not a true limited access freeway, SH310 is known as the ",{"type":"'''","value":["S.M. Wright Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Texas State Highway Spur 366"]},": Spur 366 is known as the ",{"type":"'''","value":["Woodall Rogers Freeway"]},"."]},"\nThe Dallas area is also currently served by two tollways: the ",{"type":"'''","value":["Dallas North Tollway"]}," (colloquially known simply as \"the Tollway\") and the ",{"type":"'''","value":["President George Bush Turnpike"]}," (generally referred to as \"the Bush Turnpike\"; also locally abbreviated as \"PGBT\"). These two tollways often provide a welcome respite from Dallas' famously bad traffic. \n\n",{"type":"'''","value":["Tarrant County"]},"\nMost residents of north Fort Worth still drive huge trucks and SUV's and they drive them extremely fast and recklessly. So driving around in an economy sized vehicle, especially something like a Smart Car, is extremely dangerous. If you rent a vehicle and plan to drive in north Fort Worth, it's best to rent something big. If you're on a limited budget and can only rent a small vehicle, look out for Texas road rage. Small cars in north Fort Worth are considered by residents to be an affront to the American Way. You'll be labeled as a Socialist if you drive anything smaller than a full size pick-up.\n\n",{"type":"*","value":[{"type":"'''","value":["Interstate 20"]},": In Arlington, IH20 is known as the ",{"type":"'''","value":["Ronald Reagan Memorial Highway"]},", and in Fort Worth IH20 is usually referred to as just \"IH20\", or simply \"20\"."]},{"type":"*","value":[{"type":"'''","value":["Interstate 30"]},": In Fort Worth, IH30 is known simply as the ",{"type":"'''","value":["East Freeway"]}," or the ",{"type":"'''","value":["West Freeway"]},", with the line of demarcation being downtown. In Arlington and points east, it is known as the ",{"type":"'''","value":["Tom Landry Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Interstate 35W"]},": IH35W is simply known as the ",{"type":"'''","value":["North Freeway"]}," or the ",{"type":"'''","value":["South Freeway"]}," with the line of demarcation being downtown."]},{"type":"*","value":[{"type":"'''","value":["Interstate 820"]},": IH820 is known as ",{"type":"'''","value":["Loop 820"]}," or ",{"type":"'''","value":["the Loop"]},", more specifically by the area of town it runs through. Thusly, a driver traveling north along the section of freeway on the eastern side of Fort Worth would be described as \"traveling northbound on East Loop 820\". Location of the infamous 820 Bottleneck!"]},{"type":"*","value":[{"type":"'''","value":["U.S. Highway 287"]},": On the southeastern side of Fort Worth, US 287 is known as the ",{"type":"'''","value":["Martin Luther King, Jr. Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Texas State Highway 114"]},": In Grapevine and Southlake, SH114 is known as ",{"type":"'''","value":["Northwest Parkway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Texas State Highway 121"]}," and ",{"type":"'''","value":["Texas State Highway 183"]},": A long stretch of SH183 co-signed with SH121 is known as the ",{"type":"'''","value":["Airport Freeway"]},"."]},{"type":"*","value":[{"type":"'''","value":["Texas State Highway 360"]},": In Arlington SH360 is alternately known as ",{"type":"'''","value":["Watson Road"]}," and the ",{"type":"'''","value":["Angus Wynne Freeway"]},", but is generally just referred to as \"360\"."]},"\nThe Metroplex is notorious for its traffic congestion, so a traveler unfamiliar with the area should leave a significant time for error in learning the area. The worst times to be on the freeways in the D\/FW area are the rush hour times, generally between 6-9AM and 4-7PM Traffic on the weekends is usually fairly pain-free, but it does not take much to cause a significant backup. Pay close attention to local television and radio for backup information.\n\n",{"type":"==","value":["See"]},"\nThe Sixth Floor Exhibit and Museum. Located in the Texas Book Depository where Lee Harvey Oswald was said to have assassinated President John F Kennedy on November 23 1963. Take the complete tour of the assassination site of the President 50 years ago. Located Downtown Dallas in the West End District at 400 Elm St @ Houston St. 9am to 5pm 364 days a year except Christmas Day.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["A Diwali Festival is held every year in the fall.  "]},{"type":"*","value":["Be sure to take in a Dallas Stars home game at the American Airlines Center.  If you're a hockey player yourself, be sure to participate in a drop-in game at one of several ice rinks in town.  Remember to bring your gear!  There's ice time all year round."]},"\n",{"type":"*","value":[" Area Ice Rinks:"]},{"type":"*","value":[{"type":"*","value":["Dr Pepper Star Center Frisco (2 NHL sized ice sheets)"]}]},{"type":"*","value":[{"type":"*","value":["Dr Pepper Star Center Plano (2 NHL sized ice sheets)"]}]},{"type":"*","value":[{"type":"*","value":["Dr Pepper Star Center McKinney (2 NHL sized ice sheets)"]}]},{"type":"*","value":[{"type":"*","value":["Dr Pepper Star Center Valley Ranch (2 NHL sized ice sheets)"]}]},{"type":"*","value":[{"type":"*","value":["Dr Pepper Star Center Farmers Branch (2 NHL sized ice sheets)"]}]},{"type":"*","value":[{"type":"*","value":["Dr Pepper Star Center Euless (2 NHL sized ice sheets)(CAUTION: location is near IH-820 Bottleneck)"]}]},{"type":"*","value":[{"type":"*","value":["Richardson Ice Training Center (2 NHL sized ice sheets, 1 is used for indoor football during the summer)"]}]},{"type":"*","value":[{"type":"*","value":["Polar Ice House Grapevine (2 NHL sized ice sheets)"]}]},{"type":"*","value":[{"type":"*","value":["Ice at the Parks Arlington (1 NHL sized ice sheets)"]}]},{"type":"*","value":[{"type":"*","value":["Galleria Ice Skating Center (Small pleasure rink, no hockey)"]}]},{"type":"*","value":[{"type":"*","value":["Nytex Sports Centre (WARNING: Location is in North Richland Hills)"]}]},"\n",{"type":"==","value":["Eat"]},"\nThe Dallas–Fort Worth Metroplex has more restaurants per capita than anywhere else in the United States.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nAs with any large metropolitan area, The DFW Metroplex has its share of \"street crime.\" Safer areas include the more affluent areas including parts of west Fort Worth, most of Arlington, the northern suburbs, and the Park Cities of North Dallas. Areas that warrant some extra caution include South Dallas, parts of downtown Dallas, the areas close to Fair Park, as well as the East and Southeast parts of Fort Worth. Dallas, Forth Worth, and some other cities have interactive crime maps on their web sites.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Publications"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Dallas Morning News"],["alt="],["url=http:\/\/dallasnews.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main daily for Dallas and covers the eastern parts of the Metroplex."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Star-Telegram"],["alt="],["url=http:\/\/star-telegram.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main daily for Fort-Worth and covers the western parts of the Metroplex."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Dallas Observer"],["alt="],["url=http:\/\/www.dallasobserver.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free alternative newspaper with lots of muck-racking journalism, party photos, event listings, and ads for local strip clubs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dallas Business Journal"],["alt="],["url=http:\/\/www.bizjournals.com\/dallas\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Business news source for North Texas"]]}]},"\nRadio Stations\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=FunAsiA 104.9 FM"],["alt="],["url=http:\/\/www.funasia.net\/radio.php?radio_id=4"],["content=America's first Desi radio station"]]}]},"\nLocal News Stations:\n\nhttp:\/\/wfaa.com - Website for local ABC affiliate\n\ndfw.cbslocal.com - Website for local CBS affiliate\n\nwww.nbcdfw.com - Website for local NBC affiliate\n\nwww.myfoxdfw.com - Website for local Fox affiliate\n\nA huge portion of news broadcasts are reserved for local sports (Cowboys, Rangers and Mark Cuban's very own basketball team). The latter part of broadcasts are lengthy weather reports. Even though the local weather is usually hot and humid and there is really no need to provide any update, the local meteorologists spend a lot of time describing the intricacies of Doppler, atmospheric pressure, wind speed and other weather related terms over and over, again and again.\n\n",{"type":"==","value":["Go next"]},"\nThe Dallas-Fort Worth area lies roughly near the border between the forested eastern United States and the open prairie of the American plains, with areas east of Dallas being much more heavily forested than those west of Fort Worth. \n\nThe area immediately west, northwest, and south of the metroplex is referred to as the ",{"type":"[[","value":[["Cross Timbers"]]},". Listed below are some of the main attractions:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Denton"]]}," home to a large music scene. North on I-35 (E and W merge here). "]},{"type":"*","value":[" ",{"type":"[[","value":[["Weatherford (Texas)"],["Weatherford"]]}," is known for its rodeos and western culture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Glen Rose"]]}," home to Dinosaur Valley State Park."]},{"type":"*","value":[" ",{"type":"[[","value":[["Granbury"]]}," a nice scenic retirement community."]},"\nWhile the area south, east, and north east of the metroplex is referred to as the ",{"type":"[[","value":[["Blackland Prairie"]]},". A list of the main attractions:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Waco"]]}," home to Baylor University and some good museums."]},{"type":"*","value":[" ",{"type":"[[","value":[["McKinney"]]}," has a vibrant historic downtown."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sherman (Texas)"],["Sherman"]]}," north on US-75."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hillsboro (Texas)"],["Hillsboro"]]}," known for its popular outlet mall, South on I-35 (E and W merge here)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Corsicana"]]}," south on I-45."]},"\n",{"type":"{{","value":[["IsPartOf"],["Prairies and Lakes"]]},"\n",{"type":"[[","value":[["Wikipedia:Dallas–Fort Worth metroplex"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]