[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Daman"]]},"\n",{"type":"'''","value":["Daman"]}," is a part of one of the union territory of India formally known as Daman and Diu. It is situated in the state of Gujrat and is a less well known tourist destination. It was under the control of Portugal from 1539 to 1961 and as a result has a lot of portuguese architecture and culture. \nIt may not have all the facilities that a tourist destination should have but has a few things that any tourist craves for. For eg. peace, friendly locals, beautiful places to see and overall gives a great and relaxing feeling. Local resorts and hotels are easily available and can be booked once in Gujrat which will have to be crossed to reach there. It is a must visit for its unique and hidden nature and will surely be worth the effort.\n\n",{"type":"==","value":["Understand"]},"\n\nThe island of Daman, located on the west coast of India, boasts of an enthralling landscape that is blessed with the generosity of nature's wealth. Located at a distance of 170 km from Mumbai, in its close vicinity of some of the major cities of Gujarat and Maharashtra; the place experiences a lot of tourist traffic every year. Its strategic location, coupled with its exotic locales, makes it a popular place of recluse for the adventure-lovers as well the solitude-seekers. If you are wondering how to reach Daman, go through the following article. It gives a quick glimpse of some of the convenient ways of reaching the place.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":["By air"]},"\nFlights are easily available for Daman from the nearby cities of Mumbai (170km) and Baroda (300 km). Daily flights of Gujarat State Airlines connect the place to these cities. The local airport of Daman is in the Nani Daman (Little Daman) area and has all the amenities for tourists traveling to the city. The nearest international airport is in Mumbai.\n\n",{"type":"===","value":["By rail"]},"\nThe nearest railhead for getting to Daman is at Vapi, located around 12 km away. It lies on the Mumbai-Ahmedabad route of the Western railway and is about 170 km from Mumbai and 90 km from Surat. Major Delhi-Mumbai and Mumbai-Ahmedabad bound trains halt at this station. People traveling to Daman by train can get down at the Vapi and then reach Daman by local buses, taxis or tongas.\n\n",{"type":"===","value":["By road"]},"\nDaman is easily accessible by road, and is connected to some of the major cities nearby, with a well-maintained system of roadways. Vapi at a distance of 12 km, lies on the Bombay-Ahmedabad National Highway No. 8 and is easily connected to Daman by road. The town is 170 km from Mumbai, 360 km from Ahmedabad and 768 km from Diu, 110 km from Surat and 300 km from Baroda.\n\n",{"type":"==","value":["Get around"]},"\nSight Seeing Options in Daman : \n\n-Church of Bom Jesus \n\n-Devka Beach \n\n-Pargola Garden \n\n-Jampore Beach \n\n-Fort of Nani Daman \n\n-The Chapel of our Lady of Rosary \n\n-Fort of Moti Daman \n\n-Mirasol Lake \n\nDistances : Mumbai - 185 Kms (Nearest Airport), Vapi - 15 Kms (Nearest Railhead), Surat - 145 Kms, Khanvel - 45 Kms, Silvassa - 35 Kms, Nashik - 185 km. \n\nBest way is Drive to Mumbai then take A'bad Highway from Borivali. It's double lane highway till Vapi no problem to drive at all. It will take you 6 Hrs or so to reach Daman. Pune-Mumbai(borivali) around 150 + Mumbai-Daman 180.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nYou get a lot of non-vegetarian and sea food in Daman. Chicken Bullet is one of the recipes that is unique to Daman. You can get a really good Chicken Bullet at Hotel Miramaar\n\n",{"type":"==","value":["Drink"]},"\n\nDaman is one of the few places in India where there is not much tax on alcohol nor there is any restriction on drinking\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fortune Park Galaxy"],["alt="],["url=http:\/\/www.fortunehotels.in\/hotel\/Vapi-Fortune_Park_Galaxy.aspx"],["email=galaxy@fortunehotels.in"],["address=National Highway No. 8, Vapi"],["lat=20.37415"],["long=72.91992"],["directions=Daman border is 5 Km from hotel, Daman Sea Beach, 12 Km. Railway station 1 Km"],["phone=+91 260 3988444"],["tollfree=+1800 102 2333"],["fax="],["checkin="],["checkout="],["price="],["content=Only branded chain hotel in the region. Part of ITC group of hotels. Also on premises is Restaurant Orchid, which serves elaborate buffet breakfast, lunch & dinner & multi-cuisine menu with numerous dishes to choose from."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Daman and Diu"]]},"\n",{"type":"[[","value":[["WikiPedia:Daman, India"]]},"\n",{"type":"[[","value":[["WikiPedia:Daman District"]]},"\n",{"type":"{{","value":[["geo"],["20.416938888889"],["72.834022222222"]]}]