[{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["pagebanner"],["Damasco banner.jpg"],["unesco=yes"]]},"\n",{"type":"{{","value":[["warningbox"],[{"type":"'''","value":["All travel to Syria and Damascus is discouraged in the strongest possible terms."]},"\n\nSince 2011 the severe political crisis in the country has escalated into a civil war. Tens of thousands of people having been injured and killed by opposition paramilitary groups or government security forces. Attacks have been indiscriminate and use of lethal chemical weapons have been reported. Although central Damascus have been spared the worst violence the city can in no way possible be regarded as safe. Practically all Western countries have issued travel warnings, consult your foreign office before traveling. If you still have to visit see ",{"type":"[[","value":[["War zone safety"]]},".\n\nIf you are already in Syria, stay away from large public gatherings and try to gain independent information about the political and civil situation."]]},"\n\n",{"type":"[[","value":[["File:DamascusBabAshSharqi.jpg"],["thumb"],["350px"],["The Eastern Gate at the end of the Via Recta"]]},"\n\n",{"type":"'''","value":["Damascus"]}," (دمشق) is the capital of ",{"type":"[[","value":[["Syria"]]}," and its largest city, with about 4.5 million people.\n\n",{"type":"==","value":["Understand"]},"\nEstablished between 10,000 to 8,000BC, Damascus is credited with being the oldest continuously inhabited city in the world. The old-walled city, in particular, feels very ancient and largely consists of a maze of narrow alleys, punctuated by enigmatic doors that lead into pleasing, verdant courtyards and blank-faced houses. The old city still has an authentic medieval feel to it, although this is vanishing fast due to the increasing tourist traffic as the city continues to be highlighted as an attraction. Life, however, goes on in the old-walled city, which is still the religious and social centre of the city.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nSyria's busiest airport is the ",{"type":"'''","value":["Damascus International Airport"]},".There are internal flights to Aleppo, Deir-ez-Zur, Qamishli, and Latakia, costing approximately 1000 SP one way,\n\nThe airport is relatively well-equipped with most standard services. The tax-free assortment is limited, but prices are very low, especially on perfume. You might find better bargains on goods such as Lebanese wine, ",{"type":"''","value":["arak"]}," (an unsweetened, aniseed-flavored, alcoholic beverage) and similar items before departing the airport.\n\nGetting Syrian pounds at Damascus International Airport might be tricky, as the change counters only accept US dollars. There are two ATMS in the main lobby that accept credit cards and foreign debit cards, but they tend to be unreliable. Your best bet is to bring a small amount of US dollars with you into Syria, and change it at the airport until you can withdraw from Damascus ATMs.\n\nThe average fare from the airport to the city is 1500 SP. the prices became that high because nowadays only Taxi Companies are allowed to pickup customers from the Airport, Fares are typically about 500 SP going from the city to the airport by Taxi, however, may vary depending on your bargaining skills.\n\nThere are also buses departing to and from Baramkeh bus station in the centre of town (airport buses are the only ones which serve this bus station now - all other services have moved to the new out of town Soumaria bus station). The price is 45 SP + 25 for your luggage and there are departures every half an hour, 24 hours a day. At the airport, come out of the terminal and turn right - you will find the bus at the end of the building. There is a small ticket office. The buses have been upgraded in recent years and have become very good.\n\nThe bus will drop you a bit far from the Old City, but there many taxis around to get you there. Make sure to ask for the meter, and you should pay less than 50 SP, depending on traffic.\n\n",{"type":"===","value":["By train"]},"\nThere are train services to and from Aleppo, making stops in Homs and Hama. One of the trains continues to Qamishli via Raqqa, Deir ez zoor and Hassaka. There may also be services to Latakia, stopping at Homs and Tartus. However, buses or service taxis are more convenient. Syrian trains are slow and make many stops. The Damascus-Aleppo service is good, operated in new trains. The main train station of Damascus is still under construction, therefore trains terminate at Qadam, a southern suburb. Service microbuses on the Qadam-Assali route run between Qadam and Sharia al-Thawra in the city centre. A taxi to the city center should cost no more than 100 SYP (although going by meter will be cheaper).\n\n",{"type":"'''","value":["International:"]}," There are weekly sleeper trains to Istanbul (35–36 hours) and Tehran (60 hours).\nThe Damascus-Amman route is suspended since 2006 for railroad repairs and unlikely to continue soon.\n\n",{"type":"===","value":["By car"]},"\nService Taxis are available to Amman and Irbid in Jordan. Depending on the political situation, these also service Beirut and other points in Lebanon, as well as points in Iraq. Since the closure of the more central Baramkeh Station, these service taxis leave from Soumaria (pronounced like the girls' names \"Sue Maria\"), which is a 10-15 minute taxi ride from central Damascus, along Autostrade Mezzeh. The bus number 15 and 21 will take you to Soumaria station from the bus stop next to Matry's place.\n\n",{"type":"===","value":["By bus"]},"\nDamascus is well served by buses internally in the country.  There are two bus stations: the western bus station serves destinations west and south (including ",{"type":"[[","value":[["Amman"]]}," and ",{"type":"[[","value":[["Beirut"]]},"), while the northern bus station serves destinations north (including ",{"type":"[[","value":[["Aleppo"]]},").\n\nRegular buses to Damascus leave ",{"type":"[[","value":[["Amman"]]},", ",{"type":"[[","value":[["Jordan"]]},", the trip including crossing the border takes about 4 hours and cost approximately 6-9JD.\n\nHatay Turizm from Antakya\/Turkey has regular buses to the city. You can board on these in Istanbul as well. Normally, you will have to reserve a seat one day or more in advance, and although prices may vary, you can get a busticket for 80 YTL.\n\nWhen arriving into Damascus by bus, make sure to move away from the bus terminal to find a taxi to the centre of town. Otherwise, you run the risk of paying several times the going rate, which should be around SYP150-200, as cars posing as taxis operate next to the terminal. This is normally a two-man operation, with one person trying to distract you, while the driver puts your suitcase into the trunk of the \"taxi\" and locks it.\n\nUpon arrival at the western bus station, city bus #15 will take you to Al-Marjeh Square in Souq Sarouja\\Old Town (where you can find many hotels) for 10 SYP.\n\n",{"type":"==","value":["Get around"]},"\nAt rush hours (10AM-4PM), the best way of transport is on foot. Smoking is absolutely forbidden on all public transport.\n\n",{"type":"===","value":["By foot"]},"\nA very good idea is to go on foot especially for a sightseeing, and it's the only way to get around in Old Damascus. Walking in the new city however, should be reserved to the nicer areas of Maliki and Abu-Rumaneh, as the new city tends to be pollution clogged. The driving culture in Damascus is not the safest, so beware as a pedestrian, especially in the new city. Cars will not hesitate to come extremely close to pedestrians or other cars in order to pass.\n\n",{"type":"===","value":["By car"]},"\nIt isn't a very good idea to rent a car in Damascus. There is almost always a traffic jam, especially in summer, and parking tends to be difficult too; although that isn't the situation in suburbs.\n\n",{"type":"===","value":["By bus"]},"\nMicro buses, also known as ",{"type":"''","value":["servees"]},", are one of the main sources of transportation in Damascus. All journeys inside the city costs 10 Syrian Pounds. You can go from one place to another in Damascus with at most one or two journeys. When on the bus, give any passenger a coin and he will pass it to the driver and return the change, just remember to tell that passenger how many people you are paying for, whether you are in a group, or tell him that you are paying \"for one\" (\"waahid\") if you are alone. The route is written (in Arabic only) on the roof sign. Micro buses do not generally have fixed stops except at very busy points, just beckon to the driver and he will stop near you (Al yameen, andak iza samaht).\n\nThere are also many city buses that likewise cost 10 SYP.  One useful bus is #15, which runs from Al-Marjeh Square (Souq Sarouja\\Old Town) to the Western Bus Station, which serves ",{"type":"[[","value":[["Beirut"]]}," and ",{"type":"[[","value":[["Amman"]]},".\n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"[[","value":[["File:Damascus378.jpg"],["thumb"],["300px"],["Taxi on a street in Damascus"]]}," \nTaxis are plentiful in Damascus, making them a great mode of transportation. The taxis of ",{"type":"'''","value":["Star Taxi"]},", a new private company, are more expensive than normal taxis, but they are also more comfortable and safer. You can call their headquarters and they will send the nearest taxi to your door. Taxis with the Damascus Governorate logo on the side and a number on the roof sign are normally equipped with a meter, and it is best to use only these when hailing a taxi on the street. You should normally leave a 10-pound tip as well as the fare on the meter. At night, taxi drivers do not usually use the meter, so you may be best off negotiating the price before you get in. A service taxi to Amman or Beirut cost 700 Syrian pounds and takes around 4 hours and run 24 hours. Do not hesitate to take them; they are new, clean vehicles with air conditioning.\n\n",{"type":"==","value":["See"]},"\nThe ",{"type":"'''","value":["Souq al-Hamidiyya"]},", a broad street packed with tiny shops, is entered through columns from a Roman temple built on a site that had been occupied by an even older temple. The souqs themselves smell of cumin and other distinctive spices and you can find passages dedicated to everything from leather and copper goods to inlaid boxes and silk scarves.\n\n",{"type":"[[","value":[["File:HamadSouq.jpg"],["left"],["thumb"],["300px"],["The Souq al-Hamidiyya"]]},"\n\nAt the end of Souq al-Hamidiyya stands the great ",{"type":"'''","value":["Umayyad mosque"]},"; this building with three minarets is an architectural wonder. It was an Assyrian temple, then a Roman temple to Jupiter, a church when Rome converted to Christianity, then a mosque and a church together, and finally a mosque until now. All the symbols are still pretty much there and some Christian drawings can still be very clearly seen on the walls inside. The mosque contains the grave of John the Baptist (for Muslims, prophet ",{"type":"'''","value":["Yahya"]},") inside the main lounge. Women are asked to be to cover their hair, arms and legs. ",{"type":"''","value":["Abayas"]},"(full-body covers)are provided with the entrance ticket price of 50SP. It is one of the most sacred sites of Islam, and it welcomes foreign tourists, who are allowed to walk around the prayer area.\n\nAt the other end of Souq al-Hamidiyya is a fort-like section of the extant city wall that is the ",{"type":"'''","value":["Citadel"]}," (but make sure to visit ",{"type":"[[","value":[["Aleppo"]]},"'s Citadel for a truly amazing experience).\n\nNearby, you can visit the ",{"type":"'''","value":["Mausoleum of Salah al-Din"]},", known in the west as Saladin, the chief anti-crusader. There's a great statue of him on horseback right next to the citadel, which will make you gasp. If you walk all the way around it, there are two dejected Frankish knights underneath the horse's slightly lifted tail. These two knights are identified by inscriptions as Guy de Lusignan, King of Jerusalem, and Reynald de Chatillon, lord of Kerak, an important fortress in the Holy Land. Both were captured during Salah al-Din's definitive victory at Hattin; Guy was imprisoned in Damascus and eventually released, but Reynald was executed as punishment for his many atrocities.\n\nThe ",{"type":"'''","value":["Azzam palace"]}," (150 SP, students: 10 SP) includes a museum trying to describe the life of royal families.\n\nThe ",{"type":"'''","value":["October War Panorama"]}," is out in the suburbs but accessible by minibus or taxi. It's about US$7 to get in and well worth it. It was built with the help of the North Korean Government and the influence shows. There is an exhibit of military hardware outside. English-speaking guides are available.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["View the city from Mount Qasioun"]}," is a  must-do activity in Damascus as it offers a panoramic view. The peak is accessible at any time, although the view is perhaps most spectacular at night when the whole city is lit up and the minarets of mosques are bathed in green light. The ",{"type":"'''","value":["Umayyad Mosque"]}," in the old town is particularly impressive when viewed from the mountain. There is a wide range of food and refreshment available on the peak from stalls to fancy restaurants that serve good local cuisine and alcohol. Check the price before you get too comfortable though- it is a well-known scam for local cab drivers to take you to their 'favorite' cafe, where you'll end up paying anything up to 500SP for a cup of tea."]},{"type":"*","value":[{"type":"'''","value":["Visit a restaurant in old Damascus"]},". There are many restaurants in the old quarter each with their own unique character, but perhaps the most famous (and touristy) is \"Beit Jabri\", although \"Al-Khawali\" is considered by many to be the best dining experience in the old city. Another restaurant in the old city, ",{"type":"'''","value":["Narcissus Palace"]},", located close to Maktab Anbar, would offer an enlightening experience. Every night, a singer and band play old Arabic music and create an amazing atmosphere in the restaurant. A good idea, when considering these restaurants, is to go for breakfast, and then go sightseeing. The breakfast is very cheap, the bill will amount to 1000 SP for about four people."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bathe in a Hammam"]},", i.e., a Turkish bath.  ",{"type":"'''","value":["The Nur-al-Din Bath"]}," (between the Azem Palace and Straight Street) and the ",{"type":"'''","value":["Bakri Bath"]}," (first street on the right after entering the Old City at Bab Touma) are two baths that are familiar with Western tourists.  A visit to either costs about 500 SP, and includes towels, soap, scrub, a massage and a tea. The price is typically composed of bath entry (300 SP), scrub (50 SP), sauna (100 SP), massage (100 SP) and extras such as tea or soap. Nur-al-Din is for men only, Bakri might be able to accommodate women or mixed groups upon prior arrangement. Bakri Bath: for women each day except Friday 10 - 5PM "]},{"type":"*","value":[{"type":"'''","value":["Relax at a Hooka cafe \"Narjelah\""]}," Hooka cafe's are popular in Damascus and are easy to find. When visiting the old city, you'll get a more cultural or traditional experience. You'll probably find a crowd of tea-drinking, backgammon-playing men all smoking hooka.  In the modern city, most cafe's cater to a younger crowd and are a big part of the night life offering a huge variety of flavored tobacco ranging from double apple which is the most common, to cappuccino. In almost every major restaurant, hookas are available, including the restaurants in the old city."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"===","value":["Arabic"]},"\nThere are several institutions in Damascus that teach Arabic:\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.arabicindamascus.edu.sy\/English.html Language Institute at Damascus University"]}]}," - The Language Institute fully immerse their students in Arabic; the course materials and all interaction between students and teachers are done in Arabic. Students are placed in beginning, intermediate or advanced courses based on a placement test."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.syrianembassy.us\/ProchureEnglishNeww.htm Ma'had"]}]},"- This state-run language academy is in the Mezze district of Damascus. It is the cheapest option, although the courses are not as good as those at Damascus University. "]},{"type":"*","value":[{"type":"'''","value":["The British Council"]}," - While the classes may be expensive, they are mainly aimed toward diplomats and businessmen."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.standard-arabic.com DSA - Damascus Language School for Standard Arabic"]}]},"- The school provides basic courses for beginners and advanced courses also on certain topics as for journalists, physicians, diplomats, engineers etc. Normal classes have maximum 4 Students. Lessons with private teachers are even possible. Twice a year, there are certain courses for students available at half price. Teachers are well experienced in teaching foreigners. Basic courses start every Saturday. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.arabeskstudiesindamascus.com\/default.aspx Arabesk Studies in Damascus"]}]},"- The institute offers extensive classes in Arabic. Aide with living arrangement provided."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tikatrip.net TikaTrip - Travels and Studies in Syria"]}]},"- Providing private Arabic tutors as well as professional language teachers and all important services: starting with the pickup service at the airport, arranging accommodation and advices on how to tackle the bureaucratic procedures."]},{"type":"'''","value":["Tour Guide :"]},"\nYou can get an English speaking guide by emailing : zenab71@aol.com.\n\n",{"type":"==","value":["Buy"]},"\n\nDamascus offers some of the best shopping in the Middle East.  Prices are cheap, and since very few stores depend on tourists for their income, most will leave you alone to browse until you are ready to buy.  Small stores are located throughout the old city, although the ",{"type":"'''","value":["Souq al-Hamidiyya"]},", located along the Roman straight street, offers the highest density of shops.  The souq is a fantastic experience, but be prepared for the crowds.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Il Forno Pizzeria"],["url="],["email="],["address=Najmeh Square"],["lat="],["long="],["directions=After Dar Salam School, First to the left, 3rd shop"],["phone=+963113331427"],["tollfree="],["fax="],["hours="],["price=$6–$15"],["content=This is a very cozy restaurant that serves Authentic Italian Pizza baked in wood fired oven. The interior decoration is very charming and warm. The restaurant speciality is wood fired authentic italian pizza and serves salads, appetizers, pasta dishes and deserts as well. No alcohol is served. Also delivers."]]}]},{"type":"===","value":["Budget"]},"\nThe famous vegetarian falafel sandwich (15-30 SP), chicken shawarma (30-50 SP) and manakeesh (10-20 SP), bread filled with zatar, spinach, meat, pizza-style tomato and cheese or other fillings are widely available and cheap. Less common but still widely spread are places which sell ",{"type":"''","value":["foul"]}," (boiled fava beans with sauce) and hummus.\n\nA typical Damascene dish is ",{"type":"''","value":["fatteh"]},", made up of soaked bread, chickpeas and yogurt. Delicious and extremely filling, it is excellent on a cold winter's day. Try it with lamb or sheep's tongue, or plain with the typical garnish of a little pickle and nuts.\n\nThere is a ",{"type":"''","value":["foul"]}," restaurant on Souq Saroujah, the same street as hotel Al-Haramein and one at the bab touma square. Also in this \"backpacker district\" on Souq Sarouja is Mr Pizza serving good pizzas, sandwiches, burgers and fries. A large plate of fries is 50 SP, a sandwich filled with chicken is 75 SP and a pizza for one person is 110 SP.\n\n",{"type":"'''","value":["Shawarma"]}," is, of course, popular in Damascus. It comes in different varieties, including chicken and beef.  Station One (near the Noura Supermarket in Abu Rumaneh) is one of many restaurants that serve shawarma throughout the city.\n\nIn order to really experience local Syrian cuisine, be sure to visit a section of Damascus called ",{"type":"'''","value":["Midan"]},". It lies south of the old city and can easily be reached by walking south from the western entrance to Souq al-Hamadiyya or from Bab Saghir. There is a main street there called Jazmatiya which offers an unlimited amount of shawerma & falafel stands, butcher shops\/restaurants and plenty of Syrian pastry shops which are clearly marked by 2.5 metre high towers of sweets stacked on top of each other. Be sure to try Shawarma from \"Anas,\" which makes some of the best sandwiches in Damascus. This main street is best to visit at night and doesn't close till around 03:00. The street is very safe and is always very busy.\n\nAnother unusual treat is a ",{"type":"'''","value":["camel kebab"]},", available tasty and fresh from the camel butchers outside Bab Saghir. As they typically advertise their wares by hanging a camel head and neck outside the premises, you're unlikely to miss them.\n\n",{"type":"'''","value":["Fresh juice stalls"]}," are available all over the city. Orange juice (aasir beerdan) starts at 30-50 SP, other fruits are slightly more expensive. Many fruit stalls also have a range of dishes like hot dog, sojouq (Armenian sausage), liver (soda) and meat (kebab etc.). These may not always be the safest to eat.\n\nFruits and vegetables which are not peeled might cause infections, but are still very good. Select places that have a steady stream of customers.\n\nThe area around Martyr's square is polluted with pastry shops selling sweet, tasty and cheap baklava.\n\nDo not try to eat in empty places only crowded restaurants and food places are safe otherwise you may get food poisoning from Shawerma sandwiches or any other product (especially in summer) so beware!\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Al-Sehhi Restaurant"],["url="],["email="],["address=Sharia al-Abed, Central Damascus"],["lat="],["long="],["directions="],["phone=+963 11 221-1555"],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant offers the basics in Middle Eastern cooking, including mezze and a variety of grilled meats. There is a separate family section for diners and women. Alcohol is not served, and credit cards are not accepted."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Pizza Pasta"]},", sharia medhat pasha, at the turn to Bab Kisan. This place serves descent pasta and good pizza, and also antipasta and alcohol. The service is often less than good, but it's worth to put up with for some of the real stuff. No menu, just ask for whatever Italian dish you fancy and chances are they will have it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nadil"]},", a little closer to bab sharqi than pizza pasta, this place serves up typical Arabic meat dishes and very good broasted, and does it well and cheap. Takeaway."]},"\n",{"type":"*","value":[{"type":"'''","value":["Beit Sitti"]},", close to beit jabri in the old city (the street that runs parallel to the street of al-noufara down from the ommayad mosque). Opinions are diverse on the food. But there is no doubt that they have the best lemon and mint juice in damascus and it’s OK just to drink."]},"\n",{"type":"*","value":[{"type":"'''","value":["Inhouse Coffee"]},", at the airport, in the bab touma shopping street on the way to sahet abbasin and in the shopping street of abu romanih (souq al-kheir, close to benetton shopping centre). This is the place for great coffee. They have everything, including pressed coffee, for those with European cravings. Heavy with smart looking people and bluetooth in the air (in Syria, it’s an acceptable way to flirt)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cafe Vienna"]},", close to cham palace, follow the street towards Jisr-al-rais, turn right in the alley opposite of the Adidas store. This place is great. They do sandwiches on brown bread and apfelstrudel!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Vino Rosso"]},", in bab touma walk up the stairs beside the police station and ask your way. You can have food fried at the table and they got French cheese. Rather cheap, very cosy. Alcohol is served."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chinese Restaurant"]},", opposite of Cafe Narcissius close to Beit Jabri. Mom and Pop operation, although the chef's wife is back in China to raise their baby. Does standard Americanized Chinese food. Reasonably priced and good Chinese food, usually full of foreigners or Chinese students. The sweet and sour chicken and beef \"hot pan\" are highly recommended. Alcohol is served."]},"\n",{"type":"*","value":["Fish place, bourj el-roos. This place is more or less male only, a little rough and does very good fish. about 500 SL per person. Not cheap, but it’s Damascus, it’s fish and it’s good. The same place runs a good place for ",{"type":"''","value":["foul"]}," and hommous next by. Alcohol is served."]},"\n",{"type":"*","value":[{"type":"'''","value":["Spicy"]},", at the abu-roumanih side of jisr al-abiad, first street to the left if your back is faced to the bridge. Daily dishes, \"home-made\" style Arabic food. Excellent. No alcohol."]},"\n",{"type":"*","value":[{"type":"'''","value":["Caffe Latte"]},",  a small, warm-hearted cafe with the best coffee in town. Serves great muffins and pancakes. A very nice escape from the hustle and bustle of Damascus. Located near the Italian hospital."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"'''","value":["Scoozi"]},". It’s close to Noura Supermarket in Abu Rumanneh, if you walk from jisr al-rais towards jebel qasioun it is on your right. Best pizza in Damascus, the rest of the dishes are excellent too. No alcohol."]},"\n",{"type":"*","value":[{"type":"'''","value":["Haretna"]}," (bab touma area, take the stairs beside the police station and follow the sign) serves excellent mezze No alcohol during Ramadan."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nadi al Sharq"]},", close to hotel Four seasons, this is the best Indian in Damascus. They do an excellent set meal for 600 S.P."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rotana Cafe"]},", a theme cafe built at the end of Damascus Boulevard by the Four Seasons. It is part of the Rotana Audio Visuals company which is probably the most famous music records company in the Arabic world. The head of Rotana is Prince Walid bin Talal. The food is good, as well as the hookah The view from this cafe is great, Mount Kassyoun is visible and the rest of Beirut Street. There is also a souviner shop and a music store located on the first level."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cafe Trattoria"]}," is located right by the United Colors of Benneton in Abu Rummaneh. It is a beautiful pavement cafe that offers Italian food, hookas, and western coffees, as well as the traditional Turkish Coffee."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Leila's Restaurant and Terrace"],["url="],["email="],["address=Souq al-Abbabiyya, Central Old City"],["lat="],["long="],["directions="],["phone=+963 11 544-5900"],["tollfree="],["fax="],["hours="],["price="],["content=Leila's Restaurant and Terrace has rooftop seating with a gorgeous view of Umayyad Mosque. The restaurant serves traditional Arabic cuisine. Alcohol is served, although noted listed on the menu so ask the waiter for availability."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Beit Jabri Restaurant"],["url=http:\/\/www.jabrihouse.com"],["email="],["address=14 Sharia as-Sawwaf, Central Old City"],["lat="],["long="],["directions="],["phone=+963 11 544-3200"],["tollfree="],["fax="],["hours="],["price="],["content=A favourite with both locals and tourists, and offers the Syrian classics. It is located in the courtyard of a beautiful Damascene house."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Arabesque Restaurant"],["url="],["email="],["address=Sharia al-Kineesa, Central Damascus"],["lat="],["long="],["directions="],["phone=+963 11 543-3999"],["tollfree="],["fax="],["hours="],["price="],["content=The restaurant offers a combination of Syrian and French classics. While alcohol is served, credit cards are not accepted. Arabesque is on the more elegant side, so semi-formal dress may be more appropriate."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Downtown"],["url="],["email="],["address=Sharia al-Amar Izzedin al-Jazzari, Central Damascus"],["lat="],["long="],["directions="],["phone=+963 11 332-2321"],["tollfree="],["fax="],["hours="],["price="],["content=This contemporary restaurant offers a wide array of sandwiches, salads and fresh fruit juices. French is more likely to be spoken than Arabic. The interior is filled with Scandinavian decor."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThe coffee houses of Old Damascus are something to experience. Hours can dissolve over a cup of shay (tea) or ahwa (coffee) among the smoke of a nargileh (water pipe) . ",{"type":"'''","value":["An-Naufara"]}," (which means 'The Fountain') is a wonderful place to do this its just east of the Umayyad Mosque. There is even a Hakawati (a traditional story teller) present at 19:00 most nights.\n\nIf you are craving a European coffee, head for ",{"type":"'''","value":["Abu Rommeneh"]}," street and look for the Bennetton clothing store. There are a number of fancy cafes in the area, including the Middle Eastern chain ",{"type":"'''","value":["Inhouse Coffee"]},", which is similar to Starbucks in its prices and atmosphere. A large latte or cappuccino costs 135 SP. Free Wi-Fi is offered at each location throughout the city.\n\nApart from that, many bars and nightclubs have been set up in Damascus.  These are usually busy at night time, but they still provide nice alcoholic beverages and dances.\n\nClubs in Damascus that aren't all prostitutes(around Bab Sharqi):\nLa Serai, La Vida Loca\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Souq-Al-Saroujah"]}," is where you find the cluster of backpacker hotels.  ",{"type":"'''","value":["Martyr's Square"]}," or \"Merjeh\" in Arabic is the other place worth considering if you're on a tight budget, though many of the places double as brothels. However, at least the hotels below can be recommended.  Women alone should avoid hotels at Merjeh Square, because it's the red light district of Damascus.\n\nMost hotels in Damascus claiming to be 5 stars are actually closer to what Western travellers know as 2 stars. The Syrian government runs its own accreditation agency that gives highly suspect inflated ratings to hotels owned by Syrian chains and those that have paid \"baksheesh\" (bribes) to the authorities. Due to the American sanctions of Syria, credit cards linked to US Banks will not be accepted (this is pretty much every credit card in the world).\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"[[","value":[["File:DMSMerjeh.jpg"],["left"],["thumb"],["300px"],["Merjeh Square"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Al-Rabie Hotel"],["url="],["email=alrabiehotel@hotmail.com"],["address=Sharia bahsa, Souq saroujah"],["lat="],["long="],["directions=on an attractive side street about a 5-10 minute walk from the citadel"],["phone=+963 11 231-8374"],["tollfree="],["fax="],["hours="],["price=600 SP for a shared room (april 2010), 1200 SP for double with shared bath, 1600 SP for double with ensuite (as of January 2009). You can also sleep on a mattress on the partially enclosed roof in summer for 400 SP."],["checkin="],["checkout="],["content=It has an attractive courtyard, and clean rooms.  Breakfast is included in the price.  Some of the rooms that share a bath are a bit of a hike from the bath and shower rooms. No alcohol allowed on the premises. The design of the hotel is beautiful but staff can be very rude and don't expect to be made to feel welcome."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Al-Madinah\/City Hotel"],["alt="],["url=http:\/\/www.cityhotel-sy.com"],["email=info@cityhotel-sy.com"],["address="],["lat="],["long="],["directions="],["phone=+963 963 11 2219375"],["tollfree="],["fax=00963 112453817"],["price="],["checkin="],["checkout="],["phoneextra=00963 11 2210024"],["content=Sharia Omar Ben Abi Rabia."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Al-Ghazal"],["url=http:\/\/www.ghazalhotel.com"],["email=info@ghazalhotel.com"],["address=Sharia souq saroujah"],["lat="],["long="],["directions=in souq Saroujah, at the street turning out towards Jisr-Al-Thawra, the revolution bridge"],["phone=+963 11 231-3736"],["tollfree="],["fax="],["hours="],["price=900 SP for a double with shared bathroom and 400 SP for a dorm room."],["checkin="],["checkout="],["content=Also known as Ghazal Hotel, this hotel is a newcomer in the Saroujah budget hotels. It has a very attractive, typical Damascus courtyard. For breakfast, they serve the usual range of teas and coffeea and good water pipe free of charge. You can bring alcohol to drink in the courtyard if you like. Rooms and facilities are new. Several new, clean bathrooms with hot water and also a hostel portion in the same structure.  Managers keep a safe on the premises for valuables. Owners are helpful and service-minded, but they speak less English than their competitors and don't arrange tours or otherwise on a regular basis (but could still probably help out if you ask). English spoken enough to arrange rooms, get\/give directions and special circumstances. For foreign students of Arabic, the hotel staff is very accommodating and surprisingly insightful with the limited English they speak. If you are a light sleeper, you should avoid rooms close to the kitchen, bathrooms, and reception area. The rooms facing onto the courtyard are peaceful."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Al-Haramain Hotel"],["url="],["email="],["address=Sharia bahsa, Souq saroujah"],["lat="],["long="],["directions=next to the Al-Rabie Hotel"],["phone=+963 11 231-9489"],["tollfree="],["fax="],["hours="],["price=Prices are more expensive than nearby hostels - 560 SP for shared. 700 SP for a single, 1225 SP for a double, 1700 SP for a double with bathroom.    Breakfast is always included in the price."],["checkin="],["checkout="],["content= Some of the rooms on the upper floors lack heaters and can be very cold in the winter unless the door to the common space is left open. The courtyard is smaller than in Al-Rabie, but the staff is nice and friendly.  Showers are in the basement.  Helpful staff that can arrange tours and otherwise cater to tourist needs. No alcohol allowed on the premises. Be sure to get a reservation in advance. SCAM WARNING: Their email has been hacked. If someone responds to your email asking for money up front. Do not send it! Al Haramain is not a low budget hotel, please check their prices before booking."]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sultan Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=almost opposite Hejaz Train Station"],["phone="],["tollfree="],["fax="],["hours="],["price=$55 per night for a double room including breakfast, but most currencies are accepted."],["checkin="],["checkout=12 noon"],["content= In a good location, 10–15 minutes' walk from the Old Town in one direction and the National Museum in the other."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"[[","value":[["File:Damascus hostel 1.jpg"],["thumb"],["250px"],["The rope ladder to the Damascus Hostel"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Al Majed Hotel"],["url=http:\/\/www.almajed-group.com\/mhotel.htm"],["email=majed@almajed-group.com"],["address=29th May Street"],["lat="],["long="],["directions=above Yusef Al-'Azmeh Square, behind the Assufara (Ambassadors') Cinema"],["phone=+963 11 232-3300"],["tollfree="],["fax=+963 11 232-3304"],["hours="],["price="],["checkin="],["checkout="],["content=completely renovated in 2001, this family-run 60-room hotel remains a very popular, secure and central place to stay for travellers of all sorts - from businessmen to backpackers. The Al Majed Restaurant, open 24 hours, is on the top floor of the Hotel with a variety of dishes, from traditional Middle Eastern dishes to Continental cuisine."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Damascus Hostel"],["url=http:\/\/www.damascushostel.com\/"],["email="],["address="],["lat="],["long="],["directions=Al Abbara Street from Straight Street, or rope ladder on city walls 100m from Bab Sharqi"],["phone=+963 11 541-4115"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hostel has a unique location, with some rooms in a tower on the city wall. While the location is excellent and the rooms are decent. Laundry service with an automatic washer is 200SYP. Satellite television is available in the common area but there is no on-site Internet access. The website has both a printable map with directions and GPS coordinates."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dana Residence"],["url=http:\/\/www.danaresidence.com\/"],["email="],["address=Qudssaya Suburb"],["lat="],["long="],["directions=around 10 km from Damascus centre"],["phone=+963 11 323 56 61"],["tollfree="],["fax="],["hours="],["price=Prices starts at $US50"],["checkin="],["checkout="],["content=Offers various-sized apartments, suitable for all numbers of persons. Each apartment has its own balcony with breath-taking views of the mountains."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fallouh House"],["url=http:\/\/www.fallouh-house.com"],["email=fallouh.house@gmail.com"],["address=in the heart of The old city of Damascus-Bab Touma"],["lat="],["long="],["directions="],["phone=+963 933 356955"],["tollfree="],["fax="],["hours="],["price=Prices start at $US35"],["checkin="],["checkout="],["content=Has air conditioned rooms (singles, doubles) with satellite TV, telephone and mini-bar.  You can ask for a car to pick you up from the airport. The courtyard contains fountain and is full of plants."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=House of Damascus"],["url=http:\/\/www.houseofdamascus.com"],["email=info@houseofdamascus.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=rents a rooms for students studying in Damascus in a beautiful, traditional Arabic house situated in the heart of the Old City of Damascus. The house includes seven bedrooms, two bathrooms, two kitchens, a beautiful courtyard and a rooftop terrace with a great view over Old Damascus. Each bedroom is furnished with a TV, bed, wardrobe, dresser and heater (air-con in some rooms). The kitchens are fully equipped (gas stove, microwave, kettle, oven etc.) and the modern bathrooms have hot water 24 hours a day. Washing machine, internet access (dial-up) and fixed telephone (landline) are also available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Old Damascus"],["url=http:\/\/www.old-damas.com\/"],["email="],["address=Bab Tuma Square near Haretna Restaurant"],["lat="],["long="],["directions="],["phone=+963 11 541-4042"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= is in the Old City, near the St. Thomas gate, on one of those two-metre-wide pedestrian-only streets that are so common in the older neighbourhoods. The Old Damascus has about a dozen rooms and was formerly a typical Arab home of the sort common among prosperous merchants in the early 1900s. A Syrian-Arab family owns and operates the hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Orient Gate Hotel"],["url=http:\/\/www.orientgatehotel.com"],["email=info@orientgatehotel.com"],["address=opposite Venesia Hotel, beginning of Saroujah Entrance, Bahsa St."],["lat="],["long="],["directions=within walking distance of the commercial markets and many restaurants"],["phone=+963 11 231 6224"],["tollfree="],["fax=+963 933 226 012"],["hours="],["price=Prices start at $US36"],["checkin="],["checkout="],["content=The hotel has 25 air conditioned rooms (doubles, twins, and triples) with satellite TV, telephone and mini-bar. Safe deposit box at the reception. Staff are available to assist guests 24 hours a day. Summer terrace looking out over Damascus city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sah al Naum Bed and Breakfast"],["url=http:\/\/www.sahalnaum.com"],["email=info@sahalnaum.com"],["address=Baghdad street, Ekeibeh neighbourhood, Amara"],["lat="],["long="],["directions="],["phone=00963 11 231 0884\/0064"],["tollfree="],["fax="],["hours="],["price=Starting from €45"],["checkin="],["checkout="],["content=Offers long- as well as short-term stays. The 400-year old house was newly renovated. The two-storey house prides has 27 furnished rooms restored in Ottoman decorative styles. With wireless internet access, laundry facilities and a fully equipped kitchen. The house has two open courtyards with view of Qasiun mountain."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Al Mamlouka"],["url=http:\/\/www.almamlouka.com\/"],["email="],["address=Bab Touma"],["lat="],["long="],["directions=in front of Hammam Bakri"],["phone=+963 11) 543 0445\/46"],["tollfree="],["fax="],["hours="],["price=$US150-300"],["checkin="],["checkout="],["content=Amazing little boutique hotel on a quiet alleyway, behind an unmarked doorway. The rooms and courtyard are part of a beautiful old Damascus house."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cham Hotel"],["url=http:\/\/www.chamhotels.com\/palace_damascus.html"],["email=reservations@chamhotels.com"],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["963 11"]}," 223-2300"],["tollfree="],["fax=+ 963 11 221-2398"],["hours="],["price="],["checkin="],["checkout="],["content=Syria's national hotel chain, and one of the largest business-class hotels in the city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Four Seasons"],["url=http:\/\/www.fourseasons.com\/damascus\/"],["email="],["address=Shukri Al Quatli Street"],["lat="],["long="],["directions="],["phone=+963 11 339-1000"],["tollfree="],["fax=+963 11 339-0900"],["hours="],["price="],["checkin="],["checkout="],["content=The Four Seasons, located in the city centre, offers many services, such as spa, baby-sitting, and fitness facilities. This hotel houses the Al Halabi restaurant, which features the Aleppo cuisine of northern Syria."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blue Tower Hotel"],["url=http:\/\/www.bluetowerhotel.com\/"],["email=info@bluetowerhotel.com"],["address=Hamra  Street"],["lat="],["long="],["directions="],["phone=+963 11 3340240"],["tollfree="],["fax=+963 11 3342112"],["hours="],["price="],["checkin="],["checkout="],["content=Offers all the services of a four-star international hotel; Presidential suite, bathrooms are provided with jacuzzi, comfortable rooms equipped with the modern technology services; communication facilities including free high speed internet (wireless in the lobby and wired in the rooms).  Additional facilities include an international restaurant, bar and café."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Baik Bash hotel and restaurant"],["url=http:\/\/www.baikbash.com\/"],["email=info@baikbash.com"],["address=Straight Street"],["lat="],["long="],["directions="],["phone=+963 11 5436007"],["tollfree="],["fax=+963 11 5436008"],["hours="],["price="],["checkin="],["checkout="],["content=Offers all the services of a five-star hotel, double king sized beds, modern equipment, terrace cafe, basement cinema cafe, reading lounges, restaurant, salon, VIP area, Wi-Fi."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIn rural and modern areas of Damascus, people have been known to be perfectly healthy, but to imitate beggars in order to get money. Often, they will attempt to con you by giving more money and have many tricks to do so. Exercise caution.\n\nAlso, for your safety, do not take advice or recommendations, especially about accommodation, doctors and dentists, from taxi drivers.\n\n",{"type":"==","value":["Connect"]},"\n\nMost hotels can arrange international phone calls, but prices are very expensive.  Most internet cafes are set up for VOIP, and offer a much cheaper alternative, although the price does reflect the quality of the connection.\n\nInternet access is widely available, although the Syrian government censors traffic, which can cause some interesting quirks in connectivity.\n\n",{"type":"==","value":["Cope"]},"\n\nBe warned that only very few large banks will cash American Express Traveller Cheques in Damascus and elsewhere in Syria! ATM and Credit cards are NOT a reliable option for the foreign traveller.\n\nThe first ATMs were introduced into Syria in 2003, and thus are still a rare novelty in many parts, and are not always in operation. Change houses exist in many areas in Damascus, especially near the large Souks. The Euro, British Pound, and American Dollar can be changed at these shops, usually commission-free. Be sure to look up the current exchange rate before changing money so you do not get cheated. Many shops, especially in the old city), also change money. Though officially illegal, it is a handy option when you're already shopping in the old city and need to change some cash quickly. Just ask around the shopkeepers for a money changer and you will soon be directed to a store that does currency exchange.\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url="],["email="],["address=Lot 12 Mezze Autostrade"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=beside Iranian embassy"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=gremb.dam[at]mfa.gr"],["address=Mazzeh-East, Farabi Str. Garden, Pharaon Bldg. (P.O.Box 30319 Damascus)"],["lat="],["long="],["directions="],["phone=(0096311) 6113035\/6115009 Emergency Tel:00963 9333 37304\/ 00963 9880 98733"],["tollfree="],["fax=00963 1161 14920"],["hours=08.30-16.00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url="],["email="],["address=3455, Sharkassiyeh, Ibn Al Haitham St, Abu Rumaneh (P.O. Box: 685)"],["lat="],["long="],["directions="],["phone=+963 11 334-73-51, -52, 334-79-00"],["tollfree="],["fax=+963 11 334-57-11, 334-79-12"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Serbia"]]}," ",{"type":"{{","value":[["listing"],["name=Serbia"],["url=http:\/\/www.srbija-damask.org\/"],["email=ambasada@srbija-damask.org"],["address=Abu Romane 18. Al-Jalaa street, P.O.Box: 739"],["lat="],["long="],["directions="],["phone=+963 11 3336222"],["tollfree="],["fax=+963 11 3333690"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/damascus"],["email=dam.vertretung@eda.admin.ch"],["address="],["lat="],["long="],["directions="],["phone=11 611 19 72"],["tollfree="],["fax=11 611 19 76"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Turkey"]]}," ",{"type":"{{","value":[["listing"],["name=Turkey"],["url="],["email=turkemb.damascus@mfa.gov.tr"],["address="],["lat="],["long="],["directions="],["phone=+963 11 335 01 930, 940"],["tollfree="],["fax=+963-11 333 92 43"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/damascus.usembassy.gov\/"],["email=damasweb-query@state.gov"],["address="],["lat="],["long="],["directions="],["phone=+963 3391-4444"],["tollfree="],["fax=+963 3391-3999"],["hours="],["price="],["phoneextra=Emergencies +963 3391-3333"],["content="]]}]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["File:Icons-flag-ie.png"],["20px"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url="],["email="],["address=PO Box 46,Damascus"],["lat="],["long="],["directions="],["phone=+963-11-3342144"],["tollfree="],["fax=+963-11-2221320"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["33.5167"],["36.3000"]]},"\n",{"type":"{{","value":[["isPartOf"],["Hauran"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Damascus"]]}]