[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Damnoen Saduak"]}," is a village west of Bangkok, a popular day-trip from ",{"type":"[[","value":[["Bangkok"]]}," for its floating market.\n\n",{"type":"==","value":["Understand"]},"\nDamnoens Saduak was actually the name of the canal dug in the reign of King Rama IV. He had the canal dug to connect the Taachin River in Samutsakorn Province with the Maklong River in Samutsongkram Province.\n\nToday, most people live densely along both sides of the canal from one end of the canal to the other. They grow fruits and vegetables. Apart from providing transportation, the Damnoen Saduak Canal provides farmers with adequate water for agriculture year-round.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By bus"]},": Public buses leave from Bangkok's South Bus Terminal every 40 minutes from 06:00 onwards. Damnoen Saduak in Ratchaburi about 109 km south of Bangkok or approximately 2 hours drive. The fare is around 50 baht one-way. The most suitable time to be at the floating market is from 08:00-10:00.\n\n",{"type":"'''","value":["Warning"]},": The bus or taxi might drop you 1 km away from the central area, but still next to channel. You can hire the boat from there, but it can be very expensive (1,000 baht or even more) and you will have to bargain hard to beat down the price.\n\n",{"type":"==","value":["Get around"]},"\nThe central area is close to the road bridge and surrounded by many souvenir shops. If you want to see all the three of the floating markets, Ton Khem, Hia Kui, and Khun Phithak, you can hire a boat for 300 baht per hour. You can also take a paddle boat at the pier for 10 baht per person or just walk on the path alongside the canal.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Damnoen Saduak Floating Market"],["alt=ตลาดน้ำดำเนินสะดวก"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Everyday, hundreds of merchants in boats crowd the market area in the early morning till noon. The colourful fruit and vegetable market is crowded with local vendors afloat in their small rowing boats."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West of Bangkok"]]},"\n",{"type":"{{","value":[["geo"],["13.5175"],["99.954722"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Damnoen Saduak District"]]}]