[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n\nThe ",{"type":"'''","value":["Dandenong Ranges"]}," are a group of hills forming the eastern boundary of ",{"type":"[[","value":[["Melbourne"]]},", ",{"type":"[[","value":[["Australia"]]},", about 35 km east of the central city. They can be seen from most parts of Melbourne, and are easily identifiable as a group of three hills with large television towers.\n\n",{"type":"==","value":["Understand"]},"\nFour chunks of the ranges form the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parkweb.vic.gov.au\/1park_display.cfm?park=49 Dandenong Ranges National Park"]}]},", whose highest peak is TV tower-topped ",{"type":"'''","value":["Mount Dandenong"]}," itself (633 m).  The valley between the hills has the pleasant towns of ",{"type":"'''","value":["Olinda"]},", ",{"type":"'''","value":["Sassafras"]}," and ",{"type":"'''","value":["Kallista"]},", and the wineries of the ",{"type":"[[","value":[["Yarra Valley"]]}," are just to the north.  Although there is a suburb called ",{"type":"'''","value":["Dandenong"]}," in Melbourne, it is 30km from the mountain of the same name.  Make sure you double check!\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nThe Dandenongs can be reached by Belgrave line Metro trains from Melbourne in just over an hour.  Outside rush hour, you may need to board a train to Lilydale and change at Ringwood.  Two park information centres are near Upper Ferntree Gully station (one on the Railway Rd side, the other 10 min away at the Ferntree Gully picnic grounds), while Puffing Billy (see below) leaves from near Belgrave.\n\nAlternatively, take the train to Croydon on the Lilydale line, and continue by Ventura ",{"type":"[","value":["http:\/\/www.venturabus.com.au\/"]}," bus 688 to Mt Dandenong and Olinda.  The service is infrequent, but it's the only way of reaching either on Sundays. \n\n",{"type":"===","value":["By car"]},"\nAs ever in Australia, a car will come in handy for touring the area, especially on weekends. The main route through the Dandenong Ranges is via the Mount Dandenong Tourist Road. It ranges from Upper Ferntree Gully (at the junction with Burwood Highway) in the south and winds through the ranges via Ferny Creek, Sassafras, Olinda, Mount Dandenong and Kalorama before terminating at Montrose, at a junction with (the similarly named, but different) Mount Dandenong Road. The road is a pleasant drive through tall forests and should take approximately 35 minutes (depending on traffic).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[","value":["http:\/\/www.venturabus.com.au\/ Ventura Bus Lines"]}," runs several buses in the area.  All are in Metlink Zone 2 and run very infrequently, so check schedules beforehand.\n",{"type":"*","value":[" Bus 694: Belgrave-Olinda-Mt Dandenong.  Mon-Sat."]},{"type":"*","value":[" Bus 695: Belgrave-Gembrook.  Daily."]},{"type":"*","value":[" Bus 698: Upper Ferntree Gully-Olinda-Mt Dandenong.  Mon-Fri peak hours only."]},"\nIt is possible to travel by train to Upper Ferntree Gully or Belgrave station. From there, several walks are available throughout nearby Ferntree Gully National Park, (see below).  There are a plethora of walking tracks throughout the Dandenong Ranges that can be reached by bus. Maps are located from the Information Centre at Upper Ferntree Gully.\n\nCycling is possible, but only for intermediate and advanced cyclists.\n\nRunning ",{"type":"[","value":["http:\/\/www.coolrunning.com.au\/runningguide\/arg.php?pagename=Main.Dandenongs"]}," is also possible.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Puffing Billy"],["alt="],["url=http:\/\/www.puffingbilly.com.au"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This historic steam train is the most popular attraction in the Dandenong Ranges. It runs on its original 24 km mountain railway track from Belgrave to Gembrook, through the beautiful lush bush of the ranges. It doesn't come cheap though: tickets are $31\/48 single\/return for adults, $15\/24 for children."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Kokoda Memorial Track"]}," (1000 Steps), 10 min from Upper Ferntree Gully stn.  Named in memory of the notorious ",{"type":"[[","value":[["Kokoda Track"]]}," in Papua New Guinea, this is a steep 1.5-km long staircase that combines hiking through near-jungle conditions with historical plaques documenting the battles against the Japanese and horrific conditions endured by Australian soldiers and their allies.  At the top of the hill is the One Tree Hill picnic ground and a series of trails leading in all directions.  ",{"type":"''","value":["Very"]}," popular on weekends!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=William Ricketts Sanctuary"],["alt="],["url=http:\/\/www.parkweb.vic.gov.au\/1park_display.cfm?park=216"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mt Dandenong Tourist Rd. Daily 10AM-4:30PM (except Christmas Day). May be closed during fire bans. William Ricketts is a well known Australian artist, and this, his previously private retreat, is dotted with amazing sculptures blended into the natural environment. Free entry."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Mt Dandenong Scenic Lookout"]}," on the 633m summit is accessible by road and looks out across all of Melbourne"]},"\n",{"type":"*","value":["Flower farms"]},"\n",{"type":"*","value":["Devonshire tea houses with friendly parrots"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mt Dandenong Arboretum"],["alt="],["url=http:\/\/www.parkweb.vic.gov.au\/1process_details.cfm?place=58"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Rhododendron Gardens"],["alt="],["url=http:\/\/www.parkweb.vic.gov.au\/1park_display.cfm?park=162"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=10AM-5PM."]]}]},"\n",{"type":"==","value":["Eat"]},"\nUnless you're touring by car, you'll need to bring along your own supplies: there's a supermarket and a few basic eateries next to Upper Ferntree Gully station.  The National Park has half a dozen picnic grounds with barbecues, shelters and water, as well as a cafe.\n\n",{"type":"==","value":["Drink"]},"\nThe Royal Hotel is across the road from Upper Ferntree Gully train station.  There are also some bars in Belgrave, such as Ruby's which features live bands - check the gig guide.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Linden Gardens Rainforest Retreat"],["url=http:\/\/www.lindengardens.com.au"],["email="],["address=1383 Mt Dandenong Tourist Rd, Mount Dandenong"],["lat=-37.833561"],["long=145.355896"],["directions=On the main Tourist Rd opposite William Ricketts Sanctuary"],["phone = +61 3 9751 1103"],["tollfree="],["fax="],["hours="],["price=From AU$290"],["checkin=3pm"],["checkout=11.30am"],["content=Luxury boutique accommodation in the Dandenong Ranges with four luxe design driven suites on 3 acres of rainforest and woodland gardens. Enjoy a cooked breakfast delivered to your door and lots of extras to make your stay a memorable one."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lakeside Cottage Luxury B & B"],["alt=Bed and Breakfast"],["url=http:\/\/lakesidecottage.com.au\/"],["email=bookings@lakesidecottage.com.au"],["address=11 Tereddan Drive Kilsyth Sth 3137"],["lat=-37.82870"],["long=145.31228"],["directions=From Eastlink Freeway head East onto Canterbury Road for 9.5km. Turn right into Liverpool Rd, travel 1.3 km, turn right Tereddan Drive. Travel 400 mt to Lakeside Cottage"],["phone=+61 3 9761 9791"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From AU$260.00"],["content=A luxury bed and breakfast cottage set in 5 acres of botanical gardens with a private lake with fountain and bridge over the lake stunningly silhouetted in lights at night, sitting at the gateway to the Dandenong Ranges and Yarra Valley region. Featuring a comfy King Bed, oval spa, gas log fire and sunny conservatory overlooking the rose gardens. Linger in the gazebo perched by the lake and feed the ducks or wander the gardens exciting the senses with the colours and aromas. Breakfast provisions included so you can enjoy the late checkout of 12 noon with a 2pm check in. Stunningly beautiful both day and night. Short or long stays welcome. A memory to last a lifetime."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[{"type":"'''","value":["Dandenong Ranges and Knox Visitor Information Centre"]},", 1211 Burwood Highway, next to Upper Ferntree Gully train station, ",{"type":"[","value":["http:\/\/www.dandenongrangestourism.asn.au\/"]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Parks Victoria office"]},", Lower Picnic Ground, Ferntree Gully, Mt Dandenong Tourist Rd. Has park and track maps."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Melbourne"]]},"\n",{"type":"{{","value":[["Geo"],["-37.83"],["145.35"]]},"\n",{"type":"[[","value":[["wikipedia:Dandenong Ranges"]]}]