[{"type":"{{","value":[["pagebanner"],["Darien Lake banner.jpg"],["The Viper roller coaster"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.godarienlake.com Darien Lake Theme Park Resort"]}]}," is an amusement park and campground in the ",{"type":"[[","value":[["Niagara Frontier"]]}," region of ",{"type":"[[","value":[["New York (state)"],["New York"]]},".  Considered the roller coaster capital of the state, Darien Lake is a very popular summertime destination for families throughout Western New York, and beyond.\n",{"type":"[[","value":[["File:Viper 3 lift hill.JPG"],["thumb"],["Lift Hill of Viper at Darien Lake Theme Park"]]},"\nThe ",{"type":"'''","value":["Darien Lake Performing Arts Center"]},", adjacent to the park, is the premier outdoor concert venue in Western New York.  Its summer concert season is filled with big-name acts on national tours and represents almost as big a part of the business as the theme park.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Mapframe"],["42.92864"],["-78.38552"],["zoom=16"],["layer=M"]]},"\n\nThere are four main components that make up the Resort.  First and foremost is the amusement park, which boasts six roller coasters, an enormous Ferris wheel, and dozens of other rides.  Second is the water park, SplashTown, which was recently expanded from merely a corner of the amusement park to a separate gate of its own.  Third is the Performing Arts Center, which attracts concert-goers from throughout Western New York to see touring acts from throughout the country.  The final component are the campground, hotel, and recreational facilities that make Darien Lake more than just a day-trip destination.\n\n",{"type":"===","value":["History"]},"\nDarien Lake didn't exist before 1955.  It was that year that the 25-acre man-made lake opened to the public (admission $0.50 for adults, $0.25 for children 10 and older).  Swimming and picnicking were the only attractions.  It was popular at first, but after a few years, records of it as a summer destination disappear.\n\nBy 1964, Darien Lake was open again, this time with boating, camping, and picnicking facilities.  The first rides were added in the 1970s, and by 1980 the area had grown into a full-fledged amusement park, named ",{"type":"'''","value":["Darien Lake Fun Country"]},".  The park added a marquee attraction in 1982: the Viper, the first roller coaster in the world with five inversions.  In 1983, the park was sold; \"Fun Country\" was dropped from the name (although the park is still known by some locals as \"Fun Country\"), and the new owners acquired the Giant Wheel, a 165-foot (50m) Ferris wheel, from the 1982 World's Fair in ",{"type":"[[","value":[["Knoxville"]]},".\n\nThe park continued to grow and add attractions, although it wouldn't get its second roller coaster—the wooden Predator—until 1990.  The same year, a small water park was added in the middle of the park.  1993 saw the opening of the 21,600-capacity amphitheater, which replaced a smaller amphitheater and started attracting major touring acts.  In the late nineties, the owners added a new roller coaster each year, increasing the park's total to five and making the park the roller coaster capital of the state.\n\nIn 1999, the park was rebranded as ",{"type":"'''","value":["Six Flags Darien Lake"]}," to reflect its ownership by the mega-chain, and several licensed Looney Tunes and DC Comics characters made appearances in the park.  The parent company soon fell into financial trouble due to overextension, however; Darien Lake was among seven properties put up for sale in 2006, and in 2007 the park was bought and \"Six Flags\" dropped from the name.\n\nAlthough the new owners added another coaster in 2008, the Orange County Choppers MotoCoaster, the park endured a couple of lean years as it struggled to reestablish itself.  By the end of 2010, however, it was clear that the park was thriving again, as the year saw the expansion of the water park areas into a new \"separate\" park called SplashTown, new ticket packages, and a new paint job for the venerable Viper.\n\n",{"type":"===","value":["Climate"]},"\nSince the park is in the heart of Western New York snow country, it's closed over the winter.  By the time it opens in the spring, though, the weather is usually fantastic, with temperatures in the 60s or 70s and plenty of sunshine.  July and August get quite warm at times, but the mercury rarely tops 95 and you can easily survive a whole day as long as you wear sunscreen and drink plenty of water.  Dress warmly if you're headed to a Halloween event in October.\n\n",{"type":"==","value":["Get in"]},"\nDarien Lake is on State Route 77, five miles south of Interstate 90 (the New York State Thruway).  Take exit 48A from the Thruway and turn right onto Route 77 after the tollbooths.  The park will be on your left; you can't miss it.\n\nIf you'd prefer to avoid the tolls on the Thruway, take U.S. Route 20 from the east or west to Route 77 in Darien Center; the park is two miles to the north.\n\nParking at the park and amphitheater is ",{"type":"''","value":["ridiculously expensive"]},".  Carpool if at all possible.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"[[","value":[["File:OCC Motocoaster.jpg"],["thumb"],["Orange County Choppers MotoCoaster at Darien Lake Theme Park"]]},"\nDarien Lake opens in mid-May and closes after Halloween, although hours are very limited in October.  SplashTown's operating season is shorter.\n\nA season pass for 2014 (includes both parks) is $75 plus tax.  ",{"type":"[","value":["http:\/\/www.darienlake.com\/tickets.php Single-day ticket prices"]}," for 2014 vary depending on how they are purchased.  Adult admission at the gate is $46, $40 online, or $36 at Tops Markets.  Discount tickets are readily available throughout Western New York at places like Wegmans and AAA, and the park's web site usually offers \"online exclusive\" tickets that are cheaper than at the gate.  The park sometimes offers discounted after-5PM rates as well.\n\nPrices for concerts at the amphitheater vary based on the act that's performing; you can often get a package deal that includes park admission in addition to the concert.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Genesee County (New York)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["42.93098"],["-78.38058"],["zoom=15"],["layer=M"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Darien Lake Theme Park Resort"]]},"\n",{"type":"[[","value":[["Commons:Category:Darien Lake"]]}]