[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Darjeeling"]]},"\n",{"type":"'''","value":["Darjeeling"]}," is a district in the ",{"type":"[[","value":[["North Bengal"]]}," region of ",{"type":"[[","value":[["West Bengal"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Darjeeling"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gompa Dara"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jorepokhri"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kalimpong"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kurseong"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mongpu"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mirik"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Siliguri"]]}," — the largest city in the district"]},{"type":"*","value":[" ",{"type":"[[","value":[["Silimbong"]]}," — a little hamlet in the densest of beautiful hill forests, where a very small portion of land has been cleared to accommodate a visiting family"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n# Botanical Gardens\n# Natural History Museum\n# Ava Art Gallery\n# C R Dass's house\n# Mall (Chowrasta)\n# The Markets (Mahakal, Fancy, Capital, Chowk)\n# Tiger Hill\n# Jalapara\n# The Toy Train (take a journey to ghoom)\n# Ghoom Monastery\n# Ghoom Railway Museum\n# Gorkha Bhawan\n# Himalayan Mountaineering Institute\n# Zoological Gardens\n# Batasia Loop\n# Japanese Pagoda\n# Rock Garden\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Singalila National Park"],["url="],["email="],["address="],["lat="],["long="],["directions=West of Darjeeling, adjacent to the Nepalese border"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Singalila is a trekking destination in the far northwest corner of West Bengal state. Kanchenjunga, the world's 3rd highest peak, is visible for much of the trek, to the north, on the Nepalese border with Sikkim. Usually the park is accessed from Maneybhanjang, approx. one hour, or 30 km. west of Darjeeling. The park can also be accessed from Rimbik, where many trekkers finish up, or from Bijanbari, with one extra day's walking. Trekkers must pay a 100rp fee to enter the park, and must hire a guide. Porters can also be hired in Maneybhanjeng. Many trekkers sign up for a 3, 5 or 6 day trek in Darjeeling, where various trekking companies make all of the arrangements. Passports must be carried, as the trek crosses briefly into Nepal, then back into India. Sleeping bags and layered warm clothing are a must, as the temperature dips well below freezing most nights. Overnight lodging is done at assorted huts or simple guesthouses along the way, and hot meals are available at the same.\n\nStarting from Maneybhanjang, most trekkers stay overnight in Gairbas or Kalipokhari, and press on to Sandakphu for the 2nd night. Sandakphu at 3636 meters, is a favorite spot to view the high Himalayan peaks of LLotze, Everest, Makalu, etc., in early morning when visibility is good. 3 day trekkers turn aside and head downhill to Rimbik for their final night, while others head further north for  spectacular views from Sabarkum and Phalut(best spot to view KANCHANJANGA), then downhill for Raman, and finish in Rimbik for the last night.\n\nFor greater cash outlay, non-trekkers, or those pressed for time can hire a jeep as transport from Maneybhanjang to Sandakphu, and stay overnight to catch the sunrise views. The ideal time to visit is April or May, in spring when the rhododendrons are in bloom, but Singalila can also be done in the fall, after monsoon season."]]}]},"\n",{"type":"==","value":["Eat"]},"\nSeveral good restaurants are there to cater different cuisines. All the better hotels have their own restaurants and all are rather good. Among the \"only restaurants\", kunga and dekevas (side by side) are quite good. Both are cheap and are run by tibetan refugees. And of course there is so much of that street food called \"momo\" that you can find it just about anywhere in Darjeeling.\n\n",{"type":"==","value":["Drink"]},"\ndrink elixir (also known as darjeeling tea!). and the best place to savour it is at The Glenary's on the Mall Road. Order for one pot of tea and have some pastries. take a seat by the window, and just enjoy!\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["North Bengal"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]