[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Dasmariñas"]}," is a first-class city in ",{"type":"[[","value":[["Cavite"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Mapframe"],["14.32665"],["120.93684"],["zoom=17"],["height=470"],["width=470"],["layer=OP"]]},"\nDasmariñas is a first class urban city in Cavite located approximately 27km south of ",{"type":"[[","value":[["Manila"]]},".\n\n",{"type":"==","value":["Get in"]},"\nYou can take a taxi from Ninoy Aquino International Airport (",{"type":"{{","value":[["IATA"],["MNL"]]},") to the city. A trip takes about 40 to 60 minutes depending on the traffic condition. It costs approximately 400 to 1000 pesos depending on your destination.\nYou can also take a taxi from Clark International Airport (",{"type":"{{","value":[["IATA"],["CRK"]]},") to the city. A trip takes about 2 to 4 hours depending on the traffic condition. It costs approximately 900 to 2000 pesos depending on your destination.\n\n",{"type":"==","value":["Get around"]},"\nThe easiest way of getting around the city is by tricycles. They will bring you to any part of the city within minutes. A trip costs approximately 20 to 60 pesos depending on your destination.\nYou can also catch Jeepneys which are common around the city. They run on fixed routes and you can hail and ride on any part of the route. A trip costs approximately 8 to 24 pesos depending on your destination.\nAnother way of getting around the city is by taxi. You can catch taxis on the Central Business District and it will bring you to any part of the city. A trip costs approximately 200 to 600 pesos depending on your destination.\nBuses can also be found on the city. Like Jeepneys, they run on fixed routes and you can hail and ride on any part of the route. A trip costs approximately 20 to 100 pesos depending on your destination.\n\n",{"type":"==","value":["See"]},"\nThere are many sights in the city. One of them is the Museo de la Salle.\n\n",{"type":"==","value":["Do"]},"\nGolfing is the main pastime of both tourists and residents. It is available at the Orchard Golf and Country Club.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are many hotels and resorts in Dasmarinas.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tagaytay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Rosa (Philippines)"],["Santa Rosa"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Cavite"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Dasmariñas"]]},"\n",{"type":"{{","value":[["geo"],["14.329444444444"],["120.93666666667"]]}]