[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Datong Township"]}," is a township in ",{"type":"[[","value":[["Yilan County"]]},", ",{"type":"[[","value":[["Taiwan"]]},".\nDatong Township is located in the southwestern part of Yilan County and includes several villages such as Hanxi, Lunpi, Songluo, Yingshi, Leshui, Mao'an, Siji, and Nanshan. Most of the residents are from the Atayal Tribe (Taiwanese aborigines). There are many sites such as Chingshui Geothermal Field, Taipingshan Scenic Recreation Area and the Atayal Life Museum.\n\n",{"type":"==","value":["Get in"]},"\nIf you are traveling from Taipei to Datong Township, you can do so by train, bus or driving your own car.\n\n \n",{"type":"===","value":["By train"]},"\nYou can take the “Eastern Line” railroad toward Hualien and get off at Luodong Train Station. There is a  Kuo-Kuang (國光客運) bus stop in front of Luodong Train Station. You can take the Luodong-Taipingshan (羅東-太平山) route to Datong Township.\n",{"type":"*","value":[{"type":"'''","value":["By Bus"]}," "]},"You can take Capital Bus (首都客運) or Kamalan Bus (噶瑪蘭客運) from Taipei to Luodong.You need to transfer to Kuo-Kuang Bus (國光客運) and take the Luodong-Taipingshan (羅東-太平山) route to Datong Township. \nThe following are some important stops:\n:",{"type":"'''","value":["- Atayal Life Museum (泰雅生活館)-"]}," Dian-Song-Pi Stop (天送埤站) NT$68 \n:",{"type":"'''","value":["- Chingshui Geothermal Field (清水地熱)"]},"- Chingshui bridge Stop (清水大橋站) NT$80\n:",{"type":"'''","value":["- Taipingshan National Forest Recreation Area (太平山森林遊樂區)"]},"- Taipingshan Stop (太平山站) NT$201 \n\n",{"type":"===","value":["By car"]},"\nIf you want to travel to Datong Township, driving your own car is strongly recommended. You can drive your own car through Freeway No. 5 and exit at Luodong. When you arrive to Luodong, you need to connect to Provincial Highway No.7 which will take you to Datong Township. If you come from Taipei, it takes about two hours to get there.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are many scooter rental shops in front of Luodong Train Station. You can ride through Provincial Highway No.7 to Datong Township.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chingshui Geothermal Field"]}," (清水地熱) - It is the largest geothermal area in Taiwan. The geothermal power comes in the form of hot springs. The spring is rich in sodium bicarbonate and its temperature is 95° C or above, which is too high for bathing. People can take advantage of the hot springs to boil eggs and other foods because the temperature is up to 95°C, higher than other hot springs. The foods boiled in hot spring water are softer and will contain the odor of the hot spring. In addition to boiling eggs, visitors can also soak their feet at another hot spring pool. After the foot-soaking, you can also enjoy a massage applied by the blind."]},"\n \n",{"type":"*","value":[" ",{"type":"'''","value":["Taipingshan National Forest Recreation Area"]}," (太平山森林遊樂區) - It is located in the southwest side of Taiping Mountain. Its elevation is about 1950 m. Taiping Mountain was originally one of the three major timber fields in Taiwan before the Forestry Bureau established the forest recreation area in 1982. You can hike along the trail around the forest and enjoy the fresh air and spectacular forest views. Moreover, visitors can enjoy the sunrise, seas of clouds, and the snow scene in the winter."]}," \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Atayal Life Museum"]}," (泰雅生活館) - Atayal Life Museum of Datong Township is the largest cultural and historical museum displaying the life of the Atayal tribe. The main exhibition is about the knitting technique and the working life of the Atayal people. In the museum, you can try on the traditional Atayal costumes and take pictures. There is also a small souvenir shop inside the Atayal Living Museum."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ya Yua B&B"],["alt="],["url=http:\/\/house.ilantravel.com.tw\/bnb\/yayun.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=0932801070"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=(雅韻民宿) - No. 16, Lunpi Village, Datong Township, Yilan County 267."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Siang Lin B&B"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(03)980-1915"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=(香林茶園) - No. 8, Linjia Lane, Lunpi Village, Datong Township, Yilan County 267, ",{"type":"[","value":["http:\/\/house.ilantravel.com.tw\/bnb\/tea30.htm"]},"."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Yilan County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]