[{"type":"{{","value":[["pagebanner"],["Dead sea (Jordan) banner.jpg"],["pgname=Dead Sea"]]},"\n",{"type":"[[","value":[["Image:Jordan Dead sea.jpg"],["thumb"],["right"],["300px"],["Dead Sea shore, Jordan"]]},"\n\nThe ",{"type":"'''","value":["Dead Sea"]}," (Hebrew: ים המלח, Hebrew transliteration:",{"type":"''","value":["Yam HaMelach"]},"; Arabic: البحر الميت, Arabic transliteration: ",{"type":"''","value":["al-Bahir al-Mayyit"]},") has its eastern coast in ",{"type":"[[","value":[["Jordan"]]},". It is the ",{"type":"'''","value":["lowest point in the world"]}," at 394.6 m (1269 ft) below sea level.\n\n",{"type":"==","value":["Get in"]},"\nOn the Jordanian side, the Dead Sea is possible as a day trip from both ",{"type":"[[","value":[["Amman"]]}," and ",{"type":"[[","value":[["Aqaba"]]},".  The road is a good dual carriage way.  Tourist areas are accessible from the main road that runs along the eastern side of the body of water and connects to Jordan's Desert Highway running to Amman.  Highways leading to the Dead Sea are clearly marked by brown tourist signs.  It is an ambitious 3-hour drive from ",{"type":"[[","value":[["Aqaba"]]}," in southern Jordan. \n\nTaxi services for travel to the Dead Sea can be purchased for the day 20JD if you hail a cab from down town, down town hotels charge 35JD for the same service.  Many of the local hotels and resorts have shuttles that travel from Amman to the Dead Sea for a fee.  There are a handful of bus lines that also run from Amman on a daily basis.  Bus from Mujaharin bus station to Rame costs 1 JD. Taxi from Rame to Amman Beach 4JD or less.\nEspecially on good weather Fridays and Sundays, busses leave from Muhajarin bus station directly for Amman Beach, but if not they will at least drop you of along the road only a couple of kilometers before reaching the Sea. If you are used to hitchhiking it is then very easy to get a lift onwards.\n\nFrom ",{"type":"[[","value":[["Aqaba"]]}," a taxi can be hired for a full day. If booked through the reception of a nice hotel expect to pay about 100 JD. If you find a driver on your own you an haggle and get the price down quite a bit (80 JD in January 2010 - possibly better deals can be agreed on). Make sure to arrange with the driver before you leave if you also want to stop by any other sites as part of your trip as the diver may not want to drive any farther than initially agreed. \n\nThe cost to enter the public tourist beach (Amman Beach) is 16 JD (April 2012) (with swimming pools) and 11JD for the Locals\/Jordian beach (it's only 15m to left of the tourist entrance; not recommended for women on Fridays). Many hotels also sell day passes that include full use of hotel facilities as well as their Dead Sea beachfronts; at the Mövenpick Resort, day passes cost 20 JD per person for hotel guests, while non-hotel guests pay 40 JD on weekdays and 50 JD on weekend.\n\nAround 10km south of Amman Beach is a local's favourite place that is easily recognized by a couple of stands selling snacks and water near the road. The place is dirty and nobody takes care of it, but if you're on a shoestring, the Dead Sea there is just as good as everywhere. There is a small water fall coming from a hot spring that can serve as a shower afterwards to wash off the salt from your skin.\nGetting a lift from there back to Amman is easy and occasionally even busses pass by on which you can jump on for a small fee.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:DeadSeaIsrael6.jpg"],["thumb"],["right"],["150px"],["Salt deposits"]]},"\n\nThe water in the Dead Sea is extremely salty, and has been estimated to be the second saltiest major body of water in the world.  Its name is derived from the fact that the water is far too salinated for marine inhabitation.\n\nThe Dead Sea is naturally endorheic (no outlet streams) with the Jordan River being its only major source.  The northern part of the Dead Sea receives scarcely 100 mm (4 inches) of rain a year; the southern section receives barely 50 mm (2 inches).  Due to the man-made reduction of the Jordan River (the river waters are 70-90 % used for human purposes) and the high evaporation rate of the Dead Sea, the sea is shrinking.  All the shallow waters of the southern end of the sea have been drained and are now salt flats.\n\nAlthough the Dead Sea would never entirely disappear (because evaporation slows down as surface area decreases and saltiness increases), measures are currently being proposed to siphon water from the Red Sea through a series of tunnels or canals in order to replenish the rapidly shrinking waters and provide water and electrical solutions to the surrounding countries.\n\n",{"type":"===","value":["Climate"]},"\nThe ",{"type":"'''","value":["climate"]}," at the Dead Sea varies depending on the season.  Temperatures during the tourist season can become extremely warm, ranging from 30°C (86°F) in the spring to upwards of 40°C (104°F) in the summer.  The area receives an average of 330 days of sunshine per year, with rainy days occurring only during winter (if at all). \n\nAlthough the Dead Sea is very sunny the low altitude and extra atmosphere makes the sunlight weaker. It is therefore said that sunbathing here carries a lower risk of sunburn, but it is still advisable to take normal precautions using sunblock and adapt gradually. This quality of the Dead Sea sunlight is the real secret behind its mythological curing ability for several diseases, especially skin diseases. This is, in fact, natural phototherapy. \n\n",{"type":"'''","value":["Caution:"]},"\nDuring winter and spring there is a danger of floods on rainy days. The Dead Sea basin receives rainwater from relatively far-off areas like the Jerusalem Mountains. This means that sometimes during a sunny day a flood will suddenly and unexpectedly occur. Therefore, be careful when hiking to distant narrow places during these seasons and stay tuned to the weather news. The weather forecast ",{"type":"'''''","value":["always"]}," gives warnings if there is a possibility of flooding. ",{"type":"'''''","value":["Always"]}," do as national reserves staff order - they know the terrain very well. In 2007, several Israelis who had been \"snappling\" (rappelling) were killed by a flood because they did not obey national reserve staff orders.\n\n",{"type":"==","value":["See"]},"\nThe hypersalinated water of the Dead Sea itself is its own attraction.  There are several nearby attractions that are worth attention:\n",{"type":"[[","value":[["Image:DeadSeaShore.jpg"],["thumb"],["shore"]]},"\n",{"type":"*","value":[" Historic ",{"type":"'''","value":[{"type":"[[","value":[["Mount Nebo"]]}]}," provides a panorama of the ",{"type":"[[","value":[["Holy Land"]]},", and to the north, a more limited one of the Jordan River valley.  The excavated remains of a church and a monument commemorating the biblical story of Moses and the bronze serpent stand atop the mountain.  Mount Nebo is a short 15 minute drive from the Dead Sea.  Visitors can plan to spend around an hour at the site at a cost of 2 JD per person."]},"\n",{"type":"*","value":[" The nearby town of ",{"type":"'''","value":[{"type":"[[","value":[["Madaba"]]}]}," known as the 'City of Mosaics' is famous for its Byzantine and Umayyad mosaics, especially a large Byzantine-era mosaic map of Palestine and the Nile delta at St. George Church."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Baptism Site"]}," (",{"type":"[[","value":[["Bethany Beyond the Jordan"]]},") at the Jordan River, the location archaeologists are claiming is the baptism site of Jesus by John the Baptist, is a short 10 minute drive from the Dead Sea resort area.  The cost to enter the Baptism Site is 7 JD per person (January 2010).  Buses transport visitors down to the river basin, and guided tours include visits to a Jordan River overlook, the excavated remains of the Baptismal Site, John the Baptist Church, and down to the River bank."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Dead Sea Panoramaic Complex\/Dead Sea Museum"]}," is a new complex of regional museum about the Dead Sea, panorama lookout, restaurant and conference hall on a steep cliff high above the Dead Sea near Hammamet Ma'in it is accessible from both the Dead Sea and Madaba by car, however it is difficult to reach by public transport. The museum is run by the Royal Society for the Conservation of Nature, and has some fascinating information about the geology, ecology (animal and plant), archaeology, history and industry of the Dead Sea and surrounding area.It has also information about the environmental problem concerning the Dead Sea, such as decreasing of the Dead Sea water level and sinkhole in the Dead Sea coast. As the name suggests it has a magnificent view of the Dead Sea and the hills beyond it. Watching the sunset from here is a wonderful experience."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["Mujib Reserve"]]}]}," of Wadi Mujib is the lowest nature reserve in the world, located in the mountainous landscape to the east of the Dead Sea, approximately 90km south of Amman. The 220 square kilometers reserve was created in 1987 by the Royal Society for the Conservation of Nature and is regionally and internationally important, particularly for the bird life that the reserve supports. The Mujib valley is being developed for adventure tourism, and a number of facilities have been established including a Visitors' Centre and a beach area on the Dead Sea. Experiencing Jordan’s Grand Canyon involves swimming, jumping, abseiling and floating. Its red walls are filled with running water that plunges through a 15 m waterfall."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hammamat Ma'in"]]}]}," are a remarkable series of natural hot springs and waterfalls, some of which have been channeled into pools and baths. A spa resort is located in the vicinity of the waterfalls ",{"type":"[","value":["http:\/\/www.sixsenses.com\/Evason-Ma-In\/index.php"]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Lot's cave"]]}]}," is located on the site of the remains of an old Byzantine monastery and church (31:2:49.4N 35:30:6.0E) above the village of Al Safi. The cave is believed to the one Lot took refuge in with his two daughters when God according to the Bible destroyed Sodom and Gomorrah. Entrance is free (March 2012).  The site is officially closed for development work but a local guide can escort you up the 300 steps to the cave itself.  If you are a small group you may be allowed to look inside the cave.  From the site you can look out over the irrigated fields which have developed as the Dead Sea has retreated in recent years."]},"\n",{"type":"==","value":["Talk"]},"\nOn the Jordanian side, both Arabic and English are spoken.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Dead sea newspaper.jpg"],["thumb"],["right"],["150px"],["It is nearly impossible to sink in the hypersaline waters"]]},"\n\n",{"type":"*","value":[" Due to the hypersalination of the water, one can float with ease in the Dead Sea; in fact, it's nearly impossible to sink!  A popular fad by visitors is to have their picture taken while reading a newspaper and floating on the surface of the water. "]},{"type":"*","value":[" The mud along the shore of the Dead Sea contains many minerals and is believe to have medicinal and therapeutic benefits.  It is not uncommon for visitors to cover their bodies with the dark mud."]},{"type":"*","value":[" There are many salt deposits and crystals scattered along the shoreline.  Many visitors walk the beach in search of large pieces as souvenirs."]},{"type":"*","value":[" The water of the Dead Sea has a greasy feel to it.  "]},{"type":"*","value":[" Wear waterproof sandals. The salt is very jagged and can easily cut your feet."]},{"type":"*","value":[" Beware!  Several people drown every year in the Dead Sea because they do not obey the rule: ",{"type":"'''''","value":["Only float on your back"]},". Accidents happen when someone tries to swim normally (stomach first) in the water - the legs will float better than usual and the head will be submerged. Note that this applies to weaker swimmers, and specifically to attempts to swim breaststroke. Breaststroke is also made difficult by the fact that the legs are raised too high in the water to provide normal forward motion when kicking.  Moreover, the salt in the water stings cuts and causes great pain if it comes in contact with the eyes, adding to the panic if one's head is under water. A strong swimmer can easily swim freestyle; if you plan to try this, goggles are essential and should be tightly fitted. Although safe for a strong swimmer, and an unusual sensation because of the buoyancy of the water, it is not an undertaking most people are likely to sustain for long. Even with the eyes protected by goggles, water will get into the nose and sting, and onto the lips and inevitably into the mouth. It tastes disgusting."]},"Short of actual drowning, inhalation of the water can cause specific, sometimes life threatening medical problems not seen with other bodies of water, because of the water's very high electrolyte content so be sure of your swimming abilities and confidence in the water before deciding to swim on your front. \n",{"type":"*","value":[" Tip if in a resort: Wash the salt off in the beach showers before you use your towel. Otherwise the towel will get salty and leave salt on your skin when you use it after your shower (the salt can cause an itch)."]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zara Spa"],["url=http:\/\/www.moevenpick-hotels.com\/en\/pub\/your_hotels\/worldmap\/dead_sea\/sports__leisure\/zara_spa_dead_sea.cfm"],["email=resort.deadsea.spa@moevenpick.com"],["address=Mövenpick Resort & Spa Dead Sea, Sweimeh, Dead Sea Road"],["lat="],["long="],["directions=approx. 55km south of Amman"],["phone=+ 962 5 356 11 11"],["tollfree="],["fax=+ 962 5 356 11 22"],["hours=8.30 am – 8.30 pm"],["price="],["content= There are several swimming pools, some of which feature different mineral concentrations, including a heated pool for winter. A wide private beach runs along the Dead Sea shore, and there are jacuzzis, tennis courts and a fitness centre. There are also four restaurants and several cafes and bars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Al Wadi Resort"],["url=http:\/\/www.alwadiresort.com"],["email=info@alwadiresort.com"],["address="],["lat="],["long="],["directions="],["phone=+962(5) 349 3333"],["tollfree="],["fax=+9626(5) 349 3344"],["hours="],["price="],["content=Resort and Waterpark"]]}]},"\n",{"type":"*","value":[" Amman Beach is a public resort with clean facilities, including changing rooms, fresh water showers (both at the beach and in the changing rooms), a pool and a restaurant. Entrance is 15 JOD (January 2010). Lockers can be rented for another 1.5 JD, as well as towels (1.50 JD)."]},"\n",{"type":"*","value":[" O Beach Dead Sea . Tel + 962 5 3492000"]},"\n",{"type":"==","value":["Buy"]},"\nVisitors can purchase packets of the famous mud, as well as other cultural artifacts and handicrafts, from local gift shops.\n\n",{"type":"==","value":["Eat & Drink"]},"\nThe restaurant options near the Dead Sea are sparse.  \n\nThe Jordanian public beach contains an over-priced buffet-style restaurant and a small beach-side snack bar.  It is recommended that visitors planning to visit the public beaches bring their own food and drinks.  There are many resorts that can be found in Jordan to cater to tourists.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" The Dead Sea Resthouse is a 2-star hotel (phone: 962 5 3560110)."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mövenpick Resort & Spa Dead Sea"],["url=http:\/\/www.moevenpick-deadsea.com\/"],["email=resort.deadsea.reservations@moevenpick.com"],["address=Sweimeh, Dead Sea Road"],["lat=31.71732"],["long=35.58680"],["directions=approx. 55km south of Amman"],["phone=+ 962 5 356 11 11"],["tollfree="],["fax=+ 962 5 356 11 22"],["hours="],["price=Rates starting from JOD 99.00++"],["checkin=15:00 hrs"],["checkout=12:00 hrs"],["content=The Mövenpick Resort & Spa Dead Sea is found in a traditional village setting nestled amongst lush gardens that serve to restore your well-being and balance. Set on the northern shores of the Dead Sea, the resort and its Spa is an oasis of tranquillity.\nDespite the antique look of the village, all 346 rooms are luxuriously furnished in warm and natural colours. The latest Beach Rooms and Beach Suites are contemporary with modern furnishings and large terraces. Self-controlled air-conditioning, satellite TV, direct-dial phone, coffee and tea-making facilities, hairdryer, and a safe are standard fittings in every room. A special benefit is our free minibar, available in all rooms. As well as the famous ZARA Spa, there are several swimming pools, some of which feature different mineral concentrations, including a heated pool for winter. A wide private beach runs along the Dead Sea shore, and there are jacuzzis, tennis courts and a fitness centre. There are also a total of four restaurants and several cafes and bars."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Kempinski Hotel Ishtar"],["alt="],["url=http:\/\/www.kempinski-deadsea.com\/en\/hotel\/index.htm?item_id=9871"],["email="],["address="],["lat="],["long="],["directions="],["phone=+962 5 356 8888"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a 5 star luxury hotel and spa."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Holiday Inn Dead Sea"]},"  A new 5* resort, just about open in 2009.  Also the first hotel on the road from Amman."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Jordan Valley Marriott Resort & Spa"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/QMDJV"],["email="],["address="],["lat="],["long="],["directions="],["phone=962 5 3560400"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a 5-star luxury hotel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Dead Sea Spa"],["alt="],["url=http:\/\/www.jordandeadsea.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=962 5 3561000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a 4-star hotel with many amenities. The hotel is in the hotel zone, along side the Marriot and Kempinski. Minibus rental with a driver to get here from Amman (including visits to Baptism Site and Mt. Nebo on the way) costs 50 JD. There are a few swimming pools, including 2 children's pools and direct access to the Dead Sea, on the hotels own beach. Wireless internet is available free of charge. Some building work is taking place at the hotel at present (October 2009)."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["geo"],["31.3333"],["35.5000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["King's Highway"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Dead Sea"]]},"\n\n",{"type":"[[","value":[["de:Totes Meer"]]},"\n",{"type":"[[","value":[["ar:البحر الميت"]]},"\n",{"type":"[[","value":[["Commons:Category:Dead Sea"]]}]