[{"type":"{{","value":[["pagebanner"],["Dehradun banner.jpg"],["caption=Beehive College"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/dehradun.nic.in\/ Dehradun"]}]}," is the provisional capital of ",{"type":"[[","value":[["Uttarakhand"]]}," state. It is nestled between the Himalayan foothills to the north and the Shivaliks to the South. The town offers breathtaking scenery.\n\n",{"type":"==","value":["Understand"]},"\nDehradun is situated at an altitude of 2,200 ft in the Doon Valley between two of the most important rivers in India, the Ganga and Yamuna. It offers beautiful scenery and a moderate climate in summer, and so is an ideal place to relax and escape the heat of the plains below. The town also serves as a convenient base for visiting the area's many tourist sites.\n\nDehradun has experienced tremendous growth in recent years, and currently has a population of around 550,000. It is also famous for the Doon School, which is often referred to as the ",{"type":"[[","value":[["Eton"]]}," of India.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Jolly Grant Airport"]}," (",{"type":"{{","value":[["IATA"],["DED"]]},"). ",{"type":"[","value":["http:\/\/spicejet.com\/ SpiceJet"]}," and ",{"type":"[","value":["http:\/\/jetairways.com\/ Jet Airways"]}," each provide two flights daily between Dehradun and Delhi. Connecting flights are available to other major cities including Mumbai. The airport is 20 km from town. There is direct bus service from ISBT (Inter state bus terminus) to reach here. These buses are run by the government of Uttarakhand, and run every 20 to 30 minutes during the day. The buses are painted red on their lower half and are actually going to ",{"type":"[[","value":[["Rishikesh"]]},", stopping at the airport on the way. Private taxi services are available at the airport (US$40), or hotels may provide their own arrangements.\n\n",{"type":"===","value":["By train"]},"\n\nDehradun (",{"type":"'''","value":["IR station code : DDN"]},") is a major station and a terminus in Uttarakhand. It is connected by rail to ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Mumbai"]]},", ",{"type":"[[","value":[["Varanasi"]]},", ",{"type":"[[","value":[["Allahabad"]]},", ",{"type":"[[","value":[["Kolkata"]]},", ",{"type":"[[","value":[["Gorakhpur"]]},", ",{"type":"[[","value":[["Amritsar"]]},", ",{"type":"[[","value":[["Indore"]]},", ",{"type":"[[","value":[["Ujjain"]]}," and ",{"type":"[[","value":[["Chennai"]]},". \nHere are some useful trains to reach Dehradun:\n\n",{"type":"{|","value":[["class=\"wikitable\""],["!Train Number"],["!Train Name"],["!You may board at"],["!You may alight at"],["|-"],["|2017 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|Shatabdi Express"],["|New ",{"type":"[[","value":[["Delhi"]]}],["|Dehradun"],["|-"],["|12055 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|Jan Shatabdi Express"],["|New ",{"type":"[[","value":[["Delhi"]]}],["|Dehradun"],["|-"],["|4041 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|Mussoorie Express"],["|New ",{"type":"[[","value":[["Delhi"]]}],["|Dehradun"],["|-"],["|2327 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|Upasana Express"],["|Howrah (",{"type":"[[","value":[["Kolkata"]]},"), ",{"type":"[[","value":[["Lucknow"]]}],["|Dehradun"],["|-"],["|3009 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|Doon Express"],["|Howrah (",{"type":"[[","value":[["Kolkata"]]},"), ",{"type":"[[","value":[["Varanasi"]]},", ",{"type":"[[","value":[["Lucknow"]]}],["|Dehradun"],["|-"],["|2687 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|Chennai-Dehradun Express"],["|",{"type":"[[","value":[["Chennai"]]},", Nizamuddin (",{"type":"[[","value":[["Delhi"]]},")"],["|Dehradun"],["|-"],["|12205 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|NDLS Dehradun AC Express"],["|New Delhi (",{"type":"[[","value":[["Delhi"]]},")"],["|Dehradun"],["|-"],["|4632 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|Amritsar-Dehradun Express"],["|",{"type":"[[","value":[["Amritsar"]]}],["|Dehradun"],["|-"],["|4163 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|Sangam Express"],["|",{"type":"[[","value":[["Allahabad"]]}],["|Dehradun"],["|-"],["|9019 ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html"]}],["|Bandra-Dehradun Express"],["|Bandra Terminus (",{"type":"[[","value":[["Mumbai"]]},"), Nizamuddin (",{"type":"[[","value":[["Delhi"]]},")"],["|Dehradun"]]},"\n\n",{"type":"''","value":["Also see ",{"type":"[[","value":[["Rail travel in India"]]}]},"\n\n",{"type":"===","value":["By bus"]},"\nDelux, Volvo, Semi-deluxe and ordinary Uttarakhand State buses depart every hour from ISBT, Kashmere Gate in New Delhi. There is also an overnight deluxe A\/C service run by Uttarakhand Tourism. It is a six to seven hour journey from Delhi. However, the bus station is located about 5–6 km from the centre of the town. If you are coming from Delhi side the trains will generally be more convenient.\n\n",{"type":"===","value":["By car"]},"\nDehradun is in principle a 5 hour drive from Delhi, but unless you leave Delhi very early in the morning, you will encounter traffic that makes the trip significantly longer. The town is on NH 72A (Chhutmalpur to Dehradun). The road is two-laned, but not very wide. There may be many slow-moving vehicles at harvest times, and pilgrims walking on the road in late July and early August.\n\nVarious car rental companies provide cars to Dehradun from New Delhi Airport & New Delhi Railway station.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\nDehradun has a city bus service run by private owners under STA. The destinations are written in Hindi above the windshield. Generally, however, the buses are crowded, so it is better to use other means of transport.\n\n",{"type":"===","value":["By auto rickshaw"]},"\nAuto rickshaws are plentiful in the downtown area. They are not metered, but instead use a fixed rate system. However, as the rate is often not prominently displayed, it is advisable to have some idea of the cost to your destination before taking an auto rickshaw. Otherwise, you are very likely to be charged well over the odds.\n\n",{"type":"===","value":["By Shared (Fixed-Route) Autorickshaws"]},"\nThe cheapest way to get around town is via the ubiquitous blue three wheelers called Vikrams. These vehicles are often crammed, with capacity for 8 cramped passengers in the back. The Vikrams are numbered according to their routes through the city. Fare is 3-5 rupees.\n\n",{"type":"*","value":[" 1 - Rajpur Road: begins at Astley Road and travels North to the Rajpur-Mussoorie Road Fork."]},{"type":"*","value":[" 2 - Sahastradhara\/Raipur: begins at Survey Chowk, proceeds eastward to Sahastradhara Crossing, before splitting towards the North (Sahastradhara Road) or East  (Raipur Road) depending on the Autorickshaw."]},{"type":"*","value":[" 3 - Dharampur, Rispana Bridge: begins at Survey Chowk, proceeds to Haridwar Road and Dharampur, before proceeding through the Nehru Colony to Rispana Bridge."]},{"type":"*","value":[" 4 - Doiwala: begins at Rispana Bridge and proceeds to Doiwala."]},{"type":"*","value":[" 5 - Majra\/ISBT: begins at Astley Hall, proceeds South to Majra and the Interstate Bus Terminus."]},{"type":"*","value":[" 6 - Kaulagarh Road: begins at Connaught Place, goes Northwest up Kaulagarh Road."]},{"type":"*","value":[" 7 - Chakrata Road: begins at Connaught Place, goes West on Chakrata Road."]},{"type":"*","value":[" 8 - Kanwali\/Kaonli Road: begins at Astley Hall, proceeds South to Saharanpur Chowk, before going West on Kanwali\/Kaonli Road towards Balliwala. The last stop on this route varies between Seemadwar\/Indranagar, Anurag Nursery or Vasant Vihar Chowk."]},{"type":"*","value":[" 10 - Premnagar: very infrequent, goes West to Premnagar via Kaonli Road."]},"\n",{"type":"===","value":["On foot"]},"\nThe best way to explore the town is on foot, since it is surprisingly compact. Finding your way around is not that difficult as it may seem at first glance. Rajpur Road is the main avenue and Chakrata Road is also quite an important street. They both intersect at the Clock Tower Roundabout. Walking across town can take up to 30 minutes.\n\n",{"type":"===","value":["By car"]},"\nYou can easily visit Dehradun through Car. There are many car rental companies.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Robbers Cave, Dehradun.jpg"],["thumb"],["right"],["225px"],["Robber's Cave"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Kalinga War Memorial"]},", Sahastradhara Road. The only war memorial of its kind in the world which was erected by the British to honour their foe, the Gurkhas (or the Gorkhas)."]},{"type":"*","value":[{"type":"'''","value":["The Gurkha Fort"]},", Tapovan Forest Area."]},{"type":"*","value":[{"type":"'''","value":["The Museum"]},", Forest Research Institute. Lavish environs and one of the largest institutes of its kind. Guided tours available. Open:9AM-1PM and 2:30PM–5:30PM. Admission free. Museum entry Rs25, covers 6 halls. Photography permitted in the compound but not in the museum halls. "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mindrolling Monastery"],["url=http:\/\/www.mindrolling.com\/"],["email="],["address=Clement Town"],["lat=30.261555"],["long=77.996938"],["directions="],["phone =+91 135 264-0556, 264-0968"],["tollfree="],["fax="],["hours="],["price="],["content=A large Buddhist monastery in the Tibetan Nyingma tradition."]]}]},{"type":"*","value":[{"type":"'''","value":["Chetwoode Hall"]},", The Indian Military Academy. A charming little museum housing collections of 20th century military artifacts. "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clock Tower"],["url="],["email="],["address=Rajpur Road"],["lat=30.324341"],["long=78.041843"],["directions=Rajpur and Gandhi Roads crossing"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built by the British, this remains the icon of the downtown area."]]}]},{"type":"*","value":[{"type":"'''","value":["Ram Rai Darbar"]},", Jhanda Mohalla. Built by Guru Har Rai's son, it attracts many Sikh pilgrims from the nearby state of Punjab. Admission is free and non-Sikhs are welcome."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tapkeshwar Temple"],["url="],["email="],["address=Garhi Cantt"],["lat=30.3573637"],["long=78.0165053"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An ancient temple dedicated to Lord Shiva, Tapkeshwar is situated on the banks of a rivulet."]]}]},{"type":"*","value":[{"type":"'''","value":["Sai Darbar Temple"]},", Rajpur Road. This place of worship holds a high spiritual value, and is thus visited by tourists across the country. "]},{"type":"*","value":[{"type":"'''","value":["The Char Siddhs"]},", comprising a group of four temples around Dehradun : ",{"type":"''","value":["Lakshman Siddh"]}," (along the Dehradun-Rishikesh road 12 km from Dehradun), ",{"type":"''","value":["Kalu Siddh"]}," (near Baniyawala), ",{"type":"''","value":["Manak Siddh"]}," (near Shimla Bypass Road) and ",{"type":"''","value":["Madu Siddh"]}," (near Premnagar). Small temples in scenic and as yet unspoilt locales. It is commonly believed that visitng all four Siddhs in a single day will fulfill a devotee's wishes. "]},{"type":"*","value":[{"type":"'''","value":["Tapovan"]},", Rajpur Road. According to legend, Guru Dronacharya had done penance here."]},{"type":"*","value":[{"type":"'''","value":["Jaspal Rana Shooting Ranges"]},", Majhon- Paunda, Via Nanda Ki Chowki, Premnagar, Dehradun"]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tiger View Jungle Camp"],["alt="],["url=http:\/\/harkidun.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Village Goolar Khalla, Post Saura, Via Raipur, Dehradun"]]}]},{"type":"*","value":[{"type":"'''","value":["RIMC"]},", Rashtriya Indian Military College one of the finest school in India for making the kids to gentleman cadets "]},{"type":"*","value":[{"type":"'''","value":["Wadia Institute of Himalayan Geology"]}," Another place worth a visit is the Wadia Institute of Himalayan Geology. It is the best center on Himalayan geology in the country and has done some pioneering work in the field. A museum displaying the geological diversity of the sub-continent is the center of attraction here and a must see for all those visiting the institute."]},{"type":"*","value":[{"type":"'''","value":["Robber's Cave"]}," Also known as Guchchu Pani, situated at a distance of eight km from the city center. Robber's cave is a beautiful picnic spot. On display here is one of nature's strange phenomena; a stream of water goes underground here and reappears a few metres away. The cave is surrounded by hills and is a beautiful getaway for those looking for peace and quiet of the hills."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sahastradhara"],["url="],["email="],["address="],["lat=30.38544"],["long=78.12653"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Around 14 km from Dehradun is the cold Sulphur water spring called Sahastradhara. The spring is believed to have exceptional medicinal value and the dripping caves and a bath in the Baldi River near the spring are said to rejuvenate the body and soul."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Dehradun is a base for ",{"type":"'''","value":["trekking and adventure tourism,"]}," and many people just stay overnight in the city before heading into the Garhwal Hills."]},"\n",{"type":"*","value":[{"type":"'''","value":["Picnic"]}," - Pack a hamper of food and drinks and picnic at Sahastradhara, on the banks of the Baldi River.  The mineral waters here are pure and clean. It is a 30 minute drive from the city of Dehradun. You can also rent a cycle from Hotel Madhuban. It takes a little over an hour to bike down."]},"\n",{"type":"*","value":["After a hard day's sightseeing, drive down to the village of ",{"type":"'''","value":["Dakpathar"]}," 45 km away. The sparkling waters of the Yamuna makes this the perfect spot to relax. The neat little GMVN Tourist Complex is located inside the village. It has a good restaurant and a small swimming pool."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Basmati rice"]}," - the Dehradun area is famous all over India & the world for its fragrant Basmati rice, but you can probably buy bags of it at your local Indian store so don't bother buying any here. "]},{"type":"*","value":[{"type":"'''","value":["Khukris"]}," - the traditional knives that Dehradun is famous for. In fact the sword used in the film \"Gladiator\" was designed and made in Dehradun. Small shops in Dehradun stock them."]},"\n",{"type":"*","value":["Brightly coloured, ",{"type":"'''","value":["hand made woollen items"]}," made by tribal communities in the nearby Garhwal Hills."]},"\n",{"type":"*","value":[{"type":"'''","value":["Himalayan Weavers"]}," use natural dyes to produce hand-woven shawls, stoles, scarves and throws of wool, eri silk and pashmina. Their aim is popularize the use of environmentally friendly natural dyes and provide a market for craft products made in the Himalayan region. They have a showroom in Chowk Bazaar (Rajpur). They also have a showroom 8 km from Mussoorie on the Mussoorie-Dhanaulti Road. Rajpur: 01352733113, Mussoorie: 0135-2115282 and 9759009830. ",{"type":"[","value":["http:\/\/www.himalayanweavers.org"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Paltan Bazaar"]}," - a good place to pick up the local variety of Basmati Rice, and hand made woollen garments made by local tribal communities."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The English book Depot"],["alt="],["url=http:\/\/www.ebdbooks.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=15, Rajpur Road - the best bookshop for miles, with an excellent stock of fiction, travel literature, magazines and newspapers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Book World"],["url="],["email="],["address=10-A Astley Hall"],["lat="],["long="],["directions=at Astley Hall"],["phone = +91 135-2655845"],["tollfree="],["fax="],["hours="],["price="],["content=Another great bookshop where you can get practically any book you want."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Astley Hall"]},", Rajpur Road - a complex full of interesting, and good value shops and restaurants."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rajpur Road"]}," - the most popular shopping area."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Alaya Design Studio"],["url=http:\/\/www.studioalaya.com\/"],["email="],["address=94, Old Rajpur, Near Shahenshahi Ashram, Dehradun"],["lat="],["long="],["directions=Located in Old Rajpur, accessible by going uphill from Dakpatti Rajpur market or from Old Mussorie Road, turn towards Shahenshahi Ashram"],["phone = +91 135 6537205"],["tollfree="],["fax="],["hours=Mon-Sat; 10AM to 7PM"],["price="],["content=A design led social enterprise, Alaya Design Studio works with Craft and Skill based artisan communities in the state of Uttarakhand. At their retail outlet based in 94, Old Rajpur, one can find contemporary designs of Crafts and Furniture in locally available materials such as Bamboo, Wood, Handcrafted Copper, Natural fibers etc."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Rajpur Road"]}," has an abundance of eateries from McDonalds to Nirula's to roadside buffets...  the food is great. Try Tibetan dishes available opposite the Parade Ground, or get some cheap but delicious vegetarian thalies near the station."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kumar's"]},", Rajpur Road. This well-known multicuisine restaurant serves Chinese, Indian and Continental food."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nanking Restaurant"],["alt="],["url=http:\/\/nankingrestaurant.in\/"],["email="],["address=361\/1 Ballupur Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Multi Cuisine family restaurant suited for Families and Teenagers. Serve Indian, Chinese, Tandoori & Continental cuisines. The menu has wide range considering both Vegetarian and Non Vegetarian delicacies. Online table booking facility with 10% discount on every food item. Also provides free home delivery facility in Dehradun City. Call 2531900, 3290919."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Udipi"]},", Lytton Road. Famous for South Indian food. Start off with piping hot idlis, and move on to crispy dosas. Round off the meal in style with strong filter coffee."]},"\n",{"type":"*","value":[{"type":"'''","value":["Moti Mahal"]},", City Bus Stand, Rajpur Road. Famous for North Indian fast food. Try the ",{"type":"''","value":["samosa"]}," or ",{"type":"''","value":["bread pakora"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["McDonalds"]},", (2653086) Astley Hall, Rajpur Road. Serves the usual fast food, burgers, wraps etc. No McDelivery or McShakes available. Try the ",{"type":"''","value":["Shahi Paneer Pan"]},", the latest innovation of McDonalds India."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nirula's"],["alt="],["url=http:\/\/www.nirulas.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Astley Hall, Rajpur Road. This is one of the smaller branches of an all-India chain of fast food outlets. The menu is extensive, and includes pizzas, burgers, platters and rotis. For home delivery, call 2651202 or 2651203."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vatika"],["alt="],["url=http:\/\/www.hotelmadhuban.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=97, Rajpur Road. A good multi-cuisine restaurant serving tasty and wholesome food. (A restaurant of Hotel Madhuban)"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ellora"]},", Ellora's amazing cookies and plum cake"]},"\n",{"type":"*","value":[{"type":"'''","value":["Pizza Hut"]},", In Rajpur Road you can find one Pizza Hut and a good place to eat out"]},"\n",{"type":"*","value":[{"type":"'''","value":["China King"]},"is arguably the best Chinese restaurant in town, offering a wide range of dim sum and budget priced combo meals."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lhasa"]},", one of the best restaurants for authentic Tibetan fare located on Rajpur Road close to the Old Mussoorie Road diversion. This is several km out of town. Call them at 2733274 for bookings or to order a pick-up meal. No home deliveries."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Orchard"],["url="],["email="],["address=3-B, Dak Patti, Rajpur, Dehradun"],["lat=30.3894893"],["long=78.0947391"],["directions=close to the MDDA Rajpur Park near Jakhan"],["phone = +91 9837733111"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant with scenic views nestled on the side of the mountain overlooking verdant valleys. Decent food. Tibetan, Thai,Chinese, food is served here.Quite place with good ambiance and delicious food."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tibetan market"]},". Great ",{"type":"''","value":["momos"]}," (steamed buns, filled with meat)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Flavors"],["url=http:\/\/www.hoteldooncastle.com"],["email="],["address=Saharanpur Road"],["lat="],["long="],["directions="],["phone = +91 2626166,2726166"],["tollfree="],["fax="],["hours=11AM- -11PM"],["price=Mid range"],["content=Delicious food and amazing ambiance with live ghazals"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Punjab Restaurant"],["url="],["email="],["address=1- Patel Market , Rajpur Road, Dehradun"],["lat="],["long="],["directions=Near Clock Tower , Opposite Windlass Shopping Complex"],["phone = +91 135 2652697,0135 2650303"],["tollfree="],["fax="],["hours="],["price="],["content=One of the best restaurants in town which provides Indian (like home cooked food)& Chinese food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Maggie Point"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A series of small restaurants situated in between Dehradun and Mussoorie famous for their Maggie. One can also have the beautiful view of Dehradun city from up there."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hotel President"],["url=http:\/\/www.hotelpresidentdehradun.com"],["email="],["address=6 Astley Hall, Rajpur Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hotel with new restaurant, bar, coffee shop. Pavilion is the multi cuisine restaurant in the hotel providing you with a range of Indian, Chinese and Mughlai delicacies. The colonial styled restaurant overlooks the scenic mountain slopes. Polo Bar in the hotel premises keeps a good stock of foreign liquors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Black Pepper Bar & Restaurant"],["url="],["email="],["address=Astley Hall, Rajpur Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the finest bar and multicuisine restaurant in Dehradun in a soothing ambience."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Rajpur Road has many bars. Try a strong Tibetan drink called ",{"type":"'''","value":["chang"]}," available in Rajpur (7 km away from clock tower)."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Coffee Day"],["alt="],["url=http:\/\/www.cafecoffeeday.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rajpur Road. Excellent coffee and pastries."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Barista"],["alt="],["url=http:\/\/www.barista.co.in"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The English Book Depot, 15 Rajpur Road. Excellent coffee, iced tea and pastries."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Head Over Heels Bar"],["alt="],["url=http:\/\/www.hotelmadhuban.com"],["email="],["address=97 Rajpur Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good range of drinks and snacks."]]}]},{"type":"*","value":[{"type":"'''","value":["President Hotel and Bar"]}," The finest bar in the downtown. However some retired Army officers and serving officers like to Jam out in DSOI, (To try this out either you have to be an Army officer or his guest. :) )"]},{"type":"*","value":[{"type":"'''","value":["Shipra Bar"]},". This bar is the part of the Great Value hotel and is reasonably OK."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=My Wife's Place"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Rajpur Road you can find this and well known for it's north indian food, especially a varaity of kebabs and mughlai dishes"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" There are quite a few hotels in Dehradun, with the best options being located on Rajpur Road. The city does not have a five-star hotel yet. However, ",{"type":"[[","value":[["Mussoorie"]]}," (34 km uphill) has quite a few top-end options."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sharma Villa"],["url=http:\/\/www.airbnb.com\/rooms\/418845"],["email="],["address=Tunwala, Raipur Road ,Dehradun"],["lat="],["long="],["directions=about 10 kilometer from railway station via Dehradun-Haridwar highway"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is an elegant home stay. A family run bed and breakfast just outside Dehradun on Dehradun - Haridwar highway. On requests , meals could be arranged. A peaceful, comfortable place to stay."]]}]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Doon Castle"]},", Patel nagar, niranjanpur, opp.telephone exchange, saharanpur road. Tel: +91 135 2626166, 2726166 http:\/\/www.hoteldooncastle.com. "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Motel Kwality"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+91 135 657-001"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=19, Rajpur Road. - clean, but with basic facilities."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Ambassador"]},", Windlass Shopping Centre, Rajpur Road. Tel: +91 135' 655-831, 655-832 - very good location, well-designed rooms."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Deep Shikha"],["alt="],["url="],["email="],["address=57\/2 Rajpur road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Dehra dun Tel: +91 135 2659889, 2659888- Very good location-mussoorie road opp secretrait"]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Viceroy Inn"],["url=http:\/\/www.hotelviceroyinn.com"],["email="],["address=N.H.-72, Saharanpur Road, Niranjanpur, 391\/1"],["lat="],["long="],["directions="],["phone = +91 135-2729995"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=on main Dehradun-Saharanpur Road. Has decorated rooms, suites with Wifi, a big conference hall, a wedding hall, etc."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Best Western Madhuban"],["alt="],["url=http:\/\/www.hotelmadhuban.com"],["email="],["address=97, Rajpur Road"],["lat="],["long="],["directions="],["phone=+91 135 749-990, 749-995"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Note that the web page for the Best Western international chain does not list this hotel, so its claim to be a Best Western hotel is unverified. The LP guide has dropped this hotel from its listings."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Great Value Hotel"],["alt="],["url=http:\/\/www.greatvaluehotel.com"],["email="],["address=74C, Rajpur Road"],["lat="],["long="],["directions="],["phone=+91 135 2744-762"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Well-run, good value. Has food & beverage facilities. Call 09358106043,09358106046,09358106047 for reservations."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Softel Plaza"],["alt="],["url=http:\/\/www.hotelsoftelplaza.com"],["email="],["address=NH-72 Mohabbewala, Saharanpur Road"],["lat="],["long="],["directions="],["phone=+91 135'' 2645050, 2645060, 2645070"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= 5 km from railway station and 2 km from ISBT. Four star hotel."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThere are many internet cafes scattered throughout the town. All the hotels listed above have internet access. There are many iways in the city.\n\n",{"type":"*","value":[{"type":"'''","value":["Computer Base"]},", Windlass Shopping Centre, Rajpur Road. "]},{"type":"*","value":[{"type":"'''","value":["Reliance World"]},", 56, Rajpur Road. Tel: ",{"type":"''","value":["+91 135"]}," 309-4844"]},{"type":"*","value":[{"type":"'''","value":["Sify iway"]},", 20, Raj Plaza, Rajpur Road (Tel: ",{"type":"''","value":["+91 135"]}," 309-8880);  Anekant Place; Arhat Bazaar; Balliwala Chowk; Capri Mkt; Chakrata Road;  Dav College Road; Deeplok Colony; Gandhi Road; Jakhan; Prem Nagar; Race Course; Swaraj Shopping Complex; 18 A, EC Road; St. 12, Arshiwad Enclave; 8, New Road; Ballupur Road; 42 Indira Nagar; Clement Town; 155, Saharanpur Road."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" There are innumerable tourist towns that are well connected to Dehradun."]},{"type":"*","value":[{"type":"'''","value":["The Himalayan foothills"]}]},{"type":"*","value":[{"type":"'''","value":["Nagtibba"]}," (ten thousand ft) - tribal communities."]},{"type":"*","value":[{"type":"'''","value":["Jaunpur"]}," - stunning villages in this area."]},{"type":"*","value":[{"type":"'''","value":["Chakrata"]}," - unspoilt views (restricted area for foreign nationals)."]},{"type":"*","value":[{"type":"'''","value":["Harkidun"]}," - great trekking destination with picture postcard views. all round."]},{"type":"*","value":[{"type":"[[","value":[["Haridwar"]]}," - a sacred site on the Ganges - a little over one hour by train or road."]},{"type":"*","value":[{"type":"[[","value":[["Rishikesh"]]}," - a sacred site."]},{"type":"*","value":[{"type":"[[","value":[["Mussoorie"]]}]},{"type":"*","value":[{"type":"'''","value":["Sahastradhara"]}," - a hot spring resort."]},{"type":"*","value":[{"type":"'''","value":["The Rajaji National Park"]}]},"\n",{"type":"{{","value":[["Geo"],["30.32295"],["78.03168"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Garhwal"]]},"\n",{"type":"{{","value":[["Guidecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Dehradun"]]}]