[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Deir-az-Zur"]}," is a city in ",{"type":"[[","value":[["Syria"]]},". Its name may also be spelled Deir-ez-Zor, Deir Ezzor or any number of other variations.\n\n",{"type":"==","value":["Understand"]},"\nDeir-az-Zur is a relatively young city (Ottoman period) so does not contain any spectacular ruins - though there are many extra-ordinary archaeological sites in the region. The city is flanked on one side by the Euphrates river and on the other by the stretch of desert which leads to Palmyra. It is not a tourist-oriented city, which can add to some of its appeal if you have come from Palmyra. There is a museum to visit and a famous suspension bridge over the Euphrates as well as a small souk. It sits about 300km south-east of Aleppo and about 200km to the east of Palmyra.\n\n",{"type":"==","value":["Get in"]},"\n\nBuses go to Deir-az-Zur from Aleppo, Raqqa, Damascus and Palmyra. Expect to be dropped off at the police station on arrival and fill in typical Syrian forms, although like most Syrians the atmosphere is very friendly.\n\n",{"type":"==","value":["Get around"]},"\n\nDeir-az-Zur is not a big city so it is easy to walk around. The Euphrates is about a 10 minute stroll from the main street. Taxis are also available.\n\n",{"type":"==","value":["See"]},"\n\nThere is a well-maintained, thoughtfully laid out, clean museum - a surprise given that most museums in Syria seem to be shrouded in dust, dirt and covered by broken roofs. Here you will find some background on the many tells in the surrounding area. Admission costs 150 SP for adults and the museum is open from 9am, every day except Tuesday.\n\nThere is also a famous suspension bridge over the Euphrates and various archaeological sites around Deir-az-Zur (Halabiya and Zalabiya, Qal'at Rahbeh, Qal'at Rabah).\n\n",{"type":"==","value":["Do"]},"\nFrom Deir-az-Zur it is possible to visit two sets of Mesopotamian ruins (Dura-Europos and Mari) that are located between the city and the Iraqi border and beside the Euphrates River. Both sites can be easily visited in a single day from Deir-az-Zur by catching one of the many minibuses that run from the city towards the Iraqi border along Highway 4 as both sites are less than 1 km from the highway. Traveling southwards from Deir-az-Zur the first ruins that are reached are Dura-Europos and about 10 km further south is the complex of Mari. Returning minibuses to Deir-az-Zur can be flagged down on the highway.\n\n",{"type":"==","value":["Buy"]},"\n\nThere is an ATM in Deir-az-Zur which will take foreign cards at the Commercial Bank of Syria on the main street.\n\n",{"type":"==","value":["Eat"]},"\n\nDeir Ezzor seems to specialise in kebab restaurants. Meat is finely chopped and mixed with onions and spices, then grilled over charcoal and served with grilled tomatoes, salad, garnishes and ayran (a drink of diluted yogurt). The price is set by the weight of the meat (500 SP a kilogram in December 2007) and a normal meal is 250g of meat per person.\n\nYou can also find plenty of restaurants serving roast chicken, falafels and other typical Syrian fast food.\n\n",{"type":"==","value":["Drink"]},"\n\nOn the main street there is a small shop selling the usual selection of wine, beer, arak and other alcoholic drinks. You can find it halfway between the main square and the Commercial Bank of Syria, on the left hand side if you are walking towards the bank.\n\nBar al-Kandeel is an unpleasant affair with some interesting patrons about 200m along the main street north west of the square, on the right. Lone travellers and especially women should avoid.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are not many hotels and even fewer where foreign tourists and particularly lone women would feel comfortable.\n\n",{"type":"'''","value":["Hotel Al-Jamia Al-Arabia"]}," (Tel. 351371) is one of the few decent budget options in town. A double room with shared toilets (squat but clean and separate cubicles for men and women) is 500 SP, not including breakfast. The owner speaks excellent English and is very willing to share knowledge about the city and area, which helps make up for the slightly shabby decor. The hotel could do with a lick of paint and touch-up but is essentially clean. Some rooms have balconies overlooking the main street.\n\nIf you fancy a touch of luxury, there is a ",{"type":"'''","value":["Cham Palace"]},".\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\nInternet can be found at a number of locations in town including Zoom Internet Services, on a side street off the main drag. It is the first side street to your left before the post office, as you are walking away from the main square. The cost is 50 SP an hour.\n\nThere is also a large place just off the square, level with the statue.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Syrian Desert"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Deir ez-Zor"]]},"\n",{"type":"{{","value":[["geo"],["35.333333333333"],["40.15"]]}]