[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["DeLeon Springs"]}," is an unincorporated, census-designated place (CDP) in ",{"type":"[[","value":[["Volusia County"]]},", ",{"type":"[[","value":[["Florida"]]},".\n\nThe population was 2,358 at the 2000 census. One of Florida's state parks, DeLeon Springs State Park, is located in DeLeon Springs, as is the Strawn Historic Citrus Packing House District.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Volusia-florida.jpg"],["thumb"],["Map of DeLeon Springs, relative to Volusia County and Florida, with locations of nearby Cities."]]},"\nThis idyllic spot, 603 acres in all, has been occupied periodically since 8,000 B.C. \n\nJohn J. Audubon visited Colonel Orlando Rees here at Spring Garden Plantation in 1832. Audubon wrote that the sight of the spring afforded him pleasure sufficient to counterbalance the tediousness of his daylong journey in a carriage drawn by Indian horses from the Bulow plantation.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nThe best way to get into DeLeon Springs is by car. Take Route US-17 north from DeLand for about 6 miles and you will be in the general area of DeLeon Springs. Turn left onto Ponce DeLeon Blvd. and you will travel approximately one mile to the entrance to DeLeon Springs State Park.\n\n",{"type":"===","value":["By bus"]},"\nVOTRAN ",{"type":"[","value":["http:\/\/www.votran.org\/"]}," bus Route 24 passes by the DeLeon Springs area about every two hours. The bus only travels along Route US-17, connecting with ",{"type":"[[","value":[["DeLand"]]}," to the south and Pierson to the north. However, you will be short of DeLeon Springs State Park by about 1 mile. You can bring a bicycle along on the VOTRAN bus to complete the journey if you wish to reach the Park.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.floridastateparks.org\/deleonsprings\/ DeLeon Springs State Park"]}]}," is the main attraction in DeLeon Springs. DeLeon Springs State Park is comprised of 603 acres, and swimming is popular here as the water remains at 72°F year-round. The Park is built around a natural sulphur spring, flowing at a rate of about 20 million gallons a day, that remains 72 degrees Fahrenheit year-round and reaches a depth of 30 feet at the spring boil.\n\n",{"type":"===","value":["History"]},"\nDeLeon Springs was first settled as early as 8000 BCE by local Native American tribes. In the 1500s, Spanish forces passed through. Land was granted near the springs to settlers to establish a plantation called \"Spring Garden\" where corn, cotton, and sugar cane were grown. Around this time, the Seminole Indians began to settle in the area.\n\nThe area came under American ownership after Florida became a territory in 1821; Colonel Orlando Rees built a mill to grind the corn and sugar. Many facilities were destroyed by Union troops during the American Civil War; however, the waterwheel and building remain on the site to this day, now housing a pancake restaurant called \"The Old Spanish Sugar Mill\", owned and operated by local residents.\n\nThe Seminole tribe regained the land during the Second Seminole War and sacked the plantation; General Zachary Taylor led the U.S. Army forces to gain control of it in 1838.\n\nThe area drew tourists in the 1880s, when it was touted as a fountain of youth and winter resort for the springs' alleged rejuvenating powers.\n\nIn 1982 the State of Florida acquired the land for use as a recreational area.\n\n",{"type":"===","value":["Flora and fauna"]},"\nAncient cypress and oak trees dominate the landscape in this part of Florida. Smaller plants in the area include the leatherleaf fern. \n\nPark wildlife you might see includes alligators, white-tailed deer, turtles and otters. Among the birds that can be seen are anhingas, egrets, hawks, limpkins, ospreys, vultures, American Bald Eagles, American White Ibis, Belted Kingfishers and Great Blue Herons.\n\nSeasonal sightings may include Florida black bears en route from the ",{"type":"[[","value":[["Ocala National Forest"]]}," to the Tiger Bay Wildlife Management Area, manatee seeking relief from the cold during winter and migratory birds such as the swallow-tailed kite, the sandhill crane and teal.\n\n",{"type":"===","value":["Fees\/Permits"]},"\n",{"type":"*","value":[" Admission is $6 per car of eight passengers."]},{"type":"*","value":[" Pedestrians, Bicyclists, Extra Passengers, Passengers In Vehicles With Holder of Annual Individual Entrance Permit - Admission Fee $2"]},{"type":"*","value":[" Pavilion fees are $45.00, plus tax, for a small pavilion, and $75.00, plus tax, for a large pavilion."]},"\n",{"type":"===","value":["Get around"]},"\nThere is a five-mile hiking trail popular for birdwatching (the park is part of the Great Florida Birding Trail). One dead end of the trail leads to Monkey Island, named after monkeys who had escaped from the circus and settled there.\n\n",{"type":"===","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Visitor center"]}," providing historical, cultural and natural history information is operated by the Friends of DeLeon Springs State Park."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Guided boat eco-tours"],["alt="],["url=http:\/\/friendsoflakewoodruff.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Are offered from the park to the adjacent Lake Woodruff National Wildlife Refuge."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Lake Woodruff National Wildlife Refuge"],["alt="],["url=http:\/\/www.friendsoflakewoodruff.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Birding, biking, fishing, hiking, great photo opportunities."]]}]},"\n",{"type":"===","value":["Do"]},"\nCanoeing, kayaking, and fishing are permitted in the spring run; swimming is permitted only in designated areas. \n",{"type":"*","value":[" Anglers will find bass and bream in abundance in the Spring Run. A Florida freshwater fishing license is required for persons 16 years of age or older."]},{"type":"*","value":[" At the park boat launch you can rent a boat or launch your own."]},{"type":"*","value":[" Picnic pavilions may be reserved October through March. Pavilions are on a first come first served basis April through September."]},{"type":"*","value":[" Scuba diving is limited to open-water instructors and six students. A certification check and Instructor Permit are required."]},{"type":"*","value":[" Volleyball, horseshoes and a playground area are also available."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Old Spanish Sugar Mill"],["alt="],["url="],["email="],["address=601 Ponce DeLeon Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Inside the DeLeon Springs State Park"]},". ",{"type":"''","value":["+1 386"]}," 985-5644. Restaurant features griddle cakes and sandwiches. Open 9am to 5pm daily."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spring Waters Inn"]},", 4851 N. Hwy. 17. ",{"type":"''","value":["+1 386"]}," 985-5455. Located just a few miles from DeLeon Springs State Park and Lake Woodruff National Wildlife Refuge, this family run Inn has 5 distinctively decorated rooms. Rates slightly higher during area special events."]},{"type":"*","value":[" ",{"type":"'''","value":["Victorian Lace Bed & Breakfast"]},", 5444 U.S. Hwy. 17 N. ",{"type":"''","value":["+1 386"]}," 985-5223."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["DeLeon Springs State Park Ranger Station"]},", 601 Ponce DeLeon Blvd. ",{"type":"''","value":["+1 386"]}," 985-4212. "]},{"type":"*","value":[" ",{"type":"'''","value":["Seven digit dialing"]}," is in effect for local calls within DeLeon Springs and West ",{"type":"[[","value":[["Volusia County"]]},". \"1\" and the Area Code must be used when phoning into a different area. The local area code is (386)."]},"\n",{"type":"==","value":["Stay safe"]},"\nFlorida has a high occurrence of ",{"type":"'''","value":["hurricanes"]},". You might want to check the ",{"type":"[[","value":[["Hurricane safety"]]}," page if you are visiting Florida. Beware of lightning in the central part of the state. Also, there is a high occurrence of tornadoes in Florida, so check the ",{"type":"[[","value":[["Tornado safety"]]}," page.\n\n\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ocala National Forest"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["DeLand"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=US 17.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Jacksonville"]]}],["minorl1=",{"type":"[[","value":[["Palatka"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Orlando"]]}],["minorr1=",{"type":"[[","value":[["DeLand"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Volusia County"]]},"\n",{"type":"{{","value":[["geo"],["29.120268"],["-81.352988"]]},"\n",{"type":"{{","value":[["related"],["Tornado_safety"]]},"\n",{"type":"{{","value":[["related"],["Hurricane_safety"]]},"\n\n",{"type":"[[","value":[["Wikipedia:DeLeon_Springs,_Florida"]]},"\n",{"type":"[[","value":[["Wikipedia:De_Leon_Springs_State_Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Florida\/Localities\/D\/De_Leon_Springs\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]