[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mydelraybeach.com\/Delray\/default.htm Delray Beach"]}]}," is in ",{"type":"[[","value":[["South Florida"],["south"]]}," ",{"type":"[[","value":[["Florida"]]},", in the ",{"type":"[[","value":[["United States of America"]]},". \n\n",{"type":"==","value":["Understand"]},"\nThis area somewhat resembles its swanky neighbor directly to the south, ",{"type":"[[","value":[["Boca Raton"]]},", and is renowned locally for its ambitious gentrification centered on Atlantic Avenue, the main drag, better known as simply \"The Avenue\" with some of the best nightlife in South Florida. At the end of The Avenue is a large, free public beach.  A funky and arty downtown beach area with terrific restaurants and shopping.  \n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Forecast"],["Delray Beach"],["26.46"],["-80.08"]]},"\nThe climate in Delray Beach is tropical, with some discernible seasons, although not in the temperate climate sense. Delray Beach does experience cold fronts from November through March, however most of the year is warm and humid and the mean temperature for any month is never below 64.4°F (18°C). The brief, mild \"winters\" (December to early March) are noticeably cooler than the more humid summers. High temperatures during \"winter\" typically range from 65°F to 82°F (18°C to 28°C), although during cold spells high temperatures can remain in the 50s°F (10°C to 15°C). \n\nThe six months of summer (May through October) are hot and humid although easterly winds off the Atlantic and afternoon thunderstorms from the interior tend to temper the heat on a day to day basis during this period. Daily high temperatures consistently range between 86°F to 92°F (30°C to 33°C) between early June and late September. The heat index or humidex consistently measures between 90°F to 102°F (32°C to 38°C) during this period. Low temperatures average between 72°F to 81°F (22°C to 27°C) during this period.\n\nThe transitional months, November, March and April, are typically dry and warm with temperatures ranging from 55°F to 85°F (12°C to 28°C), although there can be short periods of quite cool weather in March and late November. Hurricane season is officially from June 1 through November 30, with the peak months being August, September and October. The city has received direct or near direct hits from hurricanes in 1928, 1947, 1949, 1964, 1965, 1979, 1992, 1999, 2004, and 2005.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":["Delray Beach is on historic ",{"type":"[[","value":[["U.S. Highway 1"]]},". I-95 passes just west of Downtown, with 2 exits (#51 - Linton Blvd, #52 - Atlantic Avenue itself). Atlantic Avenue also has a junction at Florida's Turnpike, about 7 miles west of Downtown."]},{"type":"*","value":["AMTRAK, 345 South Congress Avenue, ",{"type":"[","value":["http:\/\/www.amtrak.com"]},"."]},{"type":"*","value":["There are three major airports nearby.  The closest major airport is West Palm Beach, about 25 minutes north.  The next closest is Ft. Lauderdale\/Hollywood, about 35 minutes south.  Most international flights come through Miami, the furthest, being over an hour's drive south."]},{"type":"*","value":["Tri-Rail, is a light rail service that stops in Delray and provides transport to most other nearby cities (West Palm Beach, Boca Raton, Ft. Lauderdale, Miami) as well as the three airports (West Palm PBI, Ft. Lauderdale FLL, Miami MIA) ",{"type":"[","value":["http:\/\/www.tri-rail.com"]},"."]},{"type":"*","value":["Downtown Roundabout Free Shuttle, is a free shuttle service around town that stops at the Tri-Rail station and goes all the way east to the beach.  It has many stops around the downtown area. ",{"type":"[","value":["http:\/\/www.mydelraybeach.com\/Delray\/News\/Downtown+Roundabout.htm"]}]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Delray Scooter Rental, LLC"]},", +1 561 723-4387, +1 561 441-5244. Scooter rentals delivered and picked up for Downtown and Beach areas."]},"\n",{"type":"*","value":[{"type":"'''","value":["Downtown Roundabout Free Shuttle"]},", +1 561 243-7322, +1 561 243-7012. A free shuttle servicing downtown and offering transport to and from the Tri-Rail station.  It has several different routes, running from 6:30AM to 10PM, with hours of operation varying by route. ",{"type":"[","value":["http:\/\/www.mydelraybeach.com\/Delray\/News\/Downtown+Roundabout.htm"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Metro Taxi"]},", +1 561 391-2230.  Local taxi service."]},"\n",{"type":"*","value":[{"type":"'''","value":["Green Cab"]},", +1 561 656-4888.  Local taxi service."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Delray Beach"]}," Public Beach access located on A1A between Linton and Atlantic Avenue.  There is meter parking (approximately $1.50 per hour) along A1A and 3 public parking lots that are also metered.  There are chair and umbrella rentals located at a stand on the beach, near Atlantic Ave and A1A intersection. The beach has several volleyball nets and a recreation area, on the South end of the beach.  There are outdoor showers located at the entrance to the beach, spaced approximately every 200 feet. There are 7 lifeguard stands along the beach.  ",{"type":"[","value":["http:\/\/www.mydelraybeach.com\/Delray\/Departments\/Parks+and+Recreation\/Parks\/Delray+Municipal+Beach.htm"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Veteran's Park"],["alt="],["url="],["email="],["address=802 NE 1st Street"],["lat="],["long="],["directions="],["phone=+1 561 243-7350"],["tollfree="],["fax="],["hours="],["price="],["content=A public park located along the Intracoastal Waterway on the north side of Atlantic Avenue. There are some boat docking facilities (2 hour limit) and a recreation center and large playground area. The recreation center features kitchen facilities, a lounge, bathrooms and activities such as lawn bowling, shuffleboard and chess. The recreation center building can be rented for almost any type of event such as a wedding, wedding rehearsal, anniversary party, business meeting, birthday party, class celebration, graduation, reunion, church function, dance or workshop. ",{"type":"[","value":["http:\/\/www.mydelraybeach.com\/Delray\/Departments\/Parks+and+Recreation\/Facilities\/Recreation+Centers\/Veterans+Park.htm"]},"."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["100 Foot Christmas Tree"]}," During the entire month of December a large fully lighted Christmas Tree is on display in downtown Delray Beach.  Children can also visit Santa at certain times at this same location."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Atlantic Dunes Park"],["alt="],["url="],["email="],["address=1605 South Ocean Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(A1A). A public beach park located one block north of Linton Blvd. along A1A, it has a public parking area with meter parking. There is a lifeguard on duty from 9AM to 5PM and a boardwalk leading to the beach. Two specially equipped \"surf chairs\" are available for the physically challenged to enjoy the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Anchor Park"],["alt="],["url="],["email="],["address=340 South Ocean Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(A1A). A public park with about 60 metered parking spaces, a playground, grills, restrooms and picnic tables. Offers easy access to the south end of Delray Beach. The headquarters of the Ocean Rescue Division are also located here. ",{"type":"[","value":["http:\/\/www.mydelraybeach.com\/Delray\/Departments\/Parks+and+Recreation\/Facilities\/Beach+and+Oceanfront+Parks\/Anchor+Park.htm"]}]]}]},"\n",{"type":"===","value":["Wakodahatchee Wetlands"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pbcgov.com\/waterutilities\/wakodahatchee\/ Wakodahatchee Wetlands"]}]}," is a nature preserve spread over 40 acres in Delray Beach, South Florida. First time visitors will be surprised to know that it is a man-made sanctuary created by pumping recycled water from Palm Beach County's Water Reclamation facility. The preserve's ponds, marshes and foliage are home to alligators, fish, turtles, rabbits, ducks, frogs, racoons and other critters. It is a great place for bird watchers what with more than 140 varieties of birds having been spotted in the park. An elevated boardwalk winds 3\/4 mile through the park providing visitors a chance to enjoy the park's flora and fauna. The vegetation includes sabal palm, saw palmetto, sawgrass, duckweed, live oak and many others.\n\nVisitors can spot a variety of wetland birds all around the park. Blue and green Herons, Anhingas, cormorants, Egrets, and other birds create a cacophony of sounds as they flock to their resting areas in the tress on small islands and marshes dotting the preserve. One may also sight hawks or falcons circling the skies, vultures making themselves comfortable on top of an unused electric pole or pelicans posing on the railing of the boardwalk. The ponds teem with moorhen, turtles, pied-billed grebes and a variety of fish. The park has about a few alligators (maybe 3 or 4 of them) and lucky visitors can sight an alligator sleeping in the shade or moving stealthily in the water. There is a small concrete walk abutting a canal and one can spot rabbits or an alligator nest from here.\n\nWhile not as big as some of the other wetlands in South Florida, Wakodahatchee has its own charm. One can cover the entire park within a brisk one-hour walk or stroll leisurely along the park for 2-3 hours. Visitors can pause for a break in 3 Gazebos along the boardwalk. A couple of these gazebos overlook the habitat islands and provide great photo opportunities. The park is open from dawn to dusk and the admission is free. The best time to visit the park is in winters when migratory birds come to nest. In summers, the best times are in the mornings or early evenings. These are the best times for alligator sightings. Afternoons in the summer can get hot and one would be well advised to get caps, umbrellas and sunscreen lotions.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Arthur C. Marshall Loxahatchee National Wildlife Refuge Preserve"],["alt=Loxahatchee"],["url=http:\/\/www.fws.gov\/refuges\/profiles\/index.cfm?id=41560"],["email="],["address=10216 Lee Road, Boynton Beach, Florida"],["lat="],["long="],["directions=Take Atlantic Ave all way east to the End, turn north on 441, Lee road is about 7 miles with clear markers"],["phone=+1 561 732-3684"],["tollfree="],["fax="],["hours=Sunrise-Sunset"],["price=5 USD"],["content=A Great way to see some of the nature of Florida while in Delray: Does require car. Take Atlantic Avenue to the end, (441) head north about 7 miles, you can't miss the sign: Nice visitors center, and plenty of walking for those interested. A canoe rental place is set up at the pier, and a 5 mile canoe trail leads into the river of grass."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Delray Yacht Cruises"],["alt="],["url=http:\/\/www.delraybeachcruises.com"],["email="],["address=801 East Atlantic Avenue"],["lat="],["long="],["directions=Veteran's Park"],["phone=+1 561 243-0686"],["tollfree="],["fax="],["hours="],["price="],["content=A lovely two hour narrated cruise aboard the comfortable and spacious Lady Atlantic. Travel along the calm Intracoastal Waterway, passing waterfront luxury homes and park areas. Beverages (alcoholic and non-alcoholic) and snacks (including hot dogs and burgers) are available for purchase on board. They also have Sunset and Brunch cruises on certain days. The ship is also available for private functions and parties."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Delray Beach Tennis Center"],["alt="],["url=http:\/\/jcdsportsgroup.com\/delray_beach_tennis\/"],["email="],["address=201 W. Atlantic Avenue"],["lat="],["long="],["directions="],["phone=+1 561 243-7360"],["tollfree="],["fax="],["hours="],["price="],["content=A world-class tennis facility featuring top player matches (Fed Cup, Davis Cup). Public tennis facility with 14 clay courts, 7 hard courts, and an 8,200 seat stadium, located in downtown. Classes and camps are offered to all ages and skill levels. There is a Pro Shop with locker rooms, equipment, racquet stringing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Knowles Park"],["alt="],["url=http:\/\/www.mydelraybeach.com\/Delray\/Departments\/Parks+and+Recreation\/Facilities\/Intracoastal+Parks\/Knowles+Park.htm"],["email="],["address=1001 S. Federal Highway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A public boat ramp offering access to the Intracoastal Waterway for boaters, jet skiers, etc. Also has a picnic area with grills and table. Parking spaces for trailers and cars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lake Ida Dog Park"],["alt="],["url=http:\/\/www.mydelraybeach.com\/Delray\/Departments\/Parks+and+Recreation\/Facilities\/Dog+Park\/Lake+Ida+Dog+Park.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lake Ida Road. A 2.5 acre section of the park for dogs. It is fenced with areas for large and small dogs, with drinking water available. The larger park has many picnic tables and walking paths. There is also a lake with a public boat ramp and parking areas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Morikami Museum and Japanese Gardens"],["alt="],["url=http:\/\/www.ghosttowns.com\/states\/fl\/yamatocolony.html"],["email="],["address=4000 Morikami Park Road"],["lat="],["long="],["directions="],["phone=+1 561 495-0233"],["tollfree="],["fax="],["hours="],["price="],["content=Preserves surviving artifacts of the Yamato Colony, now a ghost town. Includes a beautiful, large Japanese garden area where you can stroll and relax. Six diverse garden areas, each showing different aspects of the traditional Japanese garden. Ranked 8th among more than 300 Japanese Gardens outside Japan, by the Journal of Japanese Gardening."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Saltwater Fishing"]},", along Delray Beach and Intracoastal Waterway.  There is good saltwater fishing in the area, including from the surf and along the Intracoastal Waterway.  Different times of the year will provide Snook, Shark, Jack Crevalle, Bluefish, Ladyfish and Tarpon.  During the summer, baitfish can be netted from the shoreline or caught using Sabiki lines.  Fishing on the beach is typically done from the far north or south end of the beach."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=From Roehm With Love"],["alt="],["url=http:\/\/www.fromroehmwithlove.com\/"],["email="],["address=257 NE 2nd Avenue"],["lat="],["long="],["directions="],["phone=+1 561 274-0190"],["tollfree="],["fax="],["hours="],["price="],["content=Flowers and other decorative items for the home and garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mercer Wenzel"],["alt="],["url=http:\/\/www.genuineflorida.com\/mercer-wenzel-a-classic-classy-department-store\/"],["email="],["address=401 E. Atlantic Avenue"],["lat="],["long="],["directions="],["phone=+1 561 278-2885"],["tollfree="],["fax="],["hours="],["price="],["content=A classic two-story department store on Atlantic Avenue, featuring sensible resort wear for men and women, children’s clothing, and home decor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Epic Surf & Swim"],["alt="],["url="],["email="],["address=1122 E Atlantic Ave"],["lat="],["long="],["directions="],["phone=+1 561 272-2052"],["tollfree="],["fax="],["hours="],["price="],["content=Carrying a complete line of beach and surf accessories, including shirts, shorts, sunglasses, sandals, and more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Atlantic Jewelers and Antique Mall"],["alt="],["url="],["email="],["address=504 E Atlantic Ave"],["lat="],["long="],["directions="],["phone=+1 561 330-6336"],["tollfree="],["fax="],["hours="],["price="],["content=A two-story location with multiple vendors of jewelry and antiques."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bella Creations"],["alt="],["url="],["email="],["address=518 E Atlantic Ave"],["lat="],["long="],["directions="],["phone=+1 561 272-2201"],["tollfree="],["fax="],["hours="],["price="],["content=A clothing store with nice items for women."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Kismet Vintage and Designer Clothing"],["url=http:\/\/www.kismetvintage.com"],["email="],["address=157 NE 2nd AVE"],["lat="],["long="],["directions=2 Blocks North on Atlantic in Pineapple Grove"],["phone=+1 561 865-7895"],["tollfree="],["fax="],["hours=11-6 7days a week"],["price=$-$$$"],["content=Hand selected vintage and designer clothing, you'll find everything from new designer jeans, dresses and rocking cowboy boots to vintage swimsuits, dresses, books, and new vinyl records featuring local musicians."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=32 East"],["alt="],["url=http:\/\/www.32east.com\/"],["email="],["address=32 E. Atlantic Avenue"],["lat="],["long="],["directions="],["phone=+1 561 276-7868"],["tollfree="],["fax="],["hours="],["price="],["content=Contemporary American food in a wonderful restaurant setting in the heart of downtown. Award winning chef offers a daily menu, using seasonal ingredients. Zagat rated."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Anthony's Coal Fired Pizza Delray"],["alt="],["url=http:\/\/www.anthonyscoalfiredpizza.com\/"],["email="],["address=115 NE 6th Avenue"],["lat="],["long="],["directions="],["phone=+1 561 278-7911"],["tollfree="],["fax="],["hours="],["price="],["content=Features pizza cooked in a proprietary wood burning oven, cooked to \"well done\". Offers a variety of specialty pizzas, salads, sandwiches and coal-oven-roasted chicken wings topped with carmelized onions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cabana El Ray"],["alt="],["url=http:\/\/www.cabanarestaurant.com\/cabanaelrey_m.html"],["email="],["address=105 E. Atlantic Avenue"],["lat="],["long="],["directions="],["phone=+1 561 274-9090"],["tollfree="],["fax="],["hours="],["price="],["content=Nuevo Latino cuisine combines Cuban, Spanish and Caribbean influences to create exquisite dishes with new flavors. Tapas, salads, sandwiches, Paella, Churrasco are just some of the dishes at this prime location downtown restaurant. Also, features a nicely decorated indoor bar area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=City Oyster"],["alt="],["url=http:\/\/www.cityoysterdelray.com\/"],["email="],["address=213 E. Atlantic Avenue"],["lat="],["long="],["directions="],["phone=+1 561 272-0220"],["tollfree="],["fax="],["hours="],["price="],["content=Features a fresh menu, with seafood flown in daily each morning. Sushi is available. A grand bar runs the length of the restaurant. Serving lunch and dinner every day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Doc's All American"],["alt="],["url="],["email="],["address=10 N Swinton Ave"],["lat="],["long="],["directions="],["phone=+1 561 278-3627"],["tollfree="],["fax="],["hours="],["price="],["content=Classic burger and shake stand, that also serves up great fries, cheesesteaks, soft ice cream, hot dogs and sandwiches. Delicious and affordable for the whole family."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Friendly’s"]},", 14701 Military Trail (",{"type":"''","value":["at Atlantic Ave"]},"), +1 561 498-8873. Serves delicious burgers, melts and ice cream creations featuring old-time favorite signature sandwiches and entrees such as Colossal Burgers, Big Beef's Big Beef Burger, Chicken Cobb Salad, Chicken Parmesan SuperMelt, Chicken Wrap, Chicken Temptations, Buffalo Grilled Chicken Platter, the Firecracker BBQ Chicken Strips Platter and the Steak Fajita Quesadillas. Kids can enjoy the Friendly Frank, Double Dog Dare, Chicken in the Garden along with the hot fudge-dipped Conehead or Whopping Topping Waffle Sundae. For the Senior specials try the Fishamajig, Supermelts, Reuben SuperMelt, and the Clamboat Platter or the Senior breakfast. Enjoy Friendly’s own premium ice cream desserts using milk from area dairies and their authentic hot fudge with imported Dutch cocoa in  the classic Fribble, Mocha Latte Fribbleccino, Forbidden Fudge Brownie Sundae, the Jim Dandy or Friend-Zs, at the classic soda fountain counter, surrounded by nostalgic artwork."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gol! The Taste of Brazil"],["alt="],["url=http:\/\/www.golthetasteofbrazil.com"],["email="],["address=411 E. Atlantic Ave"],["lat="],["long="],["directions="],["phone=+1 561 272-6565"],["tollfree="],["fax="],["hours="],["price="],["content=A steakhouse Brazilian style, where meat of various types is brought straight to your table and served to you directly. Fifteen different cuts of meat, grilled shrimp and salmon served by traditionally-dressed gaúcho waiters. Has received the Award of Excellence from Wine Spectator two years in a row."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kyoto Sushi and Sake Longe"],["alt="],["url="],["email="],["address=25 NE 2nd Avenue"],["lat="],["long="],["directions="],["phone=+1 561 330-2275"],["tollfree="],["fax="],["hours="],["price="],["content=Hip setting for sushi and rolls. Great service from the friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lemon Grass Asian Bistro"],["alt="],["url="],["email="],["address=420 E. Atlantic Ave"],["lat="],["long="],["directions="],["phone=+1 561 278-5050"],["tollfree="],["fax="],["hours="],["price="],["content=Featuring authentic Thai dishes, a small selection of Vietnamese dishes, plus sushi with an impressive sake selection. Among the 19 appetizers, Favorites include the Thai-style crispy spring roll, fresh Vietnamese summer rolls, curry puffs w cucumber relish, fresh seaweed salad, classic mee kob, Over 30 Entree's including Mama's Lobster, Lemon Grass Duck, Steamed Jade Noodles, and Steamed pork and shrimp dumplings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mellow Mushroom"],["alt="],["url=http:\/\/www.mellowmushroom.com\/"],["email="],["address=25 SE 6th Avenue"],["lat="],["long="],["directions="],["phone=+1 561 330-3040"],["tollfree="],["fax="],["hours="],["price="],["content=Features a menu of creative pizzas, salads, sandwiches and appetizers, in a fun rock and roll setting just off Atlantic Avenue. A huge beer selection with 100 imported and domestic brands on hand. Outdoor seating available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nino's Restaurant and Pizzeria"],["alt="],["url="],["email="],["address=13900 S. Jog Road"],["lat="],["long="],["directions=next to Publix, N.E. corner of Jog Road and Lake Ida Road"],["phone=+1 561 499-3988"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent mid-priced Italian cuisine, with popular early-bird dinner from 3PM to 5:30PM daily."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Rustica Delray"],["alt="],["url=http:\/\/www.pizzarusticadelray.com\/"],["email="],["address=1155 E. Atlantic Avenue"],["lat="],["long="],["directions="],["phone=+1 561 279-8766"],["tollfree="],["fax="],["hours="],["price="],["content=Gourmet pizza available ready by the slice in over 18 varieties, for eat in or take out. The slices are large and square. Excellent selection of salads. Delivery is available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sazio Italian"],["alt="],["url="],["email="],["address=131 E. Atlantic Avenue"],["lat="],["long="],["directions="],["phone=+1 561 272-5540"],["tollfree="],["fax="],["hours="],["price="],["content=Nice restaurant serving excellent salads, Italian fare and pizzas. Downtown location right in the action, great for people watching."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sushi Masa Thai Cuisine"],["alt="],["url="],["email="],["address=1648 S Federal Hwy"],["lat="],["long="],["directions="],["phone=+1 561 243-9116"],["tollfree="],["fax="],["hours="],["price="],["content= Delivery: +1 561 488-9665. Sushi Masa is no mere sushi bar, despite the name, specializing in Thai and Japanese cuisine, including fresh sushi and creative rolls. Your choices at Sushi Masa are vast. The special rolls (some without rice, some tempura, some stuffed) are a real find. Impressive Thai menu includes specialties such as Duck curry, seafood garlic, seafood curry, and fried fish with sauce choice. As well as the Pad Thai, a delicious mix of stir fried rice noodles with egg, bean sprouts, ground roasted peanuts, and your choice of chicken, shrimp, beef, veggies, or a combination of your choice. Prices at Sushi Masa, are a nice bargain."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tramonti Italian Ristorante"],["alt="],["url="],["email="],["address=119 E. Atlantic Avenue"],["lat="],["long="],["directions="],["phone=+1 561 272-1944"],["tollfree="],["fax="],["hours="],["price="],["content=A cool and stylish Italian with its roots stretching back to New York City's Little Italy. Serves local southern dishes from the Campagnia region in Italy. Area's such as Napoli, Carpi, Sorrento, The Amalfi Coast and the small Mount Vesuvio villages outside of the city center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yama Japanese Restaurant"],["alt="],["url="],["email="],["address=40 E. Atlantic Ave"],["lat="],["long="],["directions=at the corner of Atlantic Ave and Swinton Ave, there is a Public Parking behind"],["phone=+1 561 266-9929"],["tollfree="],["fax="],["hours="],["price="],["content=Yama is a very good restaurant. You must try the Eel sushi and the Green Tea Ice Cream. They have a Sushi Lunch Menu for around $12 and Shashimi Menu for around $15. The decoration is nice and the restaurant is quiet. Tres bon ! Yamas is in the process of moving to the Pineapple Grove area, just north of 1st St on 2 Ave. (March 18, 2009)"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chico Mineiro Restaurant"],["alt=Chico Mineiro Express"],["url=http:\/\/www.chicomineirobrazilianrestaurant.com\/home.html"],["email="],["address=5229 Coconut Creek Parkway"],["lat="],["long="],["directions=Intersection of Coconut Creek Pkwy with Banks Road"],["phone=+1 954 956-7939"],["tollfree="],["fax="],["hours=11 to Close"],["price="],["content=Lunch, dinner, happy hour, private parties, etc. There is always a good reason to make Chico Mineiro Restaurant a place where you can get together with your family and friends to enjoy a good meal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kismet Vintage and Designer Clothing"],["url=http:\/\/www.kismetvintage.com"],["email="],["address=157 Ne 2nd ave"],["lat="],["long="],["directions=2 Blocks North of Atlantic Ave"],["phone=+1 561 865-7895"],["tollfree="],["fax="],["hours=11-6 7 days a week"],["price=$-$$$"],["content=Hand selected vintage and designer clothing, you'll find everything from new designer jeans, dresses and rocking cowboy boots to vintage swimsuits, dresses, books, and new vinyl records featuring local musicians. For men and Women."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Blue Anchor"],["alt="],["url=http:\/\/www.theblueanchor.com\/"],["email="],["address=804 E. Atlantic Avenue"],["lat="],["long="],["directions="],["phone=+1 561 272-7272"],["tollfree="],["fax="],["hours="],["price="],["content=South Florida's famous 19th century British pub. Situated by the Intracoastal Waterway on exciting Atlantic Avenue in downtown Delray Beach. Zagat-rated two years in a row (2004 & 2005) for its top-quality food and the spotlight of numerous TV and print stories about its mischievous ghost, the Blue Anchor has become the most well-known and highly regarded pub in Florida."]]}]},"\n",{"type":"*","value":["   ",{"type":"{{","value":[["drink"],["name=Boston's on the Beach"],["alt="],["url=http:\/\/www.bostonsonthebeach.com"],["email="],["address=40 S. Ocean Blvd(A1A)\/Atlantic Blvd"],["lat="],["long="],["directions="],["phone=+1 561 278-3364"],["tollfree="],["fax="],["hours="],["price="],["content= Two restaurants in one featuring New England style seafood, live entertainment, and sports club."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Falcon House"],["url=http:\/\/www.thefalconhouse.com"],["email="],["address=116 NE 6th Ave"],["lat="],["long="],["directions="],["phone = +1 561 243-9499"],["tollfree="],["fax="],["hours="],["price="],["content=The Falcon House is a contemporary American restaurant and bar in downtown Delray Beach\nfeaturing small plates, big drinks and late nights. An innovative menu and casually elegant décor create an ideal setting for mingling and meeting, happy hour and dining."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bull Bar"],["url="],["email="],["address=2 E Atlantic Ave"],["lat="],["long="],["directions="],["phone = +1 561 274-8001"],["tollfree="],["fax="],["hours="],["price="],["content=The Bull Bar is a laid back bar with nightly live music and a good crowd."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dada"],["url=http:\/\/www.dada.closermagazine.com\/"],["email="],["address=52 N. Swinton Avenue"],["lat="],["long="],["directions="],["phone = +1 561 330-3232"],["tollfree="],["fax="],["hours="],["price="],["content=A 1924 two-story house turned restaurant\/pub attracts an eclectic crowd of artists, musicians and poets who gather for open mikes, poetry slams, fashion shows, Popscene Saturdays, films and indie bands. There's also food, with a nice menu."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Delux"],["url=http:\/\/www.closermagazine.com\/delux.htm"],["email="],["address=16 E. Atlantic Avenue"],["lat="],["long="],["directions="],["phone = +1 561 279-4792"],["tollfree="],["fax="],["hours="],["price="],["content=A happening nightclub with DJ music and a well dressed crowd.  It is quite busy on weekend nights with a lively crowd and great music."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sundy House Inn"],["alt="],["url=http:\/\/www.sundyhouse.com\/"],["email="],["address=106 South Swinton Av"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-439-9601"],["fax="],["price="],["checkin="],["checkout="],["content=A historic inn with luxury suites and cottages, an onsite restaurant, lounge, and its own tropical gardens. Wonderful dining and a superb Sunday brunch. A natural water tropical pool is also located on the property which contains fish swimming in the pool."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Delray Beach Marriott"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/PBIDR"],["email="],["address=10 North Ocean Boulevard"],["lat="],["long="],["directions="],["phone =+1 561 274-3200"],["tollfree=+1-877-389-0169"],["fax=+1 561 274-3202"],["price="],["checkin="],["checkout="],["content=A fairly large hotel property, located on A1A directly across from the large public beach. This hotel is within easy walking distance of many restaurants and nightlife."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Residence Inn Delray Beach"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/PBIRI"],["email="],["address=1111 East Atlantic Avenue"],["lat="],["long="],["directions="],["phone =+1 561 276-7441"],["tollfree=+1-866-258-7257"],["fax=+1 561 276-7445"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Colony Hotel & Cabana Club"],["alt="],["url=http:\/\/www.thecolonyhotel.com\/florida\/"],["email="],["address=525 E Atlantic Ave"],["lat="],["long="],["directions="],["phone =+1 561 276-4123"],["tollfree="],["fax=+1 561 276-0123"],["price="],["checkin="],["checkout="],["content=A historic hotel, built in 1926, with a prime downtown location within walking distance of the beach and many restaurants and nightlife. A bar serves drinks on the relaxing porch area in the evenings, between about 4PM and 10PM, with some live music on weekends."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Ritz-Carlton, Palm Beach Resort"],["alt="],["url=http:\/\/www.ritzcarlton.com\/en\/Properties\/PalmBeach\/Default.htm"],["email="],["address=100 South Ocean Boulevard"],["lat="],["long="],["directions="],["phone =+1 561 533-6000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Terrace rooms and suites offer the best of the inside and out.Pamper yourself with a suite where we've thought of everything."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-95.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["West Palm Beach"]]}],["minorl1=",{"type":"[[","value":[["Lake Worth"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Fort Lauderdale"]]}],["minorr1=",{"type":"[[","value":[["Boca Raton"]]}],["image2=Florida's Turnpike shield.png"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["West Palm Beach"]]}],["minorl2=Greenacres"],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Miami"]]}],["minorr2=",{"type":"[[","value":[["Boca Raton"]]}],["image3=US 1.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["West Palm Beach"]]}],["minorl3=",{"type":"[[","value":[["Lake Worth"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Fort Lauderdale"]]}],["minorr3=",{"type":"[[","value":[["Boca Raton"]]}],["image4=Florida A1A.svg"],["imagesize4=22"],["directionl4=N"],["majorl4=",{"type":"[[","value":[["West Palm Beach"]]}],["minorl4=",{"type":"[[","value":[["Palm Beach (Florida)"],["Palm Beach"]]}],["directionr4=S"],["majorr4=",{"type":"[[","value":[["Fort Lauderdale"]]}],["minorr4=",{"type":"[[","value":[["Boca Raton"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["26.46139"],["-80.07278"]]},"\n",{"type":"{{","value":[["isPartOf"],["Palm_Beach_County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Delray_Beach,_Florida"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Florida\/Localities\/D\/Delray_Beach\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Delray Beach, Florida"]]}]