[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Demirköy"]}," is a town in ",{"type":"[[","value":[["Eastern Thrace"]]},", northwestern ",{"type":"[[","value":[["Turkey"]]},".\n\n",{"type":"==","value":["Understand"]},"\nDemirköy, literally \"iron village\", is a small town surrounded by forests up on the lush Istranca Mountains, in northeastern Thrace, not far from Black Sea coast (which lies roughly 25 km to east).\n\n",{"type":"==","value":["Get in"]},"\nDemirköy lies on the heavily winding but wide enough and well surfaced ",{"type":"'''","value":["road"]}," connecting inland town of ",{"type":"[[","value":[["Pınarhisar"]]}," with ",{"type":"[[","value":[["İğneada"]]}," on the Black Sea coast. Surrounded by verdant forests all along, a trip along this stretch of road is highly scenic, especially in spring when purple rhododendrons are in full bloom along the sides of the road, and in autumn when all the forest is drowned into gorgeous colours.\n\nThere is also another road with highly scenic surroundings from ",{"type":"[[","value":[["Vize"]]}," to south, via the village of Sivriler.\n\n",{"type":"'''","value":["Görkey & Berk Turizm"]}," operates ",{"type":"'''","value":["bus"]}," services to the town from ",{"type":"[[","value":[["Istanbul"]]},", eventually heading to İğneada, six times daily during summer, four times daily during the rest of the year. It takes around four and a half hours to get to Demirköy from Istanbul.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Görkey & Berk Turizm"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+90 212 658-01-65 (Istanbul-otogar\/main bus station); +90 288 681-50-93 (Demirköy)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nThere is also a single daily bus connection with ",{"type":"[[","value":[["Kirklareli"],["Kırklareli"]]}," to east.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Iron foundry"]}," (",{"type":"''","value":["Demirköy Dökümhanesi"]},"). Dating back to Byzantine period, and then restored by the Ottomans in 1400s, this is the place which lends the town its name and is where the cannons used in Ottoman siege of ",{"type":"[[","value":[["Istanbul"],["Constantinople"]]}," of 1453 (i.e. Fall of Constantinople) were cast. One of few examples of medieval industrial heritage in the region, some of brick towers and stone bases of the buildings are still intact, despite being totally abandoned since 19th century. About 3 km out of town."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arda Otel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+90 288 681-55-55"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Demirköy Motel"],["url="],["email="],["address=Orhaniye Mah., Kırklareli Caddesi"],["lat="],["long="],["directions="],["phone=+90 288 681-52-13"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=24-hr hot water, wireless connection."]]}]},"\nNearby ",{"type":"[[","value":[["İğneada"]]},", 25 km down the road on the Black Sea coast, has a wider selection of guesthouses.\n\n",{"type":"==","value":["Connect"]},"\nArea code of the town is (+90) ",{"type":"'''","value":["288"]},".\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["İğneada"]]}," on the Black Sea with its long sandy beach backed by a lush floodplain forest—one of the few remaining in all of ",{"type":"[[","value":[["Europe"]]},"—and a number of lakes within the forest, is likely to be your next destination."]},"\n",{"type":"===","value":["Dupnisa Cave"]},"\nPerhaps the most fascinating cave in ",{"type":"[[","value":[["Eastern Thrace"]]},", ",{"type":"'''","value":["Dupnisa Cave"]}," (",{"type":"''","value":["Dupnisa Mağarası"]},") lies around 25 km southwest of Demirköy, deep in the forest. (",{"type":"''","value":["Take the road signposted with a brown "]},"Dupnisa Mağarası",{"type":"''","value":[" sign, which branches off at the 15th km of Demirköy-",{"type":"[[","value":[["Pınarhisar"]]}," road, also with a connection from the centre of Demirköy. After about 5 km, you'll pass through the village of village of Balabanlı, with another somewhat decrepit and semi illegible sign towards "]},"Dupnisa",{"type":"''","value":["; from this point on the cave is 21 km away. On the way, you will pass through the village of Sarpdere, where the road turns into a gravel one, which lasts for 5 km until Dupnisa."]},") Opened to tourism in 2005, though unfortunately at the cost of hundreds of bats who called there home and part of the bed of underground creek which formed the cave in the first place, it is pretty much possible to easily visit a 400-mt section of this 2-km long cave.\n\nThe cave has two entrances, with the main one opening to what is called \"wet cave\" (",{"type":"''","value":["ıslak mağara"]}," or ",{"type":"''","value":["sulu mağara"]},"), due to the underground creek flowing through here. A 250-mt concrete and siderailed path, in addition to bright illuminations let visitors to have a smooth stroll here, without getting their feet wet even with a single drop of water. This part of the cave is still pretty much in forming stage, with most vertical surfaces covered with surreal-looking stalactites. The rest of the wet cave, in which creek flows all along and some underground lakes up to 2 metres of depth can be found, is only open to cavers who know what they are doing.\n\nAt the end of the path through the wet cave start the concrete stairs—this is the part of the cave that is called \"dry cave\" (",{"type":"''","value":["kuru mağara"]},"), and you will inevitably meet some bats here, just don't panic and don't scare them off. After a quite demanding walk up for about 150 mt and seeing some more stalactites, you will reach back to ground level (actually 30 mt higher in elevation than the entrance of wet cave). From here, instead of going back in, you may return by following the waymarked trail through the forest to the main entrance, which takes around 15 minutes on foot.\n\nAncients used to conduct rituals—involving human sacrifice—to their most respected god (of wine), Dionysos (originally Thracian but later came to be known for his seat at Greek pantheon in the much wider part of the world) in Dupnisa. There is a theory that the very name of ",{"type":"''","value":["Dionysos"]}," evolved from ",{"type":"''","value":["Dupnisa"]},", or ",{"type":"''","value":["Nyssa"]},", the other name the cave was known by in ancient times.\n\nThe temperature of the cave ranges between +10 and 17",{"type":"[[","value":[["Metric and Imperial equivalents"],["°C"]]}," year-round, so pack along appropriately.\n\nWet cave is open 15 May-15 Nov 9AM-sunset, while dry cave is open year round 9AM-sunset. 2 TL pp. The surrounding forest is a popular weekend retreat for locals, so can be a little bit crowded especially during spring and summer months. Basic snacks—such as corn on the cob, cheese pancake, and grilled sausages—can also be obtained from vendors in the surrounding area during weekends.\n\n",{"type":"{{","value":[["geo"],["41.916667"],["26.683056"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Thrace"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Demirköy"]]}]