[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n\n",{"type":"[[","value":[["File:Dengue.png"],["400px"],["thumbnail"],["Red areas: Aedes aegypti habitat with recent dengue outbreaks as of 2006. Orange areas: Aedes aegypti habitat, dengue outbreaks possible"]]},"\n",{"type":"'''","value":["Dengue fever"]}," (pronounced ",{"type":"''","value":["DEN-geh"]},") is a viral ",{"type":"[[","value":[["Tropical diseases"],["tropical disease"]]}," transmitted by ",{"type":"'''","value":[{"type":"[[","value":[["mosquito"]]}]}," bites. There is no vaccine or medical cure and treatments only manage the symptoms of the disease, some of which can be fatal. The only possible preventive measures are to prevent the breeding of mosquitoes and to avoid mosquito bites.\n\nDengue is not infectious between humans. Dengue is transmitted to humans by the ",{"type":"''","value":["Aedes aegypti"]}," mosquito, which is found in tropical regions throughout the world. In much of this area, particularly ",{"type":"[[","value":[["South-East Asia"]]}," but also in ",{"type":"[[","value":[["Queensland"]]},", ",{"type":"[[","value":[["Australia"]]},", the tropical South Pacific islands, ",{"type":"[[","value":[["South Asia"]]},", ",{"type":"[[","value":[["Africa"]]},", tropical parts of ",{"type":"[[","value":[["North America"],["North"]]}," and ",{"type":"[[","value":[["South America"]]},", including the ",{"type":"[[","value":[["Caribbean"]]},", these mosquitoes carry the ",{"type":"''","value":["flavivirus"]},", which causes Dengue fever.\n\n",{"type":"==","value":["Signs and symptoms"]},"\n\nOnset of the disease is often signaled by a sudden high fever (40-41°C) with strong head, joint and muscle pains.  This is usually soon followed by a bright red rash, often starting on the lower limbs, but may spread from the torso to the arms, legs, and face.  Nausea, vomiting and abdominal pain are also common.  ",{"type":"''","value":["Mild cases without rash may be easily misdiagnosed as flu"]},". These symptoms usually appear 3-14 days (most commonly 4-7 days) after being bitten by an infected mosquito.\n\nThe acute symptoms of the disease typically last 6-7 days, however it can take many months to fully recover. There is no specific treatment, other than fever management. The symptoms can be alleviated with appropriate medication and fatality rates can be less than 1 in 1000.\n\nThe most serious complication is ",{"type":"'''","value":["dengue hemorrhagic fever"]}," (DHF), in which blood vessels start to leak and cause bleeding from the nose, mouth, and gums. Untreated DHF can lead to ",{"type":"'''","value":["dengue shock syndrome"]}," (DSS), which is lethal in 90% of cases unless promptly and correctly treated, though fatality rates can fall as low as 1%, depending on quality of treatment.\n\n",{"type":"==","value":["Treatment"]},"\n\nIn areas with dengue, if you feel ill (especially after being bitten by a mosquito) see a hospital, doctor or health center fast: the presence of dengue can be confirmed with a blood test. Also, do not self-medicate without medical advice. Some common over-the-counter medicines may cause Dengue to become very strong and, sometimes, ",{"type":"'''","value":["lethal"]},". Medicines such as ",{"type":"'''","value":["aspirin"]}," and ",{"type":"'''","value":["ibuprofen"]},", commonly sold as headache remedies, increase the risk of ",{"type":"'''","value":["dengue hemorrhagic fever"]},". Any medication containing ",{"type":"''","value":["acetylsalicyclic acid"]}," or ",{"type":"''","value":["nonsteroidal anti-inflammatory agents"]}," should be avoided. ",{"type":"'''","value":["Paracetamol"]}," (",{"type":"'''","value":["acetominophen"]},") is often used instead to manage the fever and pain.\n\n4 different serotypes of the virus exist, so having suffered and recovered from dengue only makes you immune the serotype that you were infected with, and not the other 3. In fact, studies have shown that the disease tends to be more serious in those who have had dengue before than in those contracting it for the first time.\n\n",{"type":"==","value":["Preventative measures"]},"\n\nPreventative measures to control Dengue fever include:\n\n",{"type":"*","value":[" Prevention or elimination of standing water sources, such as pools of water that collect in containers, flower pots, discarded tyres or coconut shells, etc. The Dengue Mosquito will breed in any standing water in a matter of days."]},"\n",{"type":"*","value":[" Use of mosquito netting."]},"\n",{"type":"*","value":[" Use of insect repellent as well as wearing clothing that covers exposed skin."]},"\nResearch into a vaccine is being undertaken. As of 2014, there has been no announcement for a vaccine to prevent dengue fever.\n\n",{"type":"==","value":["See also"]},"\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.cdc.gov\/ncidod\/dvbid\/dengue\/ Centers for Disease Control: Dengue"]}]},"\n\n",{"type":"[[","value":[["WikiPedia:Dengue fever"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Stay healthy"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]