[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Deqin"]}," (德欽; ",{"type":"''","value":["Déqīn"]},") is a town located in the Hengduanshan Mountains in ",{"type":"[[","value":[["Yunnan"]]}," province. 80% of its 55,000 inhabitants are Tibetan. If you can deal with the altitude (3550m) it makes a great place to hike from, and if you can not then just hanging out in town is also very rewarding.  A small piece of Tibet, accessible without expensive permits.\n\nDeqin is in ",{"type":"[[","value":[["Kham"]]},", a former Tibetan province much of which is now administered by Yunnan; the local dialect is Khampa Tibetan, somewhat different from the central-Tibet dialect of our ",{"type":"[[","value":[["Tibetan phrasebook"]]}," but still mostly mutually intelligible. The town serves as a base for treks into a number of mountainous areas; in particular ",{"type":"[[","value":[["Three Parallel Rivers National Park"]]},".\n\n",{"type":"==","value":["Understand"]},"\nDeqin town itself is a terrible manifestation of the worst kind of modern Chinese architecture: dirty, white-tiled, and soulless. However, if you love hiking Deqin is a superb base. If you are not a hiker you might be disappointed, though a short ride out of town does provide a great view of Meilixue Mountain, which could justify the six-hour bus ride from ",{"type":"[[","value":[["Zhongdian"]]}," (Shangrila).\n\nDeqin prefecture is where the big mountains are to be found with impossibly steep valleys, mind-blowing vistas, remote monasteries and class A trekking, for all levels, available all year round. In fact the best time to trek is during the winter months as summer is the rainy season. March is the worst month as the rains start but it's still cold enough so it comes down as snow. This is the month to get snowed in.\n\nSo, if Deqin is so great, why is it not better known?  The main reason for this is that there is not a lot of information available on the area, so the average traveller is left guessing whether it is worth visiting or not. The fact that most travellers will have to return the way they came also puts them off visiting (Deqin is the last town before Tibet proper in Yunnan province).\n\nHere are ten good reasons to visit Deqin:\n",{"type":"*","value":[" 1. Mt Kawakarpo & Mt. Miantsomo"]},{"type":"*","value":[" 2. Trek up to the Mingyong Glacier"]},{"type":"*","value":[" 3. Trekking to Yubeng"]},{"type":"*","value":[" 4. Trekking along the Mekong River"]},{"type":"*","value":[" 5. Tashi's Mountain Lodge, Reringkha village (closed)"]},{"type":"*","value":[" 6. To organize a road trip to Lhasa (the land route to Tibet is closed for foreigners)"]},{"type":"*","value":[" 7. The spectacular drive up from Shangri-la"]},{"type":"*","value":[" 8. Deqin's Tibetan Disco (most are closed)"]},{"type":"*","value":[" 9. Sleeping in remote Tibetan villages"]},{"type":"*","value":[" 10. Special ginger, lemon tea"]},"\n",{"type":"==","value":["Get in"]},"\nThere are four buses leaving in the morning from ",{"type":"[[","value":[["Zhongdian"]]},". The journey takes about 5 hours and is through spectacular and scary mountain scenery. The awful music videos, the freezing cold, windy roads and the chain-smoking fellow-passengers can make the journey a bit unpleasant. The town of ",{"type":"[[","value":[["Benzilan"]]},", which lies about midway from ",{"type":"[[","value":[["Zhongdian"]]}," is worth stopping off at in its own right, and breaks the journey up nicely. The bus drops people throughout the town, ending at the bus station next to a T junction.  Buses to Zhongdian (Shangri-la) depart at 7:30AM, 8:30AM, 9:30AM, 10:20AM and cost ¥53 (June 2011). The schedule after 10:20AM is not fixed, but if there are passengers, there might be a bus at 12:00PM or a little bit earlier. The earlier buses make a lunch stop at a restaurant but be sure to check prices before taking your food (about ¥10-15 for a vegetable dish and ¥20 for a meat dish).\n\nNote: At the moment (June 2012) the buses between ",{"type":"[[","value":[["Zhongdian"]]}," and Deqin take around 8 hours because the road is under major reconstruction. The road is apocalyptic and you have to not be afraid of collision with other buses or trucks.\n\nBuses to\/from ",{"type":"[[","value":[["Lhasa"]]}," use the main bus terminal in Deqin. There should be no problems buying tickets which are ¥500. The ride takes 3-4 days and the bus may or may not stop at hotels during the night.  There is one military check point where a soldier may come on board, but they seem not to care if there are foreigners on the bus. However, the drivers will not let you roam far during restaurant stops in towns. This trip is risky if you are not in good health because the bus drives over 5,000m at least three times.\n\nNote: The land route from Shangri-la to Lhasa is closed for foreigners. They will not sell you a ticket even if you have the Tibet travel permit.\n\n",{"type":"==","value":["Get around"]},"\nThe town has one through road winding down from the north side.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Feilai Temple"],["alt=飞来寺; Fēiláisì"],["url="],["email="],["address="],["lat="],["long="],["directions=10km away, ¥30 by taxi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Amazing view of Meilixue Mountain worth seeing at sunrise. Feilai Temple also has a large number of hostels and hotels. Consider staying there instead of Deqin. The owner of \"Once Upon a Time in FeiLaiSi\" speaks English and can give advice on hiking in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Yubeng"]]}," Village"],["alt=雨崩村; Yǔbēngcūn"],["url="],["email="],["address="],["lat="],["long="],["directions=18km away"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tibetan village not accessible by any vehicles. You can ask at your hostel to book a seat for you in one of the minibuses departing every morning from FeiLaiSi to Xidang Hot Springs（西当温泉[xīdāngwēnquán]）where the hike actually starts. There are usually 6-7 seats in a bus and an overall price is ¥150 (June 2011). Talk to the other people planning to go there so you can share the price. There are a decent number of domestic Chinese tourists that make this trek, so finding a lift shouldn't be difficult.\nIt takes 1 hour and a half to get there and you will be asked to pay ¥260 (May 2014) as a scenic area entrance fee. Make sure you bring your passport as you have to be registered. With a student card you can get a half-price ticket. The 9 km (one way) hike takes about 6-7 hours in total (6.5km uphill and 2.5km downhill) with 1284 meters vertical gain.  For those who find the hike difficult there is an option of hiring a horse or mule for ¥255 to the top or ¥305 for the whole way (May 2014). There are 2 tea-houses on the way up where you can buy some water, red bull and simple snacks and a tea-house at the top of Yakou pass. The accommodation in Yubeng are basic and costs about ¥20-30 for a bunk bed (May 2014).  Food though is relatively expensive in Yubeng due to the transportation cost and \n\nOnce there, Yubeng is one of the most picturesque villages you could hope to see. Nestled in an alpine valley, surrounded by snow peaks, multicoloured forests, and waterfalls. There are also numerous treks one can make from the village, so plan to spend at least a couple of days there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Meilixue Mountain Nature Reserve"],["alt=梅里雪山景区; Méilǐxuěshān Jǐngqū; also known as Snow Mountain"],["url="],["email="],["address="],["lat="],["long="],["directions=You can arrange transport to the reserve entrance for around ¥50 per person in a shared 4x4. Information correct (January 2008)"],["phone="],["tollfree="],["fax="],["hours="],["price=¥60"],["content=Hike to the Taizi Temple and Minyong Glacier. Taizi Temple has a guest house but unfortunately most of the rooms are severely damaged by a storm, there is still a few acceptable rooms, available at very low prices ¥20.  Only recommended if you absolutely have to stay on the mountain, otherwise go back down to Mingyong Town (July 2009)."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Iger Trekking"],["url=http:\/\/igertrekking.webs.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=0887-823-0447"],["tollfree="],["fax="],["hours="],["price="],["content=Specializes in treks of the Meili Snow Mountain \/ Kawa Karpo Range, including Inner and Outer Kora treks."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nomad"],["url=http:\/\/nomadchina.wordpress.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=15184990012"],["tollfree="],["fax="],["hours="],["price="],["content=Finnish woman who has lived in Xidang village for 2.5 years doing research. Treks to Yubeng, Mingyong, Sinong, Adong, Outer kora and Weixi area. Equipment available."]]}]},"\n",{"type":"==","value":["Buy"]},"\nSaffron is a choice when you go to Deqin because this is kind of  quite valuable herb.\n\n",{"type":"==","value":["Eat"]},"\nMost of the small restaurants on the main street have good food. Tibetan cured pork is worthwhile trying. All the dishes with yak meat are considered to be local and might cost 25-35 yuan.\n\n",{"type":"==","value":["Drink"]},"\nButter Tea (Pinyin: sū yóu chá; Tibetan: bod ja) - This is a main staple of the Tibetan diet made of yak butter, black tea, and salt. Mix it with barley flour and you have a meal known as tsampa.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Migratory Bird Cafe"],["url=http:\/\/www.jhnsky.com"],["email="],["address="],["lat="],["long="],["directions=at Feilai Temple"],["phone=+86 887 6895030"],["tollfree="],["fax="],["hours="],["price="],["content=They have great maps for ¥10 and other information."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Deqin Feilai Temple youth hostel (飞来寺觉色滇乡青年旅舍)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Dorm ¥30"],["checkin="],["checkout="],["content=Probably the cheapest option at the Feilaisi. Look for the Green sign near the bottom of the slope, and turn right and go up the hill. They have dorms and private rooms with electric blankets. The rooms are quite dirty and smelly, and the bathrooms are disgusting. There is a common room with an XBox 360 and stove. Note that the inside of the hostel is not insulated in any way, so outside of the lounge and your bed can get quite chilly! The WiFi is available in both the lounge and the rooms; the connection is hard to come by and easy to drop. The reception staff speak English (May 2014). Double room with bathroom is very expensive for what it is worth : ¥120. For private rooms, booking elsewhere offers better value.",{"type":"[","value":["http:\/\/www.yhachina.com\/ls.php?id=210 YHA China site(in Chinese)"]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dexin Tibetan Hotel"],["url="],["email="],["address=86 Nanping Street"],["lat="],["long="],["directions=Left out of the bus station about 30m"],["phone="],["tollfree="],["fax="],["hours="],["price=Double en-suite ¥80 (July 2009), dorms ¥20 (Summer 2006)"],["checkin="],["checkout="],["content=Nice family-run hotel able to have foreign tourists."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mingzhu hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Standard room is about ¥200 per night."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Once Upon a Time In Meili"],["alt=梅里往事"],["url="],["email="],["address=On the main drag opposite of the viewing platform with the white pagodas"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rooms facing Meili Snow Mountain are ¥480, rooms on the inside are ¥200."],["content=A 3 star hotel."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThere are not so many routes available from Deqin. There are several morning buses to Shangri-la (Zhongdian) (4 hours, 65 yuan) available at the Deqin bus station. (2014) The locals may take you there in a small minibus for about 80 yuan and the trip will take a little bit less (June 2012). The same minibuses are running to Mangkang county (芒康县）of Tibet (about 2 hours, 120 km). \n\nThere is also a road from Deqin down to Weixi but it's under construction at the moment. But once it's finished, there are some extremely nice, untouristy places along the way, so you could head down through Weixi to Lijiang instead of going back to Shangri-la.\n\n",{"type":"{{","value":[["IsPartOf"],["Northwestern Yunnan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["28.5"],["98.9"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]