[{"type":"{{","value":[["Pagebanner"],["Detroit banner.jpg"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitdetroit.com Detroit"]}]}," a major metropolis in the ",{"type":"[[","value":[["United States"],["US"]]}," state of ",{"type":"[[","value":[["Michigan"]]},", has had a profound impact on the world. From the advent of the automotive assembly line to the Motown sound, modern techno and rock  music, Detroit continues to shape both American and global culture. The city has seen many of its historic buildings renovated, and is bustling with new developments and attractions that complement its world class museums and theatres. The city offers myriad things to see and do. Detroit is an exciting travel destination filled with technological advance and historic charm.      \n\n",{"type":"==","value":["Districts"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Detroit districts map.png"],["regionmaptext="],["regionmapsize=410px"],["region1name=",{"type":"[[","value":[["Detroit\/Downtown"],["Downtown"]]}],["region1color=#bf40ac"],["region1items="],["region1description=The city's central business district. It is home to several nice parks, the country's second-largest large theatre district, great architecture, and many of the city's attractions. It is Detroit's center of life."],["region2name=",{"type":"[[","value":[["Detroit\/Midtown-New Center"],["Midtown-New Center"]]}],["region2color=#80be8f"],["region2items="],["region2description=The city's cultural center, home to several world class museums and galleries. The area is also home to some great 1920s architecture. It is probably the most unique destination in Detroit."],["region3name=",{"type":"[[","value":[["Detroit\/East Side"],["East Side"]]}],["region3color=#beb280"],["region3items="],["region3description=This part of the city includes much of the riverfront, Belle Isle, the historic Eastern Market, Pewabic Pottery, and more."],["region4name=",{"type":"[[","value":[["Detroit\/Southwest Side"],["Southwest Side"]]}],["region4color=#5c9f9e"],["region4items="],["region4description=Home to many of the city's ethnic neighborhoods, such as Mexicantown and Corktown. The area is mostly known for its cuisine in these ethnic neighborhoods; however it is also home to many historical sites, such as the abandoned Michigan Central Station, Tiger Stadium, and Fort Wayne."],["region5name=",{"type":"[[","value":[["Detroit\/West Side"],["West Side"]]}],["region5color=#da7c7d"],["region5items="],["region5description=Home to many historic neighborhoods, the University District, and much of the infamous 8 Mile."],["region6name=",{"type":"[[","value":[["Detroit\/Hamtramck-Highland Park"],["Hamtramck-Highland Park"]]}],["region6color=#5e66af"],["region6items="],["region6description=While not part of the City of Detroit, the cities of Hamtramck and Highland Park are surrounded by Detroit except where they border each other. Hamtramck is sometimes referred to as \"Poletown\" because of the large Polish population and influence in the city. Highland Park is home to many historic buildings and neighborhoods."]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:DetroitSkyline.jpg"],["thumb"],["300px"],["Detroit city skyline"]]},"\n\nDowntown Detroit is unique: an ",{"type":"[","value":["http:\/\/www.detroitriverfront.org International Riverfront"]},", ornate buildings, sculptures, fountains, the nation's second largest theater district, and one of the nation's largest collection of pre-depression era skyscrapers. Two major traffic circles along Woodward Avenue surround Campus Martius Park and Grand Circus Park, both gathering points. The city has ample parking much of it in garages. Many historic buildings have been converted into loft apartments, and over sixty new businesses have opened in the Central Business District over the past two years. Downtown Detroit features the Renaissance Center, including the tallest hotel in the Western Hemisphere, the Detroit Marriott, with the largest rooftop restaurant, Coach Insignia. Many restaurants emanate from the Renaissance Center, Greektown, the arts and theatre district, and stadium area. Joining the eastern, riverfront parks, the city has the 982-acre (3.9 km²; 2.42 sq mi) Belle Isle Park with the large James Scott Memorial Fountain, historic conservatory, gardens, and spectacular views of the city skyline.\n\nVisitors may reserve a public dock downtown at the Tri-Centennial State Park and Harbor. Great Lakes Cruises are also available. Surrounding neighborhoods such as Corktown, home to Detroit's early Irish population, ",{"type":"[","value":["http:\/\/www.newcenter.com New Center"]},", Midtown, and ",{"type":"[","value":["http:\/\/www.easternmarket.org Eastern Market"]}," (the nation's largest open air market), are experiencing a revival. Detroit has a rich architectural heritage, such as the recently restored historic Westin Book-Cadillac Hotel, the Guardian and Fisher buildings with exquisitely ornate interiors and exteriors, the Detroit Institute of Arts (top five museums in the country) to name a few. In 2005, Detroit's architecture was heralded as some of America's finest; many of the city's architecturally significant buildings are listed by the National Trust for Historic Preservation as among America's most endangered landmarks.\n\nDetroit is the largest city in the U.S. to offer casino resorts. The three major casino resorts are MGM Grand Detroit, Greektown, and MotorCity. A fourth major casino is just across the river in Windsor, Canada.  Detroit Metro Airport is one of the few to offer world class hotel and meeting facilities inside the terminal. The Renaissance Center and the Southfield Town Center are among the nation's finest mixed use facilities for large conferences. Downtown Detroit serves as the cultural and entertainment hub of the metropolitan region, ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]},", ",{"type":"[[","value":[["Ontario"]]},", and even for ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]},", ",{"type":"[[","value":[["Ohio"]]}," residents, many of whom work in metropolitan Detroit. While most of the region's attractions are in the city of Detroit, tourists will find that nearly all of the shopping malls are located in suburbs, such as Troy. The Detroit-Windsor metro area population totals about 5.9 million; it jumps to 6.5 million if Toledo is included. An estimated 46 million people live within a 300 mi (480 km) radius of Detroit. The city's northern inner ring suburbs like Ferndale, Southfield, Royal Oak, and Birmingham provide an urban experience in the suburbs complete with dining, shopping and other attractions. The Detroit area has many regal mansions, within the city and especially in Grosse Pointe, Bloomfield Hills, and Birmingham.  Ann Arbor provides the nearby experience of a college town.\n\nDetroit is an international destination for sporting events of all types; patrons enjoy their experience in world class venues. The Detroit Convention and Visitors bureau maintains the ",{"type":"[","value":["http:\/\/www.detroitsports.org Detroit Metro Sports Commission"]},". The city and region have state of the art facilities for major conferences and conventions.\n\nDetroit is known as the world's \"Automobile Capital\" and \"Motown\" (for \"Motor Town\"), the city where Henry Ford pioneered the automotive assembly line, with the world's first mass produced car, the Model T. During World War II, President Franklin Roosevelt called Detroit the \"Arsenal of Democracy.\" Today, the region serves as the global center for the automotive world. Headquartered in metro Detroit, General Motors, Ford, and Chrysler all have major corporate, manufacturing, engineering, design, and research facilities in the area. Hyundai, Toyota, Nissan, among others, have a presence in the region. The University of Michigan in Ann Arbor is a global leader in research and development. Metro Detroit has made Michigan's economy a leader in information technology, life sciences, and advanced manufacturing. Michigan ranks fourth nationally in high tech employment with 568,000 high tech workers, including  70,000 in the automotive industry. Michigan typically ranks among the top three states for overall research and development investment expenditures in the US. The domestic auto industry accounts directly and indirectly for one of every ten jobs in the US.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 31"],["febhigh = 33"],["marhigh = 44"],["aprhigh = 58"],["mayhigh = 70"],["junhigh = 79"],["julhigh = 83"],["aughigh = 81"],["sephigh = 74"],["octhigh = 62"],["novhigh = 48"],["dechigh = 35"],["janlow = 16"],["feblow = 18"],["marlow = 27"],["aprlow = 37"],["maylow = 48"],["junlow = 57"],["jullow = 62"],["auglow = 60"],["seplow = 53"],["octlow = 41"],["novlow = 32"],["declow = 22"],["janprecip = 1.9"],["febprecip = 1.7"],["marprecip = 2.4"],["aprprecip = 3"],["mayprecip = 2.9"],["junprecip = 3.6"],["julprecip = 3.1"],["augprecip = 3.4"],["sepprecip = 2.8"],["octprecip = 2.2"],["novprecip = 2.7"],["decprecip = 2.5"],["jansnow = 12.5"],["febsnow = 10.4"],["marsnow = 6.9"],["aprsnow = 1.7"],["maysnow = -"],["junsnow = -"],["julsnow = -"],["augsnow = -"],["sepsnow = -"],["octsnow = 0.1"],["novsnow = 1.4"],["decsnow = 9.7"],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Detroit"],["42.33317"],["-83.04788"]]}]]},"\nDetroit's climate is continental, therefore subject to rapid change and a variety of weather. Winters are snowy and very cold, with an even colder wind-chill factor. Snow usually doesn't remain the entire winter. Spring and fall are normally pleasant but colder temperatures will likely creep in during late fall and remain during early spring. Summer is rather short, but often times it is hot and muggy with sometimes strong to occasionally severe thunderstorms.\n\n",{"type":"===","value":["Orientation"]},"\nDowntown Detroit is bordered to the south by the Detroit River, which divides the US and Canada. The downtown is on the riverfront; the rest of the city expands north, east, and west from downtown.  The Cultural Center, home to most of the city's museums, is just north of downtown, in ",{"type":"[[","value":[["Detroit\/Midtown-New Center"],["Midtown"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Detroit Metropolitan Wayne County Airport"],["Detroit Metro Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["DTW"]]},") is in Romulus, about 20 minutes west of the city proper, located at the junction between I-275 and I-94 with many nearby hotels. The airport is a major Delta hub and operational headquarters, so it offers direct flights to and from a surprising variety of cities, from Seattle to Osaka. The airport is one of the most recently modernized in the US, with six major runways.\n\nThe quickest way to get to downtown Detroit is to rent a car or take a taxi. Standard cab fare to downtown is $45-$50.  You can also get to Detroit using the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.smartbus.org SMART"]}]}," (suburban) mass transit bus system. Route 125 serves the airport approximately every half hour, beginning alternately at the Smith and McNamara terminals (no bus serves both terminals), and takes about 75 min to get downtown. The fare is $2.00. Familiarize yourself with the route map and schedule before you try this–-it is more commonly used by workers at the airport than tourists.\n\nAirport Shuttle and Taxi services are available by reservation. Reservations 9a-9p (313) 759-7741. Rates from Detroit Metropolitan Airport to downtown Detroit are $49.00 + $10.00 Airport Fee. Detroit Metropolitan Airport charges a $10.00 fee to all licensed transportation providers this fee to pick up passengers at the airport.\n\n",{"type":"===","value":["By car"]},"\nSeveral interstates converge in downtown Detroit. I-75\/the Chrysler (north of Downtown)\/the Fisher (south of Downtown) Freeway North\/South runs from ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]}," through downtown Detroit to the Upper Peninsula of Michigan. I-94\/the Ford Freeway East\/West runs from ",{"type":"[[","value":[["Chicago"]]}," to Detroit and continues up to Sarnia. I-96 East\/West heads from Detroit to ",{"type":"[[","value":[["Lansing (Michigan)"],["Lansing"]]},", Michigan. I-696\/the Reuther Freeway runs along about 3 mi north of city limit (8 Mile), connecting the eastern suburbs (such as St. Clair Shores) to Southfield. I-275 connects with the suburb of Livonia.  Highways, the Lodge Freeway, M-14, M-23, and the Southfield Freeway are major freeways which interconnect with the Interstates in the Detroit metro area to ease navigation. The Southfield Freeway connects Dearborn to Southfield. The Lodge Freeway, connects Southfield to downtown. Highway M-14 connects Ann Arbor to Detroit via the Jeffries Expressway. Bypassing Ann Arbor, highway M-23 connects I-94 to I-96. \n\nThe metro area's major Interstates and freeways were overhauled in preparation the 2006 National Football League Super Bowl XL in Detroit and are in good condition.  \n\nAs with any major city, traffic during rush hour can make travel really slow. This is especially aggravated during shift changes at the local automotive plants. But due to economic hardships for the region, rush hour traffic lasts less than an hour, and some freeways are clear all day. The Mixing Bowl, I-75\/696 interchange, the I-94\/Ford Freeway through Detroit, and the Southfield Freeway can be slow in late afternoons. However some freeways can be congested. \n\nThe following freeways have chronic congestion in the morning and evening rush:\n",{"type":"*","value":[{"type":"'''","value":["Northbound I-75"]},": Between 8 Mile and 12 Mile"]},{"type":"*","value":[{"type":"'''","value":["Southbound I-75"]},": Between Rochester Curve and I-696"]},{"type":"*","value":[{"type":"'''","value":["Westbound I-696"]},": Dequindre Curve to Woodward; Coolidge Highway out the Mixing Bowl; Drake Rd. to I-96."]},{"type":"*","value":[{"type":"'''","value":["Eastbound I-696"]},": Mixing Bowl to Woodward Ave.; Groesbeck Highway to I-94"]},{"type":"*","value":[{"type":"'''","value":["Westbound I-96"]},": Off of I-696 to Wixom Rd. (due in part to the growing urban sprawl in the area)"]},{"type":"*","value":[{"type":"'''","value":["Eastbound I-94"]},": Warren Ave. to Mt. Elliott St."]},{"type":"*","value":[{"type":"'''","value":["Westbound I-94"]},": 12 Mile to I-696; Connor to Jeffries Freeway"]},"\nFor smaller streets, the Detroit area is laid out in wheel-and-spoke, grid, and strip-farm configuration. This was due to first French development (strip farms along the river), early city layout (wheel and spoke from the river's edge), followed by the modern North\/South grid. Mile roads run east-west, starting at downtown Detroit and increasing as you travel north. These mile roads may change name in different cities, so pay attention. There are also several spoke roads, including Woodward Ave, Michigan Ave, Gratiot Ave, and Grand River Ave. Only in the old downtown business district is the original Washington D.C.\/L'Enfant-style wheel and spoke layout found (it is quite confusing, with several one-way streets added for fun). In areas along the River and Lake St. Clair, the colonial-era French practice of allocating strips of land with water access is seen as main roads parallel the water, and secondary roads perpendicular to it. This is very confusing to non-residents.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]},".  Service west to ",{"type":"[[","value":[["Chicago"]]}," (5-8 h, $35), east to ",{"type":"[[","value":[["Toronto"]]}," (5-6 h), and south to ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]}," (1 h, $15), as well as all over Michigan. The terminal is near downtown at 1001 Howard St."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/us.megabus.com Megabus"]}]},". Discount bus service to and from ",{"type":"[[","value":[["Chicago"]]}," (6 hours, $1-$25), with connections at Chicago to many Midwestern cities. Also service from Grand Rapids and East Lansing. Part of the reason that it is so cheap is that there is no terminal–-the bus simply stops at a street corner, either Cass and Warren, near Wayne State University and the museum\/cultural district, or at the Rosa Parks Transit Center at Cass and Michigan."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tunnelbus.ca Transit Windsor"]}]},". Running seven days a week for C$4 (each way).  Service from 300 Chatham St West in Windsor into, and around downtown Detroit."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}]},", 11 W Baltimore Ave (",{"type":"''","value":["at Woodward"]},"). Train service to and from ",{"type":"[[","value":[["Chicago"]]}," on the ",{"type":"''","value":[{"type":"[[","value":[["Wolverine Service"]]}]}," (5-6 hours, $25-$50), with many connections in Chicago. Deeply-discounted tickets are often available at Amtrak's ",{"type":"[","value":["http:\/\/tickets.amtrak.com\/itd\/amtrak\/WeeklySpecials Weekly Specials page"]},". For travel to the east, a bus connection is available to the Toledo Amtrak station, with trains to ",{"type":"[[","value":[["New York City"],["New York"]]}," (21 h, $75-$150) and ",{"type":"[[","value":[["Washington, D.C."]]}," (16 hours, $65-$130), but travelers may find the middle-of-the-night departures unappealing. The train station is located in the ",{"type":"[[","value":[["Detroit\/Midtown-New Center"],["New Center"]]}," area of the city."]},"\n",{"type":"===","value":["From Canada"]},"\nU.S. and Canadian citizens are required to present a passport, passport card, enhanced driver's license, or trusted traveler card when crossing the US-Canada border. For more detailed identification requirements, visit ",{"type":"[","value":["http:\/\/www.getyouhome.gov\/html\/eng_map.html Western Hemisphere Travel Initiative (WHTI)"]},". Although it is efficient for an international border, this is the busiest crossing between the two countries, with frequent delays. \n\nThere are two ways to get to Detroit from Windsor:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ambassador Bridge"],["url=http:\/\/www.ambassadorbridge.com"],["email="],["address="],["lat="],["long="],["directions=accessible from Huron Church Road, which connects to the 401"],["phone="],["tollfree="],["fax="],["hours="],["price=Toll per passenger car: $4 (US or Canadian)"],["content=Bridge traffic can be congested, due to the high number of 18-wheelers. Expect wait times of 30 minutes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Detroit-Windsor Tunnel"],["url=http:\/\/www.dwtunnel.com"],["email="],["address="],["lat="],["long="],["directions=accessible from downtown Windsor"],["phone="],["tollfree="],["fax="],["hours="],["price=Toll per passenger car: $4.00 (US), $4.75 (Canadian)"],["content=Every time traffic backs up in the tunnel the tunnel is shut down until traffic congestion is eased, which can sometimes take quite a while. A \"tunnel bus\" connects downtown Detroit with Windsor for $4.00 (Either US or Canadian). The tunnel bus has its pros saving you money from parking on either side of the border, but the customs\/immigrations process can be quite lengthy for bus riders as everyone on the bus must disembark and be cleared through customs."]]}]},"\nPedestrians cannot walk across the bridge or through the tunnel, they must use the tunnel bus. Bicyclists are also prohibited from using the bridge and the tunnel, and due to licensing regulations cannot use the bike racks on the tunnel bus. The only way someone traveling by bike can bring their bike across the border is to disassemble the bike and put it in a bike bag, which can be brought on the bus.\n\n",{"type":"==","value":["Get around"]},"\n\nDetroit's street layout is truly unique, combining wheel-and-spoke, grid, and strip-farm (near the River) layouts.  Six major spoke roads radiate out from downtown; they are, in clockwise order, Fort Street, Michigan Avenue, Grand River Avenue, Woodward Avenue, Gratiot Avenue, and Jefferson Avenue. Woodward Avenue runs northwest-southeast (more or less) and divides the northern half of Detroit into east and west; West Warren Street, for instance, becomes East Warren Street when it crosses Woodward. Smaller streets generally conform to a strict grid pattern, but the orientation of the grid and the size and shape of blocks frequently varies to fit better with the spoke roads. Downtown, the layout abandons the grid design, with the spoke roads converging in a confusing but oddly logical arrangement of diagonal, mostly one-way streets.\n\n",{"type":"===","value":["By car"]},"\nDetroit spreads over a large area, it is difficult to be without a car. An extensive freeway system and ample parking make the region one of the most auto-friendly in North America. Detroit has one of America's most modern freeway systems.  See the ",{"type":"[","value":["http:\/\/www.michigan.gov\/mdot Michigan Department of Transportation"]}," website for a current listing of downtown road closures and construction projects. Downtown has parking garages in strategic locations.\n\nGreektown Casino, located ",{"type":"[[","value":[["Detroit\/Downtown"],["downtown"]]},", has a free 13 floor parking garage. Visitors are welcome to pay to park at the Renaissance Center garage. There are plenty of pay-to-park garages, lots, and valet near the Greektown\/stadium areas. Premium parking right next to the stadium is well worth the extra price and usually available during a game. Downtown has an ease of entry from the freeways that may surprise new visitors. Valet parking is available at four Renaissance Center locations, the main Winter Garden entrance along the Riverfront, the Jefferson Avenue lobby, Marriott hotel entrance west, and Seldom Blues entrance west.\n\nDetroit has an abundance of taxi, limo, and shuttle services. Car rental prices are reasonable.\n\nWhile MDOT has since discontinued emphasis on the names of freeways, most locals still cling to their names. Make sure you have an atlas with the names as many road s change names as you go along them.\n\nThe Mixing Bowl is the confluence of the Lodge\/Northwestern, the Reuther, Telegraph Rd, and Franklin Rd. The Spaghetti Bowl is the confluence of 96\/275, the Reuther, the M-5, and the Haggerty Connector. The Junction is the confluence of the Jeffries, 275, and M-14 on the far west side suburbs. The Triangle is the beginning of the Jeffries at the Fisher Freeway. The Interchange is the interchange of the Reuther and the Chrysler Freeways. Many freeways bend and because of this many bends are called Curves:\n\n",{"type":"*","value":["9 Mile Curve, Gardenia Curve, Rochester Curve, Big Beaver Curve, Crooks Curve all on I-75"]},{"type":"*","value":["Dequindre Curve on I-696"]},{"type":"*","value":["Mound Curve on I-696"]},{"type":"*","value":["Wyoming Curve and Linwood Curve on the Lodge Freeway"]},{"type":"*","value":["Fisher\/Chrysler Curve: Near downtown Detroit, I-75 makes one of the sharpest turns in the interstate system. It is also the change between the Fisher Freeway and Chrysler Freeway. So if you are going north on the curve it is the Chrysler Curve, if south, the Fisher Curve."]},"\nUnlike in most other US cities, traffic signals change to yellow while the pedestrian signal (\"hand\") is still flashing.  Exercise caution at intersections to avoid hitting pedestrians scrambling to cross the street when the signal is yellow.\n\n",{"type":"===","value":["On foot or by bicycle"]},"\nA car is helpful for getting around the rest of the city, but due to the unusual layout and large number of one-way streets, getting out and walking for a few blocks is a good way to see downtown. Bike rentals are available in downtown Detroit along the International Riverfront at Rivard Plaza from Wheelhouse. Downtown and the riverfront are usually bustling with visitors.\n\nDetroit is one of the best cities for biking. Due to the surge and collapse of the auto industry most street have multiple lanes in each direction. Because of sharp population declines there are rarely enough cars to fill all these lanes, therefore bikers can usually have a lane to themselves, a rare occurrence in most cities. Detroit is home to many budding bike co-ops, the most active is The Hub of Detroit, and its sister program Back-Alley Bikes. Both are located in the Cass corridor, on Cass Ave. and Martin Luther King Ave. Back-Alley Bikes has weekly volunteer nights, and monthly women and transgender bike workshops. \n\nThe Detroit Critical Mass held on the last Friday of every month is well attended. The Detroit Critical Mass is a guided fun and friendly paced ride, often going through Downtown, passing the old train station, Slows Barbecue, and parts of Mexican town. Critical Mass occasionally meets on Trumbull between Merrick and Warren, near the Woodbridge Pub, though sometimes meets at Grand Circus Park. Check the location and time before you meet-up. Attendance varies with season.\n\n",{"type":"===","value":["By bus"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.detroitmi.gov\/DepartmentsandAgencies\/DetroitDepartmentofTransportation.aspx Detroit Department of Transportation"]}]}," provides mass transit bus service within the city of Detroit. Downtown has a the new Rosa Parks Transit Center. DDOT buses are yellow and green. For safety, DDOT buses may be patrolled by the Wayne County sheriff's deputies. 17 routes serve the central bus terminal, which is downtown at Griswold and Shelby Streets. The standard fare $1.50; transfers are $0.25.\n\nIn addition, people traveling throughout Detroit and the suburbs may use the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.smartbus.org SMART"]}]}," bus system, which services most areas in metro Detroit. Standard fare is $2.00 and a transfer is $0.25.\n\nNote that the bus service is worse than in most other cities and should be used only as a last resort (you have too little money for a taxi and cannot drive).\n\n",{"type":"===","value":["By elevated rail"]},"\n\n",{"type":"[[","value":[["File:PeopleMoverDetroit.jpg"],["thumb"],["People Mover"]]},"\n\nDetroit does not have an elevated\/subway network that covers the entire city. In 1987, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thepeoplemover.com\/ People Mover"]}]}," was completed, an automated, elevated rail system that runs a three mile loop in the downtown area. It is the best way to get around the downtown area. A round trip excursion, covering 13 stations, takes approximately 20 minutes, and offers great views of the city's downtown landmarks. Signature stops include the Renaissance Center (GM HQ & Retail Complex), Greektown, Joe Louis Arena (Home of the Detroit Red Wings), Cobo (Convention) Center, and Cadillac Center (Campus Martius Park). The stations feature original works by local artists. Standard fare $0.75 in cash, and a token can also be bought at the same price.\n\n",{"type":"==","value":["See"]},"\n",{"type":"''","value":["This is only a ",{"type":"'''","value":["small"]}," list of some of the biggest attractions and even though they are listed here, their info is brief. Make sure to check out the district articles for more."]},"\n\n",{"type":"===","value":["Architecture"]},"\n",{"type":"[[","value":[["Image:Detroit RenCen 01.jpg"],["thumb"],["150px"],["The Renaissance Center"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Renaissance Center"]},", also known as the Ren Cen, is a group of seven interconnected skyscrapers whose central tower is the tallest building in Michigan and the tallest hotel in the Western Hemisphere. Built in 1977, it has the world's largest rooftop restaurant that can be reached by a glass elevator ride. The headquarters of General Motors, it is on the Detroit International Riverfront. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Downtown"],["Downtown"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fisher Building"]}," is a historic Art-Deco building designed by Albert Kahn in 1928. It has been called Detroit's largest art object. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Midtown-New Center"],["Midtown-New Center"]]}]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Guardian Building"]}," is a bold example of Art Deco architecture, including art moderne designs. The interior, decorated with mosaic and Pewabic and Rookwood tile, is a must-see. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Downtown"],["Downtown"]]}]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Westin Book Cadillac Hotel"]}," is a recently renovated architectural gem first built in 1928. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Downtown"],["Downtown"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wayne County Building"]}," is America's best surviving example of Roman Baroque architecture. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Downtown"],["Downtown"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Urban exploration"]},". Detroit is known for its enormous, impressive but decaying relics of American industry and wealth, and thus has much potential for urban exploration. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Urbex"],["Urbex"]]}]}]},"\n",{"type":"===","value":["Historic neighborhoods"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Corktown"]}," is Detroit's oldest neighborhood. It was settled by Irish people from County Cork, hence the name ",{"type":"''","value":["Corktown"]},". Many historic landmarks are located in the neighborhood, such as the Michigan Central Station and Tigers Stadium. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Southwest Side"],["Southwest Side"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Greektown"]}," is probably Detroit's most famous neighborhood. It has an endless amount of Greek restaurants and is home to Greektown Casino. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Downtown"],["Downtown"]]}]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Mexicantown"]}," is the fastest growing neighborhood in Detroit. It is famous for its Mexican cuisine, which is evidenced by its vast number of restaurants. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Southwest Side"],["Southwest Side"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Palmer Woods"]}," is a private historic neighborhood in the city of Detroit west of Woodward Avenue and north of Palmer Park. ''See: ",{"type":"[[","value":[["Detroit\/West Side"],["West Side"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Woodbridge"]}," is a historic district home to many architecturally significant houses, most of which are Victorian-style. The neighborhood was one of the few that were not affected by Detroit's decay a few decades back. ''See: ",{"type":"[[","value":[["Detroit\/Southwest Side"],["Southwest Side"]]},"."]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"'''","value":["Charles H. Wright Museum of African American History"]}," holds the world's largest permanent exhibit on African American culture. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Midtown-New Center"],["Midtown-New Center"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Detroit Institute of Arts"]}," is one of the most significant museums in the United States. It has an art collection worth more than one billion dollars. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Midtown-New Center"],["Midtown-New Center"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hitsville U.S.A."]}," was Motown Records' first headquarters. Berry Gordy founded it in 1959, and all of the Motown hits were recorded here. Today, the building houses a museum of the history of Motown Records. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Midtown-New Center"],["Midtown-New Center"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Detroit Historical Museum"]}," covers the history of Detroit and its industries. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Dossin Great Lakes Museum"]}," is a museum devoted to the maritime history of the Great Lakes. One exhibit is the pilot house of a bulk ore freighter. Closed until May 18, 2013."]},"\n",{"type":"*","value":[{"type":"'''","value":["Historic Fort Wayne"]}," is a fort built in 1845 to defend Detroit from Canada. It also houses the ",{"type":"'''","value":["Tuskegee Airmen Museum"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museum of Contemporary Art Detroit"]}," hosts modern art exhibits."]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"*","value":[{"type":"'''","value":["Belle Isle"]}," is Detroit's premier park. The 1000-acre park lies in the river between Detroit and Windsor and is reached by bridge. It offers swimming, a nature center, yacht club, rowing club, conservatory, golf course, maritime museum. The park hosts motor racing, off-shore boat racing, concerts and small athletic events. The park, which is larger than Central Park in New York City, shared the same designer."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rouge Park"]}," is the largest park in Detroit. The 1200-acre park includes a golf course, model airplane field, swimming pools, hiking and mountain bike trail."]},"\n",{"type":"*","value":[{"type":"'''","value":["Campus Martius Park"]}," is Detroit's main urban park. Several skyscrapers surround this park and the adjacent Cadillac Square Park, which was made in 2007 to increase the amount of park space. The park is also home to several monuments, such as the Michigan Soldiers' and Sailors' monument, a Civil War monument. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Downtown"],["Downtown"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hart Plaza"]}," is a park located on Detroit's riverfront. It offers great views of the city's skyline and also has several monuments, such as Dodge Fountain and the Joe Louis Fist. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Downtown"],["Downtown"]]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Grand Circus Park"]}," is a park that connects the financial district to the theatre district. It is also surrounded by many skyscrapers. The park also has many monuments and statues. ",{"type":"''","value":["See: ",{"type":"[[","value":[["Detroit\/Downtown"],["Downtown"]]}]},"."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"''","value":["This is only a ",{"type":"'''","value":["small"]}," list of some of the some key activities and events to enjoy and even though they are listed here, their info is brief.  Make sure to check out the district articles for more."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Casinos"]}," The three major casinos include, MGM Grand Detroit, Motor City and Greektown. Check for performances."]},"\n",{"type":"*","value":[{"type":"'''","value":["Concerts, and more"]}," Detroit is the birthplace of American ",{"type":"'''","value":["electro\/techno music"]},", with Juan Atkins, Kevin Saunderson, and Derrick May all hailing from the area. Although other cities around the world have picked up Detroit's torch and carried it further in some ways, Detroit is still a great place to dance and see the masters at work."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greatlakescruisingcoalition.com Cruise Ships, the Great Lakes Cruising Coalition"]}]},". The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.portdetroit.com Dock of Detroit"]}]}," receives major cruise lines on the Great Lakes. Adjacent to the Renaissance Center on Hart Plaza. Local tours include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.diamondjack.com\/ Diamond Jack's River Tours"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.detroitprincess.com Detroit Princess"]}]},". Chartered tours are also available. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Detroit's Night Life"]}," includes a multitude of clubs throughout the metropolitan area."]},"\n",{"type":"*","value":[{"type":"'''","value":["Detroit's Vibrant, Underground Arts Scene"]}," Detroit is home to over 80 galleries, with artists hailing from around the world.  Artists are attracted to Detroit due to its abundance of raw, under-utilized industrial space and its inspiring environment of pre-depression era buildings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Detroit's Music Scene"]}," The Detroit sound is the sound of the world.  It is shaped by Detroit's unique past, its cultural diversity, its energy and its future.  Detroit's public information campaign, \"The World is Coming, Get in the Game\" features an online tour of this music scene.  Keep in mind that unlike some cities, there is no ",{"type":"''","value":["central"]}," entertainment district (Greektown only partially counts) and many up and coming groups play at venues scattered throughout the area."]},"\n",{"type":"*","value":[{"type":"'''","value":["Theater"]}," See a performance, Detroit's theaters include the Fox Theater, Fisher Theater, Masonic Theater, Gem Theater & Century Club,  Detroit Opera House, and Orchestral Hall."]},"\n",{"type":"===","value":[" Events "]},"\n",{"type":"*","value":[{"type":"{{","value":[["event"],["name=North American International Auto Show"],["url=http:\/\/www.naias.com\/"],["etype=Trade"],["year=2015"],["month=January"],["date=12"],["endmonth="],["enddate=25"],["location=Detroit"],["country=United States of America"],["importance=5"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["event"],["name=Ford Fireworks"],["url=http:\/\/theparade.org\/fireworks.php"],["year=2014"],["month=June"],["date=23"],["endmonth="],["enddate="],["location="],["country="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["event"],["name=Motown Winter Blast"],["url=http:\/\/www.winterblast.com\/"],["year=2014"],["month=February"],["date=7"],["endmonth="],["enddate=9"],["location="],["country="],["content=Held in January or February in Campus Martius Park, includes ice skating, concerts, and a street party in Greektown."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["event"],["name=Detroit Gold Cup"],["alt=Spirit of Detroit Thunderfest"],["url=http:\/\/www.gold-cup.com\/"],["year=2014"],["month=July"],["date=11"],["endmonth="],["enddate=13"],["location="],["country="],["content=Hydoplane races on the Detroit River. Mid-July."]]}]},"\n",{"type":"==","value":["Learn"]},"\nLocated in Ann Arbor, about 45 miles west of Detroit, the University of Michigan ranks as one of America's best. Alumni include President Gerald Ford and Google co-founder Larry Page. Others include Wayne State University (alumni include legendary White House Correspondent Helen Thomas and comedian\/actress Lily Tomlin), University of Detroit-Mercy, Lawrence Technological University, Oakland University, Oakland Community College which is one of the largest Community Colleges in Michigan, Eastern Michigan University, Marygrove College, and College for Creative Studies. \n\nThe Detroit area has many civic and professional organizations. The headquarters for the Society for Automotive Engineers (SAE), Automotive, is in Troy, MI, the Society of Manufacturing Engineers in Dearborn, MI and the Center for Automotive Research (CAR) is headquartered in Ann Arbor, MI. Others include the Detroit Economic Club, the Detroit Athletic Club, the Greening of Detroit to promote urban forestry (tree planting), the Detroit Riverfront Conservancy, Detroit Renaissance, and Detroit Economic Growth Association (DEGA), and more. \n\nThe International Academy, an all International Baccalaureate school (a public, tuition-free consortium high school operated by Bloomfield Hills Schools which consistently ranks among the top 10 public high schools in the nation by Newsweek magazine), Cranbrook Schools (an exclusive private boarding school and academy), the Eton Academy, and Henry Ford Academy are some of outstanding secondary schools that are located in the area.\n\n",{"type":"==","value":["Work"]},"\n\nSome of the major companies which have headquarters or a significant presence in metro Detroit include GM, Ford, Chrysler, Volkswagen of America, Comerica, Rock Financial\/Quicken Loans, Kelly Services, Borders Group, Dominos, American Axle, DTE Energy, Compuware, Covansys, TRW, BorgWarner, ArvinMeritor, United Auto Group, Pulte Homes, Taubman Centers, Guardian Glass, Lear Seating, Masco, General Dynamics Land Systems, Delphi, AT&T, EDS, Microsoft, IBM, Google, Verizon, National City Bank, Delta Air Lines, Bank of America, and Raymond James, PwC, Ernst & Young, the FBI, and more. This being said, Detroit has been greatly affected by the nation's economic downturn and has an official unemployment rate more than double that of the nation's, which in reality may be significantly higher.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"''","value":["This is only a ",{"type":"'''","value":["small"]}," list of shops and even though they are listed here, their info is brief.  Make sure to check out the district articles for more."]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Eastern Market"],["alt="],["url=http:\/\/www.easternmarket.org\/"],["email="],["address=2934 Russell St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Historic Farmers Market. Hours 7 AM - 5 PM. Monday-Saturday. Closed Sundays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=John K. King Books"],["alt="],["url=http:\/\/www.rarebooklink.com\/cgi-bin\/kingbooks\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 313-961-0622"],["tollfree="],["fax="],["hours="],["price="],["content=901 W. Lafayette, One of the best used bookstores in America with over 500,000 books in stock."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Pure Detroit"],["alt="],["url=http:\/\/www.puredetroit.com\/storelocations.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Detroit Souvenirs. Stores inside the Renaissance Center, the Fisher Building, and the Guardian Building."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Riverfront Shops"],["alt="],["url=http:\/\/www.gmrencen.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Detroit. Inside the GM Renaissance Center Winter Garden."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:DetroitGreektownS.jpg"],["thumb"],["250px"],["Greektown"]]},"\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nDetroit is home to many American classics including Sanders Hot Fudge, Little Caesars Pizza, Better Made Potato Chips, and Vernor's Ginger Ale. (Vernor's Ginger Ale shares the distinction as America's oldest soft drink with Hire's Root Beer).\n\nDetroit is famous for the ubiquitous Coney Island. The term refers to a hot dog with chili, mustard, and chopped fresh onions; the name also applies to restaurants that serve them. The two oldest are American Coney Island and Lafayette Coney Island, next door to each other in downtown Detroit. Coney Islands can be found all over the city. People in the suburbs get their fill from local chains such as National Coney Island and Leo's Coney Island.\n\nDetroit-style pizza is a delicious and crispy deep-dish pizza that you can't really find outside Michigan (with some exceptions). Not quite as thick as Chicago-style pizza, the buttery crust is worth seeking out. The Detroit classic is Buddy's Pizza, with locations throughout the metro Detroit area. Loui's Pizza in Hazel Park makes a fine example, as well. The dozens of Jets Pizzas in the area do it right and do it quickly.\n\nExplore Detroit's Greektown, with its Greek restaurants and shops surrounding the Greektown Casino. Detroit's Mexicantown is known for Mexican cuisine at restaurants such as Mexican Village, Evie's Tamales, El Zocalo and Xochimilco. Restaurants, bakeries, and shops are located on Vernor Highway, on both the east and west sides of the Interstate 75 service drive. Hamtramck is famous for its Polish cuisine and bakeries. Choose to dine in elegance at one of Detroit's many fine restaurants a sample of which include the Coach Insignia atop the Renaissance Center Downtown, the Whitney House restaurant in Midtown, or the Opus One in the New Center.\n\n",{"type":"==","value":["Drink"]},"\nVernor's Ginger Ale, created by Detroit pharmacist James Vernor, shares the distinction as America's oldest soft drink with Hire's Rootbeer. A local favorite, Detroiters pour Vernor's over ice cream (this drink is called a \"Boston Cooler\" in reference to Boston Blvd. in Detroit, not the city in Massachusetts). Also try Faygo soft drinks, another former Detroit based soft drink company. Detroiters enjoy ",{"type":"[","value":["http:\/\/www.michiganwines.com Michigan Wines"]},". A family of GM heritage, the Fisher family Coach Wines are served at the Coach Insignia Restaurant atop the GM Renaissance Center. The Detroit area also hosts a number of ",{"type":"[","value":["http:\/\/www.michiganbrewersguild.org microbreweries"]},".\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nWith plenty of luxurious accommodations, the Detroit area includes many fine hotels to fit all types of needs. Whether it is the riverfront ambiance of the Renaissance Center Marriott, or the old world elegance of the newly restored Westin Book-Cadillac. For a mix of the urban\/suburban flair try the international style Westin Southfield-Detroit Hotel.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\nAT&T is the incumbent landline telephone provider, and Detroit is serviced by all the major mobile telephone companies (Verizon, AT&T, T-Mobile)\n\n",{"type":"==","value":["Stay safe"]},"\n\nAs with most other urban areas in the US, precautions should be taken when out after dark: stay in groups; do not carry large amounts of money; and avoid seedy neighborhoods. The overall crime rate in downtown Detroit is below the national average, and crime has largely declined in the last twenty years, ",{"type":"'''","value":["but the city itself is still among the most dangerous in the country"]},".\n\nStick to major freeways when possible and try to avoid smaller streets through unfamiliar neighborhoods. How you carry yourself can easily keep you from getting mugged.\n\nContrary to some people's perceptions, downtown Detroit is generally well-policed and among the safest parts of the city. Crimes sometimes occur in downtown, but exercising common sense will go a long way toward keeping you and your valuables safe.\n\nSporting events, festivals and other large public events are always heavily policed and very safe. Sporadic crime events, mostly alcohol-related and involving groups of youths, have been reported at some of these events but they are by far the exception.\n\nSome of hard core night club music scene is located between downtown venues like the Majestic Theater\/Magic Stick complex, places in Hamtramck, and suburban venues in places like Royal Oak. Unless you take a taxi, you will have to drive, navigate the city at night, and typically park on the street. Patrons at some venues, such as Harpo's on the east side, should take safety precautions.\n\nAlways use caution and ask around before going to a particular venue. People at record stores, guitar shops, \"cool\" clothing stores, and the like often visit and know which venues are easy to get to and reasonably safe.\n\n",{"type":"==","value":["Cope"]},"\n\nDetroit has a modern freeway system that is easy to navigate. But be advised that suburban Detroit drivers tend to drive fast and aggressively. The flow of traffic on a freeway is routinely 10 mi over the speed limit, and weaving in and out of lanes is standard practice, often times without signaling. If you are driving the posted speed limit in the fast lane, the driver behind you may have no qualms about tailgating you, so if you plan on driving slowly, stay in the far right lane. Detroit Metropolitan Airport has a conveniently attached Westin Hotel and conference center.\n\nThe airport is among the most modern in the United States with both international and domestic gates in the World Terminal. Galegroup's Hour Media LLC publishes a full color guest guide found in hotels in the metro Detroit area. Visitors may request a guest packet from the Detroit Convention and Visitors Bureau. The Convention and Visitors Bureau sponsors Discover Detroit TV which airs Mondays at 5:30 PM on Detroit Public Television. The city has ample parking garages, valet, and pay-to-park lots near major attractions. Laurel Park Place Mall in Livonia has an attached Marriott Hotel. The Westin Hotel at the Southfield Town Center is centrally located for those needing access to the entire metropolitan region.\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium (Honorary)"],["url=http:\/\/www.diplobel.us\/Representatives\/Find_Consul.asp"],["email=davidcornillie@sbcglobal.net"],["address=30 Edgemere Rd, Gross Pointe Farms"],["lat="],["long="],["directions="],["phone=+1 313 530-4436"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/detroit\/index.aspx?lang=eng"],["email=dtrot@international.gc.ca"],["address=600 Renaissance Center Ste 1100"],["lat="],["long="],["directions="],["phone=+1 313 567-2340"],["tollfree="],["fax=+1 313 567-2164"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany (Honorary)"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/04__Legal\/01__Consulate__Finder\/HC\/02__ABC\/HoffmanF.html"],["email=migermany@comcast.net"],["address=2100 Pontiac Lake Rd, Bldg 41 W, Waterford"],["lat="],["long="],["directions="],["phone=+1 248 858-4090"],["tollfree="],["fax=+1 248 452-2039"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.consdetroit.esteri.it"],["email=inform.detroit@esteri.it"],["address=535 Griswold, Buhl Bldg Ste 1840"],["lat="],["long="],["directions="],["phone=+1 313 963-8560"],["tollfree="],["fax=+1 313 963-8180"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.detroit.us.emb-japan.go.jp\/"],["email=ryouji@globalbiz.net"],["address=400 Renaissance Center, Ste 1600"],["lat="],["long="],["directions="],["phone=+1 313 567-0120"],["tollfree="],["fax=+1 313 567-0274"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/www.sre.gob.mx\/detroit"],["email="],["address=645 Griswold Ave, Ste 1700, The Penobscot Bldg"],["lat="],["long="],["directions="],["phone=+1 313 964-4515"],["tollfree="],["fax=+1 313 964-4522"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands (Honorary)"],["url=http:\/\/sanfrancisco.the-netherlands.org\/Config\/Right_column\/Other_representations_in_the_U_S\/Honorary_Consulates"],["email=hpijls@plunkettcooney.com"],["address=Bloomfield Hills"],["lat="],["long="],["directions="],["phone =+1 248 901-4050"],["tollfree="],["fax=+1 248-901-4040"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinusa.fco.gov.uk\/en"],["email="],["address=150 W Jefferson Ave, Ste 100"],["lat="],["long="],["directions="],["phone=+1 313 225-7000"],["tollfree="],["fax=+1 313 225-7080"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Newspapers"]},"\n",{"type":"*","value":[{"type":"'''''","value":[{"type":"[","value":["http:\/\/detnews.com The Detroit News"]}]},". Published Monday through Saturday."]},{"type":"*","value":[{"type":"'''''","value":[{"type":"[","value":["http:\/\/freep.com Detroit Free Press"]}]},". Published daily."]},{"type":"*","value":[{"type":"'''''","value":[{"type":"[","value":["http:\/\/metrotimes.com Metro Times"]}]},". Alternative weekly covering news, arts and entertainment. Published Wednesdays; free."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["Michigan"]},"\n\nAlthough Detroit itself provides the majority of the region's visitor attractions, the entire Southeast Michigan area is large and diverse and contains a great wealth of hot spots and attractions that are also well worth visiting.\n\n",{"type":"*","value":[{"type":"[[","value":[["Ann Arbor"]]}," - Home to the ",{"type":"[","value":["http:\/\/www.umich.edu University of Michigan"]},", Ann Arbor offers many attractions of a self-enclosed small city. A thriving downtown, lots of culture, and plenty of students. Canoeing is a favorite pastime on the Huron River, available through ",{"type":"[","value":["http:\/\/www.metroparks.com\/Huron-Clinton Metro parks"]}," near Ann Arbor.  Additionally, the city boasts the number one rated ",{"type":"[","value":["http:\/\/www.artfair.org Ann Arbor Street Art Fair"]}," which attracts over 500,000 attendees from across the nation each July.  Enjoy the Beach at Kensington Metropark, or winter skiing at nearby Mt. Holly, and Brighton."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Dearborn"]]}," - Detroit's suburb to the Southwest and home of Ford Motor Company, Dearborn, has a leading attraction, ",{"type":"'''","value":[" ",{"type":"[","value":["http:\/\/www.hfmgv.org The Henry Ford"]}]}," (the Henry Ford Museum & Greenfield Village), a large historical and entertainment complex, and the ",{"type":"'''","value":["Automotive Hall of Fame."]},"  Dearborn has the second largest Middle-Eastern population in the World, with mosques being a common sight and a wide selection of Middle-Eastern food and shopping. Detroit's public information campaign, \"The World is Coming, Get in the Game\" has created an online tour (see section \"Do\" for the link) of Dearborn's cultural scene."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Flint"]]}," - The home of the modern labor union movement in the U.S.  While not as tourist-friendly as Ann Arbor, Flint has a great art scene for a city of its size and is much less pretentious."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Grand Rapids"]]}," - Michigan's second largest city. With a skyline filled with construction cranes, many believe Grand Rapids is Michigan's future. With a great, clean downtown area and the city's proximity to Lake Michigan, Grand Rapids is a grand experience waiting to happen."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake St. Clair"]}," and the ",{"type":"'''","value":["St. Clair River"]}," -  Waterfront activities and living are among the luxuries of the metropolitan Detroit area. Experience cruises and boating on beautiful Lake St. Clair. The St. Clair River connects Lake St. Clair to Lake Huron. In the quiet town of St. Clair, along the St. Clair River, dine at the ",{"type":"''","value":["Voyager"]}," Seafood restaurant at 525 South Riverside. Enjoy the charm of a small town lifestyle in a major metropolitan area in and around Lake St. Clair's ",{"type":"[","value":["http:\/\/www.anchorbaychamber.com Anchor Bay"]},".  Visitors to downtown Detroit may reserve a dock at ",{"type":"[","value":["http:\/\/www.michigan.gov\/dnr\/0,1607,7-153-10365_24648-94491--,00.html Tri-Centennial State Park and Harbor"]},". Or enjoy a ",{"type":"[","value":["http:\/\/www.greatlakescruisingcoalition.com\/cruises.html Great Lakes cruise"]},"."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Royal Oak"]]}," - Home to the beautifully landscaped Detroit Zoo, Royal Oak is a gay friendly suburb outside of Detroit which boasts a classy night scene with exciting dining and a diverse avant-garde bar culture. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Troy_(Michigan)"],["Troy"]]}," - Troy, a suburb of Detroit, contains the Somerset Collection, one of the largest upscale malls in the Midwest. Visit Nordstom, Macy's, Henri Bendel, Ralph Lauren\/Polo, Neiman Marcus, Saks Fifth Avenue, Tiffany & Co, Barney's New York, and more than 180 other specialty shops. Follow Big Beaver Road east as it becomes the Metropolitan Parkway toward Metropolitan Beach on beautiful Lake St. Clair."]},"\n",{"type":"===","value":["Ohio"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]},", ",{"type":"[[","value":[["Ohio"]]}," is about an hour south on the DT Expressway (I-75). This mid-sized city is on the edge of Lake Erie, which offers numerous nearby recreational opportunities. The city is a good destination for restaurant and architecture buffs. Toledo also boasts a nationally known art museum and zoo, and is a regional center for alternative energy research and development."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Cedar Point"]]}," is about an hour east of Toledo, this action packed amusement park is routinely ranked among the best in the world."]},"\n",{"type":"===","value":["Ontario"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]},", ",{"type":"[[","value":[["Ontario"]]},", ",{"type":"[[","value":[["Canada"]]}," lies just across the Ambassador Bridge or through the Detroit-Windsor Tunnel, which is located right next to the Renaissance Center (good to use if you see traffic backed up onto I-75).  This heavily trafficked border crossing has shaped Windsor more than anything else; well-maintained, walkable streets, shops and restaurants, Caesars Windsor casino, and adult entertainment. The lower drinking age (19) draws young Americans and ensures a vibrant club scene on weekends. Windsor provides great views of Detroit's skyline, especially on summer nights from waterfront Dieppe Park. Crossing the border requires a passport."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-75.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Flint"]]}],["minorl1=",{"type":"[[","value":[["Ferndale (Michigan)"],["Ferndale"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]}],["minorr1=",{"type":"[[","value":[["Melvindale"]]}],["image2=I-94.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Ann Arbor"]]}],["minorl2=",{"type":"[[","value":[["Dearborn"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Port Huron"]]}],["minorr2=",{"type":"[[","value":[["Harper Woods"]]}],["image3=I-96.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Lansing (Michigan)"],["Lansing"]]}],["minorl3=",{"type":"[[","value":[["Redford (Michigan)"],["Redford"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]}],["minorr3= Ambassador Bridge ",{"type":"{{","value":[["rtarrow"]]},{"type":"[[","value":[["File:Aiga immigration.svg"],["18px"]]}],["image4=US 12.svg"],["imagesize4=22"],["directionl4=W"],["majorl4=",{"type":"[[","value":[["Coldwater"]]}],["minorl4=",{"type":"[[","value":[["Dearborn"]]}],["directionr4=E"],["majorr4=END"],["minorr4="],["image5=US 24.svg"],["imagesize5=22"],["directionl5=N"],["majorl5=",{"type":"[[","value":[["Pontiac (Michigan)"],["Pontiac"]]}],["minorl5=",{"type":"[[","value":[["Southfield"]]}],["directionr5=S"],["majorr5=",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]}],["minorr5=",{"type":"[[","value":[["Redford (Michigan)"],["Redford"]]}],["image6=M-1.svg"],["imagesize6=22"],["directionl6=N"],["majorl6=",{"type":"[[","value":[["Pontiac (Michigan)"],["Pontiac"]]}],["minorl6=",{"type":"[[","value":[["Ferndale (Michigan)"],["Ferndale"]]}],["directionr6=S"],["majorr6=END"],["minorr6="],["image7=M-10.svg"],["imagesize7=22"],["directionl7=N"],["majorl7=",{"type":"[[","value":[["Farmington Hills"]]}],["minorl7=",{"type":"[[","value":[["Southfield"]]}],["directionr7=S"],["majorr7=END"],["minorr7="],["image8=M-39.svg"],["imagesize8=22"],["directionl8=N"],["majorl8=END"],["minorl8=",{"type":"[[","value":[["Southfield"]]}],["directionr8=S"],["majorr8=",{"type":"[[","value":[["Lincoln Park (Michigan)"],["Lincoln Park"]]}],["minorr8=",{"type":"[[","value":[["Dearborn"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"{{","value":[["isPartOf"],["Wayne County (Michigan)"]]},"\n",{"type":"{{","value":[["geo"],["42.33317"],["-83.04788"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Detroit"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Michigan\/Localities\/D\/Detroit\/"]]}]