[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Detroit Lake State Recreation Area"]}," is a state park in the ",{"type":"[[","value":[["Cascade Mountains (Oregon)"],["Cascade Mountains"]]}," region of ",{"type":"[[","value":[["Oregon"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThe 400-foot-deep lake was created in 1953 when the U.S. Army Corp of Engineers completed the Detroit Dam project. The dam blocks the current of the Santiam River, thus keeping the downstream rivers accessible to fishermen and tourists. The lake is over nine miles long with more than 32 miles of shore line. The lake is drained at the beginning of each winter in expectancy of rainfall. During this time, the lake looks more like a unmoving river. In the spring, valves are closed in the dam in order to increase the lake depth in time for the busy summer months. \n\n",{"type":"===","value":["Landscape"]},"\n\nDetroit Lake is surrounded by rolling hills covered with enormous douglas firs. On a map, Detroit lake resides within the outskirts of the Willamette State Forest. Mountains can be seen in the distance, rising above the hills. Sometimes in the early spring, snow still clings to the distant mountains, making the scenic views picturesque. There isn't a major city within 50 miles in any direction, allowing Detroit's night sky to be free of light-pollution and unattractive vapors.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nIf you live North of Salem: Drive South via I-5. Take exit 253 toward Stayton\/Detroit Lake (also known as OR-22). Take a left after the off-ramp onto Highway 22. Continue for about 50 miles. You will pass the Detroit Dam on your right. The park is on your right and is easy to miss if driving too fast.\n\nIf you live south of Salem, take I-5 North until exit 253, then take a right onto 22 after you've taken the off-ramp. The rest of the directions apply. \n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Boating"]},"\n\nThere is a long floating dock that has 82 boat slips built into it. It cost $7.oo for each boat to be attached. The boat ramp is free to use after paying the $3 day use fee. This fee must be paid before entering the park, unless you are camping overnight.\n\n",{"type":"'''","value":["Swimming"]},"\n\nThere are two swimming areas designated by the large perimeter of orange floats. These floats are tethered together and are kept in formation by chains leading to the bottom of the lake. There is a swimming area on each side of the park. These swimming areas do not have lifeguards, so stay safe at all times.\n\n",{"type":"'''","value":["Play Areas"]},"\n\nThere are two playgrounds available to everyone. They include slides and swing sets. There is also a basketball court next to each playground.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThe town of Detroit is only a few miles up the road from the recreation area. There are several small restaurants along Detroit Avenue.   \n\n",{"type":"*","value":[{"type":"'''","value":["Korner Post"]},", Detroit Avenue. Has a rustic feel-good atmosphere. It is a family-owned and ran business that serves burgers, pies and more. If compared to a large chain restaurant, it would be similar to a Shari's. The walls are covered in old pictures and paintings. There are rusted tools and antiques sitting on high shelves. The food is exquisite and the service is friendly."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=KC's"],["alt="],["url="],["email="],["address=155 Detroit Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Owned and operated by two women. They serve espresso drinks, sandwiches and ice cream. KC's makes the best milkshakes around. The food is good and the atmosphere is fun."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=marion foirks restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=i lived in detroit for 4 years and this restaurant is by far the best. It is locally and family owned. There is a deck that overlooks the river to eat on. the service is great. The only bad thing is its a short drive from Detriot towards bend on highway 22"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nIf you are not a fan of sleeping in a tent or you do not have the luxury of owning a RV, there are several motels close by in the town of Detroit.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=All Season's Motel"],["alt="],["url="],["email="],["address=130 Breitenbush Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Detroit Motel"],["alt="],["url="],["email="],["address=175 Detroit Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lakeside Motel"],["alt="],["url="],["email="],["address=110 Santiam Ave"],["lat="],["long="],["directions="],["phone = +1 503-854-3376"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nThere are a number of small campgrounds and RV parks along the banks of the Detroit Lake, but the largest campground and recreational area is Detroit Lake State Park. The State Park offers 106 full hookup, 72 electrical, 133 tent sites for camping. Full hookup refers to having both electricity and a local freshwater well right next to your site. Full hookup and electric sites are designed for RVs and campers, thus they are larger sites than those reserved for just tents.\n\nFor Information only, call (503)854-3346 or (800) 551-6949. To make Reservations, call 1-800-452-5687.\n\n\nOctober 1 to April 30 (Discovery Season)\nFull rate: $16\nElectrical hookup: $16\nTent site: $12\nExtra vehicle: $5\nBoat moorage: $7\nDaily day use: $3\nYearly day use: $25\n\nMay 1 to September 30\nFull rate: $20\nElectrical hookup: $20\nTent site: $16\nExtra vehicle: $5\nBoat moorage: $7\nDaily day use: $3\nYearly day use: $25\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nDetroit lake is a man made lake and under the water can be large rocks and tree stumps from when it was originally established. Do not jump into the water when you can not see the bottom. This lake experiences annual fatalities from people diving in and hitting stumps and rocks.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["Cascade Mountains (Oregon)"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]