[{"type":"{{","value":[["pagebanner"],["Deventer banner Brink.jpg"],["caption=Brink"]]},"\n",{"type":"'''","value":["Deventer"]}," is one of the oldest cities in the Netherlands. Situated along the river IJssel and a member of the Hanseatic League, this town in the province of ",{"type":"[[","value":[["Overijssel"]]}," offers a great collection of heritage. It is home to the country's oldest brick house, the oldest park and the oldest academic library. Today, the town is also known for its annual Dickens festival in December.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Deventer, stadszicht foto7 RM12572 2012-02-05 12.07.jpg"],["thumb"],["View of the city from the river side."]]},"\nCurrently home to almost 100.000 people, the city is first mentioned in documents of the 9th century. It is believed that it was the Anglo-Saxon missionary Lebuinus who established the settlement that became Deventer, by building a church there around 870. In the 11th and 12th century, Deventer was a very important and wealthy city. A member of the Hanseatic League, her wealth was mostly achieved by trading along the river IJssel. Many of the buildings erected in those profitable days still remain and the historic centre make Deventer an appealing town for visitors. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Schiphol Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["AMS"]]},") near Amsterdam is the largest airport in the vicinity. From there, directly under the arrivals area, regular trains can be boarded that take about 1,5 hours to reach Apeldoorn. By car, the journey takes fractionally longer and will involve navigating the ring roads around Amsterdam before hitting the A1.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Eindhoven#By_plane"],["Eindhoven Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["EIN"]]},") caters to low-cost airlines. The train journey to Deventer from Eindhoven takes about 2 hours, while the journey by car is less than 1.5 hours.\n\n",{"type":"===","value":["By car"]},"\nFrom ",{"type":"[[","value":[["Amsterdam"]]},", Deventer can be reached via the ",{"type":"'''","value":["A1"]}," motorway. The ride takes about 1 hour and 15 minutes, depending on traffic. Other important road connections into town are the ",{"type":"'''","value":["N337, N344"]}," and ",{"type":"'''","value":["N348"]},".\n\n",{"type":"===","value":["By train"]},"\nDeventer has two train stations, of which ",{"type":"''","value":["Station Deventer"]}," is the main one and of most use to travellers. Regular trains connect the city to all major destinations in the Netherlands. The international train between Amsterdam and Hannover\/Berlin also makes a stop at Deventer.\n\nDirect intercity services connect Deventer to ",{"type":"[[","value":[["Amsterdam"]]}," as well as ",{"type":"[[","value":[["Schiphol Airport"]]},". In both cases, the journey will take about 90 minutes. Other direct connections (typically running every half hour) include ",{"type":"[[","value":[["Zwolle"]]},", ",{"type":"[[","value":[["Arnhem"]]},", ",{"type":"[[","value":[["Enschede"]]},", ",{"type":"[[","value":[["Utrecht"]]},", ",{"type":"[[","value":[["Tilburg"]]},", ",{"type":"[[","value":[["'s Hertogenbosch"]]}," and Rotterdam.\n\n",{"type":"==","value":["Get around"]},"\nThe historic city centre is small and most suited to explore on foot. The ",{"type":"'''","value":["Waag"]}," is a good place to start, as it houses the Tourist Information Office as well as a museum. Themed walking routes can be obtained here. As in most Dutch cities, pedestrian road signs also give directions to the prime sights. \n\nA small passenger ferry runs all through the day to bring pedestrians to the other side of the IJssel river, allowing for easy access to the Ossenwaard natural area, which offers lovely walks and (in summer) some pleasant river side beach areas. No bikes are allowed on the ferry, and a single\/return ticket costs €1\/1.40. The ferry ride offers some nice views over town and makes it possible to park without charge at the Worp (so on the other side of the river). \n\nTo see more of the city's natural surroundings, renting a bicycle is a good alternative. They're available from the VVV Tourist Office in the Waag building. When it's closed, on Sundays, try the Fletcher Gildehotel (",{"type":"''","value":["Nieuwstraat"]},") or the Sandton IJsselhotel (",{"type":"''","value":["at the Worp, across the river"]},").\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Deventer Waag-VNP.jpg"],["thumb"],["Deventer Waag-VNP"]]},"\nThe oldest part of the town, just south of the railway station, still contains many medieval buildings. Just walking around the compact center there will be plenty to look at. The ",{"type":"'''","value":["Brink"]}," is the central square, and when the new city wall was constructed in 1350, it became an important trading quarter.\n\nThe ",{"type":"'''","value":["Bergkwartier"]}," area is a small part of Deventer centered around the Bergkerk, a church placed on a hillock that came into being around the 12th century. The yearly markets ushered in a new age of prosperity for Deventer. Newcomers settled in the newest part of town, Bergkwartier. It is situated between the main marketplace (Brink) and the harbor. The prosperity ended in 1570, when Deventer became the focal point of various wars. New defensive works where created to protect those in the new part of town, which later helped to secure the city from unwanted company. This irrevocably meant the end of the expansion of the district, as tearing down the defense works to expand the city was forbidden. The traders that came until 1570 left leaving Bergkwartier and all the heritage that can be seen today.\n\nToday, after many years of restoration, many old buildings have lost their function as warehouse and have become living quarters, shops, taverns, restaurants and offices. A lot of old sights were restored, as some were in decay or damaged by various wars. Now the Bergkwartier is one of the main tourist attractions in Deventer because of its rich history and very open character.\n\nThe ",{"type":"'''","value":["Noordenbergkwarier"]}," is a very old quarter west of it.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Lebuinus Church"],["alt="],["url="],["email="],["address=Grote Kerkhof 42"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=in Late Gothic style."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waag"],["alt="],["url="],["email="],["address=Brink 57"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Deventer has its own Leaning Tower of Pisa, the 'Waag' (courthouse), that leans over quite a lot."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Deventer-stelten.jpg"],["thumb"],["Actors on stilts during Deventer op Stelten."]]},"\n",{"type":"*","value":[" Go up the bell tower in the Lebinius-church for some amazing views as well as the bullet holes in the walls outside."]},{"type":"*","value":[" See the bridge where the film \"A Bridge Too Far\" was shot (Arnhem was no longer in a similar historical state to the way it was during WW2)."]},{"type":"*","value":[" See the Motorcar museum."]},{"type":"*","value":[" Take a walk on the river promenade, if it's not high tide."]},"\n",{"type":"===","value":["Events"]},"\nDeventer hosts a number of large events every year, attracting many thousands of domestic and international visitors. See also the bookmarket mentioned in the buy section.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dickens Festival"],["alt="],["url=http:\/\/www.dickensfestijn.nl\/index.php?option=com_content&view=category&layout=blog&id=68&Itemid=113"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The last weekend before Christmas, the annual Charles Dickens festival brings some 140.000 visitors to Deventer's Bergkwartier. Local volunteers and business owners turn the city quarter into a 19th century town by enacting famous scenes from Dickens' novels and dress up to be Oliver Twist, Scrooge and hundreds of other characters. The rest of the city joins in the celebrations with Christmas markets and other activities, providing a lively, overall buzz. Admission is free, but count on some queueing to enter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Deventer op Stelten"],["alt= Deventer on Stilts"],["url=http:\/\/opstelten.eventindeventer.nl\/index.php\/english"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=July sees this weekend full of international theatre acts, including a good number on stilts. Most of the acts are performed free of charge and on stages throughout the city."]]}]},"\n",{"type":"==","value":["Buy"]},"\nEvery first Sunday of the months, shops in the city centre open their doors between 12.00 and 17.00h. Thursday evening they stay open late, until 21.00h. \n\nDeventer has a good variety of boutiques and stores, including all the common Dutch brand stores and dozens of small, individual shops and galleries. The large chain stores are mostly situated in the ",{"type":"'''","value":["Smedenstraat, Lange Bisschipsstraat, Korte Bisschopstraat"]}," and the ",{"type":"'''","value":["Engestraat"]},". If you're more interested in the small scale businesses, make sure to stop by at the Tourist Information Office to pick up its free walking route along some 75 speciality stores and boutique shops. The ",{"type":"'''","value":["Walstraat"]}," and the ",{"type":"'''","value":["Bergkwartier"]}," are good places for antique shopping.\n\nDeventer is moderately famous for its bookstores. Most will be in Dutch, but there might be a rare find somewhere. Every first Sunday of August, the city centre hosts the ",{"type":"'''","value":["largest open-air bookmarket in western Europe"]},". Some 6km long, due to the 875 or so book stalls, this large market attracts up to 130.000 visitors. \n\n",{"type":"==","value":["Eat"]},"\n\nThe city's most famous foodstuff is \"Deventer Koek\", which can be bought in the ",{"type":"'''","value":["Koekhuisje"]}," (Cookie House) at Brink 84.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chez Antoinette"],["alt=bar bodega Chez Antoinette"],["url=http:\/\/www.chezantoinette.nl\/"],["email="],["address=Roggestraat 10-12, 7411 EP Deventer"],["lat=52.252374"],["long=6.162202"],["directions=walk from Central Station, 5 minutes"],["phone =+31570 616630"],["tollfree="],["fax="],["hours="],["price="],["content=Portuguese restaurant, bar and bodega in the historic heart of Deventer. It is the town's evergreen—this place has been around for a long time and is rated high by the locals. Don't get fooled by its French name—this place serves truly authentic Portuguese drinks and dishes. There's a very nice bar which is open till late at night and things can get quite crowded or ",{"type":"''","value":["gezellig"]}," as the Dutch would call it. The restaurant definitely requires a booking if you want to be sure of a table. Just ring and make a reservation."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Thai Cuisine"],["alt="],["url=http:\/\/lethai.nl\/"],["email="],["address=Grote Overstraat 30"],["lat="],["long="],["directions="],["phone=+31 570 613922"],["tollfree="],["fax="],["hours="],["price=Mains from €16, surprise menu €32 p.p."],["content=Those with a taste for Asian food return time and again to this local favourite. It serves a range of Thai dishes in a cosy restaurant, situated in the arched vaults of a historic mansion. For groups of 4 to 8 people, there's a free taxi service if you're staying in or directly around the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Brasserie 42"],["alt="],["url=http:\/\/www.brasserie42.nl\/"],["email="],["address=Grote Overstraat 42"],["lat="],["long="],["directions="],["phone=+31 570 600855"],["tollfree="],["fax="],["hours=11.00-19.00, closed Su&M"],["price=From €5 for the soup of the day to €16 for dinner mains."],["content=A simple, modern place with good bistro style food. It's a popular place for lunch and it serves early dinner as well, but note that the place closes at 19.00h. If you're just stopping by for a cup of coffee, they serve some pretty tasty cakes to go with it."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name= ’t Arsenaal"],["alt="],["url=http:\/\/www.restaurantarsenaal.n"],["email="],["address=Nieuwe Markt 33-34"],["lat="],["long="],["directions="],["phone=+31 570 616 495"],["tollfree="],["fax="],["hours="],["price=€34.95"],["content=If the weather is nice, reserve a table on the charming inner courtyard, rather than the terrace in the front. The food is French\/Mediterranean and of good quality. Service can be a bit hasty when it's busy, but is overall adequate. Good spot for a romantic dinner too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Theater Restaurant Bouwkunde"],["alt="],["url=http:\/\/www.theaterbouwkunde.nl"],["email="],["address=Klooster 2-4"],["lat="],["long="],["directions="],["phone=+31 570 614 075"],["tollfree="],["fax="],["hours="],["price=€32"],["content=The floor above is a theatre, but the cozy downstairs restaurant serves non-theatre guests as well. High-quality produce and a love for food are their corner stones, but take into account that waiting times between courses can be on the long side."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are countless establishments throughout the city centre. In summer, when the weather allows, the outdoor terraces at ",{"type":"''","value":["De Brink"]}," and the ",{"type":"''","value":["Grote Kerkhof"]}," are especially packed and buzzing with life.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=In den Elegast"],["alt="],["url=http:\/\/www.elegastswingcafe.nl\/home.asp"],["email="],["address=Brink 10"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open only Th 21.00-02.00h, Sa-Su 23.00-05.00h"],["price="],["content=Real dance cafés are hard to come by in the Netherlands, but this place deserves the name for sure. Thursdays see live performances from more established artists, while every third Thursday of the month, there's room for debuting acts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bierencafe de Heks"],["alt="],["url=http:\/\/deheks.nl\/"],["email="],["address=Brink 63, 7411 BV Deventer"],["lat="],["long="],["directions=It's next to the Waag."],["phone=+31-570-613412"],["tollfree="],["fax="],["hours=Mo - Thu: 15:00 - 02:00 Fr: 15:00 - 03:00 Sat: 14:30 - 03:00 Sun: 15:00 - 02:00"],["price="],["content=A small pub that specialises on all kinds of beer. They have more then 70 different sorts of beer."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Gilde"],["alt="],["url=http:\/\/www.hotelgilde.nl"],["email=info@hotelgilde.nl"],["address=Nieuwstraat 41"],["lat=52.254438"],["long=6.154347"],["directions="],["phone=+31 570 641-846"],["tollfree="],["fax="],["price=€88"],["checkin="],["checkout="],["content=Upper budget hotel in the historic center of Deventer. Some rooms have a balcony and view over the inner garden, but not all of them. Free Wi-Fi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camp Site De Worp"],["alt="],["url=http:\/\/www.stadscamping.eu"],["email="],["address=Worp 12"],["lat="],["long="],["directions="],["phone=+31 570-613601"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€ 16,50 per night, incl. 2 people"],["content=Right on the other side of the river, and easy to reach through the ferry, this quiet campsite is just a stone's throw from the city centre. It has 60 camp spots, including a number of tents ready for rent."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Hanzestadslogement De Leeuw"],["alt="],["url=http:\/\/www.hoteldeleeuw.nl\/"],["email="],["address=Nieuwstraat 25"],["lat="],["long="],["directions="],["phone=+31 570-610290"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€79-119"],["content=A small, quaint family-run hotel with an atmosphere quite like no other. It's situate in a historic building and a former bakery and houses a small museum collection on the Hanseatic League. Rooms come in different sizes and prices. The cheaper ones are a bit small but the exceptional charm and friendly owners get this place raving reviews nonetheless."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["At just a ten minute drive from Deventer, ",{"type":"[[","value":[["Zutphen"]]}," and ",{"type":"[[","value":[["Apeldoorn"]]}," (home to a royal palace open for the public) both have pleasant historic centres too. ",{"type":"[[","value":[["Zwolle"]]}," (30 min) and ",{"type":"[[","value":[["Arnhem"]]}," (1h) are other options with the same kind of qualities."]},"\n",{"type":"*","value":["If you're rather looking for some nature, head to National Park The ",{"type":"[[","value":[["Veluwe"]]},"."]},"\n\n",{"type":"{{","value":[["routebox"],["image1=NL-A1.png"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Amsterdam"]]}],["minorl1=",{"type":"[[","value":[["Apeldoorn"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Enschede"]]}],["minorr1="]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Overijssel"]]},"\n",{"type":"{{","value":[["geo"],["52.25"],["6.17"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Deventer"]]}]