[{"type":"{{","value":[["pagebanner"],["Devils Tower banner.jpg"],["pgname=Devils Tower",{"type":"<","value":["br"]},"National Monument"]]},"\n",{"type":"[[","value":[["File:Flaganddevilstower.jpg"],["thumb"],["270px"],["Devils Tower National Monument."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/deto\/ Devils Tower National Monument"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Monument"]]}," that is located in Crook County in ",{"type":"[[","value":[["Northeast Wyoming"]]},". The Monument was established as the first national monument by President Theodore Roosevelt in 1906 through his use of the Antiquities Act. The Monument is the core of an ancient volcano; the surrounding softer rock has over time been eroded to reveal cooled magma hardened into igneous rock, appearing as fluted shafts and columns rising over 500 feet in the air. The monolithic tower rises above the Belle Fourche River at the edge of the Black Hills region, known in this section as the Bear Lodge Mountains.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThe Tower was known as \"Mateo Tipi\" by American Indians of the region, and is considered sacred. \"Mateo Tipi\" translates as \"Bear Lodge\", as the Indian legend revolves around the creation of the tower as a refuge for a group of Indian youths being pursued by a giant bear. Imploring the great spirit to save them, a rock they were standing on began to rise into the air. The bear tried to reach them, with its claws carving the fluted columns into the rock. The youths then were taken up and became what is known as the seven sisters constellation. A U.S. cavalry scouting party reached the tower in 1876 and incorrectly translated the name to mean \"Bad God's Tower\" and thus its present name remains.\n\nDevils Tower is probably best known as the location of the alien-human rendezvous point in Steven Spielberg's oscar winning 1977 Science Fiction film, ",{"type":"''","value":["Close Encounters of the Third Kind"]},".  Production designer Joe Alves traveled the west looking for a proper landmark and stumbled across the obscure park finding it a perfect fit for use in the film. Devils Tower National Monument is administered by the National Park Service, a part of the Department of Interior, and is a popular place for rock climbing, hiking, and as a tourist waypoint located between popular destinations such as ",{"type":"[[","value":[["Mount Rushmore National Memorial"]]},", ",{"type":"[[","value":[["Badlands National Park"]]},", ",{"type":"[[","value":[["Yellowstone National Park"]]}," and ",{"type":"[[","value":[["Grand Teton National Park"]]},".\n\n",{"type":"===","value":["Landscape"]},"\n\nThe one obvious contrast in landscape here is jarringly weird, and indeed the main attraction! Devils Tower is one of the world's most striking natural monoliths in no small part for its sheer, vertical form, and its dramatic contrast with the rolling prairie extending in all directions for seemingly endless distances (the rolling prairie being essentially a lower extension of the nearby ",{"type":"[[","value":[["Badlands and Black Hills"],["Black Hills"]]}," in ",{"type":"[[","value":[["South Dakota"]]},").\n\nThe tower itself is the eroded remnant of a giant laccolith—an igneous intrusion produced by rising molten magma exploiting a weak point in the existing sedimentary rock layers about 65 million years ago. Over the epochs since, the softer sandstones and shales that covered and surrounded the intrusion (which had pushed them up), leaving us with this alien-attracting, arrestive tower. The tower is fully surrounded by constantly eroding hexagular basalt columns (in fact, the same columnar basalt found at the ",{"type":"[[","value":[["Giant's Causeway"]]}," in ",{"type":"[[","value":[["Northern Ireland"]]},", as well as at ",{"type":"[[","value":[["Devils Postpile National Monument"]]}," in ",{"type":"[[","value":[["California"]]},").\n\n",{"type":"[[","value":[["File:DevilsTowerCloseupByPhilKonstantin.jpg"],["thumb"],["300px"],["A close up of the hexagonal basalt columns surrounding the tower"]]},"\n\nYou might notice that the forest rolling along the hills is a little repetitive. The lack of diversity was caused by fire suppression by ranchers, settlers, and actually the U.S. Forest and Park Services, as a means of avoiding fires spreading to settled areas and the burning down of the valuable and beautiful forests. But without the natural cycle renewal caused by (natural) forest fires, the Ponderosa pine has taken over, depriving any smaller ground plants from getting needed sunlight. In more recent decades, the Park Service has undertaken prescribed burns to try and restore the rich, diverse ecosystem that once prevailed.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nPrairie falcons nest on the monument, and some climbing trails are closed yearly to protect the nestlings.  Annual information about closings is available on the National Park Service web site.\n\nThe meadows on the approach roads to the Tower are the home to colonies of Prairie Dogs.  Visitors are advised not to approach these creatures due to the risk of contracting rabies if bitten.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nThe nearest airport with commercial service is the ",{"type":"'''","value":["Gillette-Campbell County Airport"]}," (",{"type":"{{","value":[["IATA"],["GCC"]]},") ",{"type":"[","value":["http:\/\/www.iflygillette.com\/"]}," in ",{"type":"[[","value":[["Gillette"]]},", with commuter service to Salt Lake City and Denver. The closest full-service airport is ",{"type":"'''","value":["Rapid City Regional Airport"]}," (",{"type":"{{","value":[["IATA"],["RAP"]]},") ",{"type":"[","value":["http:\/\/www.rcgov.com\/Airport\/pages\/Default.htm"]},", across the border in ",{"type":"[[","value":[["South Dakota"]]}," and served by five airlines. US Route 14 links the two cities.\n\n",{"type":"===","value":["By car"]},"\nDevils Tower National Monument is located off Wyoming State Route 24, which is accessed via US Route 14. The US-14\/WY-24 intersection is about 1 hour east of Gillette and 1 hour and 30 minutes west of Rapid City.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"*","value":[" $10 – 7 day pass for an individual ",{"type":"'''","value":["vehicle"]}]},{"type":"*","value":[" $5 – 7 day pass for individual pedestrian \/ bicycle \/ motorbike"]},"\nSource: National Park Service website ",{"type":"[","value":["http:\/\/www.nps.gov"]},"\n\nAlternatively, if you plan to visit multiple National Parks in the US, purchase a ",{"type":"'''","value":["National Parks Pass"]},". This allows entry to any National Park for a period of 12 months for your vehicle and any passengers within.  The price is only ",{"type":"'''","value":["$80"]},".  The park also honors the \"permanent\" Golden Pass for seniors by the National Park Service.\n\n",{"type":"==","value":["Get around"]},"\n\nMost visitors enter the park by car or bus from the east, to take a two mile or so drive to the base of the tower on its northwest side.  There they find a visitors' center with background on the park and interesting books and souvenirs.  Nearby, they will find modern restrooms.  From the visitors' center, they can choose to walk the full perimeter of the tower at its base on a path approximately 1.3 miles long.  In primary tourists season, the more adventuresome can apply for permission to climb the tower after showing adequate preparation and qualification.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Belle Fourche River 19A.JPG"],["thumb"],["300px"],["Red sandstone along the Belle Fourche River"]]},"\n\nNow, there is one colossally, hulkingly obvious attraction here. But there's a little more to see beyond the gaping-mouthed stare the tower evokes. Hikes described below will take you around some pretty prairie landscapes and to the Belle Fourche River, as well as the occasional Japanese-crafted abstract peace statue.\n\n",{"type":"==","value":["Do"]},"\n\nThere is a good amount of trail here for day hiking, with the Red Beds Trail being particularly rewarding. If you're not up for a long hike, try heading up the Red Beds Trail from WY-110 near the KOA campground, which will take you to a pretty section of the Belle Fourche River, where you can see some of the old, soft red sandstone that once covered the Tower itself.\n\n",{"type":"==","value":["Buy"]},"\n\nIn addition to offerings at the visitors' center, you'll find a post office and trading post just outside the park entrance.  The latter offers snacks and soft drinks plus another collection of souvenirs.\n\n",{"type":"==","value":["Eat"]},"\n\nThe nearest restaurants are in the tiny town of Hulett (less than 400 residents) to the north on WY-24 (about a 15 minute drive from the park's gate). ",{"type":"[[","value":[["Sundance"]]}," would be a little larger (about 1,000 residents), and has a little notoriety to the name—the Sundance Kid gets his name from his stint in the town's prison in 1888—but is a further drive, about 30 minutes southeast along WY-24 to US-14 E.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Circle Wind Sculpture.jpg"],["thumb"],["300px"],["A 2008 sculpture, ",{"type":"''","value":["Circle Wind"]},", with Devils Tower rising above the surrounding landscape in the background"]]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Devils Tower Lodge"],["url=http:\/\/www.devilstowerlodge.com"],["email="],["address=P.O. Box 66, #34 S.R. 110"],["lat="],["long="],["directions=Drive into the Park and take the road to the Joyner Ridge Trail Head"],["phone=+1-307-467-5267"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A bed & breakfast that is located in a former park superintendent's home on 21 acres.  Amenities include queen beds, floor-to-ceiling windows, an open-air view deck, private baths, hearty breakfasts, outdoor spa and indoor rock climbing gym\/exercise room."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Devils Tower National Monument"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Wyoming\/Travel and Tourism\/Parks\/National Parks and Monuments\/Devils Tower NM\/"]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northeast Wyoming"]]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]},"\n",{"type":"{{","value":[["geo"],["44.590277777778"],["-104.71527777778"]]}]