[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"'''","value":["Devonport"]}," is the third largest city in the state of ",{"type":"[[","value":[["Tasmania"]]},", ",{"type":"[[","value":[["Australia"]]}," located on the north coast, on the Bass Strait.\n\nDevonport, along with the centers of Ulverstone, Latrobe, ",{"type":"[[","value":[["Wynyard"]]}," and ",{"type":"[[","value":[["Burnie"]]}," is part of Tasmania’s North West or Cradle Coast region.\n\nOften referred to as the gateway to Tasmania, being the arrival port of the daily Bass Strait ferry service from the mainland. \nWith a population of around 25,000 people, Devonport is really just a large town. The main part of the town, ",{"type":"''","value":["West Devonport"]}," is largely situated between the Don River to the West and Mersey River to the East. The other part of the town, ",{"type":"''","value":["East Devonport"]}," is situated directly across the Mersey River from the town centre. Devonport boasts a number of pleasant beaches, natural bush reserves and striking headlands including the Mersey Bluff with its lighthouse sitting atop.\n\nDevonport is the closest point of arrival to the World Heritage listed ",{"type":"[[","value":[["Cradle Mountain-Lake St Clair National Park"],["Cradle Mountain-Lake St. Clair National Park"]]},", only around an hours drive away.\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By ship"]},"\n\n",{"type":"[[","value":[["Image:Tasmania_devonport_spirit_of_tasmania.jpg"],["right"],["thumb"],["250px"],["Spirit of Tasmania in Devonport Harbour"]]},"\n\nDevonport is the Tasmanian arrival port for the Spirit of Tasmania ",{"type":"[","value":["http:\/\/www.spiritoftasmania.com.au\/ "]}," passenger ferries from the mainland.\n\nThe ",{"type":"''","value":["Spirit of Tasmania I"]}," and ",{"type":"''","value":["Spirit of Tasmania II"]}," travel the ",{"type":"[[","value":[["Melbourne"]]}," - Devonport route providing an overnight service in both directions every day of the year. The vessels depart at 8PM and arrive the following morning at 7AM. During peak periods there are additional daytime crossings, departing at 9AM and arriving the same day at 6PM, and the overnight ferry going from 9PM until 6AM.  The ferry travels faster!  The ferry terminal is in East Devonport, directly across the river from the town centre.  Boarding closes 45 minutes before the departure time, and it is not unusual for the ship to be sailing well away from the wharf at the time of scheduled departure.\n\nThere are restaurants, both buffet and a-la-carte on board.  There is a cinema, several bars, and live music during summer crossings.  There shop selling essentials, and tourist items.  There is a phone which works while at sea, and a ATM which doesn't.\n\nTelstra has mobile reception and 3G data is available throughout the ship, even when at sea.  No other mobile or data services are available.\n\nThe vessels have a wide variety of accommodation, these include Cruise Seats, Business Class Seats, Inside 3, 4 Berth Cabin, Porthole 3, 4 Berth Cabin, Inside Twin Cabin, Porthole Twin Cabin and the luxurious Deluxe Cabins.\n\n",{"type":"'''","value":["Fares"]},"\nIts cheap to take your car onboard, at $65 per car year around each way.  The cost is subsidised by the federal government as part of the national highway budget.  Unfortunately you can't send your car unaccompanied, and you will have to buy at least one seat on the ship.\n\nA seat usually costing between $120 and $180 depending on the time of year.  The cheapest cabin costing between $170 and $280 per person, depending on the time of year each way.  More for a twin or deluxe cabin, more for a porthole.\n\nIt can easily be cheaper to fly than to take the ship, and as a guide a flight and a week of car hire in a small car for a couple usually works out around the same price as a return trip with a car in a twin cabin.\n\nMotorbikes cost $45, and bicycles cost $7.  However, officially these are only entitled to the subsidised rate if they are your form of transportation.  If you can get the bicycles on the car on a bike rack within the standard car length, then you pay no extra for them.\n\nThe ship docks in East Devonport which is linked by a passenger ferry across the Mersey to the town centre.  However it doesn't run as early as the ferry arrives, or as late as the ferry arrives, and not at all on Sunday.  The walk around via the road bridge is a long one, and you may need to get a taxi into town.\n\n",{"type":"===","value":["By plane"]},"\nDevonport Airport is 8km ",{"type":"''","value":["(5 miles)"]}," from the town centre. This small regional Airport is  served by Qantaslink ",{"type":"[","value":["http:\/\/www.qantas.com.au\/regions\/dyn\/home\/qualifier-region-au"]}," which flies into and out of the airport up to six times a day, connecting with other flights on the mainland at Tullamarine Airport in ",{"type":"[[","value":[["Melbourne"]]},". Local carrier Tasair ",{"type":"[","value":["http:\/\/www.tasair.com.au\/"]}," operates passenger and cargo flights to ",{"type":"[[","value":[["King Island"]]},".\n\nTo get to or from the Airport. \n",{"type":"*","value":["A taxi will cost approximately A$20 from the town centre. "]},{"type":"*","value":["Taste the Tiers Tours operate buses between the town centre and the airport. Fares start at A$10 per person one way. "]},{"type":"*","value":["There are a number of car rental agencies with an office at the Airport."]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"*","value":["277km ",{"type":"''","value":["(172 miles)"]}," from ",{"type":"'''","value":[{"type":"[[","value":[["Hobart"]]}]}," via the Midland Hwy - ",{"type":"''","value":["Approx 3hrs"]}]},{"type":"*","value":["251km ",{"type":"''","value":["(156 miles)"]}," from ",{"type":"'''","value":[{"type":"[[","value":[["Hobart"]]}]}," via the Lake Hwy - ",{"type":"''","value":["Approx 3.5hrs"]}," (some gravel sections & subject to alpine weather including ice & snow)"]},{"type":"*","value":["100km ",{"type":"''","value":["(62 miles)"]}," from ",{"type":"'''","value":[{"type":"[[","value":[["Launceston"]]}]}," via the Bass Hwy - ",{"type":"''","value":["Approx 1hr"]}]},{"type":"*","value":["46km ",{"type":"''","value":["(28 miles)"]}," from ",{"type":"'''","value":[{"type":"[[","value":[["Burnie"]]}]}," - ",{"type":"''","value":["Approx 30min"]}]},{"type":"*","value":["88km ",{"type":"''","value":["(54 miles)"]}," from ",{"type":"'''","value":[{"type":"[[","value":[["Cradle Mountain National Park"]]}]}," - ",{"type":"''","value":["Approx 1hr20min"]}]},{"type":"*","value":["208km ",{"type":"''","value":["(129 miles)"]}," from ",{"type":"'''","value":[{"type":"[[","value":[["Strahan"]]}]}," - ",{"type":"''","value":["Approx 3hrs"]}]},{"type":"*","value":["254km ",{"type":"''","value":["(158 miles)"]}," from ",{"type":"'''","value":[{"type":"[[","value":[["Freycinet National Park"]]}]}," - ",{"type":"''","value":["Approx 3hrs"]}]},{"type":"*","value":["335km ",{"type":"''","value":["(208 miles)"]}," from ",{"type":"'''","value":[{"type":"[[","value":[["Port Arthur (Tasmania)"],["Port Arthur"]]}]}," - ",{"type":"''","value":["Approx 4.5hrs"]}]},"\n",{"type":"==","value":["Get around"]},"\n\nThe city centre of Devonport is concentrated within walking distance. So it makes sense to get around on foot. If your apartment or hotel is not close to the city center, a taxi will come and pick you up. Remember Devonport is, beside the ferry terminus, a small country town.\n\nIt is a fair walk from the ferry terminus in East Devonport to downtown in West Davenport.  A passenger ferry service operates across the Mersey form the ferry to the town, but does not operate on Sundays.\n\nAn offroad cycleway follows the waterfront, going up to the lighthouse.  However the two sections of cycleway rely on the passenger ferry to connect them, which doesn't run early mornings, late nights, or on Sundays, so on those days East Devonport is inaccessible unless you want to cycle on the road, and take the freeway bridge.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tiagarra Aboriginal Cultural Centre"]}," A museum of aboriginal history, with a nature trail that takes you to view natural rock formations that have been mistaken for Aboriginal rock carvings. "]},{"type":"*","value":[{"type":"'''","value":["Devonport Maritime Museum"]}]},{"type":"*","value":[{"type":"'''","value":["Mersey Bluff Lighthouse"]}," and penguin viewing area"]},{"type":"*","value":[{"type":"'''","value":["Don Village and Don River tourist railroad"]}," Vintage steam train and pioneer-style museum."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Mersey River Cruises ",{"type":"[","value":["http:\/\/www.bultegroup.com\/mrc\/"]}]}," Cruise the calm waters of the Mersey River estuary taking in the unique sights of Devonport and surrounds."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Tasmanian Arboretum"],["url=http:\/\/www.tasmanianarboretum.org.au"],["email="],["address=46 Old tramway Rd Eugenana"],["lat=-41.23102"],["long=146.29847"],["directions=off C146 Melrose Rd"],["phone = +61 364272690"],["tollfree="],["fax="],["hours=9AM to Sunset("],["price=$5 Donation"],["content=Walk among collections of trees from temperate climes on 66ha, see local wildlife and enjoy the peaceful environment. Tree Park Kiosk open for light refreshments 11Am to 4PM  October to May. All facilities. Coin operated BBQ's 2 x $1 coins."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Molly Malone's"]}," This Irish pub is one of the biggest spots for beer on tap in town. Dinner is served until 8PM and on weekends the bar fills up fast."]},"\n",{"type":"==","value":["Sleep"]},"\nThe ferry brings on a daily basis people to town, and therefore there is a broad variety of apartments, hotels and hostels depending on your budget. When you arrive with the ferry in Devonport you can reserve a room on board the ferry. For weekends and the peak season (December to February) it is recommended to book a room up in advance.\n\n",{"type":"===","value":["Budget"]},"\n\nThe pub Molly Malones has a couple of rooms upstairs starting from 15 AUD per night. One double room with en suite (50 AUD) for the posh backpackers. \n\nThere is also a backpackers situated behind the old Devonport Hospital, beds start at 13 AUD in a dorm.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-41.180556"],["146.346389"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Tasmania"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Devonport, Tasmania"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Tasmania\/Localities\/D\/Devonport"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Devonport, Tasmania"]]}]