[{"type":"{{","value":[["pagebanner"],["Dharamsala banner Monastery prayer wheel.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["File:Dharamsala View.JPG"],["thumb"],["350px"],["McLeod Ganj and the snow-capped peaks of the Dhauladhars"]]},"\n\n",{"type":"'''","value":["Dharamsala"]}," or ",{"type":"''","value":["Dharamsala"]}," (Hindi: धर्मशाला, pronounced [d̪ʱərəmˈɕaːlaː] or [d̪ʱərmˈɕaːlaː]; Tibetan: དྷ་རམ་ས་ལ་), is a hill station in ",{"type":"[[","value":[["Himachal Pradesh"]]},", famed for its large ",{"type":"[[","value":[["Tibet"]]},"an community centred around the activities of the Dalai Lama.\n\n",{"type":"==","value":["Understand"]},"\n\nThe Tibetan Buddhist roots of Dharamsala stretch back to the 8th century, although most of the local population long since reverted to (and remains) Hindu.  \"Dharamsala\" literally means an \"inn attached to a temple\", and it was so until the district headquarters in ",{"type":"[[","value":[["Kangra"]]}," became too crowded and the British moved 2 of their regiments in the late 1840s to what is now Dharamsala. Over the years, this grew to be district headquarters of Kangra, and the very location is now known as the Police Lines.\n\nDharamsala was mooted to be the summer capital of India. But this was not to be, as much of the town was destroyed in the 7.8 magnitude earthquake of 4 April 1905. The disaster killed over 10,000 people in this sparsely populated area.\n\nAfter falling into obscurity in the early days of Indian independence, Dharamsala regained some social standing in 1959 with the arrival of the Dalai Lama and the ",{"type":"[","value":["http:\/\/www.tibet.com Tibetan Government in Exile"]},". Currently, it is a very popular hang-out for foreigners and students of Buddhism. Indeed, it is now perhaps a little too popular  and many would say the town, and especially McLeod Ganj, is little more than a backpacker ghetto. Don't come here expecting calm and tranquility.\n\n",{"type":"[[","value":[["File:Map of McLeod Ganj.png"],["thumb"],["370px"],["Map of McLeod Ganj"]]},"\n\n",{"type":"===","value":["Orientation"]},"\n\nDharamsala is divided into two distinct areas that are separated by a 10 min, 9 km bus or jeep ride.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lower Dharamsala"]},", consists of most of the government offices, Schools, the local Hospital, and commercial areas. It also has a few tea gardens. One in the area of Chilgari and another just beyond Dari. It is a typical small Indian town that, other than for the bus station, is of little interest to tourists. One can enjoy the view while driving through."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Upper Dharamsala"]},", known more commonly as ",{"type":"''","value":["McLeod Ganj"]}," is named after David McLeod the once the British Lieutenant-Governor of Punjab. It is home to the Tibetan community and the centre of tourist activity. Unless specifically stated, all listings in this article refer to McLeod Ganj."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bhagsu"]},", is 2 km north and has become a commercialised warren of concrete."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dharamkot"]},",  is the flavour of the month."]},"\nVillages near McLeod Ganj include ",{"type":"'''","value":["Forsyth Ganj"]},", a short hike away on the way up from Lower Dharamsala.\n\nFor a quiet and basic experience, try ",{"type":"'''","value":["Naddi"]}," (3 km) or ",{"type":"'''","value":["Talnu"]}," (11 km).\n\n",{"type":"===","value":["Climate"]},"\n\nLower Dharamsala is at an altitude of 1,400 m, while McLeod Ganj is at around 1,750 m, making them ",{"type":"'''","value":["considerably cooler"]}," than the plains below.  Temperatures in January can dip below freezing, while June can go up to 38°C. The monsoon season from July to September is very wet.  Even in March, when the Dalai Lama holds his teachings and the weather down in ",{"type":"[[","value":[["Delhi"]]}," is downright balmy, you will still need a heavy winter coat. These can be purchased at reasonable prices in the town.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Gaggal Airport"]}," (",{"type":"{{","value":[["IATA"],["DHM"]]},") is at Gaggal near ",{"type":"[[","value":[["Kangra"]]},", a distance of 15 km from McLeodganj by road on MDR44 and NH20. The airport has been recently upgraded. Air India and Spicejet operate daily flights to Dharmashala from NewDelhi.\n\n",{"type":"===","value":["By bus"]},"\n\nMost people come to Dharamsala by bus.  It has good connections with other parts of North India, although the journeys are often slow due to the narrow winding roads in the hills.\n\nThe main bus terminal is in Lower Dharamsala, but some public HRTC buses to Delhi and ",{"type":"[[","value":[["Pathankot"]]}," go all the way to the main square of McLeod Ganj, where you can also book advance tickets for the return trip.  Unreserved HRTC buses from ",{"type":"[[","value":[["Pathankot"]]}," cost ",{"type":"{{","value":[["Indian Rupee"]]}," 75 and take 3\/4 hours to Dharamsala\/McLeod Ganj.  Private bus companies are available for travel from ",{"type":"[[","value":[["Manali"]]},", ",{"type":"[[","value":[["Dehradun"]]}," and ",{"type":"[[","value":[["Delhi"]]},".  Overnight buses operate from Delhi with many leaving from the Tibetan colony of Majnu ka Tilla. These services take upwards of 13 hr and cost from ",{"type":"{{","value":[["Indian Rupee"]]}," 450 for a basic bus to ",{"type":"{{","value":[["Indian Rupee"]]},"  1000 for a plusher Volvo.Tickets for Haryana Road Transport Corporation ( HRTC- A State Government body) can be booked online at http:\/\/hrtc.gov.in\/HRTCTickets\/  ",{"type":"[[","value":[["Chandigarh"]]},", 236 km distant from McLeodganj, is a gruelling 8-9 hr trip in an ordinary bus.\n\n",{"type":"===","value":["By train"]},"\n\nThe nearest broad gauge railhead is at ",{"type":"[[","value":[["Pathankot"]]}," and the neighboring small station of Chakki Bank, a comfortable overnight journey from Delhi.  Train buffs can continue on the ",{"type":"''","value":["very"]}," slow and rickety but pretty Kangra Valley Railway to ",{"type":"[[","value":[["Kangra"]]},", a journey that easily takes up to 6 hours and still leaves you 18 km from McLeod Ganj. Many travellers choose to continue by bus or taxi instead. If you do choose to go to Kangra then from the train station then you need to walk and autorickshaw to the bus stop where buses are available to take you to Dharamsala.\n\n",{"type":"===","value":["By taxi"]},"\n\nA taxi from ",{"type":"[[","value":[["Pathankot"]]}," to McLeod Ganj, a distance of 88 km, takes about 3 hours, and the official fare from Pathankot is ",{"type":"{{","value":[["Indian Rupee"]]}," 1,300 (return). However the asking rate is always ",{"type":"{{","value":[["Indian Rupee"]]}," 1,600 and you can negotiate to around ",{"type":"{{","value":[["Indian Rupee"]]}," 1,450 ( 50 rs is probably charged as a toll ). This is December 2011 rate for a small car ( Indica ).\n\nTaxis from Delhi are often available leaving from Majnu Ki Tila Tibetan settlement in North Delhi on the ring road.  Many people take a taxi to Delhi which takes about 10 hours and pay the return fare simply because they don't want to deal with the hassle and pain of taking a bus. These taxis need to return to Dharamshala, and many times will sell seats in their car for the same price as a bus ticket.  To find these taxis, go to the Majnu Ki Tila Tibetan Settlement Bus Stand and look for taxis which have ",{"type":"[[","value":[["Himachal Pradesh"]]}," License plates. You can negotiate with a driver. Often the taxis will leave in the evening and you will arrive in Dharamshala early the next morning.\n\n",{"type":"==","value":["Get around"]},"\n\nMcLeod Ganj is small enough to be navigated on foot. Public buses to Dharamsala leave roughly hourly and cost ",{"type":"{{","value":[["Indian Rupee"]]}," 10. Chartered auto-rickshaws charge around ",{"type":"{{","value":[["Indian Rupee"]]}," 100, taxis are now ",{"type":"{{","value":[["Indian Rupee"]]}," 200 one-way. Trips from McLeod Ganj to nearby points (e.g. Bhagsu) should not cost much more than ",{"type":"{{","value":[["Indian Rupee"]]}," 80.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Monastery PrayerWheel.JPG"],["thumb"],["225px"],["Giant prayer wheel and ",{"type":"''","value":["thangka"]}," of Arya Sitatapatra, a form of Tara, at Tsuglagkhang"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Naam Art Gallery"],["url="],["email="],["address=Sidhbari, Chamunda Rd"],["lat="],["long="],["directions="],["phone=+91 98 1604 3708"],["tollfree="],["fax="],["hours=Tu-Su 10AM-7PM"],["price="],["content=Permanent exhibition of watercolours and acrylic paintings by Elizabeth Buschmann and oil paintings by Alfred W. Hallett."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tsuglagkhang Complex"],["url="],["email="],["address=Temple Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the largest Tibetan temple outside Tibet, and it has a large meditation hall containing some beautiful statues and thangkas, as well as a Kalachakra temple with beautiful murals. It is the monastery of the Dalai Lama, and is located just in front of his residence."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tibet Museum"],["url=http:\/\/www.thetibetmuseum.org\/"],["email="],["address="],["lat="],["long="],["directions=opp. Tsuglagkhang"],["phone=+91 18 922 2510"],["tollfree="],["fax="],["hours=Tu-Su 9AM-5PM"],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 5"],["content= Small but interesting museum on the history of Tibet and its people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tibetan Library"],["url=http:\/\/www.tibet.com\/ltwa.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near the Tibetan Government in Exile, with a small but interesting museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tibetan Institute of Performing Arts"],["alt=TIPA"],["url=http:\/\/www.tibetanarts.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Stage  performances of traditional Tibetan dance, music, and theatre. The shows are not happening much."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bhagsunag Fall"],["url="],["email="],["address="],["lat="],["long="],["directions=around 11 km from the Dharamshala, it is easily approachable by road from Mcleodganj"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bhagsunag fall has many waterfalls, an ancient temple, numerous slate quarries and a fresh water spring."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kunal Pathari"],["url="],["email="],["address="],["lat="],["long="],["directions=around 3 km from the Dharamshala."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=People come to this temple every day to pray to the Goddess."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dharamkot"],["url="],["email="],["address="],["lat="],["long="],["directions=around 14 km form Dharamshala."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an ideal place for a picnic near to Dharamshala. It is situated in the Himalayan mountain range giving an amazing view of the surrounds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Peak Art Gallery"],["url=http:\/\/www.peakartgallery.com"],["email="],["address=Temple Rd, Mcleod Ganj"],["lat="],["long="],["directions=1\/2 way down Temple Rd, below Cafe Nirvana"],["phone="],["tollfree="],["fax="],["hours=10AM-7PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Rakkar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A picturesque hamlet on the outskirts of Lower Dharamshala, perched on the foothills of the snow capped Dhauladhar range of the Himalayas in the Indian state of Himachal Pradesh. Historically inhabited by shepherds of the Gaddi community, the hamlet is slowly attracting visitors who are interested in getting away from the busy tourist hub of McLeodganj in favor of having a closer interaction with the locals villagers in a pristine village environment."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Bhagsunag Waterfall Pan.JPG"],["thumb"],["225px"],["Bhagsu Waterfall"]]},"\n\n",{"type":"===","value":["Trekking\/walking"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bhagsu Waterfall"],["url="],["email="],["address="],["lat="],["long="],["directions=3 km from Dharamsala"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An easy walk down Bhagsu Rd through the village of the same name, then 1 km up to the waterfall itself. Despite a sign advising visitors not to venture further, the path to the waterfall is in reasonable shape, except for the final 50 m which are distinctly dodgy, especially in slippery weather. Be careful if you decide to take a bath in the upper pools of the waterfall, as there may be shards of glass in the water, possibly thrown there by the villagers to prevent \"indecent\" behavior by westerners at night."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dal Lake"],["url="],["email="],["address="],["lat="],["long="],["directions=4 km from Dharamsala, past Naddi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fairly well signposted. A thoroughly anticlimactic sacred pond is the color and texture of its yellow lentil namesake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Indrahar pass"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Passes through the snowbound Dhauladhar Range in the Kangra valley. This Trek ends at Lamu.Himalayan Heights Adventure Instt. a leading travel and Trekking agency organise and conducts expeditions to all the passes over Outer Himalayan Range (the Dhauladhar). Cross country treks to Chamba valley, Bharmour, Kullu and Manali,Lahoul & Spiti are conducted under the super- vision of qualified instructors. Activities like paragling,rafting and other aquatic sports are also conducted by this Institute."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Triund"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are in for a brisk walk, climb the hill beyond Dharamkot to Triund. Provides a beautiful view of the first peaks of the Himalayas and a wide view over the plains. As the peak is 2,875 m, make sure to wear good shoes, carry water, some food if you and an extra vest or coat. At the top, even in summer, the weather can change from hot and sunny into a small snowstorm very quickly. Every year some tourists get themselves into serious trouble this way, wearing only sandals and a T-shirt. If you want to warm up before the Triund trak, try the trek to Guna temple. This is a 5 km trek (one way), through jungle and is quite a climb.\n\nIf you want to do a shorter trek , hire a small car from McLeodganj for ",{"type":"{{","value":[["Indian Rupee"]]}," 300-350 to Galu Devi. (Please note; ",{"type":"''","value":["this is not Guna Devi"]},"). From there its a 3 hr climb to Triund.\nIf you plan to stay overnight at Triund , there is a Forest Rest house (",{"type":"{{","value":[["Indian Rupee"]]}," 500 per night ). Take a long your personal double bedsheetbut be aware there is no running water or electricity. So a torch , spare batteries is a must. If the Forest house is booked , then you can hire tents there."]]}]},"\n",{"type":"[[","value":[["File:Tibetan flag.jpg"],["thumb"],["300px"],["The \"snow lion flag,\" a symbol of the Tibetan independence movement, is strictly outlawed in Tibet but ubiquitous in Dharamsala,"]]},"\n\n",{"type":"===","value":["Meeting the Dalai Lama"]},"\n\nMeeting (or at least getting to see) the ",{"type":"[","value":["http:\/\/www.dalailama.com Dalai Lama"]}," is the dream of a lifetime for many people, an intensive spiritual experience for Buddhists and a memorable moment for people of other faiths. It's also very difficult to pull off, so don't plan on it. It requires a good deal of luck.\n\nIf you want to give it your best shot, the first thing to do is make sure that ",{"type":"''","value":["His Holiness"]}," is actually in town when you visit. He travels frequently. His website lists his yearly itinerary and an email to the office will confirm his travel dates. While he does give scheduled public teachings, these are crowded. There are some that are only scheduled a few days in advance, so keep your eyes and ears open in Dharamsala. The ultimate goal is a private audience. His website says he is no longer giving them. This isn't precisely true, but you have to have a really good reason or an \"in.\" Go to the office of his secretary.\n\nThe Dalai Lama's administrative office is in the Tsuglagkhang Complex. When you face his house, which has a gate with Indian guards in front of it, it's the last door on your right, at the end of the complex. This office is open all day, six days a week. The man behind the desk will tell you to apply online and give you the website address. Go to an internet cafe and do it if you haven't already done it and been rejected months in advance so that you can say that you have, but it probably won't get you anywhere. If the receptionist is there alone, then ",{"type":"''","value":["His Holiness"]}," is not giving private audiences. If a bunch of people are there holding slips of paper with their personal information and their passports, he's giving private audiences, they usually occur around noon. There is heavy security and you need a reason. Chat with everyone.\n\nSome people get in as a group, like a documentary crew or a family whose father is a politician. Actually, talk to everyone in Dharamsala about ",{"type":"''","value":["His Holiness"]},", and you're bound to run into someone who is on his staff or knows someone on his staff. At the office, drop the name of every person you met. If you are visibly ill, you may get an audience based on that. Granted, this \"audience\" will probably last the time it takes for him to bless you, which is about 10 seconds, and an additional ",{"type":"{{","value":[["Indian Rupee"]]}," 5 to pose for a photo. A photographer is provided and you are not allowed to bring your own camera.\n\nTo meet the Dalai Lama is something most Tibetans worldwide only dream of so count your blessings if you receive an audience. Bring a khata (white scarf) - they can be purchased for a few rupees, but since you'll probably be treasuring that khata, you might want to shell out ",{"type":"{{","value":[["Indian Rupee"]]}," 20 for a nicer one. If he poses for a picture with you the security office will tell you to return with a blank CD and they will burn the picture onto a CD. Blank CDs can be purchased from the tech stores on Temple Rd for about ",{"type":"{{","value":[["Indian Rupee"]]}," 50. Remember to show appreciation for anyone whose name you might have dropped to get in. Donate to their monastery, eat at their restaurant or whatever you feel is appropriate. This isn't expected but it's a nice thing to do.\n\nEvery year in February–March for ten days or so, and occasionally at other times, the Dalai Lama holds public lectures. Registration at the Tibetan Branch Security Office (near Hotel Tibet) is necessary, preferably 3–4 days beforehand although shorter notice may be possible. Bring a cushion to sit on, a FM radio with headphones to listen to the simultaneous translation from Tibetan to English, a cup for tea, and a sunhat\/umbrella, but as little else as possible since security is tight. The last day of teaching concludes with public prayers, for which no security pass is needed. Donations are welcome.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=17th Karmapa"],["alt=Dalai Lama's alternative residence"],["url=http:\/\/www.kagyuoffice.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A temporary residence is at the Gyuto Tantric University in the town of Sidhbari near McLeod Ganj."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"[[","value":[["File:Dharamsala Temple Bazaar.JPG"],["thumb"],["280px"],["The half-Tibetan, half-Indian bazaar bustle of McLeod Ganj"]]},"\n\nCourses available include yoga, meditation, reiki, Tibetan and Indian cooking classes, Tibetan language classes and Thai massage. Many courses include vegetarian meals, and are offered at meditation centres.\n\n",{"type":"===","value":["Yoga, meditation, healing"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Asho Institute"],["url="],["email="],["address=Bhagsu Village"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Courses in ayurvedic nutrition and tai-chi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Amit Reiki & Meditation Centre"],["alt="],["url=http:\/\/amitreiki.com\/"],["email="],["address=Jogiwara Rd, B, Mcleodganj"],["lat="],["long="],["directions=below Yongling School"],["phone=+91 94 18909046"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Buddha Hall-Reiki with Usha'"],["url="],["email="],["address="],["lat="],["long="],["directions=opposite the German Bakery"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Courses in reiki (I,II,III and master) as well as tarot and crystal healing from Buddha hall in Bagsu. Flexible and compassionate teacher."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Guerrilla Yoga"],["url="],["email="],["address="],["lat="],["long="],["directions=go down the stairs at Yongling School. It's the big green building"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=5 day yoga courses of several varieties in McLeod Ganj. Private instruction is available. New studio, opened in March of 2008, great staff, very friendly. Also has local art for sale, commission free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kailash School of Yoga & Holistic Healing"],["url=http:\/\/www.yogatribe.org"],["email="],["address="],["lat="],["long="],["directions=100 m from the main square. Walk down the stairs from the Green Shop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ashtanga Vinyasa and tribal hatha yoga classes are available daily to everyone on a drop-In basis. Treatments and sessions in reiki, ayurvedic massage, meditation and 'sound healing' are available but have to be arranged at least 1 day in advance. Short and long-term courses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kundalini Yoga"],["url="],["email=jiwankaur13@hotmail.co.uk"],["address=Thardoeling, Near HH Dalai Lama temple, Mcleod Ganj"],["lat="],["long="],["directions="],["phone=+91 98 1685 1691"],["tollfree="],["fax="],["hours="],["price="],["content=Yoga classes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tibetan Buddhism and language"],["url="],["email=tibhintutor@yahoo.in"],["address="],["lat="],["long="],["directions="],["phone=+91 98 0539 1799"],["tollfree="],["fax="],["hours=9AM-12PM and 2PM-5PM. Mon-Sat"],["price="],["content=Courses include; Tibetan buddhism, Tibetan language, Hindi language."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tushita Meditation Centre"],["url=http:\/\/www.tushita.info"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=10 day course starts at ",{"type":"{{","value":[["Indian Rupee"]]}," 4,800"],["content=10 day Introduction to Buddhism\/meditation courses, 5 day meditation courses, and more (mostly residential). Silence is held most of the day but there are also discussion groups after philosophy lessons. Situated near Dharamkot, Tushita practices the Tibetan mahayana tradition. Register online or at Tushita. Prices are inclusive of all lodging, lessons and 3 meals a day of very tasty vegetarian food. Set cost per day is around ",{"type":"{{","value":[["Indian Rupee"]]}," 500 including food & lodging, can provide a gradual introduction to those new to Buddhism."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Vipassana"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=near Dharamkot"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=10 days meditation course. You need to register in advance at their web-site ",{"type":"[","value":["http:\/\/www.dhamma.org\/"]},". The course will teach you the Vipassana technique. You have to be completely silent, and you are provided 2 meals and very light dinner. The course is free, but you can leave a donation if you please. The course is a fairly intense form of meditation retreat (14 hr days) in the Theravada tradition. Previous meditation experience is not required as you will be asked to set aside your current practices while learning the vipassana technique. Some would recommend that beginners attend a course such as that offered by Tushita which is a mix of meditation, philosophy, and discussions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Yogi Cottage"],["url=http:\/\/www.kailashyogaindia.com"],["email="],["address=Bhagsu Rd"],["lat="],["long="],["directions=Mcleodganj"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yoga alliance approved ",{"type":"{{","value":[["Indian Rupee"]]}," 200-500 yoga teacher training programs, reiki lessons for individuals or groups. see also: http:\/\/www.yogatribe.org"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Z-Meditation"],["alt="],["url=http:\/\/www.zmeditation.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=15 day silent meditation retreat in lower Dharamsala. Deep deconditioning inquiry, radiant mantras, creative meditations, assignments for disentangling your own life, and also 2 hr of daily yoga, three vegetarian meals and a refreshment break. The entire retreat is undertaken in silence. Courses are US$600-1,200 depending on accommodation arrangements."]]}]},"\n",{"type":"===","value":["Cooking classes"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lha Charitable Trust"],["url=http:\/\/www.lhasocialwork.org\/tibetan-cooking"],["email="],["address=Temple Road"],["lat="],["long="],["directions="],["phone=+91 18 92 220992"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 300 for a 2 hr class"],["content=Get your hands dirty while you learn to make different kinds of momos, Tibetan breads, and Tibetan noodles. Contact Lha to set up a class. Also have volunteer opportunities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Llhamo's Kitchen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Learn how to cook traditional Tibetan food with different courses every day including soups, momos and Tibetan bread. Run by a delightful Tibetan man called Llhamo. It all takes place in Llhamo's single room house right in the centre of town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mr Sangye's Kitchen"],["url="],["email=sangyla_tashi@yahoo.co.in"],["address=Joqibara Rd"],["lat="],["long="],["directions=further down from the post office and the pool hall"],["phone=+91 98 1616 4540"],["tollfree="],["fax="],["hours="],["price="],["content=Learn how to cook traditional Tibetan food, different courses every day, ranging from soups, momos and Tibetan bread."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Trimurti Cooking Class"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Choose any three from a wide variety of Indian dishes, and Rajni will show you how to make it all in her small, pleasant kitchen. Rajni began teaching classes and doing laundry to support herself after her husband was left paralysed by a tragic fall. Ask for her above the Himalayan Adventures store in upper Bhagsu, near the steps to Dharamkot."]]}]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"===","value":["Volunteer"]},"\n\nThere are some opportunities to volunteer whilst in Dharamsala. For longer term options such as 1 month or more ask at the LHA office in the middle of the town. Staff there are very friendly and always welcoming if people wish to teach, tutor or get involved in conversational classes.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lhasocialwork.org\/ Lha Social Work"]}]},". Lha is one of the largest charitable social work organizations in Dharamsala and McLeod Ganj and aims to provide vital resources and services for Tibetan refugees, the local Indian population, and people from the Himalayan regions. Volunteers are needed for English, French, and Chinese classes, IT classes, vocational training, health and environmental awareness education, distribution of clothes and medicine, a community kitchen and many other programs and activities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mountaincleaners.org\/ Mountain Cleaners"]}]},". Mountain Cleaners is an environmental non-governmental organisation (NGO) involved in waste management activities for businesses, locals and tourists in the Dharamsala area. The organisation also arranges clean-up treks, and children's days that volunteers can participate in."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tesi Environmental Awareness Movement"]},", ",{"type":"[","value":["http:\/\/www.ecotibet.org\/"]},". If you are an environmental expert, then contact this non-profit Tibetan group."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rogpa Cafe"]},",  Jogibara Rd, is always looking for volunteers to work in the cafe or to look after children at the Day Care centre. This is a 2 week commitment.  All proceeds go to the Rogpa Day Care centre that provides free services for local children."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Volunteer Tibet"]},", ",{"type":"[","value":["http:\/\/www.volunteertibet.org\/"]},". Teaching English and computer skills are common options. This organisation may likely pass you over to LHA or other organisations. There are also a few institutions that provide for the benefit of exiled Tibetans and local Indians. There are also ads on billboards and in the free local magazine \"Contact\"."]},"\nYou may also approach Tibetans in social circles to help them improve their English whilst getting to know each other's culture and personal story. Be mindful of accepting requests for private tutorage from monks on the streets. After a few days they may subject you to demands for ",{"type":"''","value":["sponsorship"]},", however stories of this are rare.  It may be best to go through a credible and well established organisation if you want to provide assistance in this way.\n\nIn general most monks and lay people are incredibly grateful to have you help them with their English and it is a great way to get to know Tibetan people on a more personal level.  The easiest way to help out is to drop into LHA on Temple Rd, or LIT on Jogibara Rd and sign up for tutoring. A commitment of one month is preferred.\n\n",{"type":"==","value":["Buy"]},"\n\nMany Tibetan things can be bought in Dharamsala  such as jewellery and trinkets, woollen shawls, prayer flags, prayer wheels, ",{"type":"''","value":["thangka"]}," and mandala paintings.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Tibetan Singing Bowl"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very easy to play and used for ",{"type":"''","value":["sound healing"]},", ",{"type":"''","value":["music therapy"]}," or just for relaxation."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n\nMcLeod Ganj is a great place for eating, and the town has an abundance of restaurants, especially in the mid to upper range that cater to foreign tourists.  The newer among those upscale eateries increasingly tend to offer free wifi connections. Despite the restaurateurs' claims to the contrary these wifi services are sometimes not fully operative or the connection may be interrupted and hence unsuitable for downloads.  At the very least do not allow yourself to be lured into settling down for an extended session at an eating-place solely by their outdoor WiFi signage before first ascertaining the quality of that service.\n\nMomos sold by numerous Tibetan street vendors usually sell at ",{"type":"{{","value":[["Indian Rupee"]]}," 10 for 4 pieces. These are safe to eat and acceptable to the Western palate even if they cannot be expected to match the level of culinary delicacy of those offered by some of the best establishments listed below.\n\n",{"type":"{{","value":[["infobox"],["Some Tibetan favorites"],["Dharamsala is a good place to try Tibetan food and beverages.\n",{"type":"*","value":[" ",{"type":"'''''","value":["Momos"]}," - dumplings filled with meat or vegetables, steamed or fried"]},{"type":"*","value":[" ",{"type":"'''''","value":["Thukpa"]}," - a hearty noodle soup with veggies or meat"]},{"type":"*","value":[" ",{"type":"'''''","value":["Thenthuk"]}," - ",{"type":"''","value":["thukpa"]}," with handmade noodles"]},{"type":"*","value":[" ",{"type":"'''''","value":["Pocha"]}," - salty tea churned with butter, a Tibetan staple"]}]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Carpe Diem"],["url="],["email="],["address=Jogibara Rd"],["lat="],["long="],["directions=300 m or 10 min walk from McLeodganj's central square or chowk, on the left-hand side, one storey above street level"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=International cuisine, including Mexican, Thai, Italian, and Nepalese. The day's selection of cakes on display. Nepalese staff; small library of books for in-house perusal; occasional live music."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chocolate Log"],["url="],["email="],["address=Jogibara Rd"],["lat="],["long="],["directions=20 min' walk from McLeodganj's central square or chowk, on the left-hand side at the point where the road takes a sharp turn to the right"],["phone=+91 18 9222 1993"],["tollfree="],["fax="],["hours="],["price="],["content=A virtual landmark for decades and well-known to most locals, run by a Kashmiri-pandit couple.  It is essentially a cake-",{"type":"''","value":["cum"]},"-pastry shop with a delightful sit-in café on the upper-level sylvan terrace.  Middling to good baked items, coffee entirely disappointing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Common Ground Cafe"],["url=http:\/\/www.commongroundsproject.org"],["email="],["address=Tushita Rd"],["lat="],["long="],["directions=100 m uphill from main square or chowk of McLeodganj"],["phone=+91 18 9222 0264"],["tollfree="],["fax="],["hours="],["price="],["content=A non-profit café set up as a meeting place between Chinese and Tibetans that holds many discussions and shows promoting harmony and understanding between the two cultures. Taiwanese and fusion food served in a place to sit and relax with your shoes off on the raised seating area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dolma & Dorjee"],["url="],["email="],["address=Bagsu Rd"],["lat="],["long="],["directions=in the last bend of the road to Bhagsu, just before you leave McLeod Ganj."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small inexpensive restaurant at the quieter end of Bagsu Rd. Run by a delightful, friendly family who give the place its character. Excellent banana bread and good chai."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Flourishing Flora"],["url="],["email="],["address=Tipa Rd"],["lat="],["long="],["directions=15 min walk from the main square or chowk of McLeodganj; on the left-hand side, just before the Tibetan Institute for the Performing Arts or TIPA"],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 30~250"],["content=A pleasant floral oasis on the plush open-air patio of a free-standing, somewhat secluded private house (no views to speak of, however), offering gourmet items (prepared, according to the sign outside, without compromises in quality).  There are 11 beverages (",{"type":"{{","value":[["Indian Rupee"]]}," 30~75; including unusual ones, like \"milk with organic turmeric\", ",{"type":"{{","value":[["Indian Rupee"]]}," 40), breakfast items (",{"type":"{{","value":[["Indian Rupee"]]}," 30~70), fresh-baked bread, sandwiches (",{"type":"{{","value":[["Indian Rupee"]]}," 60~135), salads, baked sweets (",{"type":"{{","value":[["Indian Rupee"]]}," 25~70; not on display), and set \"home-cooked meals\" (",{"type":"{{","value":[["Indian Rupee"]]}," 150~250) which somewhat mysteriously escape further elaboration in the menu. Managed by an Indo-American couple. No wifi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Green Restaurant"],["url=http:\/\/www.greenhotel.biz\/"],["email="],["address=Green Hotel, Bhagsu Rd"],["lat="],["long="],["directions=300 m or 10 min walk from McLeodganj's central square or chowk, on the right-hand side, past Kunga Guesthouse"],["phone=+91 18 9222 1200, +91 18 9221479"],["tollfree="],["fax="],["hours=7AM~9PM"],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 40~100"],["content=Well-known, popular, and trendy, a place to eat and ",{"type":"''","value":["be seen"]},"; decent, hearty food, all supposedly organic, good Western pies and Tibetan dishes, consistent in quality (if on rare occasion they try to offload on you yesterday's quiche just return it and order something else).  Terrace in the back offers limited views over McLeodganj and the Kangra Valley beyond (partly obstructed by water tanks on the roof of the neighbouring house) to be enjoyed on uncomfortable chairs; inside seating on cushy sofas more agreeable.  Pay by the hour wifi at higher rates than those offered by most Internet cafés in town.  Reading matter for your visit can be chosen from a small library of books, but this feature is not unique and is customarily offered by most of McLeodganj's other trendy spots as well."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Herbal Tea Shop"],["url="],["email="],["address=Tipa Rd"],["lat="],["long="],["directions=5 min walk from the main square or chowk of McLeodganj; on the left-hand side, next door to the much larger 'Tennor' Internet café by which it may be overshadowed in appearance"],["phone="],["tollfree="],["fax="],["hours=8AM~10PM"],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 100 for herbal tea and cake"],["content=A gourmet shop serving specialty herbal teas, fresh-squeezed fruit juices, and desserts such as banana cake and chocolate mousse, all outstanding in quality, with most items costing a flat ",{"type":"{{","value":[["Indian Rupee"]]}," 50 each.  This is not a place in which to appease a ravenous hunger, but rather one in which to savour delicacies in small portions and convivial atmosphere. Divan-style seating directly on the floor with the aid of cushions. Some additional seating is available outdoors on a divan put out in front of the establishment during opening hours.  A hub for an informal single-women's support group."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Himalaya Restaurant"]},", Bhagsu Rd.  A stylish eatery. Don't be put off by the small intimate downstairs area. The second floor boasts an all weather patio and elegant decor. The menu is slightly pricey but the food and setting more than makes up for it. Tibetan, Indian, Chinese and western cuisine. ",{"type":"{{","value":[["Indian Rupee"]]}," 80-180."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jimmy's Italian Kitchen"],["url="],["email="],["address=Jogibara Rd"],["lat="],["long="],["directions=a few steps from McLeodganj's main square or chowk, on the left-hand side, just past the Buddhist chorten and on the opposite side to it, one storey above street level"],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 100~130"],["content=Nice decor with old, and not-so-old, movie posters, unprofessional staff apparently left unsupervised by the owners.  Food better than that offered at the other Italian stlye places in town, with great salads, and acceptable pastas (",{"type":"''","value":["napolitana"]},", ",{"type":"''","value":["arrabbiata"]},", ",{"type":"''","value":["quattro formaggi"]},", ",{"type":"''","value":["puttanesca"]},") and pizzas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=JJI Exile Brothers Mama's Kitchen"],["url="],["email="],["address=Bhagsu Rd"],["lat="],["long="],["directions=a short walk from McLeodganj's central square or chowk, on the right-hand side, between Peace Coffee House and Kunga Guesthouse"],["phone="],["tollfree="],["fax="],["hours=8:30AM~10PM"],["price="],["content=A cozy little hole-in-the-wall type of place with 5 tables, a counter, and a dog.  Decent Tibetan food, with 5 versions of ",{"type":"''","value":["thukpa"]}," and ",{"type":"''","value":["thenthuk"]}," each (",{"type":"{{","value":[["Indian Rupee"]]}," 50~80), brown-flour ",{"type":"''","value":["momos"]}," (",{"type":"{{","value":[["Indian Rupee"]]}," 50~70, including the rare spinach variety), and several less-well-known Tibetan specialties (such as ",{"type":"''","value":["tingmo"]}," (steamed bread) with vegetables, ",{"type":"{{","value":[["Indian Rupee"]]}," 60~70); also vegetable and fruit salads (",{"type":"{{","value":[["Indian Rupee"]]}," 40~60), rice dishes (",{"type":"{{","value":[["Indian Rupee"]]}," 40~70; including the mysteriously named \"Om Rice\"), several versions of ",{"type":"''","value":["chow mein"]}," (",{"type":"{{","value":[["Indian Rupee"]]}," 40~70), and soups (",{"type":"{{","value":[["Indian Rupee"]]}," 40~50).  Desserts include vegan chocolate cake and rum cake with nuts.  Tea (",{"type":"{{","value":[["Indian Rupee"]]}," 10~30); ",{"type":"''","value":["pocha"]}," included.  \"Farmer's Breakfast\" (an omelette with mixed vegetables, tomatoes and potatoes, served with Tibetan butter toast and tea, ",{"type":"{{","value":[["Indian Rupee"]]}," 100) is a famous set item, offered alongside several varieties of pancakes (",{"type":"{{","value":[["Indian Rupee"]]}," 40~60), styles of porridge, and fresh juices (",{"type":"{{","value":[["Indian Rupee"]]}," 40~50).  Owned by three Tibetan musician brothers \"JJI Exile Brothers\" who give live performances on the premises on Sundays at 7:30PM. Admission is ",{"type":"{{","value":[["Indian Rupee"]]}," 100 extra per person; advance booking essential, otherwise they may not show up. The band's recorded music can be heard at other times.  Portions tend to be smallish.  A bookshelf with some reading materials, no wifi."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Le Vrai Café"]},", Jogibara Rd, (",{"type":"''","value":["just above the Chocolate Log, and down the hill from the post office"]},"). This is the place to get European continental food and atmosphere. Run by a Franco-Tibetan couple, expect top quality coffee, plenty of chess and a real locals' atmosphere. Epitomises the trans-nationality of McLeod, to be celebrated and savoured."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lhamo's Croissant"],["alt="],["url=http:\/\/www.lhamocroissant.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bhagsu Rd. A simple yet stylish eatery. Breakfasts, sandwiches, soups, salads and deserts, as well as coffee's and a good selection of teas. The bread is baked fresh each morning by Lhamo. The second floor has comfortable Japanese style seating on cushions and Tibetan carpets. Fantastic views from the roof top. Free wi-fi."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lung-Ta"]},", Jogibara Rd (",{"type":"''","value":["all the way near the southern end of town"]},"), M-Sa, noon-11PM, closed Sundays.  Excellent  Japanese food, pay attention to the daily specials. There is also a small clothing store which sells high end Tibetan inspired fashions. Non-profit, proceeds go towards assisting former political prisoners and documenting human rights violations."]},"\n",{"type":"*","value":[{"type":"'''","value":["Malabar Restaurant"]},", Jogibara Rd (",{"type":"''","value":["near the bus stand"]},"), 11AM-11PM everyday. Serves Indian standards along with a few selections of Chinese and some continental dishes. This is one of the oldest restaurants in town."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Maza Falafel"],["url="],["email="],["address=Near Bhagsu Temple"],["lat="],["long="],["directions=Opposite German Bakery"],["phone="],["tollfree="],["fax="],["hours="],["price=Good falafel for ",{"type":"{{","value":[["Indian Rupee"]]}," 70"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Momo Café"],["url="],["email="],["address=Tipa Rd"],["lat="],["long="],["directions=just above the main square or chowk of McLeodganj, the first house, or rather shack, on the right"],["phone="],["tollfree="],["fax="],["hours=7:30AM~9:30PM (summer); 8AM~9:30PM (winter)"],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 25~80"],["content=A bare-bones somewhat dingy eatery prized for its momos. A 12-page bilingual menu in English and Japanese describes 9 varieties of the delicacy in the vegetarian category (",{"type":"{{","value":[["Indian Rupee"]]}," 50~70 for a plate of 10~12 pieces) and 5 varieties in the non-veg category (",{"type":"{{","value":[["Indian Rupee"]]}," 60~80 for a plate of 3~12 pieces). Tibetan dishes have nine elaborations of the ",{"type":"''","value":["thukpa"]},". Western and Tibetan breakfast includes pancakes, omelettes and muesli dishes. Chinese staples include 7 varieties of ",{"type":"''","value":["chow mein"]},". Tibetan bread comes in giant size, matching a dinner plate in circumference, with special filling (",{"type":"{{","value":[["Indian Rupee"]]}," 25).  Despite the simplicity of the physical space with only ",{"type":"''","value":["three tables"]}," this is a gourmet place, with creative spinoffs on traditional dishes that are not easily to be found even in much bigger establishments.  Notwithstanding the presence of the word \"Café\" in the establishment's name, this is decidedly ",{"type":"''","value":["not"]}," a place for a coffee experience.  The necessity to share one's table with other diners may be disconcerting to some."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Namgyal Café"],["url="],["email="],["address=Nehru Rd, Mcleodganj"],["lat="],["long="],["directions=at the OM Hotel"],["phone="],["tollfree="],["fax="],["hours=10AM~10PM"],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 50~200 per person for a light meal"],["content=Tibetan and Italian dishes, Western-style cakes, and a gamut of tea varieties (",{"type":"{{","value":[["Indian Rupee"]]}," 10~50), full of character (enhanced by Bob Marley music in the background) and popular with the McLeodganj cognoscenti.  A small library of books donated by previous guest can be read in duration of the visit or can be borrowed at nominal costs.  Serves among the best thin crust pizzas available in north India cooked using a range of garden fresh ingredients. Don't forget to order tomato sauces (grown from tomatoes in their own backyard) with your dish. A good place to chat with fellow companions or other travellers over a cup of coffee. Try to occupy the window table offering the best view of valley below. Foods takes some to be prepared as it is freshly prepared for every order by the owner couple."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nick's Italian Kitchen"],["url="],["email="],["address=Kunga Guesthouse, Bhagsu Rd"],["lat="],["long="],["directions=5 min walk from McLeodganj's main square or chowk"],["phone="],["tollfree="],["fax="],["hours=6AM~9PM"],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 30~150"],["content=An airy well-lit room with windows giving out on Bhagsu Rd.  Decent Western fare of lesser quality with some Tibetan dishes available. The numerical menu has 194 items to choose from.  The terrace in the back offers views over the McLeodganj Valley and Kangra Valley beyond, similar to those visible from the terraces of the neighbouring Green Restaurant and Peace Coffee House.  A limited library of books and a popular noticeboard.  Service here has been good -- you write up your order yourself and hand it to any of the many service staff. Tables are kept clean and the entire place gets a thorough wipedown every morning. The place becomes noisy when crowded.  Free wifi, occasional malfunctions like everywhere else here, fine for surfing or uploading pictures, but slow for downloads (30 kBps)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Norling Restaurant"],["url="],["email="],["address=Jogibara Rd"],["lat="],["long="],["directions=a short walk from McLeodganj's central square or chowk, on the right-hand side, just before the Dolma Chowk corner"],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 50~400"],["content=Tibetan food is barely on the passable side and the Tibetan proprietress may give the impression that she has better things to do than running a restaurant). The distinction between vegetarian and non-vegetarian cuisine is very hazy here, a circumstance which may deter vegetarian patrons: if you order \"Special Thenthuk\" (or \"Special Thukpa\"; ",{"type":"{{","value":[["Indian Rupee"]]}," 95 each) here, it will arrive with chicken and mutton pieces in it, without any forewarning of the nature of the dish in the menu.  \"Vegetable Thenthuk\" (",{"type":"{{","value":[["Indian Rupee"]]}," 50), appears to be prepared with meat stock as well.  Seafood dishes (",{"type":"{{","value":[["Indian Rupee"]]}," 255~295).  Some dishes appear absurdly overpriced such as the ",{"type":"''","value":["hooko"]}," soup, ",{"type":"{{","value":[["Indian Rupee"]]}," 400.  No wifi or any reading materials."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Om Hotel"]},", (",{"type":"''","value":["near the main bus square in Mcleod Ganj"]},"). Family run restaurant\/hotel has great Mexican and Tibetan food, and is very cheap. Great view from terrace."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Oogo's Café Italiano"],["url="],["email="],["address=Jogibara Rd"],["lat="],["long="],["directions=a short walk from McLeodganj's central square or chowk, on the left-hand side"],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 65~150"],["content=A town fixture since 2004 with a hole-in-the-wall appearance; despite its once carefully designed interior decor it is now rather run-down and without character.  Offers several varieties of risotto, and of course pastas (",{"type":"{{","value":[["Indian Rupee"]]}," 65~99) and thin-crust pizzas (",{"type":"{{","value":[["Indian Rupee"]]}," 70~130), generally comparable to those served at Namgyal Café (above).  Do not risk coffee here, however.  Small library of books to be perused during your visit.  Home delivery is advertised in the menu."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Peace Coffee House"],["url="],["email="],["address=Bhagsu Rd"],["lat="],["long="],["directions=between Kunga Guesthouse and Green Hotel; one storey above street level, ascended via a narrow metal stepladder"],["phone="],["tollfree="],["fax="],["hours=7AM~10PM"],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 50~100"],["content=A would-be swanky wifi café run by young Tibetans and serving a variety of food including breakfast muesli, toast, sandwiches, specialty teas. good coffee. Some items are distinguished by the carefulness of preparation; free access to wifi (slow speed). Its minuscule single-table front terrace overlooking Bhagsu Rd and 4-table front room are complemented by a back terrace with 6 tables and good (unobstructed) views of McLeodganj.  A very tiny library of books, including guidebooks."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Peace Café"],["url="],["email="],["address=Takhyil Guesthouse, Jogibara Rd"],["lat="],["long="],["directions=10 min walk from the main square or chowk of McLeodganj; on the right-hand side of the section of the street populated by vegetable-mongers, and a couple of stairs above the street level"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A down-to-earth (in every sense) and somewhat drab breakfast place frequented by backpackers, offering egg dishes (",{"type":"{{","value":[["Indian Rupee"]]}," 20~45), porridge (with mixed fruit, ",{"type":"{{","value":[["Indian Rupee"]]}," 65), toast, sandwiches (tofu sandwich, ",{"type":"{{","value":[["Indian Rupee"]]}," 45), several types of bread (",{"type":"{{","value":[["Indian Rupee"]]}," 5~25; ",{"type":"{{","value":[["Indian Rupee"]]}," 5 extra for peanut butter, jam, or honey), and pancakes (",{"type":"{{","value":[["Indian Rupee"]]}," 40~70; mixed-fruit chocolate pancake, ",{"type":"{{","value":[["Indian Rupee"]]}," 70); also French fries (",{"type":"{{","value":[["Indian Rupee"]]}," 35), Tibetan dishes such as ",{"type":"''","value":["thukpa"]}," (",{"type":"{{","value":[["Indian Rupee"]]}," 40~70) of uncertain quality, and momos (steamed, ",{"type":"{{","value":[["Indian Rupee"]]}," 40~50; fried momos ",{"type":"{{","value":[["Indian Rupee"]]}," 10 extra).  Good lassi in several varieties (including unusual ones, e.g. \"apple lassi\"; ",{"type":"{{","value":[["Indian Rupee"]]}," 20~35)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pema Thang's Guest House"]},", Bhagsu Rd (",{"type":"''","value":["opposite Bhagsu Hotel"]},") 11AM-10PM everyday.  Continental and local styled vegetarian food. Try the fried banana with nuts and the pepperoni pizza. They also serve great ",{"type":"''","value":["thenthuk"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizzicato Cafe"]},", ",{"type":"[[","value":[["Palampur"]]}," (",{"type":"''","value":["Palampur shopping centre, next to the auto-rickshaw stand"]},"). Famous for its dark chocolate pastry made from fat free yogurt. It has a good selection of pizzas and toasted sandwiches."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Mc'Llo"],["url="],["email="],["address=Main Square"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Situated in one of the most crowded public places in town, this huge place, spread among several floors, is as noisy, and as cramped as the square outside. Extensive selection of Chinese, Punjabi, south Indian and north Indian food, most of it geared to the Indian palate of the patrons along with fantastic pizza. There is also a decent pub\/bar, with a good selection of Western wines including French and Italian vintages. Florentine red, Ruffino Riserva 2005, at ",{"type":"{{","value":[["Indian Rupee"]]}," 2,945 a bottle, non-vintage French Médoc, ",{"type":"{{","value":[["Indian Rupee"]]}," 1,845 a bottle, and a rooftop terrace with mostly obstructed views."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Rewa Cafe"]},", Jogiwara Rd, (",{"type":"''","value":["down the hill, 5 min past the Post office"]},"). Good Tibetan food."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shangri La Restaurant"]},", on Jogibara Rd near the bus stop is a great little cafe run by monks and with all proceeds going to Gyudmed Monastery. Try the ",{"type":"''","value":["Shangri La Sandwich"]}," for breakfast.  Meals for dinner also good quality and well priced."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Snow Lion Restaurant"],["url="],["email="],["address=Hotel Tibet, Bhagsu Rd"],["lat="],["long="],["directions=a few steps from McLeodganj's central square or chowk, on the right-hand side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This ",{"type":"''","value":["used"]}," to be one of the best places for Tibetan food in town, in the good old days when the restaurant and the hotel to which it is attached were owned by the Tibetan Government in Exile.  This is no longer the case however.  Under the new management the place is still run fairly efficiently by mainly Nepalese staff, with clean, frequently changed table-cloths but the food here is a bad joke. The associated bar, in a separate room called \"Dragon Bar\", has drinks for as little as ",{"type":"{{","value":[["Indian Rupee"]]}," 30, or a glass of champagne for ",{"type":"{{","value":[["Indian Rupee"]]}," 550 and is patronised by local alcoholics who may ask you for \"donations\".  Takeaway bakery on premises and accessible only from Bhagsu Rd."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunset Cafe"]},", (",{"type":"''","value":["on the rooftop of the Annex Hotel, past The Bookworm book shop and up the hill on the right"]},"). Fresh food and views of the valley and mountains."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taste of India"]},", Jogibara Rd, 10AM-11PM everyday. Some say it's the best Indian food in town, others find it mediocre, but it's certainly popular; this depends on whether you are lucky with your order: the best is absolutely fantastic, but sometimes the dishes are bland. The owner runs 2 day cooking courses from the restaurant, but they are not participatory. The cooking courses are similar to watching a cooking show, leaving one to write down the recipes as there are no reference materials handed out. She also owns a South Indian restaurant on Bhagsu Rd, one of the last shops in Mcleod on the way to Bagsu, which serves simple but very tasty southern dishes."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tibet Kitchen"],["url="],["email="],["address=Jogiwara Rd, House #1, McLeod Ganj"],["lat="],["long="],["directions=next to main square"],["phone=+98 58 75626"],["tollfree="],["fax="],["hours=9AM-10PM"],["price="],["content=Restaurant spread over 3 floors. Italian, Israeli, Chinese, Thai, Bhutanese, and Tibetan food. Very popular with Tibetans. The food is consistently good and fresh. In the centre of town, internet available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Woeser Bakery"],["url="],["email="],["address=Jogibara Rd"],["lat="],["long="],["directions=below Black Magic"],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 20~50"],["content= Best pastries in town baked daily with quality ingredients. The owner and baker, Sangmo, is a young tibetan always up for a chat with her customers. Must try the Walnut Tart."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zomsa Café"],["url=http:\/\/www.zomsacafe.com\/"],["email="],["address=Tipa Rd"],["lat="],["long="],["directions=a few steps off the main square or chowk of McLeodganj; on the right-hand side, between Momo Café and the Herbal Tea Shop"],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 10~120"],["content=The newest addition to the McLeodganj coffee scene. Opened its doors in the spring of 2011 and exudes the plushness of interior design that could only be arrived at some considerable expense. A distinctly Western feel belying the all-Tibetan ownership of the establishment, and appropriately populated by hip Tibetan monks working their life away on MacBooks Pros. Coffee (",{"type":"{{","value":[["Indian Rupee"]]}," 30~70), tea (",{"type":"{{","value":[["Indian Rupee"]]}," 10~40), specialty fruit drinks (",{"type":"{{","value":[["Indian Rupee"]]}," 40~80), snacks (",{"type":"{{","value":[["Indian Rupee"]]}," 60~80) and breakfast items (",{"type":"{{","value":[["Indian Rupee"]]}," 20~50).  Coffee here is prepared with highly purified water, as are the drinks and the ice-cubes that go with them.  Free wifi but no reading materials."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Café Budan"],["alt=formerly called First Cup"],["url="],["email="],["address=Hotel Himalayan Paradise complex, Jogibara Rd"],["lat="],["long="],["directions=15 min walk from McLeodganj's main square of chowk"],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 50~120"],["content=Under the same management as moon•peak espresso; Indian owners with Tibetan staff.  The coffee here is only just passable.  The place, which looks like a converted garage, lacks any decor or character. Free wifi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Common Ground Cafe"],["url=http:\/\/www.commongroundsproject.org"],["email="],["address=Sewarg Ashram Rd (Tushita Rd)"],["lat="],["long="],["directions=1 minute uphill from the main bus stand"],["phone=+91 98 1627 3240"],["tollfree="],["fax="],["hours="],["price="],["content=This is a gathering point for the local community and visitors to share Taiwanese, Chinese and Tibetan cuisine. Also an events venue, providing a platform for a community-based common ground for learning and exchange. A non-profit business venture which helps generates a sustainable source of income for Common Grounds Project, and vocational training and employment opportunities for a small group of Tibetans in the Dharamsala exile community where unemployment runs high."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=moon•peak espresso"],["url="],["email="],["address=Temple Rd"],["lat="],["long="],["directions=10 min walk from McLeodganj's main square of chowk"],["phone="],["tollfree="],["fax="],["hours=7AM-8PM"],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 50~120"],["content=Coffee for ",{"type":"{{","value":[["Indian Rupee"]]}," 40~70, while it is possible to find better coffee in McLeodganj this is nevertheless a very pleasant café to visit. All-Tibetan staff and Indian owners.  Good, if smallish, sandwiches and several breakfast items. Teas, including herbal; ",{"type":"{{","value":[["Indian Rupee"]]}," 50~60).  This is one of the very few places in McLeodganj with free and really functional WiFi.  A notice printed within the menu uncharacteristically enjoins the patron to \"please order a few things\" if \"you are going to sit on the net for a while\"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Xcite"],["url="],["email="],["address=main square, mcleod ganj"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular hangout with both westerners, locals and holidaying Punjabis. Has the only dance floor in the area. Both Indian and western tunes are played until 1AM. The only nightclub in the region."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Heart Rock Cafe"],["url="],["email="],["address=Post Office Jogi Bada Rd, McLeod Ganj"],["lat="],["long="],["directions=down Jogi Bada Rd, about 10 min walk from the bus stand"],["phone="],["tollfree="],["fax="],["hours=10AM-11PM"],["price=Thea 10 ",{"type":"{{","value":[["Indian Rupee"]]}],["content=There are better decorated places, but not as pure as this place. On the walls there are pictures of Kali, Jesus and some Sikh Guru's. Here religion is second to human rights. Being tucked away a bit you might almost miss it. In the afternoon you might encounter local workers sipping away some thea at lunch. Alcohol is not served, it is a place to relax, not to get drunk. Breakfast, lunch and dinner is served here."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Refill your waterbottle with filtered-water"]},", many water-filtering stations to refill your bottle are available in the town: LHA at Temple Rd, Environmental Education Centre at Bhasgu Rd and Dogga-Centre at Jogibara Rd. Some restaurants, including Nick's and Green Hotel also offer filtered water refills for a charge (",{"type":"{{","value":[["Indian Rupee"]]}," 5, but Green Hotel asks for ",{"type":"{{","value":[["Indian Rupee"]]}," 10)."]},"\n",{"type":"==","value":["Sleep"]},"\n\nMcLeod Ganj has a wide selection of accommodation, most of which is located close to the main bus stop. Just walk around. It is easy to find somewhere suitable. There are also 2 smaller towns within walking distance, ",{"type":"'''","value":["Bhagsu"]}," and ",{"type":"'''","value":["Dharmakot"]},". They are quieter than McLeod, whose main streets (esp. Bhagsu Rd) suffer from the usual Indian curse of lots of beeping cars\/bikes\/rickshaws pushing through the streets, and have a wide array of cool places to stay and courses to do.\n\nFor long-term stays, head down the Yongling stairs on Jogiwara Road; there are about a dozen cheap good places down there, with great views.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lord Krishna Residency"],["alt="],["url="],["email="],["address=Temple Rd"],["lat="],["long="],["directions="],["phone=+91 18 9222 1588"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Clean rooms, tea, coffee and atmosphere.also contact for bike on rent call 9857690700"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Akash"],["alt="],["url=http:\/\/www.hotelakash.co.cc"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 18 9222 1990"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jogiwara Rd. Run by a German-Indian family, beautiful clean rooms. Great coffee and atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Colonel's Cozy Corner"],["url="],["email=colkrishan@yahoo.co.in"],["address="],["lat="],["long="],["directions=near Dari"],["phone=+91 94 1872 4897, +91 98 1677 0899 (bookings)"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 600-800, negotiable upon period of stay"],["checkin="],["checkout="],["content=Belongs to a helpful retired army officer and his wife. A secure place with no one to disturb you. Registered with Himachal Govt tourism department under their ",{"type":"''","value":["Homestays scheme"]}," ",{"type":"[","value":["http:\/\/himachaltourism.gov.in\/post\/Homestays-in-Kangra.aspx"]},". 3 rooms. Home like atmosphere, clean linen and safe water. A local 'Dham' (lunch) is available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Green Hotel"],["url=http:\/\/www.greenhotel.biz"],["email=green@greenhotel.biz"],["address=Bhagsu Rd, McLeod Ganj"],["lat="],["long="],["directions="],["phone=+91 18 9222 1200, +91 18 9222 1479"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 400-1,000, they also have some newly refubished mid-range rooms from ",{"type":"{{","value":[["Indian Rupee"]]}," 1,700-2,000"],["checkin="],["checkout="],["content=Simple, clean rooms and very good restaurant. You can refill your water bottle for ",{"type":"{{","value":[["Indian Rupee"]]}," 10\/liter here to save on plastic, internet cafe in the restaurant. Best cakes in town, specially carrot cake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pink House"],["alt="],["url=http:\/\/www.pinkhouse.in"],["email=pinkhouse06@gmail.com"],["address=Jogiwara Rd"],["lat="],["long="],["directions=opp Yongling school"],["phone=+91 98 0552 7124, +91 18 9222 1145"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Double rooms ",{"type":"{{","value":[["Indian Rupee"]]}," 600-1,100"],["content=Nicer rooms than many of the other budget accommodations. Distance from main roads makes for a quieter stay. Internet available. 7-10 min walk from Mcleodganj bus stand. Private bathroom, hot water, balcony, WiFi, intercom, Tibetan massage centre and small TV."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["River View Apartments"]},", Jogiwara, Heru Village, ☎ +91 98 1620 6406, +91 98 1629 2228. All rooms with balcony and kitchen."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Seven Hill's Guest house"]}," (",{"type":"''","value":["200 m up Tipa Rd"]},"), ☎ +91 94 1807 9845. ",{"type":"{{","value":[["Indian Rupee"]]}," 100-300 for double room for 2 person."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shree Guest House"],["alt=300 m up Tushita Rd"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 94 1878 8777"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3 year old guest house run by a family in a quieter part of town. ",{"type":"{{","value":[["Indian Rupee"]]}," ~150,000 for a double room for 2 person."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Snow Crest Inn"],["url=http:\/\/contactindianhotels.com\/dharamsala-hotels.html"],["email="],["address=Naddi Village"],["lat="],["long="],["directions="],["phone=+91 18 9222 0543"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 1,200"],["checkin=12 noon"],["checkout=12 noon"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Snow Lion Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 175 for tiny double room with communal bathroom"],["checkin="],["checkout="],["content=Great budget place right in the centre of town"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tibetan Ashoka Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 18 9222 1763"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Very clean and comfortable rooms at reasonable prices (single for ",{"type":"{{","value":[["Indian Rupee"]]}," 220; double about ",{"type":"{{","value":[["Indian Rupee"]]}," 350\/night)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ekant Lodge"],["alt="],["url=http:\/\/www.ekantlodge.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 1892 221593"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Jogiwara Rd. Run by Indian family, economy,beautiful clean rooms with private balcony.This one of the oldest registered lodge in the town.Ekant Lodge has spacious rooms with private balconies.The views of the snow mountains are exquisite from every room.The specialty of the lodge is its homemade dishes served to the guests. The tariff starts from Rs.600\/- to 1500\/-. Facility of free parking and free internet is available.Adventure activities like trekking,adventure camps,Rock climbing,Safari Tours,Paragliding and Water Sports activities are also conducted by professional Instructors."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=8 Auspicious Him View Hotel"],["alt="],["url=http:\/\/www.8aushimview.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 94 1823 6603"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jogiwara Rd, Mcleod Ganj. (",{"type":"''","value":["below Ladies Venture Hotel"]},"). View of the snow capped Dhauladhar range from a private balcony. Clean rooms with attached bathrooms. Located within walking distance of the main temple of the Dalai Lama and Mcleod Ganj. Each room is named after one of the eight auspicious signs of Buddhism and decorated accordingly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Annex Hotel"],["alt="],["url=http:\/\/www.himalayafunandtours.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 18 9222 1002"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Surya Rd. Views over the Kangra Valley. On a quiet side street close to the main square. 10 rooms, all of which have balconies, cableTV and an attached bathroom with hot water. Sunset Cafe on the rooftop has internet facilities. Common lounge room, library and room service. You can also book airline, bus and train tickets plus tours and trek reservations from the hotel's travel desk. From ",{"type":"{{","value":[["Indian Rupee"]]}," 850-1,800."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bhagsu Hotel"],["alt="],["url=http:\/\/hptdc.nic.in\/cir0302.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=State-run Himachal tourism hotel, which despite the name is in McLeod Ganj. At the upper end of the price range with carpeted rooms and en-suite bathrooms. Has a pleasant pseudo-English garden with lawn and flowers. ",{"type":"{{","value":[["Indian Rupee"]]}," 800-1,600."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Tibet"]},", Bhagsunag Rd. Clean. spotty hot water, reasonable meals. Good deals off-season."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jagatram Niwas"],["alt=Above McLeodganj in the quiet rural village of Heini."],["url=http:\/\/www.jagatram.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 98 1614 3957"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Small, family-run guest house offers peace and quiet, clean, stylishly furnished rooms and traditional Himachali home-cooked food. Is an ideal base for trekking in the Dhauladhar range and day excursions to local sights and attractions. ",{"type":"{{","value":[["Indian Rupee"]]}," 800 per night, including breakfast, discounts for longer stays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pema Thang's Guest House"],["alt=opp Bhagsu Hotel"],["url=http:\/\/www.pemathang.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 18 9222 1871"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tibetan-run older guesthouse, tucked on a quiet side street with great views over the Kangra Valley. Rooms are starting to show their age, but they're scrupulously clean and comfy and feature a TV and 24h hot water. Double rooms ",{"type":"{{","value":[["Indian Rupee"]]}," 770-1,100, industrial-strength gas heater (necessary in winter) ",{"type":"{{","value":[["Indian Rupee"]]}," 200\/day extra, kitchenette facilities available for longer stays."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snow Crest Inn Dharamsala"]},", Naddi, Upper Dharamsala, (",{"type":"''","value":["3 km from Mcleod Ganj"]},"). ☎ +91 94 1808 6608, ",{"type":"[","value":["http:\/\/www.snowcrest.in"]},". A short walk from the Tibetan Childen's Village. Views of the Dhauladhar Mountain Range from the roof top restaurant or a private balcony. Internet access, TV and solar heated water for your shower. ",{"type":"{{","value":[["Indian Rupee"]]}," 600-700 off season, ",{"type":"{{","value":[["Indian Rupee"]]}," 1,200-1,400 in high season."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Valley View Crest"],["url=http:\/\/www.valleyviewcrest.com"],["email="],["address=Satobari Hills, Near Dal Lake, Naddi, Upper Dharamsala"],["lat="],["long="],["directions=Just below the hills of Dhauladhar ranges, 5 km from Dharamshala and 3 km from Mcleodganj"],["phone=+91 18 9222 0091"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 1,200"],["checkin="],["checkout="],["content=25 rooms"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Asia Health Resorts"],["url=http:\/\/www.asiahealthresorts.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 18 9222 0877"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located outside of the main centre of McLeod Ganj and Dharamsala, this modern hotel is somewhat sterile, but takes a stab at upmarket, and is the only place in the area where you'll find a (small) swimming pool, and a gym with steam and sauna. Also offers ayurvedic massage, a rooftop bar and some rooms & suites with A\/C."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chonor House"],["url=http:\/\/www.norbulingka.org\/visitors\/chonor.htm"],["email=chonorhs@norbulingka.org"],["address=off Temple Rd"],["lat="],["long="],["directions=on a secluded side alley verging off Temple Rd near the entrance to the Tsuglagkhang temple complex"],["phone=+91 18 9222 1006, +91 18 9221 1468"],["tollfree="],["fax=+91 18 9222 0815"],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 3,188~6,080"],["checkin=12 noon"],["checkout=12 noon"],["content=One of the best and easily one of the most expensive places to stay in McLeodganj. Run by the Norbulingka Institute, whose proceeds go to helping refugees. Private car available. Prix fixe breakfast, ",{"type":"{{","value":[["Indian Rupee"]]}," 315; prix fixe dinner, ",{"type":"{{","value":[["Indian Rupee"]]}," 473; this must be the only place in the world where even a glass of house water isn't free. Service in the restaurant, indoors and on the adjacent open-air terrace can be appalling. The 11 rooms here are however in high demand, particularly in the high season of May and June when it would seem essential to book in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Glenmoor Cottages"],["url=http:\/\/www.glenmoorcottages.com"],["email="],["address=Mall Rd, McLeodganj,Upper Dharamshala"],["lat="],["long="],["directions=approximately 1 km from McLeodganj on the road leading to the Dal Lake \/TCV"],["phone=+91 18 9222 1010"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=1 km from the town of McLeodganj. Sited in a mixed forest of cedar, oak and rhododendron, overlooking the Kangra valley. Ideal for a quite and peaceful holiday. Known to be frequented by a number of celebrities and dignitaries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nature Bloom Hotel and Resorts"],["url=http:\/\/www.www.naturebloom.in"],["email=info@naturebloom.in"],["address=Dharamshala Palampur Road, Gopalpur (Darati), District Kangra (H.P)"],["lat="],["long="],["directions=approximately 15 km from Dharamshawla and 12 km from Palampur \/TCV, adjourning the Wildlife Natural Park (“The Dhaulladhar Zoo”)"],["phone=+91 9818887454"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nature Bloom Hotel & Resorts is a good example of unique craftsmanship and green tea gardens."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Surya McLeod"],["url=http:\/\/www.suryamcleod.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]}," 1,800-3,400"],["checkin="],["checkout="],["content=Another somewhat upmarket choice, rooms in this large hotel have TVs and some have views over the valley. Restaurant, bar and ping pong table on site."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe place has become much safer in recent times though it is advisable to take precautions.\nStay vigilant at all times and be very cautious if staying out after 9PM.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sidhbari"]]}," outside lower Dharamshala is an ideal getaway from the tourist traffic and to experience life in a typical farming village in the valley."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Palampur"]]}," beautiful valley famous for its tea gardens, agricultural university, temples"]},"\n",{"type":"*","value":[" The holy Sikh city of ",{"type":"[[","value":[["Amritsar"]]}," and its Golden Temple is a 6 hr bus ride away. Buses leave at 5AM from the lower bus station."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Manali"]]}," is the next hub for journeys deeper into the mountains."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dalhousie (India)"],["Dalhousie"]]}," a small hill station close to ",{"type":"[[","value":[["Pathankot"]]},"."]},"\n",{"type":"{{","value":[["IsPartOf"],["Kangra (district)"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["32.23564"],["76.32721"],["zoom=15"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Dharamshala, Himachal Pradesh"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Himachal Pradesh\/Localities\/Dharamshala\/"]]},"\n\n",{"type":"[[","value":[["la:Dharmasala"]]}]