[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Dharwad"]]},"\n",{"type":"'''","value":["Dharwad"]}," is a district in ",{"type":"[[","value":[["Karnataka"],["Karnataka State"]]},".\n\n",{"type":"==","value":["Regions"]},"\nDharwad is a beautiful town of almost 200000 residents in the north west part of Karnataka, India. The history of Dharwad can be traced back to 12th century. It is just east of magnificent \"Western Ghats\". Dharwad is surrounded of hills and there are numerous lakes and other smaller water bodies \nThe District of Dharwad is strategically located in Northern Karnataka, with industrial city of Hubli. Dharwad was recently divided into two more districts, Gadag and Haveri. This signifies, how well the district  has progressed financially and politically, that necessitated creation of more administrative divisions.\n\nDharwad is quiet and peaceful city amidst lot of vegetation . It has made many people's dreams come true through its educational institutions and generous people, who have always supported poorer students. Students come here from all over North Karnataka.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Hubli"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Dharwad"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\nKannada is the main language.\nLots of people speak Hindi, Marathi and Urdu.\nTelugu speaking community is also presnt.\nMalayalam rare.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Trains:"]}," \n\nDharwad railway station is about 3 kms from the centre of town. One can travel on the train from Dharwad to Bangalore, Mysore, Mumbai & Delhi. There is also a shuttle service between Dharwad & Hubli used by many commuters.\n\nAfter the gauge conversion to broad guage there is an increse in the number of trains passing thru Dharwad. Plesae check the following sites for arrivals \/ Departures of trains in Dharwar ( Dharwad )http:\/\/indiarailinfo.com\/departures\/290\n\nOnline railway booking can be done from http:\/\/www.irctc.co.in\/\n\n",{"type":"'''","value":["Bus:"]},"\n\nDharwad is well connected by bus services. The karnataka state , Maharashtra state and Andhra state transport buses ply to and from Dharwad. The main new bus station is about 4 kms from the centre of town on the belgaum road. The Old bus stand still functions but the frequency of buses can be dodgy.\n\nApart from the Govt run buses there many Pvt bus operators which operate buses to:\n\nBangalore, Mysore, Pune, Mumbai, udupi & Mangalore.\n\nSome of them are :\n\nSouthern travels and tourist.\nVRL\nKamat\nNational\nDurgamba\n\n",{"type":"'''","value":["Air:"]},"\n\nThere is no airport if Dharwad, but there is an airport in Hubli, 20km away, but there are no flights to Hubli currently.\n\n",{"type":"==","value":["Get around"]},"\n\nMobile Speed cameras are present on the Hubli - Dharwad road. Spped limit 40 Kmph. Some areas 50 Kmph.\nFine is Rs 300\/-\n\nMobile speed cameras are also present before entry into dharwad if one is coming from belgaum side. ( sp plz beware )\n\n",{"type":"'''","value":["City Bus service:"]},"  \n\nCity bus services are operated by the Govt and also the Pvt chaps.\n\n",{"type":"'''","value":["Autorickshaws:"]},"\n\nThese are the best modes of transport. please fix \/ agree upon a price before starting a journey. ( the prices are always inflated ) Reasonable fare is 75% of the asking Price by the autodriver.\n\n",{"type":"==","value":["See"]},"\nSadana keri park\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nLunch and Dinner\n    ",{"type":"*","value":[" Jawar Rotti"]},"    ",{"type":"*","value":[" Badanikai Palya"]},"    ",{"type":"*","value":[" Variety of Pulses Palya"]},"    ",{"type":"*","value":[" Red Chilli Chutney"]},"    ",{"type":"*","value":[" Ground Nut Powder etc"]},"    ",{"type":"*","value":[" Chat"]},"    ",{"type":"*","value":[" Good North Indian and South Indian restaurants are in plenty"]},"    ",{"type":"*","value":[" Do visit the local KHANAVALIs (Kannada name of \"Hotel\")which provide authentic North Karnataka food, they are plenty and aptly priced around Rs.30 to Rs.50 per meals. "]},"\nSnacks\n    ",{"type":"*","value":[" Mirchi "]},"    ",{"type":"*","value":[" Girmit "]},"    ",{"type":"*","value":[" Avalaki (Beated rice)"]},"\n",{"type":"==","value":["Drink"]},"\n\nSo many wine shops and bars.\n\nNon alcoholic beverages are also a plenty. Many fruit juice stalls. Cleanliness of these are questionable.\n\n",{"type":"==","value":["Stay safe"]},"\n\nSDM trust has its Medical and dental colleges alonwith there hospitals in Dharwad.\n\nThe SDM dental college and hospital is one of the best in the country. It is NAAC acredited 5 star college in the country.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["15.3617"],["75.0849"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwestern Karnataka"]]}," \n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Dharwad"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Dharwad"]]}]