[{"type":"{{","value":[["pagebanner"],["Dhofar Oman Banner.jpg"],["caption=View of the Jabal Al Qara hills from the tomb of An Nabi Nayub (Job's Tomb)"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:A.SALALAH.27.jpg"],["thumb"],["300px"],["Wadi Dirbat during the khareef"]]},"\n\n",{"type":"'''","value":["Dhofar"]}," (Arabic:  ظفار — pronounced ",{"type":"'''''","value":["Zufar"]},") is the southernmost region of ",{"type":"[[","value":[["Oman"]]},". It is best known for being one of the main producers of aromatic frankincense, both historically and in modern times.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Salalah"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mirbat"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Taqah"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Thumrait"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Tamarindus indica (2).JPG"],["thumb"],["upright"],["Tamarind trees in Rub al Khali - in fact, not all of it is empty desert"]]},"\n\nDhofar is a rugged, sparsely-inhabited region encompassing both extremely arid desert and verdantly tropical wadis. The Dhofar Mountains run parallel to the coastline and attract the ",{"type":"''","value":["khareef"]}," (southwest monsoon) from the Indian Ocean, resulting in cool, wet summers from June to September and transforming the landscape into a verdant paradise. The rains do not cross the mountains, though – travel just a short distance to the northwest and you could easily die of thirst. Dhofar also occupies part of the ",{"type":"''","value":["Rub al Khali"]}," (Empty Quarter), that vast, uninhabited sea of sand which covers a large part of the southern Arabian peninsula.\n\nThe Dhofari population is comprised of several distinct ethnic groups. These include the nomadic Badawi (Bedu) who live in the interior deserts, the Jebali (Jiballi) who live in the coastal mountains, and the Hadhari, who live along the coasts and in larger settlements. The Jebali tribes share many cultural and linguistic traits with tribes in Ethiopia and Eritrea, and most still herd cattle, camels and goats in the same districts as they have for generations. Omanis of African descent also make up a percentage of the population; most immigrated from Zanzibar when it was once part of Oman's maritime empire.\n\nDhofar has not always been united with nor had good relations with northern Oman, the most recent conflict being the Dhofar Rebellion (1962-1976). The defeat of the rebels in 1976 was partly accomplished through radical reform and modernization of the Omani state, which has subsequently led to much improved relations between the two.\n\n",{"type":"===","value":["Read"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wilfred Thesiger"]},", ",{"type":"''","value":["Arabian Sands"]},". First published in 1959 and considered to be a classic of travel literature, the book documents the author's travels across the Rub al Khali (Empty Quarter) in 1945 and 1950, with the assistance of local tribesmen."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ian Gardiner"]},", ",{"type":"''","value":["In the Service of the Sultan: A First Hand Account of the Dhofar Insurgency"]},". An intelligent, gripping memoir by a British officer who fought in this little-known war."]},"\n",{"type":"==","value":["Talk"]},"\nAll Dhofaris speak Arabic, and many now also learn English in school. In the mountains you may also hear Jibbali, which refers to a number of different languages related to Amharic (spoken in Ethiopia).\n\n",{"type":"==","value":["Get in"]},"\nMost visitors fly to ",{"type":"[[","value":[["Salalah"]]},", which has Dhofar's only commercial airport with service to ",{"type":"[[","value":[["Muscat"]]},", ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Sharjah"]]},", ",{"type":"[[","value":[["Jeddah"]]},", and ",{"type":"[[","value":[["Doha"]]},".\n\nFor the adventurous it is possible to drive from Muscat to Salalah in about 12 hours. From ",{"type":"[[","value":[["Nizwa"]]}," the new Highway 31 heads inland through oil fields and a few small settlements. An alternative coastal route heading south from ",{"type":"[[","value":[["Sur"]]}," will become viable in the next couple of years as the final stretch of highway linking Shuwaimiyah and Hasik is completed. There are few petrol stations along either route, so it is advisable to fill up at every opportunity.\n\nPublic buses also ply the main highway between Muscat and Salalah; see the Salalah article for details.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["17.59690"],["54.41528"],["zoom=8"],["height=450"],["width=550"],["layer=OD"],["staticmap="]]},"\nA rental car is necessary to really explore the region. Most areas are now easily accessible with a 2WD, but there are still a handful of sights (e.g. Shisr and some of the more remote wadis and beaches) that require a 4WD, particularly during the khareef.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Shisr (Ubar)9.jpg"],["thumb"],["Shisr"]]},"\n",{"type":"[[","value":[["File:Boswellia sacra in Wadi Dowkah (Dhofar).JPG"],["thumb"],["Frankincense tree at Wadi Dawkah Natural Park"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Land of Frankincense Sites"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are four sites that have been collectively inscribed on the ",{"type":"[[","value":[["UNESCO"]]}," World Heritage list, including the ruins of ",{"type":"''","value":["Shisr"]}," and ",{"type":"''","value":["Wadi Dawkah Natural Park"]}," (listed below), ",{"type":"''","value":["Al Baleed"]}," (listed in the ",{"type":"[[","value":[["Salalah"]]}," article), and ",{"type":"''","value":["Sumhuram"]}," (listed in ",{"type":"[[","value":[["Taqah"]]},")."]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shisr"],["alt=Ash Shisr, Ubar, Wubar, Wabar"],["url="],["email="],["address="],["lat=18.255131"],["long=53.649013"],["directions=off of Hwy 43"],["phone="],["tollfree="],["fax="],["image=Shisr (Ubar)9.jpg"],["hours="],["price="],["content=This ruined fortified settlement was once a watering stop for caravans on the frankincense trail, and discovered in 1992 with the aid of satellite imaging. Scholars disagree as to whether this is indeed the legendary site of Ubar or 'Iram of the Pillars' as described in the Bible; however it has been determined that it was likely destroyed in the aftermath of an earthquake. The site itself is interesting, but not spectacular."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wadi Dawkah Natural Park"],["alt="],["url="],["email="],["address="],["lat=17.350638"],["long=54.0588"],["directions=off of Hwy 31"],["phone="],["tollfree="],["fax="],["image=Boswellia sacra in Wadi Dowkah (Dhofar).JPG"],["hours="],["price=Free"],["content=This dry wadi has an estimated 5,000 frankincense trees within a 9km² area, the oldest of which are estimated to be more than 200 years old. The sap is still harvested here by the Bait Kethir Bedu tribe, with individual trees owned by different clans and families. Visitors can simply park by the road and walk over."]]}]}]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"====","value":["Salalah to Rakhyut \/ Dhalkut (near the Yemeni border)"]},"\n",{"type":"[[","value":[["File:Mughsayl Dhofar Oman.jpg"],["thumb"],["Coastline near Mughsayl"]]},"\n\nDalkut is the furthest west you can drive, as the border with Yemen is currently closed. The drive to Dalkut requires 3-3.5 hours each way, making for a long day. For a more leisurely drive, the turn off for Fizayah is a good spot to turn around, or alternatively consider spending the night in Rakhyut.\n\n",{"type":"*","value":["Drive west from Salalah on Hwy 47 for 30km, until reaching ",{"type":"'''","value":["Mughsayl"]}," ",{"type":"''","value":["(Al Maghsail \/ Al Mughsail)"]},". On the left is a 5km-long stretch of lovely ",{"type":"{{","value":[["marker"],["type=see"],["name=beach"],["lat=16.88287"],["long=53.794736"]]}," with shaded picnic facilities. During the khareef the waves often reach 2-3m in height and the beach is closed; during the winter the water is clear and perfect for body surfing. A little further on there is a turnoff (also on the left) for ",{"type":"{{","value":[["marker"],["type=see"],["name=Marneef Cave"],["lat=16.875046"],["long=53.766542"],["image=Marneef Cave.jpg"]]}," with Mughsayl's famous blowholes – best during the khareef, when during high tide water is channeled through small openings in the caverns, creating dramatic jets of water."]},{"type":"*","value":["1km after Mughsayl the road begins a dramatic ascent up the mountains, gaining 1,000m in just 8 switchbacks and providing dramatic views into Wadi Aful. This section of road is sometimes referred to as the ",{"type":"{{","value":[["marker"],["type=see"],["name=Furious Road"],["lat=16.8616"],["long=53.7196"]]},"."]},{"type":"*","value":[" After climbing the switchbacks you will emerge onto an elevated plateau, with wonderful views of the dramatic cliffs lining the coastline. If you are feeling brave and have a 4WD, take the turn-off to ",{"type":"{{","value":[["marker"],["type=see"],["name=Fizayah"],["lat=16.840731"],["long=53.721489"]]}," (",{"type":"''","value":["Fazaya"]},") on a 6km graded track down the cliff face to a fishing camp, with some incredible views and secluded beaches. If you choose to forego this side trip, continue on for just a few minutes for some good picnic spots, all with good views."]},{"type":"*","value":[" After about 30 minutes you reach an ",{"type":"{{","value":[["marker"],["type=listing"],["name=army checkpoint"],["lat=16.828429"],["long=53.656517"],["image=Army checkpoint.jpg"]]},". You need to bring your passport in order to go through. 47km after the army checkpoint turn left at the sign for 'Matinity' and head towards Rakhyut."]},{"type":"*","value":[" 15km from the turnoff are some good ",{"type":"{{","value":[["marker"],["type=sleep"],["name=camping spots"],["lat=16.743873"],["long=53.354777"]]}," with great views over the coast."]},{"type":"*","value":[" Continue on towards ",{"type":"{{","value":[["marker"],["type=see"],["name=Rakhyut"],["lat=16.749359"],["long=53.422221"]]},", a small fishing village with a good beach for swimming, as well as ",{"type":"{{","value":[["marker"],["type=sleep"],["name=Hotel Abu Fawzi"],["lat=16.747654"],["long=53.424855"]]}," and a nearby restaurant."]},{"type":"*","value":[" The main road, Hwy 47, continues onto a plateau at about 1,000m above sea level. After about another hour you pass the second army check point."]},{"type":"*","value":[" Now the most fascinating part of the road begins. It winds along drop-offs through the mountains and valleys. The lime stone formations are impressive. This is a very beautiful mountain road."]},{"type":"*","value":[" When you reach ",{"type":"{{","value":[["marker"],["type=see"],["name=Dhalkut"],["lat=16.704314"],["long=53.242253"]]}," (",{"type":"''","value":["Dalkut"]},"), there are a number of restaurants where you can enjoy a simple lunch. On the beach you can see a wreck of a Russian helicopter half buried in the sand, and 3km to the east is a truly enormous tree known as ",{"type":"{{","value":[["marker"],["type=see"],["name=Hiroum Dheeri"],["lat=16.708316"],["long=53.259674"]]}," (",{"type":"''","value":["the Tree from Far Away"]},")."]},"\n",{"type":"====","value":["Salalah to Jabal Samhan"]},"\n",{"type":"[[","value":[["File:Tawi Atayr Dhofar Oman.jpg"],["thumb"],["Tawi Atayr, the 'Well of Birds'"]]},"\n\nJabal Samhan (1821m) is the highest point in Dhofar, and makes for a rewarding day trip with some outstanding views. Hojari, the highest quality frankincense, is produced in this region. In the remote, inaccessible eastern reaches of the mountain range is the Jabal Samhan Nature Reserve, the last wild habitat for Arabian leopards (closed to the public).\n\n",{"type":"*","value":[" Begin your journey by taking the road to Tawi Atayr from either Taqah or Mirbat, with a short detour to see ",{"type":"{{","value":[["marker"],["type=see"],["name=Sumhuram"],["lat=17.039"],["long=54.434444"],["image=Ruins6.JPG"]]}," and ",{"type":"{{","value":[["marker"],["type=see"],["name=Wadi Darbat"],["lat=16.704314"],["long=53.242253"],["image=A.SALALAH.27.jpg"]]}," (described in ",{"type":"[[","value":[["Taqah"]]},"), or the ",{"type":"{{","value":[["marker"],["type=see"],["name=Baobab grove"],["lat=17.05359"],["long=54.608798"],["image=Baobab Wadi Hinna Dhofar Oman.jpg"]]}," (described in ",{"type":"[[","value":[["Mirbat"]]},")."]},{"type":"*","value":[" Turn left at the junction in the village of Tawi Atayr, following the signs for Jabal Samhan. After 0.5km you'll come to a turnoff to the right for ",{"type":"{{","value":[["marker"],["type=see"],["name=Tawi Atayr"],["lat=17.113604"],["long=54.559387"],["image=Tawi Atayr Dhofar Oman.jpg"]]}," (",{"type":"''","value":["Tawi Atair"]},"), an enormous sinkhole with a depth of 211m and known locally as 'the Well of Birds'. A short paved trail leads from the car park to the rim; if you want to descend further you'll need a guide. The sinkhole once served as a water source for local tribes, and is a good spot for birdwatching."]},{"type":"*","value":[" 3.5km after Tawi Atayr is the turnoff for ",{"type":"{{","value":[["marker"],["type=see"],["name=Tayq Sinkhole"],["lat=17.15256"],["long=54.627578"]]}," (",{"type":"''","value":["Taiq Cave"]},"). With an average depth of 800m this is one of the largest sinkholes in the world and part of a vast karst cave network, not yet fully explored. Along the way are a number of Jiballi roundhouses, originally constructed with branches and grass, but now usually covered with tarps and tires."]},{"type":"*","value":[" Continue along the main road; after 20km you'll come to a turnoff with several excellent ",{"type":"{{","value":[["marker"],["type=see"],["name=viewpoints"],["lat=17.111692"],["long=54.710795"]]}," (best during the dry season), suitable for camping. The road ends 9km later."]},"\n",{"type":"====","value":["Salalah to Hasik"]},"\nFor those few travelers venturing east of Salalah beyond Mirbat, the road offers wonderful views, fascinating geology, and ancient ruins. Plan on 3 hours each way.\n\n",{"type":"*","value":[" From Salalah, head east on Hwy 49 through ",{"type":"[[","value":[["Taqah"]]}," and ",{"type":"[[","value":[["Mirbat"]]},"."]},{"type":"*","value":[" From Mirbat, take the turnoff to the left to ",{"type":"{{","value":[["marker"],["type=see"],["name=Sadah"],["lat=17.053646"],["long=55.069696"]]}," (",{"type":"''","value":["Sadh"]},"), another 45 minutes to the east. Sadah is known primarily for fishing and diving for abalone (November-December). 3km to the east of Sadah is a good beach for picnicking."]},{"type":"*","value":[" The road now hugs the rocky coastline until you reach ",{"type":"{{","value":[["marker"],["type=see"],["name=Habdin"],["alt=Habdeen"],["lat=17.197641"],["long=55.219878"]]},", another tiny fishing village."]},{"type":"*","value":[" The last hour and a half of the road to Hasik is simply amazing. The road snakes along cliffs, desert beaches and the blue sea. ",{"type":"{{","value":[["marker"],["type=see"],["name=Hasik"],["lat=17.447612"],["long=55.270904"]]}," itself was known in ancient times for the export of frankincense, and there are ruins of the ancient town and harbor nearby. This is a good area for spotting sea turtles and migrating birds."]},{"type":"*","value":[" 6km further east is the seasonal ",{"type":"{{","value":[["marker"],["type=see"],["name=Natif Waterfall"],["lat=17.475757"],["long=55.229772"]]}," (best during the khareef), with a parking area and public toilets."]},{"type":"*","value":[" For more coastline and wadis, continue on towards the fishing village of ",{"type":"{{","value":[["marker"],["type=see"],["name=Shuwaimiyah"],["lat=17.89444"],["long=55.690724"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Diving"]},". The diving season runs during the dry season, from early October through the end of May. There are a number of good dive sites off of Mirbat, as well as near Mughsayl; the dive centers listed in the Salalah and Mirbat pages offer organized dive trips to these spots. There are also some good dive spots including shipwrecks near the Khuriya Muriya Islands, although as of this writing the only way to get there is to hire a fishing boat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Birdwatching"]},". Dhofar is an important layover spot for migratory birds in the fall and spring, and also a winter habitat for a number of species. The best birdwatching season coincides with the dry season, from October through May."]},"\n",{"type":"==","value":["Eat"]},"\nDhofar is well-known for honey, which is harvested several times a year. There are several distinctive seasonal types, the most unusual of which is frankincense honey, harvested in April and available in the souqs.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Kamelen op pad.jpg"],["thumb"],["Common driving hazards"]]},"\nAlways drive cautiously outside of Salalah as visibility can be bad due to fog\/mist, particularly during the khareef. Camels and other livestock frequently wander onto roads, so it is advisable to stay within speed limits even if the road is not monitored by radar.\n\nDehydration and heat exhaustion are risks especially during the dry season. Bring plenty of water, and on extended day trips bring food as well, as outside of the larger towns eating establishments are almost nonexistent.\n\nThere are three venemous snakes endemic to Dhofar: the Arabian cobra, found in the mountains; the puff adder, found in dry wadis and on the high plateau; and the saw-scaled viper, found throughout the region, usually near water. When hiking, wear boots, stick to defined pathways, and avoid poking through brush or overturning rocks. Bites are rare, although if you are bitten you should seek medical attention immediately.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Oman"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["18.19"],["54.25"],["zoom=7"]]},"\n",{"type":"[[","value":[["wikipedia:Dhofar Governorate"]]}]