[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nSo you've read all the stories about ",{"type":"[[","value":[["Antwerp"]]}," being the diamond capital of the world and are wondering whether you won't make a great deal if you just bought a diamond ring from the source rather than pay all the intermediaries until it gets to your local jewellery shop. In theory, your reasoning is correct but diamond shops in Antwerp are aware of this and there a many tourist trap shops where you will probably end up paying more than you would've at your local jewellery! That said, this doesn't necessarily mean that you'll systematically get ripped off, just that there are a few traps and common practices (in Antwerp and elsewhere around the World for that matter) that you should know about and will help you make a good decision.\n\n",{"type":"==","value":["Where To Go"]},"\n\nFirst of all, there are essentially two different types of diamond buyers: the fortunate few with deep pockets who are looking for high quality and the not-so-fortunate many that don't have that much money to spend but would still like to have a diamond ring for themselves or a special someone.  Wealthy buyers should concentrate on big shops with high reputation like the ones part of the Antwerp Diamond Jewellers Association. These shops are very transparent and professional, however you will be paying a premium for this reputation and transparency so it may not be the best place to get a good deal. That said, given the amount of money you'll be spending, you probably will be glad to pay that premium and be sure you are walking out of there with the quality you have been looking for. But this guide is for the second  category, the kind of people who booked a cheap flight to Belgium and made a day-trip to Antwerp thinking “wouldn’t it be nice if I became part of the I-bought-my-diamond-ring-in-Antwerp club”. I myself am part of that category and having bought some diamond rings in Antwerp I would like to share my experience. \n\nIf you want to get the best deal for your money then you have to get an invitation to purchase at wholesale in the Diamond Exchange, otherwise go to the shops around Antwerp Central Train Station (there is actually a gallery inside the station itself, and many more shops in the streets around it). These shops have got a reputation of being tourist traps and dodgy however it is still there that you will get good deals if you don't hesitate to haggle and are careful enough. Also, know that “dodgy” is a relative term since whatever you do you WILL be walking out of there with a real diamond (as far as I know, I have never heard of anyone getting a cubic zirconium instead of a diamond over there) and even if you pay more than you should have, you might still be paying less than what you would have at your local jewellery  ... I hope so.\n\n",{"type":"==","value":["Common Traps That You Should Avoid"]},"\n\n",{"type":"===","value":["The “Special Discount”"]},"\n\nThis is tourist trap number one that you must avoid at all costs! After a walk around the shops you will probably be amazed to see big sign saying “60% off” (or even more) in a window. Get inside the shop and the seller might even tell you that exceptionally and that day only there is an extra 10% off. You cannot believe the incredible luck you're having and jump on the first ring you see, happy to have made what you think is the best deal of your life. You have just been ripped off. The “discounted price” is actually the starting price, there is still plenty of room to haggle from there. NEVER pay the first price, unless it is clearly a cut-throat price displayed in the window (some shops will price a few diamond rings as low as 99 euros to get people inside their shops... it is ok to buy those at the asking price but don't hesitate to haggle or walk away once they present you other “higher quality” rings for considerably more money).\n\n",{"type":"===","value":["Diamond Quality"]},"\n\nOne of the main lessons I have learned the hard way: a diamond... is a diamond. This might sound stupid on first read by if you do some research on the internet you will find heaps of information on the four Cs that make the value of a diamond  (Carat Weight, Cut, Colour, Clarity) and a long list of charts allowing you to categorize diamonds. This is very helpful information for people who work with diamonds every day but for us “normal” people who will probably only come across a handful of diamonds in their lifetimes, we simply do not have the experience nor proper equipment to tell which is which. So it actually helps to dumb things down a little and just assume that all diamonds on display are medium rated ones, not the best quality but not the lowest either and still very acceptable compared to what they sell in most jewelleries around the World. If you pretend to be a connoisseur you WILL get ripped off because the seller will know how to present you the diamond in a special light and a special angle to make you believe that it's of a higher grade than it actually is. And after all, your friends at home will be more impressed by the design of the ring itself than by learning that your diamond is a F WS1...\n\n",{"type":"===","value":["Colour"]},"\n\nNaturally coloured diamonds are much rarer than normal white ones so they are usually more expensive. However in the 90s, diamond handlers discovered ways of altering the colour of a white diamond to make it have a certain tint. This is a very easy way of passing off very impure white diamonds that would otherwise be practically unsellable as jewellery. With the added colour those impurities are much harder to spot, especially with black diamonds. These type of rocks are called “colour enhanced” and sell at up to 80% discount compared to high grade white ones. Now this is not necessarily a bad thing, after all, at the end of the day it still is a diamond, but you have to know it and pay the right price. There is a good chance that almost all coloured diamonds sold in small shops are colour enhanced so don't believe the seller when he starts explaining you how extremely rare they are. You might want to slip in a “are you sure these aren't colour enhanced?” in the conversation, the seller will probably swear on his life they are not (even if they are) but at least he'll be aware that you're not a fool and accept a discount more easily. Of course I am not saying that ALL coloured diamonds in their shops are colour enhanced but it is best for your wallet to consider that they are.\n\n",{"type":"===","value":["Assembly"]},"\n\nAnother fact that you should know about diamond rings sold in Antwerp, especially small rocks, is that they are actually sent far away to India, assembled for a fraction of  what it would've cost in the Western World and then shipped back to Antwerp. So when the seller starts telling you how his grandfather made the ring by hand, following a very secret technique taught from father to son for generations since Egyptian times, don't believe a word. Of course, his story might be true (especially for bigger stones) but there is a very high chance that it is not.\n\n",{"type":"===","value":["The “Shop Certificate”"]},"\n\nMost sellers will tell you that all their jewelleries come with a special certificate to certify that you are getting actual diamonds and gold. In reality, those certificates are pretty worthless. They simply certify that it's a diamond, without any specification on carats or grade, so technically speaking they could just as well sell you an industrial diamond which would still qualify as a “diamond”. And after all, if you come back they can simply say that it's not the ring they sold you. But rest assured, at least you get a real diamond and not a cubic zirconium. After some doubts I have certified some rings that I bought and they were all real diamonds of fairly good grade so as far as I can tell, you can trust the man when he tells you it's a diamond. \n\n",{"type":"===","value":["The “Calculator Game”"]},"\n\nWhen you actually start haggling the seller will start typing some numbers on his calculator and at one point he will have a desperate look, implying that he just realized that he made too much of a discount and is out of a profit or even making a loss. The novice will jump on the “occasion” believing he's making a great deal. Don't get fooled. This is a well tried out technique. Simply remain calm and explain that you appreciate the discount but still want to pay less.\n\n",{"type":"==","value":["How it should be done"]},"\n\n",{"type":"===","value":["Before Travelling"]},"\n\nAlways take a look around your local jewelleries before making the trip. This will give you a rough idea of what you should be paying and even if you get ripped off in Antwerp you might find out that you still paid less than what you would've paid at your local jeweller shop. I found it was actually possible to buy an 18K gold diamond ring in Antwerp for what they charged for a simple 14k gold ring (with no diamonds) at my local shop! On the other hand, if the price in Antwerp seems low in comparison with your local shop, this doesn't mean that you can't get an ever better deal by haggling, so don't just jump in on the deal, try and get an extra discount.\n\n",{"type":"===","value":["Walk Around"]},"\n\nNow, once in the diamond district, always start by making a complete tour of the shops, spotting the designs you prefer. Resist any invitations to go in, and any “special discount” offers (of which you should know by now that they aren't discounts at all). Each shop has dozens of different designs and no two shops have the exact same models so you effectively have a choice of THOUSANDS of different models. There is nothing more frustrating than buying a ring and seeing another one you liked more on the way back to the hotel... It is best to establish a list of preference: after a tour of all shops, go in the one with the ring you preferred the most and try it on. If it's the right size (more on that later) and you haggle enough to get it for your budget then get it, if not walk to the shop with your second preference, then third, etc.\n\n\n",{"type":"===","value":["Pay Cash"]}," \n\nCash is the means that will give you the most leverage when negotiating. Cash means that the seller won't have to deal with longer pay term by credit card companies and intermediates sales percentages, which means he'll have to pay less and you'll get a better discount. But be careful not to carry too much cash, it is easy to get tempted to go over your initial budget. If you really can't get the price within your budget and you just have to have that ring, you can always get more cash out of an ATM (there are many inside the Central Station). Walking away to get more cash will also allow you to cool down a bit and think if it's really worth the extra money of if you shouldn't try your luck elsewhere. You'd be surprised to see what a difference it makes to take a few steps out of the shop.\n\n",{"type":"===","value":["Always Chose The Ring That Fits"]},"\n\nI think this is the step most people ignore. When you go in the shop, try the ring and if they don't have it in your size... WALK AWAY!! Of course they can make the ring in any size you want in about a week and even secure mail and send it to wherever you are in case you're not staying in Belgium for that long. But the chances are very high that they will skim off a few tenths of grams of gold by making the ring thinner and use slightly smaller and\/or lower grade diamonds compared to the one you saw in the shop. And the more discount you initially got, the more they will try to compensate by lowering the quality. If you ever notice a difference they will argue that it's just an optical illusion because the ring is not the same size as the model in the shop window and that you have made a downpayment already so now you have no choice but to buy it. This will lead to very frustrating situations so it's best to avoid them in the first place.\n\n",{"type":"===","value":["Message To Girls: Stand By Your Man"]},"\n\nIf you're a couple and go in, usually the man has the money and the girl wants the ring. The seller knows this very well and will try to play you one against the other. He will make the girl try out the ring and give her many compliments on how it is prefect for her. The result is that the girl will insist on having the ring and will team up with the seller against you (or better said, against your wallet). That is the worst negotiating position you could be in. Be 100% sure that this situation won't happen BEFORE you go in the shop! The right attitude for the girl would be to say that her man has the wallet and that ultimately he decides. It might sound a bit macho but believe me, you will save many hundreds of euros this way. Be certain that whatever arguments you have happen AFTER you leave the shop. If she really really wants that ring and convinces you to go over your budget, you can always come back. This might also add extra leverage to your position since the seller has probably had a few second thoughts since you've left and is wondering whether he shouldn't have accepted a bigger discount. It goes without saying that you shouldn't just get back in the shop and shout \"I'll take it!\", still keep your cool and insist on paying less.\n\n",{"type":"===","value":["Be Firm But Not Rude"]},"\n\nPersonally I found that adopting the right negotiating position is the hardest thing to do, especially on the first few tries. You want to show right away that you're not some sucker that can be fooled easily. But at the same time if you just throw your newly-acquired knowledge to the seller's face (ie. “These diamonds are colour enhanced, they are worthless!!”), he will take it as an insult and “shut off” from the deal (although what you said is not necessarily false...). I found that saying that it is indeed a very beautiful ring, that you recognize the craftsmanship quality but that you just don't have more money over your budget and that if you get a good deal you will recommend his shop to all your friends are the best arguments to get him to lower the price. But be firm. Cut down with the chit-chat, most of the times when a seller asks you where are you from, what you do for a living, etc. he is simply calculating in the back of his mind how much of a premium he'll charge you for that ring (he will ask a lot more if you say you're a doctor from the US than if you're shoe salesman from Ukraine). If you're a good comedian you could play this to your advantage (ie. \"I just lost my job and my girlfriend needs an urgent operation\" etc) but personally I find it's just better to get down to business and talk about prices.\n\nMost of the time you will eventually get to a point where the seller will swear that if he sold it for less he'd be making a loss, and another seller (the “shop owner”) will come from behind and make a final “take it or leave it” offer. Even then, if you're a good haggler, tell your last offer and pretend to leave, there's a good chance that they will skimp off a bit more.\n\n",{"type":"==","value":["Final Thoughts"]},"\n\n",{"type":"===","value":["Price Of Commodities"]},"\n\nIn case you don't know this already, the price of gold and diamonds has been skyrocketing lately. This means that whatever you do, the rings you buy today will be more expensive than what they were a few years ago. So if your friend starts laughing and tells you that he paid his ring half the price 5 years ago it doesn't necessarily mean that you have been ripped off. \n\n",{"type":"===","value":["Ethical Aspects"]},"\n\nMore and more people, especially since a certain Hollywood movie, are wondering whether the diamonds sold in these shops are not blood diamonds. Of course, if you ask the question straightforwardly, the seller will swear that they are not (even if they are). I have done myself some research on the subject and the sad truth is that these diamonds change so many hands between the moment when they come out of the mine and into the shop that it is simply impossible to know if it's a blood diamond or not, even by the shopkeeper himself. This is also true for big jewelleries with a good reputation. Nothing can stop an intermediary somewhere along the line to pass a blood diamond for an ethical one, there are many ways of getting fake ethical certificates or passing them through a front company who will claim they come from a different mine. Also, like I said before, bear in mind that most small diamonds are assembled today in Asia for ridiculously small wages so somewhere along the line you are still encouraging unethical behaviour. This is a sad truth that you will just have to live with when buying your ring, and again, buying it from a bigger shop with a high reputation and all the proper certificates (and premium price) won't necessarily guarantee that you aren't being part of the \"system\".\n\n",{"type":"{{","value":[["PartOfTopic"],["Shopping"],["Benelux"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]