[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Dibba"]]},"\n",{"type":"[[","value":[["File:Beach at Dibba, Oman.jpg"],["thumb"],["A resort beach in Dibba"]]},"\n\n",{"type":"'''","value":["Dibba Al-Baya"]}," (",{"type":"[[","value":[["Arabic"]]},": دبا البيعة, ",{"type":"''","value":["Dibba Al-Baya"]},") is a small border town in the southeastern corner of ",{"type":"[[","value":[["Oman"]]},"'s ",{"type":"[[","value":[["Musandam Peninsula"]]}," exclave. It faces the Emirati conurbation that is also called ",{"type":"[[","value":[["Dibba (United Arab Emirates)"],["Dibba"]]},", which lies both in an exclave of the ",{"type":"[[","value":[["Sharjah (emirate)"],["Sharjah Emirate"]]}," and in the ",{"type":"[[","value":[["Fujairah"]]}," emirate. About 5,000 people live in this Omani town.\n\n",{"type":"==","value":["Understand"]},"\nDibba has a large natural harbour on the East Coast of the Gulf of Oman and in previous periods of history, it was attacked and conquered by several regional and colonial powers. Today Dibba is the entry point to Eastern Musandam and rather a classic border town.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["infobox"],["UAE Residents"],["UAE residents who are not GCC nationals must send a confirmed reservation for a hotel or a dhow tour to the UAE authorities at least 48 hours before they arrive at the border post. This confirmation by the hotel or tour operator needs to be presented to the UAE border police in written form. Failing to send the reservation and present the written form at the border results in a denial of exit from the UAE! This applies to non-GCC UAE residents at the Dibba border only."]]},"\n\nFor years the border between Dibba (UAE) and Diba (Musandam) has been barely noticed. During the last few years, the UAE and Oman have severely beefed up the border and built fences. The easiest way in is from the UAE side on the roads E-99 from Fujairah or E-89 from Masafi. It's about 1-1.5 hours' drive from Dubai.\n\nThere is a gravel road to Zighy bay and a dirt road to Khasab. The conditions are adventurous and the trek should not be done with only one 4WD, as no facilities for stranded travellers are available.\n\nDibba has an airfield (IATA:BYB) but no scheduled flights.\n\n",{"type":"==","value":["Get around"]},"\nDibba is a pretty compact town and all important offices, shops and businesses are located within the Dibba Ring Rd. Therefore, walking is the easiest option.\n\n",{"type":"==","value":["See"]},"\nThere are no attractions within the small town of Dibba itself. The main thing to see is the unspoilt nature around the town. Hiking, multiple-day trekking tours with camping, or diving to see the amazing marine life are the ways to experience what's fascinating about the Musandam's East Coast. In the mountains, there are also big sinkholes, which can be a fascinating dive opportunity for experienced divers.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Dibba on 24 November 2007 Pict 4.jpg"],["thumb"],["270px"],["Dhow in Dibba harbour"]]},"\nThe Omani government has made a big effort to ensure coral reefs are recovering and protected. Therefore, today, travellers are able to see growing reefs and an amazing maritime wildlife. If you choose a dhow cruise, diving trip or trekking, please ensure the tour operators work according to the conservation rules.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nomad Ocean adventures"],["url=http:\/\/www.discovernomad.com\/home.php"],["email=info@discovernomad.com"],["address=Dibba Ring Rd"],["lat=25.64638"],["long=56.26637"],["directions="],["phone=+968 26836069"],["tollfree="],["fax=+968 2345689"],["hours="],["price="],["content=PADI Green star diving base with excellent knowledge of the area. Runs an eco-lodge as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dhow cruise"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Several agencies operates daily dhow cruises that include snorkeling. Dive trips and overnight tours are also possible. Negotiate prices in detail."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Deep Water Soloing"],["url="],["email="],["address="],["lat="],["long="],["directions=Dibba coastline"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=DWS is pretty popular with travellers as the cliffline is a very good terrain. Climbing up to 20 metres from the coastline is possible. Use respected guides and experienced dhow operators as backup"]]}]},"\n",{"type":"==","value":["Buy"]},"\nAnything more than basic staples and food is better bought in ",{"type":"[[","value":[["Dibba (United Arab Emirates)"]]},". Most of the food is imported from the UAE or other countries. Traditionally, vegetables were grown in the area, but imported goods are cheaper today.\n\n",{"type":"==","value":["Eat"]},"\nMost hotels run a restaurant that is open for non-staying guests as well. During the weekend most hotels offer buffets which are popular with families, package tourists and groups. The Golden Tulip and Six Senses hotels operate the only ",{"type":"''","value":["fancier"]}," restaurants. If you are looking  for international cuisine or anything more than basic kebabs, you will need to dine in the ",{"type":"[[","value":[["Fujairah"]]}," resorts and restaurants.\n\n",{"type":"==","value":["Drink"]},"\nTea and water are the standard choices in Dibba. Alcohol is served in licensed restaurants and hotels (e.g. Golden Tulip or Six Senses) but not in standard restaurants.\n\n",{"type":"==","value":["Sleep"]},"\nMost hotels are located in the UAE as the Emirate of Fujairah has invested heavily in the tourism industry. Nevertheless, Musandam has the better reefs and marine life, so serious divers and climbers usually stay on the Omani side for a couple of nights. Most dive centers have a small lodge where divers can sleep as this is a requirement for non-GCC UAE Residents.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden Tulip Dibba"],["url=http:\/\/www.goldentulipdibba.com"],["email=info@goldentulipdibba.com"],["address=Dibba-Mina Rd"],["lat=25.6699"],["long=56.27034"],["directions="],["phone=+968 268 36654"],["tollfree="],["fax=+968 268 36653"],["image=Golden Tulip Dibba, Oman.jpg"],["hours="],["price="],["checkin="],["checkout="],["content=Calm beach hotel a bit outside the center but committed to international standards."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Six Senses Zighy Bay"],["url=http:\/\/www.sixsenses.com\/resorts\/zighy-bay\/destination"],["email=reservations-zighy@sixsenses.com"],["address="],["lat=25.70844"],["long=56.273"],["directions="],["phone=+968 2673 5555"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The best resort in the area with amazing luxurious facilities. You need a 4x4 to get to the resort or you can go by speed boat from Dibba in 10-15 minutes."]]}]},"\n",{"type":"==","value":["Connect"]},"\nOmantel operates a very good mobile phone network in Dibba and the area. Being a border town, the UAE network operators Etisalat and du have reception, too.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fujairah"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Khasab"]]}," - take the challenge and cross the peninsula"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dubai"]]}]},"\n",{"type":"{{","value":[["Geo"],["25.64"],["56.266667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Musandam Peninsula"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]