[{"type":"{{","value":[["pagebanner"],["Dikrech banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Diekirch WW2Tank.JPG"],["thumb"],["WW2 tank at the National Museum of Military History"]]},"\n",{"type":"'''","value":["Diekirch"]}," is a small town in ",{"type":"[[","value":[["Luxembourg"]]},", best known for its brewery of the same name and the National Museum of Military History.\n\n",{"type":"==","value":["Get in"]},"\nDiekirch can be reached by train in about 40 minutes from ",{"type":"[[","value":[["Luxembourg (city)"],["Luxembourg City"]]},". There are a direct trains every hour (except on Sudays), but usually you'll need to transfer to a shuttle service at ",{"type":"[[","value":[["Ettelbrück"]]},".\n\n",{"type":"==","value":["Get around"]},"\nDiekirch can be easily covered on foot. The town center is about 1 km away from the train station, just follow the crowd down the road. The Military Museum is just up the hill from the central church.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Diekirch RiverCrossingDiorama.JPG"],["thumb"],["Diorama of the crossing of the Sauer"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum of Military History"],["alt=Battle of the Bulge Museum"],["url=http:\/\/www.nat-military-museum.lu"],["email="],["address=10, Bamertal"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Apr-Oct 10 AM-6 PM, Nov-Mar 2-6 PM"],["price=€5, optional audioguide €2.5"],["content=Large museum largely dedicated to the Battle of the Bulge of World War II, which took place in Luxembourg in the winter of 1944-1945.  Don't be put off by the first impression of a warehouse full of junk: the museum is actually a large, sprawling, multi-level complex, and the more impressive lifesize dioramas lie elsewhere, the star of the show being the mock-up of the night-time Sauer river crossing at Diekirch on January 18, 1945.  Showrooms feature very extensive collections of weapons, small arms, uniforms, military equipment of all kinds, wheeled and tracked vehicles, in addition to numerous personal soldier’s belongings, photographs, documents and maps.  There are also exhibitions of Luxembourg's contributions to various UN peacekeeping efforts and even an exhibit on the Soviet gulag that some Luxembourgish soldiers (a lot of men were forced by the German occupants to fight in German Wehrmacht units on the Eastern Front against Russia) ended up in after the war.  The presentation is starting to look rather dated, but there's still plenty to keep military and history buffs busy. The total number of artifacts on display is in the thousands, and it is easily the largest collection on the Battle of the Bulge in the entire region. The museum places a special emphasis on the impact the battle had on local civilians. Several tanks and artillery pieces outside. Hand-held narration devices provided in English and several other languages."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nDiekirch has a large brewery building right across the tracks from the train station, but alas, there are no tours available for visitors.  You can console yourself with a freshly made brew at any of the many restaurants in town.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["49.8680"],["6.1567"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Luxembourg"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Diekirch"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Diekirch"]]}]