[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Dien Bien Phu"]}," (Điện Biên Phủ) is a small town in ",{"type":"[[","value":[["North (Vietnam)"],["northwestern Vietnam"]]},".\n\n",{"type":"==","value":["Understand"]},"\nDien Bien Phu was the site of a major French defeat in the War of Independence in 1954. The defeat signaled the beginning of the end of French rule. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" Vietnam Airlines flies from ",{"type":"[[","value":[["Hanoi"]]}," (60 min)."]},"\n",{"type":"*","value":[" Another option to get from Hanoi to Dien Bien Phu is by bus. Numerous buses depart throughout the day from different stations. Decent sleeper buses leave from Hanoi's Mỹ Đình station: the journey takes about 12 hr and costs around 300,000 dong. Another option is to take a bus from ",{"type":"[[","value":[["Sapa"]]}," or ",{"type":"[[","value":[["Lao Cai"]]},". The ride takes in some beautiful scenery along the way."]},"\n",{"type":"*","value":[" There is also a bus from ",{"type":"[[","value":[["Muang Khua"]]},", ",{"type":"[[","value":[["Laos"]]},", the road is under development and speed does not exceed 20 km\/hr the journey takes 8 hr. Another bus that crosses the border links Dien Bien Phu to the transport hub of ",{"type":"[[","value":[["Udomxai"]]}," (Muay Xai)."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nAlthough of great historical interest to military buffs, there are few, if any, sights as such. It is a useful stop and transport connection on the way to other destinations.\n\nThere has been recent refurbishment of the remains of the French defenses as more tourists are showing interest:\n\n",{"type":"*","value":[" French Command Bunker, (west of River Ron)"]},{"type":"*","value":[" Strong point \"Elaine\"  (east of River Ron)"]},{"type":"*","value":[" A1 hill, Vietnam Military History Museum (sometimes called Dien Bien Phu Victory Museum) and cemetery on Duong 7\/5 \/ AH13 \/ QL279 about 3 km south of central markets at the intersection with Hoang Van Thai."]},{"type":"*","value":[" D1 hill can be found near the central markets as a set of giant stairs at Tran Dang Ninh and Duong 7-5\/AH13\/QL 279. This site contains a monument wall, statue, and great views of the valley on all sides."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" The Him Lam Plaza on Tran Dang Ninh where it meets the river contains a supermarket, a market area with restaurants in the back, and a bar near the river.  "]},"\n",{"type":"*","value":[" There are various cheap to moderately priced restaurants on Nguyen Chi Thanh (labeled Muong Thanh on the giant sign where the street ends on both sides)."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" Cheap, flophouse-like accommodation can be found across from the bus station at Nguyen Huu Tho\/QL12 and Tran Dang Ninh for 100,000 - 200,000 dong. Most of these places have a mix of shared and private bathrooms, cheap restaurants underneath, and enough holes for air and bugs to flow through. Not much English is spoken.  "]},"\n",{"type":"*","value":[" A half step up are the guesthouses and hotels on Tran Dang Ninh and the river intersection a few blocks away from the bus station for 200,000 - 250,000 dong. Air conditioning is more common, Wi-Fi less so."]},"\n",{"type":"*","value":[" There are a variety of hotels and guesthouses on Duong 7-5\/AH13\/QL 279 near the interaction with A1 hill at Hoang Van Thai and a bit north of that."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["Laos"]},"\nThe bus from Dien Bien Phu to Mheung Khua in Laos leaves daily at 05:30 and costs 100,000 dong. Be sure to get there even earlier and claim a seat although you will likely be sharing your seat with a local, or sitting on a pile of goods piled in the aisle. As a rule, the \"bus is never full.\" Bring water and snacks. It takes about 2 hours to reach the Tay Trang Vietnam exit point, which is fairly straightforward. From the Vietnamese border station it is another 6 km to the Laos border checkpoint. Visa-on-arrival is available and costs US$30-40 depending on nationality. You can pay in dong, kip, or US dollars. One passport photo is required, but if you don't have one they'll take a picture for you for 2,000 kip. Everyone pays 3,000 kip to cross the border, plus a 2,000 kip 'H1N1' test (they take your temperature). So 5,000 kip, plus your visa charge.\n\nFrom there you continue along the unpaved road to ",{"type":"[[","value":[["Muang Khua"]]},". Total journey time, including border crossings, was about 8 hours. You will have to pay 2,000 kip for a boat ride across the river (get some kip in change at the border station), but once across there are guesthouses and a place to exchange money at the top of the road leading from the boat ramp. You can take a tuk-tuk to the bus station (5,000 kip) and then connect to Odoumxai for 35,000 kip, 2.5 hours. You should consider taking the boat ride down the fairly narrow and very scenic Nam Ou River towards Luang Prabang, stopping overnight at Nong Khiaw where road travel is possible. Departures depend on whether there are enough people interested in going. Ask at the boat ramp.\n\n",{"type":"[[","value":[["WikiPedia:Dien Bien Phu"]]},"\n",{"type":"[[","value":[["Citizendium:Dien Bien Phu"]]},"\n\n",{"type":"{{","value":[["geo"],["21.3833"],["103.0167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Vietnam"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Vietnam\/Provinces\/Dien_Bien\/Dien_Bien_Phu\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Dien Bien Phu"]]}]