[{"type":"{{","value":[["pagebanner"],["Dijon banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dijon-tourism.com\/uk\/index.php Dijon"]}]}," is the capital of the eastern ",{"type":"[[","value":[["France"],["French"]]}," region of ",{"type":"[[","value":[["Burgundy"]]},".\n",{"type":"[[","value":[["File:Porte Guillaume 2 Dijon.JPG"],["thumb"],["250px"],["La Porte Guillaume"]]},"\n",{"type":"[[","value":[["File:Cathédrale St Bénigne - Dijon.jpg"],["thumb"],["250px"],["Cathédrale St Bénigne"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nDijon is perhaps best known for its mustard (named after the town), which is still produced locally, but it is also one of the most beautiful cities in France, and its historic buildings and byways were not heavily damaged by bombing in World War Two and are largely intact.\n\nDijon was for some time the capital of the Dukes of Burgundy. Burgundy was a great power during the 14th and 15th centuries, when the dukes controlled a large part of what is now northeastern France, western Germany, Belgium, and the Netherlands.\n\nThe dukes were great patrons of the arts, so Dijon was a major centre of Gothic and early Renaissance music, painting, and sculpture, attracting some of the greatest and most famous artists and musicians from Flanders in particular. The music the great composers left behind can be performed anywhere, but it is particularly in the fields of sculpture and architecture that masters left a lasting mark on Dijon.\n\nToday, Dijon is a cosmopolitan city, with universities in the centre and industrial plants on the outskirts. Traffic is restricted in the centre of the city, so many parts of central Dijon are quiet and relaxing.\n\n",{"type":"===","value":["Tourist information"]},"\n\nThere are three tourist offices ",{"type":"[","value":["http:\/\/www.visitdijon.com\/en\/dijon_office_de_tourisme.htm"]}," in the city:\n\n",{"type":"*","value":[" At the train station (on the right when getting out of the station):"]},{"type":"*","value":[{"type":"*","value":["  April to September: Monday to Saturday: 9:30AM-6:30PM, Sundays and public holidays 2PM-6PM"]}]},{"type":"*","value":[{"type":"*","value":["  October to March: Monday to Saturday: 9:30AM-1PM and 2PM-6PM, Sundays and public holidays: 10AM-4PM"]}]},{"type":"*","value":[" Behind the \"Palais des Ducs de Bourgogne\" (11 rue des Forges):"]},{"type":"*","value":[{"type":"*","value":[" April to September: Monday to Saturday: 9:30AM-6:30PM, Sundays and public holidays: 10AM-6PM"]}]},{"type":"*","value":[{"type":"*","value":[" October to March: Monday to Saturday: 9:30AM-1PM and 2PM-6PM, Sundays and public holidays: 10AM-4PM"]}]},{"type":"*","value":[" There is another one at the well of Moses."]},"\nThey have free maps of the downtown area, including a map and guide for the self-guided walking tour of Dijon. The walking tour uses a small brass pavement marker with an owl design to note the path along the sidewalks of Dijon. Larger numbered owl markers correspond to different stops on the tour, and the guide pamphlet will have descriptions of the art, history and architecture of that stop.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nThe train à grande vitesse (TGV) speeds travellers from Paris (only 100 min) and other major French cities to Dijon. There are also regular train services to a variety of destinations, including, but not restricted to, ",{"type":"[[","value":[["Italy"]]}," (",{"type":"[[","value":[["Milan"]]},", ",{"type":"[[","value":[["Turin"]]},", ",{"type":"[[","value":[["Florence"]]}," and ",{"type":"[[","value":[["Rome"]]}," among them), ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Luxembourg"]]}," and ",{"type":"[[","value":[["Belgium"]]},".\n\nThere is also a ",{"type":"[","value":["http:\/\/www.region-bourgogne.fr\/Aller-retour-Dijon-Paris-a-15-euros-le-week-end,610,4082,intl:en special return ticket"]}," on the TER from Paris (Train Express Régional) that is slow (3 h) but costs only €18, and lets you spend 24hg in Dijon, including a Saturday night. The train departs from Paris-Bercy on Saturdays at 3.20 pm, arriving in Dijon at 6.14 pm, the return departs from Dijon on Sundays at 7:46PM, arriving in Paris-Bercy at 10:44PM You can buy this at station ticket offices in Paris Bercy train station or Paris Gare de Lyon only.\n\n",{"type":"===","value":["By plane"]},"\n\nThere is an ",{"type":"[","value":["http:\/\/www.dijon.aeroport.fr\/content?id=29 airport"]}," in Dijon. However, it only offers small planes from and to Bordeaux, Toulouse and Nantes, operated by ",{"type":"[","value":["http:\/\/www.easternairways.fr\/ Eastern airways"]},", five days a week, only one flight each day.\n\nThere are a few TGV high-speed trains directly from the center of Dijon to Paris CDG airport; otherwise, Air France operates busses from CDG to Paris Gare de Lyon from which there are frequent TGV trains to Dijon.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"[","value":["http:\/\/www.eurolines.fr\/FRA\/contacts\/nos-bureaux\/fr-dijon\/ Eurolines"]}," connects Dijon to all the major European cities and ",{"type":"[","value":["http:\/\/www.cotedor.fr\/cms\/page2854.html TRANSCO"]}," is a regional bus service for the Burgundy region.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Palais Duc de Bourgogne.jpg"],["thumb"],["upright 1.5"],["Palais Ducal"]]},"\nDijon is well connected to the freeway and highways networks, where you can drive cars. Note that traffic is limited in the centre of the city, so you will probably want to park your car for the duration of your visit, except to access the Well of Moses, which is on the outskirts of the city.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Walk"]},"\n\nFor most purposes, walking is the best way to get around the center of the city. A comprehensive network of buses covers farther local destinations.\n\n",{"type":"===","value":["By bicycle"]},"\n\nIf you want to get a bit outside of the downtown (like to get to the well of Moses) it's often easier and faster to use a bicycle.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Vélodi"],["url=http:\/\/www.velodi.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+33 800 200 305"],["tollfree="],["fax="],["hours="],["price=€1 per day"],["content=Similar to the Vélib service in Paris, Vélodi is a bike loan service. There is bike stands throughout the city, allowing you to pick a bike and then leave it in another stand. You have to pay at a stand (with credit card, you must have at least €150 on your credit card account as that amount will be charged unless you return the bike in the next 24 h) €1 for 7 days, and then you'll be charged €0.50 for each 30 min of bike use (the first 30 min are free), and it gets more expensive after 2 h of use. Not the best idea if you want to visit the city with a bike, but still a good deal to get back home late at night, but be sure to check where's the nearest stand you can use as they are not available on the outskirts of the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=La Bécane à Jules"],["url=http:\/\/www.labecaneajules.fr\/"],["email="],["address=17 rue de l'Île"],["lat="],["long="],["directions="],["phone=+33 3 80 49 18 06"],["tollfree="],["fax="],["hours="],["price=€6.50 per day"],["content=Simpler and cheaper is the bike rental offered by this non-profit association who is a self-repair bicycle workshop, but they also rent bikes to non-members. It's €6.50 for the day or €11 for a week-end."]]}]},{"type":"*","value":[" If you're here on a long term basis, there is even another service called ",{"type":"[","value":["http:\/\/www.divia.fr\/531-DiviaVelo.html DiviaVélo"]}," (€15 for one month)."]},"\n",{"type":"===","value":["Public transport"]},"\n\nThe city offers the Diviaciti, a free, frequent shuttle bus for visitors that connects many of the downtown destinations in a loop, along with several parking areas. But be wary that the shuttle is only a minibus and is often congested with locals.\n\nIf you happen to arrive by train, take note that the orientation maps can be a bit misleading. For some reason, maps are oriented with west, rather than north, in the upward position.\n\n",{"type":"==","value":["See"]},"\n\nThere is a self-guided walk in the city, called ",{"type":"''","value":["Parcours de la chouette"]},", shown by owl arrows and numbered owl plates in the ground. There is 22 stops showing interesting stuff. The book with the description of stops is available at the tourist office for 2.50 €. But it's not mandatory.\n\n",{"type":"===","value":["Landmarks"]},"\n\n",{"type":"[[","value":[["Image:Dijon-Chouette.jpg"],["thumb"],["200px"],["La Chouette"]]}," \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=La Chouette"],["alt=The Owl"],["content=The icon of Dijon, sculpted on the side of the Notre-Dame church in 15th century. Story says it can grant you a wish when you touch it with your left hand."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Place François Rude"],["alt=Place du Bareuzai"],["content=A central place with beautiful traditional houses, a fountain with a sculpture, with an old carousel, and a lot of cafés and bars. Popular among locals on summer days."]]}]},"\n",{"type":"===","value":["Buildings and structures"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Ducal Palace"]}," (",{"type":"''","value":["Palais Ducal"]},"), a beautiful building, has a museum containing priceless treasures and wonderful art that was the property of the Dukes of Burgundy. If you visit nothing else in Dijon, visit this museum (Musée des Beaux-Arts)."]},{"type":"*","value":[" The Philippe Le Bon tower in the Ducal Palace. You can climb its 316 steps to have a view on Dijon. Though it will cost you €2.30 and it is limited to 19 people, only at restricted hours for security reasons."]},{"type":"*","value":[" Palais de Justice (rue du Palais) built in the 16th century."]},{"type":"*","value":[" Auditorium (modern)."]},{"type":"*","value":[" ",{"type":"'''","value":["Les Halles"]}," is an indoor market."]},"\n",{"type":"====","value":["Religious buildings"]},"\n\nThere are a lot of religious buildings in the city. François I said \"c'est la ville aux cent clochers\" (\"it's the city of one hundred bell towers\") when arriving in Dijon.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Well of Moses"]}," (",{"type":"''","value":["Puits de Moïse"]},"), a splendid monument by Claus Sluter, is now on the grounds of a psychiatric hospital but can be visited nonetheless (",{"type":"[","value":["http:\/\/www.visitdijon.com\/en\/dijon-agenda-ouverture_puits_de_moise.htm opening hours"]},"). You can go there using a walking\/cycling trail called the \"Coulée verte\"; see the ",{"type":"''","value":["Do"]}," stuff to know more."]},{"type":"*","value":[" The cathedral (Cathédrale Sainte-Bénigne) was built in the 14th century and is a national monument."]},{"type":"*","value":[" Notre Dame is a church from the 13th century, famous for its automaton clock, stolen in Coutrai (Belgium) in 1383."]},{"type":"*","value":[" St. Michel church, which is east of the Palais des Ducs. It was built from the 15th to the 17th century."]},"\n",{"type":"===","value":["Museums"]},"\n\nMost museums are free for everyone. English and French audio guide is available most of the time.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée des Beaux-Arts"],["alt="],["url=http:\/\/mba.dijon.fr\/"],["email=museedesbeauxarts@ville-dijon.fr"],["address=1 rue Rameau"],["lat="],["long="],["directions=Entrances on rue Rameau and the square des Ducs"],["phone = +33 3 80 74 52 09"],["tollfree="],["fax="],["hours=Open every day except Tuesdays and holidays (1 January, 1 and 8 May, 14 July, 1 and 11 November, 25 December). From 2 May to 31 October from 9:30 to 18:00; from 2 November to 30 April from 10:00 to 17:00"],["price=free; Audioguides in French, English and German: 4 €; Guided tour: 6 €, reduced price: 3€"],["content=This art museum is in the Palais Ducal and has a permanent exhibition of medieval art from Dijon's heyday as Capital of the Dukes of Burgundy. On the upper floor, there are lots of paintings by local artists and Flemish painters. The museum sometimes hosts temporary exhibitions with works from local artists. The most famous part of the museum is the Guard Room with tombs, which is currently closed until 7 September, 2013 for renovation. On the top floor, there is more recent art like Picasso, Monet or Courbet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée d'Histoire Naturelle"],["alt=Natural History Museum"],["url="],["email="],["address=14 Rue Jehan de Marville"],["lat="],["long="],["directions="],["phone =+33 3 80 76 82 76"],["tollfree="],["fax="],["hours="],["price="],["content=The natural history museum was set up in the gardens of Jardin de l'Arquebuse in 1860. It showcases the animal kingdom in both permanent and temporary exhibitions."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pavillon de Raines"]}," in the Arquebuse gardens hosts temporary exhibitions on scientific topics, animals, etc."]},{"type":"*","value":[" The planetarium in the Arquebuse gardens has different showings on astronomy."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musee de la Vie Bourguignonne"],["alt=Museum of Life in Burgundy"],["url="],["email=museeviebourguignonne@ville-dijon.fr"],["address=17 rue Sainte-Anne"],["lat="],["long="],["directions="],["phone = +33 3 80 48 80 90"],["tollfree="],["fax=+33 03 80 48 80 99"],["hours=May 1 - September 30: 9:00 to 12:30 and 13:30 to 18:00, October 1 - April 30 9:00 to noon and 14:00 to 18:00. Closed every Tuesday, as well as January 1, May 8, July 14, November 1 and 11, and December 25."],["price=Free"],["content=The museum is housed in the cloister of the Bernadine Monastery and provides a collection of scenes depicting life both in rural and urban Burgundy from the 18th century to the beginning of the 20th century."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musee d'Art Sacre"],["alt=Museum of Sacred Art"],["url="],["email=museeviebourguignonne@ville-dijon.fr"],["address=17 rue Sainte-Anne"],["lat="],["long="],["directions="],["phone = +33 3 80 48 80 90"],["tollfree="],["fax=+33 03 80 48 80 99"],["hours=9:30 - 12:30 and 14:00 to 18:00"],["price=Free"],["content=The museum is housed in the church of the Bernardine monastery, built in the early eighteenth century. Works of art, sculptures, paintings and silverware show the artistic history of the province from the 12th to the 20th centuries."]]}]},"\n",{"type":"===","value":["Gardens"]},"\n\n",{"type":"[[","value":[["Image:Dijon-Ours-Pompon.jpg"],["thumb"],["200px"],["Jardin Darcy"]]}," \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jardin Darcy"]}," (on the Darcy place) is a beautiful park near the station and it's a great place to have a rest and to see how French people enjoy themselves. (But before you sit down on a bench, you should make sure that there are no pigeons on a branch above you). You can see the famous white bear of François Pompon (although this one is a replica made by Henri Martinet; the original is at the Orsay museum in Paris)."]},{"type":"*","value":[" The ",{"type":"'''","value":["Arquebuse"]}," is a large garden, situated just below the train station, built in the 18th century on this place where Arquebuse knights met in 15th century. It contains the botanic gardens (Jardin Botanique), the museum d'histoire naturelle, the planetarium and the pavillon de Raines."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Promenade de l'Ouche"]}," (or Coulée verte) is a walking and cycling trail which starts near the Hospital (rue du Faubourg Raines, 10 minutes walk from city center) and follows the Ouche river to the Kir lake. On the way to the lake you can stop at the Well of Moses (30 min walk)."]},{"type":"*","value":[" ",{"type":"'''","value":["Lac Kir"]}," (Kir lake) is an artificial lake just bit outside the city. There you can walk or cycle around the lake. In the summer days there's plenty of people on the beach (you can swim in the lake, although the water is a bit dark)."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n",{"type":"[[","value":[["File:Eglise Place Saint Michel Dijon .JPG"],["thumb"],["Saint Michel"]]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Rue de la Liberté, which extends east from Place Darcy to the Palais des Ducs is a main shopping street with all types of shopping for locals and visitors. The Boutiques Maille (for Maille mustards) is located on this street."]},"\n",{"type":"*","value":[" Les Halles, an indoor marketplace, has many stalls for fresh produce, meat, and seafood."]},"\n",{"type":"==","value":["Eat"]},"\nMany of the dishes that Americans think of as traditionally French originated in Burgundy: 'coq au vin'. Another great strategy is to order the fixed-price (prix fixe) menu, usually three courses including dessert and provides a good sense of what the restaurant is like.\n\nThere are 23 Michelin starred restaurants in the area.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Guinguette"],["url="],["email="],["address=1 Cour Bourberain"],["lat="],["long="],["directions=From rue Berbisey find a small courtyard"],["phone = +33 3 80 30 63 14"],["tollfree="],["fax="],["hours="],["price=€8-12"],["content=Small restaurant at the end of a ",{"type":"''","value":["ruelle"]},". Cozy and convivial, decorated with kitsch old french ep records like Claude François, you'll be able to order very big plates based on potato, salad and cheese around an ",{"type":"''","value":["apéro maison"]},". Quite cheap but good luck to eat all your plate. But if you can't eat it all, they will give you a doggy bag. Be sure to call before coming, as the restaurant is small and sometimes crowded on saturday evenings."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Clos des Capucines"],["url=http:\/\/www.closdescapucines.com"],["email=closdescapucines@orange.fr"],["address=3, Rue Jeannin Dijon 21000"],["lat="],["long="],["directions="],["phone = +33 3 80 65 83 03"],["tollfree="],["fax=03.80.67.37.00"],["hours=Closed Saturday lunch and Sunday, open from 2:00 PM to 10 PM"],["price=Menus at 14.10€, 18.20€ and 32.60€, and à la carte."],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Place Francois Rude Dijon .JPG"],["thumb"],["Place François Rude"]]},"\nDijon is well known for cassis, a sweet black current liqueur that is a bright reddish-purple in color. If you are of legal drinking age in France a traditional Dijonnaise cocktail is called a \"Kir\", a blend of cassis and a local white wine (traditionally \"Aligoté\") - you can also order it made with champagne for a tasty and festive \"Kir Royale\". Make sure that you try the wonderful local wines - Burgundy has the highest number of Appellations of any French region. Of course the reds are terrific, and Americans unfamiliar with wine history might be surprised to find that white burgundies compare favorably with California chardonnays - they are, after all, from the same grape.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chez Nous"],["url="],["email="],["address=ruelle Quentin"],["lat="],["long="],["directions=A small alley near the Halles market"],["phone="],["tollfree="],["fax="],["hours=generally 11 am to 1 am, except mon 2 pm to 1 am, fri-sat 10 am to 2 am, sun 11 am to 5 pm"],["price="],["content=One the most well known cafés in Dijon. Most people go there for the ambiance of this small place where you can meet all the people involved locally in ecology, communism, free software, anarchism, art, and free-thinking. There you'll be able to play chess or go with strangers and meet a lot of interesting persons. You can also eat \"brasserie\" food (€3-7) or \"plat du jour\" (€8)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rézo Fet'Art"],["alt="],["url=http:\/\/www.rezofetart.com\/"],["email="],["address=3 rue Blairet"],["lat="],["long="],["directions=On the right at the end of the Faubourg Raines street"],["phone="],["tollfree="],["fax="],["hours=friday and saturdays 18:00-22:00"],["price="],["content=Very nice in the summer with its open courtyard, couchs and ping pong table. You can also take a look inside the painted buildings where painters and sculptors show their work. Some nights there is concerts, films or games. A bit outside of the city center (15 minutes walk), it's a good idea to get there after a walk using the Coulée Verte trail as it's on the way to the Kir Lake (see the Do section). Drinks are €1-3, and you can eat a simple sandwich for €3.50. You'll have to become a member of the association to order food and drinks (€5, includes the first drink)."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Well of Moses, Champmol, 2010.JPG"],["thumb"],["Well of Moses"]]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel le Jacquemart"],["alt="],["url=http:\/\/www.hotel-lejacquemart.fr\/index.php?lang=en"],["email=contact@hotel-lejacquemart.fr"],["address=32 Rue Verrerie"],["lat="],["long="],["directions="],["phone = +33 3 80 60 09 60"],["tollfree="],["fax=+33 03 80 60 09 69"],["price=€33-€85"],["checkin="],["checkout="],["content=2 star hotel, no frills, but clean, quiet and very pleasant. The location cannot be beaten, in the centre of the antique pedestrian area. Excellent boulangerie across the street and a nice, little restaurant (serving only mussels and pommes frites) down the street — both great at what they do and good value."]]}]},"\n",{"type":"*","value":[" Hotel Frantour des Ducs—3 star, €50-65 low season. Clean, centrally located at the end of the Rue de la Liberte."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nYou can reserve vineyard tours through the Dijon Tourist Office to visit the Côte de Nuits and participate in wine tastings in some of the most famous wine-making villages of Burgundy. Wine and Voyages ",{"type":"[","value":["http:\/\/wineandvoyages.com"]}," has the longest running tours available and are wine experts. Tel: 03.80.61.15.15\n\n",{"type":"*","value":[{"type":"[[","value":[["Beaune"]]}," is a beautiful town with many wineries and excellent examples of typical regional architecture. In particular, make sure you see the Hôtel-Dieu."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Burgundy"]]},"\n",{"type":"[[","value":[["wikipedia:Dijon"]]},"\n",{"type":"{{","value":[["geo"],["47.323888888889"],["5.0427777777778"]]}]