[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Dikili"]}," is a coastal town and a district of İzmir Province in the Aegean Region of ",{"type":"[[","value":[["Turkey"]]},". The district is quite picturesque both along its shoreline and in its interior parts and is a popular summer resort. Dikili is a seaside fishing town that is made up of mainly holiday villas and a few hotels. The charming centre with cobbled streets has restaurants, bars and shops.\n\n",{"type":"==","value":["Get in"]},"\nThe center town of Dikili is situated at about 120 km (75 mi) north of ",{"type":"[[","value":[["İzmir"]]},", served by a good road. The notable township of Çandarlı (ancient Pitane) is a depending center and is located close to Dikili.\n\nDikili has a fine port large enough to accommodate three passenger ships simultaneously, and the port has good land transport connections.\n\nThe drive into Dikili from Izmir (once out of the city) offers some spectacular scenery. For most of the journey it is a straight road. Dikili becomes largely deserted in the winter, except for the die-hard residents that live there all year round.\n\nYou can get in by boat from the Greek island ",{"type":"[[","value":[["Lesvos"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe whole area of the district abounds in places of natural beauty as well as spots of historical interest. There is a crater lake in Merdivenli village, and ancient caverns in Demirtaş and Delitaş villages as well as pine forests extending towards the Madra Stream. The area is also famous for its thermal springs, which are in Nebiler, Bademli and Kocaoba villages. Furthermore, the beaches in Bademli and Denizköy localities are important touristic attractions of the region.\n\nAnother must see is the Merkez Mosque which is a rare example of a wooden construction dating from 1789. Its particularity is in having been built without using any nails in the construction\n\nDikili also has a rich history extending back to prehistory, and the ancient and as yet unexplored site of Atarneus is located nearby. The site is called \"Atarna\" locally.\n\nA small islet within Dikili district (called Garip Adası locally, with ancient sources also citing the name Argounissai) made international headlines in April 2007. The islet is offered for sale by its proprietors and The Guardian reported the Greek islanders of Lesbos raising money among themselves to buy the islet.\n\nThe scenery consists of mountains, olive groves, vineyards and cotton fields. See the people working the land; horses and carts are still widely in use. Alternatively, how about the sight of a tractor with about 20 workers hanging on for dear life. This is where you start to get a feel for real Turkish life. \n\n",{"type":"==","value":["Do"]},"\nMany cruise ships call at Dikili as a base for visits to ",{"type":"[[","value":[["Pergamon"]]},".\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\neat fish, vegetables and mezes. drink raki (turkish ouzo) whilst watching sun going down...\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are a few hotels, pensions and private villas.  \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Hanorah"],["alt="],["url=http:\/\/www.villahanorah.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\nThere are several Hotels and Pensions in Çandarlı that you can stay for very low prices. Candarli is about 15 minutes to Dikili by bus. The hotels in Çandarli and their phone numbers are listed below for further information and reservation :\n\n",{"type":"'''","value":["Hotel Samyeli"]}," 40 beds         - +90 (232) 6733428 ",{"type":"[","value":["http:\/\/www.otelsamyeli.com"]},"\n\n",{"type":"'''","value":["Simay Motel"]}," 37 beds \t      - +90 (232) 6731101 \n\n",{"type":"'''","value":["Emirgan Motel"]}," 70 beds \t      - +90 (232) 6732500\n\n",{"type":"'''","value":["Philippi Pansiyon"]}," 26 beds     - +90 (232) 6733053\n\n",{"type":"'''","value":["Tuana Pansiyon"]}," 24 beds \t      - +90 (232) 6730315\n\n",{"type":"'''","value":["Senger Pansiyon"]}," 20 beds       - +90 (232) 6733117\n\n",{"type":"'''","value":["Oral pansiyon"]}," 29 beds \t      - +90 (232) 6733122\n\n",{"type":"'''","value":["Gül Pansiyon"]}," 20 beds \t      - +90 (232) 6733347\n\n",{"type":"'''","value":["Bağış pansiyon"]}," 40 beds \t      - +90 (232) 6732459\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=Tabliczka E87.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Çanakkale"]]}],["minorl1=",{"type":"[[","value":[["Ayvalik"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Izmir"]]}],["minorr1=",{"type":"[[","value":[["Bergama"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["39.0667"],["26.8833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northern Aegean"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Dikili"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Dikili"]]}]