[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dindigul.tn.nic.in\/ Dindigul District"]}]}," is in ",{"type":"[[","value":[["Southwestern Tamil Nadu"]]},".\n\nThis District was carved out of the composite ",{"type":"[[","value":[["Madurai"]]}," District in September 1985. This district has many places of tourist interest like ",{"type":"[[","value":[["Kodaikanal"]]},", ",{"type":"[[","value":[["Palani"]]}," temple, some historical forts and temples. This district is bound by ",{"type":"[[","value":[["Erode"]]},", Coimbatore, ",{"type":"[[","value":[["Karur"]]}," and Trichy districts on the North, by ",{"type":"[[","value":[["Sivaganga"]]}," and ",{"type":"[[","value":[["Tiruchi"]]}," District on the East, by ",{"type":"[[","value":[["Madurai"]]}," district on the South and by ",{"type":"[[","value":[["Theni"]]}," and ",{"type":"[[","value":[["Coimbatore"]]}," Districts and Kerala State on the West.\n\nThere are many taluks or sub-divisions in Dindigul district. They are\nNilakottai, Batlagundu, Athoor, Natham, Kodaikanal, Palani, Oddanchatram, and Vedasandur.\n\n",{"type":"[[","value":[["Image:India Tamil Nadu districts Dindigul.svg"],["350px"],["thumb"],["Dindigul region map, Tamil Nadu, South India."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dindigul"]]}," is the headquarters of this District."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Batlagundu"]]}," (",{"type":"[[","value":[["Tamil language"],["Tamil"]]}," ",{"type":"'''''","value":["Vattalakkundu"]},"), is a town on the foothills of ",{"type":"[[","value":[["Kodaikanal"]]},". It is approximately forty kilometres away from Dindigul by road. There are regular buses (every 15 minutes) from Dindigul bus stand and it is a 45 minute ride to this town. Kodaikanal road railway station is on the Chennai-Madurai main railway route and is twenty kilometres by road to Batlagundu on the way to Kodaikanal Hill station. It may be noted by the travellers that not all express trains on this route stop in Kodaikanal road railway station. Batlagundu, which is on the Madurai-Kodaikanal road, can also be reached from Madurai by bus. There are regular buses (every 10 minutes) from Arappalyam bus stand in Madurai and is a comfortable 1.5 hour drive (approx. 60 km).  This area is famous for many ancient temples of worship."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kodaikanal"]]}," - This is a famous hill resort."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Palani"]]}," - This is a famous temple in Tamil Nadu and is one of six famous temples of Lord Muruga."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Viruveedu"]]}," - This is in Nilakottai taluk and is 45 km from Dindigul city. This is famous for oil mills."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["'Amaravati river"]},"' - This river is near Kodaikanal hills"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\nThe travelers to the villages in this area are advised to pick up a few essential sentences in the local language Tamil as many do not speak English ",{"type":"'''","value":["although familiar with a few English words."]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airports are at ",{"type":"[[","value":[["Madurai"]]}," (1.5 hours away) and ",{"type":"[[","value":[["Trichy"]]},".\n\n",{"type":"===","value":[" By train "]},"\n\nDindigul junction is on the main train route from Chennai-Madurai-Kanyakumari and is approximately 440 kilometres from Chennai.\n\nKodaikanal road station is approximately 22 kilometres from Dindigul Junction\n\n",{"type":"===","value":[" By road "]},"\n\nDindigul is on the NH7 highway from Chennai to Madurai.\n\n",{"type":"==","value":[" Get around "]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dindigul Fort"]}," - This 280-foot-tall fort was constructed in 1605 by Madurai King Muthi Krishna Naicker and Thirumalai Naicker. It was a witness to many wars between rulers like Tipu Sultan and the English men."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sirumalai - Hill Resort"]}," - This is an economical Hill resort and a picnic spot for weary travellers. This is on the way to Natham 25 kms from Dindigul city. This place is accessible from Madurai also. Though the uphill journey is for a brief time, the 18 hair pin bends provide the real thrilling experience, characteristic of a trip to a hill station. The entire locale is green and lush and the climate is cool \/ warm. Sirumalai provides an opportunity to go on trekking and hiking. Beautiful scenic view of saathiyar river basin and Dindigul town delight the visitors. Vellimalai Temple, which is recently renovated, is the famous destination for devotees. Sanjeevi Hills, famous in Indian Epic Ramayana is also in the vicinity.  Bus service and private cabs are available from Dindigul city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gandhigram Rural University"]}," - Established in 1956 under Section 3 of the UGC Act, 1956 of the Government of India, Gandhigram Rural University was founded by Gandhians Dr.T.S.Soundaram and Dr.G.Ramachandran. They followed the Mahatma Gandhi’s revolutionary concept of ‘Nai Talim’ system of education. Gandhigram Rural Institute has developed academic programmes in Rural Development, Rural Economics and Extension Education, Rural Oriented Sciences, Cooperation, Development Administration, Rural Sociology, English and Communicative Studies, and, Tamil and Indian Languages. The Gandhigram Rural Institute has a campus of nearly 200 acres in a rural setting, nestling in one of the enclaves of the beautiful Sirumalai range.  To its West are chains of mountains including the beautiful Kodaikanal Hill Station. Lying North of Madurai, Gandhigram is easily accessible by rail and road. The climate of the place is pleasant all through the year and the panorama of nature surrounding Gandhigram is pleasing to the eye and inspiring to the soul. The nearest railway station is 2 km away in Ambathurai, the nearest railway junction is 11 km away from Dindigul accessible by both broad gauge and meter gauge, and, the nearest major town is Dindigul. The nearest airport is Madurai which is approximately 65 km by road. Gandhigram is located south of Dindigul by about 11 km and north of Madurai city approximately by 55 km."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thadikombu - Perumal Temple"]}," - This is 5 km. from Dindigul on the way to Karur. The main deity is Lord Alagar and the main festival is during the Tamil month of Chitrai.(April–May)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Begambur Big Mosque"]}," - This is a famous mosque in Begambur and is around 200–300 years old. The Phone number is 0451-2402086"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sri Kottai Mariamman Kovil"]}," - This is an ancient temple believed to be 200 years old and the idol is believed to have been installed by the King Tipu Sultan. There are many deities in this temple like Mariamman which is the main deity, Vinayaka, Muruga, Madurai Veeran, Kali and Durga. The temple structure is in the form of a square. The temple is run by a board of Trustees."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Kasi Visalakshi-Vishwanathar Temple"]}," in Kunnuvarankottai or Kunnapatti (Pronounced as \"Kannapatti\") is eight kilometers from Batlagundu on the Batlagundu-Usilampatti road. (It is to be noted that locals pronounce the village name as Kunnuvarankottai or \"",{"type":"'''","value":["Kannapatti"]},"\" (Tamil:கண்ணாப்பட்டி. This area is also referred in the biography of Sri Sacchidananda Bharathi-I). This is the birthplace of the 25th Pontiff of the Sringeri Sarada Peetam Sri Sacchidananda Bharathi I. There are regular buses every 30 minutes from Batlagundu bus stand to Usilampatti (the bus stop is better known as ",{"type":"'''","value":["Kannapatti"]},"(Tamil:கண்ணாப்பட்டி)). It is advisable to visit the temple in the mornings from 7:30AM – 11:30AM. Shri V.Viswanathan is the priest of this temple. The phone number is 04543-227572. One main advantage of this temple is that it is just very close (walkable distance) to the main Batlagundu - Usilamapatti road and is easily accessible to devotees. There are budget restaurants in Batlagundu that serve South-Indian dishes. An added attraction is the point of confluence of the three rivers Vaigai, Manjalaru and Maruda. It is pertinent to note that the river Vaigai flows northward near this village. This is an important pilgrimage point where devotees take holy bath in the rivers during auspicious days."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kamakshiamman Temple"]}," in Devadanapatti is eight kilometers away on the Batlagundu-Peryakulam road. The deity here is called as Moongilanai Kamakshi. There are regular buses from Batlagundu bus stand (every 10 minutes) to Periyakulam. (the bus stop is Devadanapatti)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Anjaneyar Temple"]}," in Anapatti is 5 kilometers from Nilakottai Taluk is quite popular among residents of this area. Nilakottai is 11 kilomteres from Batlagundu bus stand and 35 kilometres from Dindigul. This is said to be 300 year old temple built by Queen of Madurai Rani Mangamma. The idol will be half buried when the water is in full flow here. This temple is near the Peranai bridge (see site below) and regulator constructed by the British."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sendraya Perumal Temple"]}," - This is an ancient temple of Sri Sendraya Perumal situated in a hill near old Batlagundu. Mr Kannan is a priest in this temple. He is involved in developmental activities like Anna Thaanam (To provide free meals) in the temple. The people of all faiths and religions visit this temple."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soundararaja Perumal Temple - Vadamadurai"]}," - On the busy Dindigul – Trichy National Highway, at about 18 km from Dindigul, a road branches out in the right side. Vadamudarai is the name of the village, where the famous Soundararaja Perumal Temple is situated. The famous temple is situated at the heart of the small village. The Temple is recently renovated and has separate sanctum sanctorum for Perumal and Soundaravalli Thayar, Chakkarathalvar, Lakshmi Narasimar, Baktha Anjaneyar, Andal, Vishvaksena and Garuda are the other deities to be worshiped in the temple."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Peranai"]}," - It is a reservoir and a fine picnic spot from October to late February, provided the north-east monsoon sets properly and water is released from the Vaigai Dam. Peranai is a unique confluence of waters from several dams - the Vaigai Dam, the Marudanadi Dam in Dindigul, the Manjalar, and Varahanadi Dams in Theni. It is not a separate catchment area but collects and diverts water released from the Vaigai every year. This is in Nilakottai taluk of Dindigul district and approximately 35 km from Dindigul city. It is approximately 15 kilometres from Nilakottai town on the Madurai-Kodaikanal road."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Dams in Dindigul district"],["alt="],["url=http:\/\/www.dindigul.tn.nic.in\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are nine dams -- Palar Porundalar, Varathamanathi and Kuthiraiaru in Palani block; Parappalar and Nangachiar in Oddanchatram block; Maruthanathi, Kamarajar Sagar in Athoor block; Mavoor in Nilakottai block and Kudaganar in Vedasandur block. They augment irrigation facilities to agricultural fields in the district. The palar-Porundalar dam, the biggest dam in the District, is constructed across Palar and Porundalar rivers. The dam is situated 10 kms away from Palani and more than 17,000 acres get irrigated. The dam is 2450 meter long and 65 foot tall."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Athoor: Kamarajar Lake"]}," - The Kamarajar Lake is situated in the western part of Athoor Village located in the Kamarajar Valley in Western Ghats. There are places to stay near the lake. They are 'Double Dutch haunt' and 'Cardamom House' located in the border of Athoor Kamarajar Lake. Athur is a village 3 km west of Sempatti in between Dindigul and Batlagundu. Sembatti is 12 km south-west of Dindigul and 48 km north of Madurai. The Kodaganar River, a tributary of river Kaveri runs through the village. There is a cave temple here for Lord Sadayandi, another ancient Kasi Viswanatha temple and a 50 year old beautiful catholic church."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Manjalar Dam"]}," This is a reservoir that stores water from Manjalar river on the foothills of Kodiakanal hillstation. This is roughly 8-10 km away from Batlagundu bus stand. This is a place to visit during monsoons from October to March if the monsoon sets properly."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Siddharmalai"]}," -  A hillock 2 kiometres from Peranai and near the Vikkiramangalam village on the Usilampatti main road. There is a large natural cavern on the southern side of the hillock called the ",{"type":"''","value":["Pancha Pandava Padukkai"]}," (Bed of the Five Pandavas'). There are two rows of beds with raised pillows chiselled out of the rock inside. There is an inscription on the rock face that traces the origin of the name of Madurai city — `Mathirai' (City of Walls)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dindigul - St.Joseph Church"]}," - This 100-year-old church was constructed between 1866 to 1872. This is the head church of all other Roman Catholic churches in Dindigul District. The Phone number is 0451-2423557"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Dindigul - Other famous temples "]}," - The specialty is the spring, the source of which could not be traced. Thirumalaikeni, situated 25 kms from Dindigul on the way to Senthurai has a beautiful temple, where Lord Muruga blesses his devotees. It is situated on the top of a hill in the midst of thick flora and fauna. Peacock and monkeys engage the children who visit the temple. Abirami Amman Temple in Dindigul (Phone no: 0451-2433229) and Raja Kaliamman Temple at Thethupatti 20 km away from Dindigul are the other important temples which attract thousands of pilgrims."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dindigul - Nagal Nagar perumal Temple"]}," - This is a Vishnu temple which is in Nagal nagar near the Railway station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vedasandur"]}," - Vedasandur is located 20 km from Dindigul (on South), 75 km From Madurai(on South), 60 km from Karur (on North), 85 km fromTrichy (on East,and 45 km to Palani (on West). This was a place where hunters used to sell their goods in the olden days - Vedasandur means \"Hunter's open market\". The Kudakanar river, a tributary of Cauvery river goes through the centre of town. Another attraction is a very tall 51 feet idol of Lord Anjaneyar in the temple that is situated in the campus of Seethamaram Nalroad -(ARR Engineering India (P) Ltd. There are many other places of worship and also a tobacco research center in this town."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lakeside"],["alt=Kamarajar Lake"],["url="],["email="],["address=Athoor post, Dindigul Taluk"],["lat="],["long="],["directions=From Sembatti Crossing, take the Palani road and turn left to reach Athoor village. Follow the signposts of the resort thereafter."],["phone = +91 451-3202817, 09894563935"],["tollfree="],["fax="],["hours="],["price=Rs 3000-3500 for five persons.Cost of Meals extra - (Breakfast-Rs 150, Lunch - Rs 275, Dinner-Rs 400)"],["content=Lakeside is 7 KM from Athoor Village. Athoor is 25 KM south of Dindigul, 66 KM north of Madurai and 120 KM South-west of Tiruchirapalli. \nThis place is an escapade and a place for relaxation. Go Cycling in the hills, swim and fish in the lake, go on nature trails and do bird watching. Visit the village and do a craft tour watching the potters,weavers and workers at the coir factory at work.\nUSP - ",{"type":"''","value":["Where Memories are made"]},"."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" The travelers to this area can visit the various scenic spots near the rivers, dams and picnic spots."]},{"type":"*","value":[" Trekking in Sirumalai, Kodaikanal Hills"]},{"type":"*","value":[" The devotees can visit many temples in the area near Batlagundu, and Dindigul."]},{"type":"*","value":[" Dindigul is famous for locks."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The academically oriented travelers can visit Gandhigram Rural University"],["url=http:\/\/www.ruraluniv.ac.in"],["email="],["address=The Gandhigram Rural Institute, Gandhigram - 624 302,Dindigul District, Tamilnadu, India"],["lat="],["long="],["directions=The nearest railway station is Ambathurai, the nearest railway junction is Dindigul accessible by both broad guage and meter guage, and, this town is 11  kms south of Dindigul , 55 kms north of Madurai .  Nearest Airport : Madurai-65 kms.nearest major town is Dindigul . The nearest airport is Madurai."],["phone = +91 4512452371, 04512452372, 04512452373, 0451-2452374"],["tollfree="],["fax="],["hours="],["price="],["content=The Gandhigram Rural Institute has a campus of nearly 200 acres in a rural setting, nestling in one of the enclaves of the beautiful Sirumalai range.  To its West are chains of mountains including the beautiful Kodaikanal Hill Station. Lying North of Madurai, Gandhigram is easily accessible by rail and road. The climate of the place is pleasant all through the year and the panorama of nature surrounding Gandhigram is pleasing to the eye and inspiring to the soul. This is one of the many arts, Engineering and Medical colleges in this district.\n \nGandhigram was born  in 1947. A team of dedicated disciples and contemporaries of Gandhiji, Dr.T.S.Soundaram and Dr.G.Ramachandran, developed Gandhigram, the home of many rural development programmes.\n\nThe Gandhigram Rural Institute (GRI) was founded in 1956.  With undying faith and deep devotion to Mahatma Gandhi’s revolutionary concept of ‘Nai Talim’ system of education, Gandhigram Rural Institute has developed academic programmes in Rural Development, Rural Economics and Extension Education, Rural Oriented Sciences, Cooperation, Development Administration, Rural Sociology, English and Communicative Studies, and, Tamil and Indian Languages. Students who emerge from its portals tend to meet the personnel needs for rural development under various governmental and non-governmental schemes."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["  Locks: Dindigul is known for good quality and durable Iron-lock steel safes. Dindigul locks are sold to local, national, and international markets."]},"\n",{"type":"*","value":["  Sarees: Silk Sarees and Sungudi Sarees can be bought here"]},"\n",{"type":"*","value":["  Brass Vessels and Jewellery can be bought in Nilakottai"]},"\n",{"type":"*","value":["  Cardamom and Coffee are famous in Pattiveeranpatti near Batlagundu"]},"\n",{"type":"*","value":["  Fruits: SIRUMALAI Banana,Jackfruit,Grapes"]},"\n",{"type":"==","value":["Eat"]},"\nThere are a few budget restaurants that serve South Indian Vegetarian dishes. \nVisitors to Dindigul district can eat in restaurants in ",{"type":"[[","value":[["Dindigul"]]},".\nDindigul is famous for BRIYANI and SIRUMALAI BANANA.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are many lodging options in Dindigul. Visitors to Dindigul district can stay in Hotels in ",{"type":"[[","value":[["Dindigul"]]},". Request travelers to add more details who stay here.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wild Rock Hill House, Sirumalai Hills, Dindigul"],["url="],["email="],["address=Sirumalai Hills, Dindigul"],["lat="],["long="],["directions=Sirumalai is on the way to Natham 25 km from Dindigul City and 90 km from Madurai"],["phone = +91 451-2470454"],["tollfree="],["fax="],["hours="],["price=Rs 5000 for a Single room and Rs 20000 for Bungalow rental. food charges extra."],["checkin="],["checkout="],["content=Go on a Picnic or plan a getaway with your extended family.\nGo Mountaineering, trekking, Hiking or bird watching.\nVisit the recently renovated Vellimalai temple\nVisit the Sanjeevi Hills, a storehouse of herbs, considered to be a part of Hanuman's Sanjeevani Hills. USP - Heights of Delight-"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lakeside"],["alt=Kamarajar Lake"],["url="],["email="],["address=Athoor post, Dindigul District"],["lat="],["long="],["directions=From Sembatti Crossing, take the Palani road and turn left to reach Athoor village. Follow the signposts of the resort thereafter."],["phone = +91 451-3202817, 09894563935"],["tollfree="],["fax="],["hours="],["price=Rs 3000-3500 for five persons.Cost of Meals extra - (Breakfast-Rs 150, Lunch - Rs 275, Dinner-Rs 400)"],["content=Lakeside is 7 KM from Athoor Village. Athoor is 25 KM south of Dindigul, 66 KM north of Madurai and 120 KM South-west of Tiruchirapalli. \nThis place is an escapade and a place for relaxation. Go Cycling in the hills, swim and fish in the lake, go on nature trails and do bird watching. Visit the village and do a craft tour watching the potters,weavers and workers at the coir factory at work.\nUSP - ",{"type":"''","value":["Where Memories are made"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Double Dutch resort, Athoor, Dindigul district"],["url="],["email="],["address=Athoor Village, Dindigul District"],["lat="],["long="],["directions=The resort is 25 km from Dindigul, 55 km from Palani, 65 km from Kodiakanal and 90 km from Madurai. Drive upto Sembatti crossing and turn into Athoor village and follow the sign boards"],["phone = +91 4543-294499 or 9443828742"],["tollfree="],["fax="],["hours="],["price=Budget rooms - Rs 1500, Economy rooms at Rs 1800, Deluxe rooms at Rs 2500 (incl. tax). Food Charges Extra"],["checkin="],["checkout="],["content=Take a walk up to the water-fall or the cave temple, or along the rice fields, peanut gardens and coffee estates, and in the cocnut and palm groves.\nGo bird watching or trekking. Take motorbike rides and experience a slice of Indian village life or visit the rural market. Swim in the lake or take a coracle ride. The religious minded can visit the ancient temples like Sendaraya Perumal temple in Batlagundu town which is near, Kasi Visalakshi Viswanathar temple in Kunnuvarankottai. Visit Kodaikanal hills and Sirumalai. USP - Pastoral Bliss."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Green acres, Kodaikanal - Hotel Kodai International"],["url="],["email="],["address=Near Zion school, Lawsghat road"],["lat="],["long="],["directions=Kodaikanal is 90 km from Dindigul, 126 km from Madurai, 170km from Coimbatore, 195 km from Tiruchi. The hotel is located on the Lawsghat road"],["phone = +91 4542245190, 245191, 245192, 245193"],["tollfree="],["fax="],["hours="],["price=Std double room Rs 3099, Deluxe double Rs 3899 - Meals and Tax extra. Free Breakfast"],["checkin="],["checkout="],["content=Explore Kodai.\nWork out at the well-equipped gym or play table tennis, billiards and badminton.\nThere are ayurvedic centres for rejuvenation. Travelers can also visit the places in the Dindigul district like Dams, resorts and the religious minded can visit temples while going back to the native place.\nRoyal Cottage - Rs 5799, Royal Suite - Rs 6299. Tariff exclusive tax and meals. Breakfast is complimentary. Off-season and special packages available."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIt is advisable to visit the village temples in the forenoon (before 11AM) as the temples usually will be closed later.\n\nThe roads in and around the villages may be narrow and drivers are required to be careful here.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThe travelers can go to places like ",{"type":"[[","value":[["Madurai"]]},", ",{"type":"[[","value":[["Trichy"]]},", ",{"type":"[[","value":[["Munnar"]]},", ",{"type":"[[","value":[["Kodaikanal"]]},", ",{"type":"[[","value":[["Palani"]]}," from here\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southwestern Tamil Nadu"]]},"\n",{"type":"[[","value":[["wikipedia:Dindigul district"]]}]