[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Dipperz"]}," is a town in ",{"type":"[[","value":[["Hessen"]]},", one of the states of the Federal Republic of ",{"type":"[[","value":[["Germany"]]},".\n",{"type":"==","value":["Understand"]},"\nDipperz has about 3,400 inhabitants. It's 10 km east of ",{"type":"[[","value":[["Fulda"]]}," and about an hour away from ",{"type":"[[","value":[["Frankfurt"]]},". It is remarkable that 86% of the population above 16 years of age in Dipperz is involved either in agricultural labor or in administrative work (but mostly in the agricultural sector, they define themselves and especially each other as \"Bauern\" (engl: farmers))\n\n",{"type":"==","value":["Get in"]},"\nUse the road (i.e. car or bus from ",{"type":"[[","value":[["Fulda"]]},", follow the street signs).\n\n",{"type":"==","value":["Get around"]},"\nDipperz itself is so small, that no one of reasonable fitness should have trouble walking through it in more than ten minutes. There are two bus stops on the main road with busses traveling from ",{"type":"[[","value":[["Fulda"]]}," to either ",{"type":"[[","value":[["Poppenhausen"]]},", ",{"type":"[[","value":[["Dietershausen"]]}," or ",{"type":"[[","value":[["Raddiatorhausen"]]}," and back to ",{"type":"[[","value":[["Fulda"]]},". The busses leave on an hourly basis from 6:30 until 9:30, then every 2 hours until 17:00 and not at all after that, on public holidays, Sundays, and Saturdays after 18:00. The bus service is relatively cheap compared to the alternative, which is getting a cab. \n\n",{"type":"==","value":["See"]},"\nDipperz is the gateway to the ",{"type":"[[","value":[["Rhön"]]}," (a high region in central Germany with tough winters, unfriendly natives, unfertile soil, but beautiful nature, moderately good for skiing in winter). It is not possible to take the bus if you want to get there, a car is necessary.\n\n",{"type":"==","value":["Do"]},"\nDipperz features infamous wild life often found roaming about the \"Dorfschenke\". \nThe high society of Dipperz (mostly young people who have dropped out of \"Sonderschule\" (engl: ?school)) can be found at the \"Jugendtreff\", a bunker like structure under the main road.\nAnother very attractive hot-spot of the Dipperzer social scene is the \"Haus des Weins\" (engl: House of wining)\n\n",{"type":"==","value":["Buy"]},"\nEvery \"Dibbozo\" (=Dipperzer, local) will answer, if asked where one is able to buy stuff, that the best place to get what one is craving for would probably be \"Flummiemanns Expressdroehnung\" (near the gas station, not to be confused with the grass station, a barn where some farmers keep stacks of hay for the winter), a family run store offering a  variety of basic every-day-use items (for example post stamps, sausages, clubs, umbrellas, some language books, beer, plastic bags, glue), but also some traditionally crafted items from the region (such as flower pots and other floristic utilities, Schmandweg, pottery, and mud sculptures).\nOther stores found in Dipperz are the bakery (fresh bread and bread rolls almost every weekend!) and the above mentioned gas station, great for buying beer or\/and gas after hours.\n\n",{"type":"==","value":["Eat"]},"\nOne has three options when it comes to eating in Dipperz: 1) Buying whatever seems pricely reasonable at \"Flummiemanns Expressdroehnung\". Most members of the high society choose this; a common choice would be a sausage, a plastic bag and some glue. 2) This is probably the safest way of nutrition in Dipperz: leave the town and eat as far away as you can get before starving. Dipperz is known for a rather awkward preference when it comes to food, as the last option will emphasize. 3) Filling your stomach by adapting to the ways of the Dibbozo\/the ways of cave men. This includes using sticks for digging up roots and eating cadavers. Unfortunately many fights result from competitive behaviors about food among elderly males. Cannibalism is said to have occurred.\n\n",{"type":"==","value":["Drink"]},"\nIt is only fair towards the anxious traveler to mention that another way of getting the calories is by drinking \"Honig Med\" (engl: honey most). It is rumored that \"Honig Med\" can only develop its unique, methanol like taste when brewed at night by a person who hasn’t washed himself in areas for at least a week. Hence the expression \"Brauer-Bauer\".\n\n",{"type":"==","value":["Sleep"]},"\nThere is a hotel in Dippers which offers single rooms from 81 euro\/night and dorms from 80 euro\/night\/person. Unfortunately there is only one single room and this is occupied by the owner.\n\n",{"type":"==","value":["Go next"]},"\nThe best way to get out is by bus or car\/cab. The next train station is ",{"type":"[[","value":[["Fulda"]]},".\n\n",{"type":"{{","value":[["geo"],["50.5333"],["9.8000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["East Hesse"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Dipperz"]]}]