[{"type":"{{","value":[["pagebanner"],["Disneyland Paris banner.jpg"]]},"\n",{"type":"'''","value":["Disneyland Paris"]}," (formerly ",{"type":"'''","value":["Euro Disneyland"]}," and ",{"type":"'''","value":["Disneyland Resort Paris"]},") ",{"type":"[","value":["http:\/\/www.disneylandparis.com"]},", located in the ",{"type":"[[","value":[["Paris"]]}," suburb of ",{"type":"[[","value":[["Marne-la-Vallée"]]},", is the Disney Empire's ",{"type":"[[","value":[["Europe"]]},"an variant of their archetypal \"Magic Kingdom\" theme park. It was the second Disney theme park resort to open outside the United States, after ",{"type":"[[","value":[["Tokyo Disney Resort"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Entrance of Disneyland Paris.jpg"],["thumb"],["right"],["250px"],["''Entrance of Disneyland Paris\""]]},"\n:",{"type":"''","value":["\"To all who come to this happy place, welcome. Once upon a time, a master storyteller, Walt Disney, inspired by Europe's best loved tales, used his own special gifts to share them with the world. He envisioned a Magic Kingdom where these stories would come to life, and called it Disneyland. Now his dream returns to the land that inspired it. Euro Disneyland is dedicated to the young and the young at heart, with the hope that it will be a source of joy and inspiration for all the world.\""]}," ",{"type":"<","value":["small",[" — Michael D. Eisner, April 1, 1992"]]},"\n\n:",{"type":"''","value":["\"To all who enter the studio of dreams, welcome. Walt Disney Studios is dedicated to our timeless fascination and affection for cinema and television. Here we celebrate the art and the artistry of storytellers from Europe and around the world who create the magic. May this special place stir our own memories of the past, and our dreams of the future.\""]}," ",{"type":"<","value":["small",[" — Michael D. Eisner, March 16, 2002"]]},"\n\nDisneyland Paris consists of two parks, ",{"type":"'''","value":["Disneyland Park"]}," and ",{"type":"'''","value":["Walt Disney Studios Park"]},", and a shopping district, ",{"type":"'''","value":["Disney Village"]},". Disneyland Park is the park everybody has heard of and expects, and Walt Disney Studios Park has a more general movie making theme - but it's still very Disney. The Village is comprised of stores and restaurants.\n\nDisney's theme parks are famous for their \"Audio-Animatronics,\" attention to detail, service mentality,  crowds,and  high prices. The intention is to completely recreate the \"magic\" of the Disney franchise; employees are not \"staff\" but \"cast members\"; the park is kept insanely clean; and everywhere you will find a perfectly running machine. For example, you won't find the same Disney character twice within sight - there are no duplicates. Children are clearly the focus of Disneyland, but older visitors are not neglected either.\n\nAll the theme parks follow basically the same setup, but of course there are many regional differences.\n\nThe total commercialism is something you have to either accept, ignore or enjoy. Besides the merchandise stores at every corner, many rides are \"sponsored\" by various large corporations.\n\nTo make the experience even more magical and enjoyable, the ",{"type":"[[","value":[["Paris"],["City of Light"]]}," is just a half-hour train ride away.\n\n",{"type":"===","value":["When to visit"]},"\n\nWith 15 million visits in 2010, Disneyland Paris has overtaken the ",{"type":"[[","value":[["Eiffel Tower"]]}," as the most popular tourist destination of the Paris region, and is the fourth most visited theme park in the world, behind ",{"type":"[[","value":[["Walt Disney World"]]},"'s ",{"type":"[[","value":[["Walt Disney World\/Magic Kingdom"],["Magic Kingdom"]]},", ",{"type":"[[","value":[["Disneyland"]]},", and ",{"type":"[[","value":[["Tokyo Disneyland"]]},". Likewise, it is infamous for its crowds. At all attractions all over the park you will see \"barricades\" and signs along the lines of \"Waiting time at this point - 45 minutes\".\n\nIt is essential for an enjoyable visit to Disneyland to plan for a good time. Ideally, you want good weather and as few people as possible, but off peak times may have more limited entertainment show, parade and fireworks offerings.\n\nThe best times to visit Disneyland Paris is on weekdays outside public holidays and school vacations. The least-visited times seem to be September–October and May–June. Considering the French weather, June is likely the safest bet. You'll probably be able to get some very good deals during these times. (Example in June 2003: 3 days for the price of 2 days, including hotel, about €200\/person.) If you are lucky, you won't have to wait at all except at very popular rides, and even then the waiting time can be as low as a few minutes.\n\nNote that even when the park is not very crowded you will have trouble seeing all of the attractions. For a more or less complete tour, you will need at least two days.\n\nIt should be said quite clearly that Disneyland Paris is a lot of fun when you do not have to wait a lot - but waiting for a ride for 45 minutes or more can be stressing. However, see below for the free \"FastPass\" ticket service.\n\n",{"type":"==","value":[" Get in "]},"\n\nAfter you arrive, first get to your hotel if you have booked one. You will get your tickets here, as well as information material (maps) and breakfast vouchers.\n\n",{"type":"===","value":[" By plane "]},"\nDisneyland Resort Paris is well connected to both international airports in Paris ",{"type":"[","value":["http:\/\/www.aeroportsdeparis.fr\/ADP\/en-GB\/Passagers\/"]},".\n\nFrom ",{"type":"'''","value":["Charles de Gaulle International Airport"]},", (",{"type":"{{","value":[["IATA"],["CDG"]]},"), TGV ",{"type":"[","value":["http:\/\/www.tgv.com\/"]}," operates high-speed train service to the resort from Terminal 2. The trip takes about 10 min.\n\nFrom ",{"type":"'''","value":["Orly Airport"]}," (",{"type":"{{","value":[["IATA"],["ORY"]]},"), you will need to take three trains: Orlyval (from Orly Airport to Antony), RER B (from Antony to Chatelet-Les Halles), and finally RER A4 (from Chatelet-Les Halles to Marne-la-Vallee Chessy).\n\nAlternatively, VEA ",{"type":"[","value":["http:\/\/www.vea.fr\/uk\/index.asp"]}," operates bus service to Disneyland Resort Paris from both airports, costing €17 for adults\/€13 for children aged 3–11 per trip.\n\nYou can also rent a shuttle transportation ",{"type":"[","value":["http:\/\/www.elysees-driver.com\/en\/index.php"]}," when traveling in groups to save money.\n\n",{"type":"===","value":[" By car "]},"\n\nOne choice if you live in France or in a nearby region (Central Germany, Southern United Kingdom, Belgium, Netherlands, Luxembourg) is to take a car. The highway system of France is decent enough and Disneyland Paris is easy to find. You should keep a supply of cash and\/or credit cards ready, however, as the French charge hefty fees for the use of the highways. A trip from Frankfurt, Germany to Disneyland Paris can cost approximately €30 in fees.\n\nIf you are driving from the United Kingdom, note that France drives on the right.\n\n",{"type":"===","value":[" By train "]},"\n\nThe best way to reach Disneyland Resort Paris, which has its own railway station, is by train: they are reliable and run frequently. Note that when booking tickets the official name of the station is ",{"type":"'''","value":["Marne-la-Vallee Chessy"]}," (that information is more useful for ticket machines as employees all know the station for Disneyland).  \n\n",{"type":"====","value":["From Paris"]},"\n\n",{"type":"'''","value":["RER A4"]}," runs from central ",{"type":"[[","value":[["Paris"]]}," to Marne-la-Vallee Chessy, with frequent trains taking 35 min for the journey. Be aware that a Paris Metro ticket is valid on RER only for travel within Zone 1 (Disneyland Resort Paris is in Zone 5). If you use a Paris Visite pass, make sure that it reads 'Zones 1-6' and not 'Zones 1-3''. In either case, using an invalid ticket will result in a €25 fine.\n\nThe seven main rail terminals in central Paris, the trains that serve them, and directions from them to RER A4 are explained in the chart below. All of them are served by the Metro and\/or RER.\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! Station !! Services !! Directions to RER A4"],["|-"],["| Gare du Nord || Thalys",{"type":"<","value":["br"]},"Eurostar",{"type":"<","value":["br"]},"TGV",{"type":"<","value":["br"]},"Transilien Paris-Nord",{"type":"<","value":["br"]},"TER Picardie || RER B or D to Chatelet Les-Halles"],["|-"],["| Gare de l'Est || TGV",{"type":"<","value":["br"]},"InterCity Express",{"type":"<","value":["br"]},"TER Alsace",{"type":"<","value":["br"]},"TER Champagne-Ardenne",{"type":"<","value":["br"]},"Transilien Paris-Est",{"type":"<","value":["br"]},"Venice-Simplon Orient Express || Paris Metro Line 4 to Les Halles",{"type":"<","value":["br"]}," or Line 5 to Quai de la Rapee"],["|-"],["| Gare Saint-Lazare || 23 Transilien lines",{"type":"<","value":["br"]},"4 Grandes Lignes lines || Walk to Auber"],["|-"],["| Gare de Lyon || 4 Transilien lines",{"type":"<","value":["br"]},"3 Grandes Lignes lines",{"type":"<","value":["br"]},"TGV || Served by RER A4"],["|-"],["| Gare de Bercy || Auto trains || Paris Metro Line 14 to Gare de Lyon"],["|-"],["| Gare d'Austerlitz || Paris-Bordeaux main line",{"type":"<","value":["br"]},"Paris-Toulouse main line",{"type":"<","value":["br"]},"Elipsos || Walk to Gare de Lyon"],["|-"],["| Gare Montparnasse || TGV",{"type":"<","value":["br"]},"TER Centre",{"type":"<","value":["br"]},"TER Basse Normandie || Paris Metro Line 4 to Chatelet",{"type":"<","value":["br"]}," or Line 6 to Nation"]]},"\n\n",{"type":"====","value":["From within\/outside France"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eurostar.com Eurostar"]}]}," operates a daily service from ",{"type":"[[","value":[["London"]]},"'s St. Pancras station, Ebbsfleet and ",{"type":"[[","value":[["Ashford (England)"],["Ashford"]]}," direct to Marne-la-Vallee Chessy taking, on average, just 2 h. You can then leave your luggage at the station, and it will be moved to your hotel while you enjoy the parks. \n\nMarne-la-Vallee Chessy is also served by four TGV train lines from destinations to the east and west such as ",{"type":"[[","value":[["Nantes"]]}," and ",{"type":"[[","value":[["Lille"]]},". \n\nBear in mind that most international railways linking Paris with other countries arrive in central Paris: see the chart above.\n\n",{"type":"==","value":["Tickets"]},"\nVisiting Disneyland Resort Paris is about as equally expensive as visiting any of the other Disney parks around the world. There are four types of tickets sold. The ",{"type":"'''","value":["1 Day 1 Park Ticket"]}," allows you to visit ",{"type":"''","value":["only one"]}," of the two parks for a full day. In addition, there are three ",{"type":"'''","value":["Park Hopper"]}," tickets, which allow you to visit ",{"type":"''","value":["both"]}," parks on the same day, available in 1-, 2- and 3-day increments. The 3-Day Park Hopper ticket represents the most ecomomical deal; the ticket price ",{"type":"''","value":["per day"]}," is lowest.\n\nThese prices, taken from the Dutch version of the resort's website, were accurate as of summer 2013:\n",{"type":"{|","value":[["class=\"wikitable\""],["|+ ",{"type":"'''","value":["Online Prices"]}],["|-"],["! rowspan=2 | Days"],["! colspan=2 | ages 3–11"],["! colspan=2 | ages 12+"],["|-"],["! Total !! Per Day"],["! Total !! Per Day"],["|-"],["| 1 Day 1 Park Ticket || €56 || €56 || €62 || €62"],["|-"],["| 1 Day Park Hopper || €66 || €66 || €74 || €74"],["|-"],["| 2 Day Park Hopper || €126 || €63 || €139 || €69.5"],["|-"],["| 3 Day Park Hopper || €156 || €52 || €169 || €56.33"],["|-"],["| 4 Day Park Hopper || €181 || €45.25 || €199 || €49.75"]]},"\nChildren under age 3 are admitted free.\n\nAlso worth investigating is the Annual Passport - which appears to be cheaper for 12+ age groups than the 3 day park hopper.  Buy a 1 day ticket and visit guest services once inside the park to get your annual passport (with its face price reduced by your 1 day ticket purchase price.)\n\nYou may want to check the different language versions of the site which will have different types of tickets available. The local French version often has specials that are unavailable on other sites, such as a €40 ticket with a 5-day advance purchase. Depending on the exchange rate, you may save by going to a different country's site.\n\n",{"type":"==","value":["Get around"]},"\n\nOnce you are in the park, your main mode of transportation will be walking. Disneyland is divided into four themed sections (Discoveryland, Frontierland, Adventureland and Fantasyland) and the central shopping and information area Main Street USA.\n\nIf you need to get from one side of the park to another, you can take the train which circles the Park and has a stop in each of the major sections.\n\nIf you find yourself at the back of the park during heavy rain, there is an undercover walkway that will take you all the way from the Pirates of the Caribbean ride to the front of the park.\n\nBus services exist which can take you from Disney Village and the central entrance to the hotels. These buses are free of charge.\n\n",{"type":"===","value":["Accessibility"]},"\nWheelchair accessibility is very good, and there are very few areas that have the usual obstacles, such as confined stairs, that make access impossible. A very good system of disabled access for most rides is in place, but for safety and evacuation reasons, some rides still require that the rider be able to walk or climb a ladder. It is a good idea to get a disability pass from the Information Center on arrival at the park; doing so makes it easier for staff to identify and assist disabled visitors. The pass will not grant a disabled person the right to jump the queue, but it does allow assisted access to rides via the exit gates rather than the more restrictive entrance gates.\n\n",{"type":"==","value":["See"]},"\n\nDisneyland Paris is mainly a place for doing, not for seeing. But this doesn't mean there are no places with a good view.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Castle"]}," ",{"type":"''","value":["(Fantasyland)"]}," is the dominating feature of the Park. While the cynic will notice the stark plastic construction, the castle's fascination cannot be denied by anybody who grew up with Disney style comics. Don't forget to visit the ",{"type":"'''","value":["Dragon Cave"]}," through a side entrance; the sleeping dragon is one of the best Audio-Animatronics in Disneyland."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Disney Characters"]}," are spread liberally throughout the park. Many are available around the clock - usually the more famous characters like Mickey, Donald etc. - and some are only available at certain times. Some characters move around. Care is being taken by the Disneyland administration that no character can be met twice at the same time. Inquire at any store or information outlet about the schedule of the characters. They will give autographs, and their main purpose is of course to pose for photos. If you have a favorite \"must see\", inquire as soon as you can on your arrival; some minor characters - like Stitch - are hard to track down. *** If you have a certain character that you absolutely must meet, then check in with CITY HALL at the entrance of the Park on TOWN SQUARE. They can help you with this information, and even organize a \"Meet N Greet\" with your favorite character."]},"\n",{"type":"*","value":[" Throughout the day there are various ",{"type":"'''","value":["Parades"]}," - some of them are quite famous. They include various Disney and non-Disney characters, are held in different parts of the Park at different times. The park map will have a listing of the schedules."]},"\n",{"type":"===","value":["Shows"]},"\n\nThere are many shows available throughout Disneyland Paris.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tarzan"]}," ",{"type":"''","value":["(Frontierland)"]}," (cancelled as of July 2009 but returning Summer 2011) featured acrobatics mixed in with music from the movie. It's well done and well worth the time. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buffalo Bill's Wild West Show with Mickey and Friends"]}," ",{"type":"''","value":["(Disney Village)"]}," combines horses-and-pistols action with food served to the audience. You have to pay admittance. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Honey I Shrunk the Audience"]}," ",{"type":"''","value":["(Discoveryland)"]}," (Replaced with Captain EO in 2010) was basically a 3D movie with \"interactive\" elements - and starring Eric Idle and Rick Moranis. Captain EO, a Michael Jackson 3D movie adventure now returns. This film originally played in the theatre in the 1990s when the park opened."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Animagique"]}," ",{"type":"''","value":["(Walt Disney Studios park)"]}," is a blacklit musical number with dancing Disney characters and pink elephants. Well done if you can appreciate this type of entertainment."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["CineMagique"]}," ",{"type":"''","value":["(Walt Disney Studios park)"]}," - another \"interactive\" movie show; the theme is a trip through 100 years of movie history. Very well done, and highly recommended."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Armageddon Special Effects"]}," ",{"type":"''","value":["(Walt Disney Studios park)"]}," lets you experience the destruction of the space station by incoming asteroids. Probably best suited for teenagers. Avoid if very crowded."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Moteurs! Action"]}," ",{"type":"''","value":["(Walt Disney Studios park)"]}," A stunt car show. Rather entertaining and definitely good for some photo moments. It's next to Rock 'n' Rollercoaster Avec Aerosmith. A little bit long but worth the time."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Lion King"]}," ",{"type":"''","value":["(Discoveryland)"]}," (Cancelled) Based on the musical and animated movie of the same name. Quite interactive and a good one for the kids. The Tam Tam Players replaced the show and performed on the stage during the day, now they perform in Adventureland and animated shorts play on a large screen instead ."]},"\n",{"type":"==","value":["Do"]},"\n\nMost \"activities\" in Disneyland Paris consist of various rides. However, there are discos and bars in the village where people meet and dance.\n\n",{"type":"===","value":["Rides"]},"\n\nEasily the primary attraction of Disneyland, rides can be quite crowded depending on popularity - even on otherwise empty days at the park. \n\nSome notable rides are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Space Mountain"]}," ",{"type":"''","value":["(Discoveryland)"]}," Space Mountain '2' is the park's current offering under the Space Mountain banner, an updated version of the old ride. The ride is tough and harsh and evokes strong reactions - some love it, some hate it. Fastpass available. Height restriction (1m32)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Twilight Zone Tower of Terror"]}," ",{"type":"''","value":["(Walt Disney Studios Park)"]}," Same as the Disney California Adventure version, astounding decors, amazing ambiance, great sensations (remains a Disney attraction). Fastpass also highly recommended. If you suffer from heart problems this ride is not recommended. It is petrifying."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Indiana Jones and the Temple of Peril"]},"  ",{"type":"''","value":["(Adventureland)"]}," is a nice ride but does have a loop and there is a height requirement. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Big Thunder Mountain"]}," ",{"type":"''","value":["(Frontierland)"]}," Also one of the better rides in Disneyland. Enjoyable but incredibly busy so fastpass is a must. Post-ride photo available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rock n' Roller Coaster starring Aerosmith"]}," ",{"type":"''","value":["(Walt Disney Studios park)"]}," is the coolest ride in Disneyland Paris. The design (sound studio) is excellent, the acceleration awesome, the mixed Aerosmith music and \"concert ambiente\" of this in-doors rollercoaster contribute to the experience. Highly recommended. Wait until during the stunt show as this empties the park, then go on for little or even no queue! Or, if the stunt show is not on for another couple of hours, pick up a fastpass ticket — but generally the queue is not too bad and does not require a fastpass. Another tip, ask to ride in the front, you may have to queue a little longer but generally get on the next time. If you have waited 45 minutes, why not wait another minute for the VIP ride!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buzz Lightyear Laser Blast"]}," ",{"type":"''","value":["(Discoveryland)"]}," is an interactive ride — the only one in the whole complex? — which gives you a \"laser pistol\" with which to fire at targets, earning points that are totted up as you go along. (If you buy a post-ride photo, your point total appears on it.) Very good fun for all ages, with all the queueing under shelter. Busy: either get there early or take a fastpass."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pirates of the Caribbean"]}," ",{"type":"''","value":["(Adventureland)"]},", probably the best known Disney ride, is a water ride with a piracy theme. It's pretty harmless, features a lot of Audio-Animatronic pirates and is suitable for all ages. Expect your clothes and gear to possibly get a few drops, though it's hardly a deluge. Features \"The Blue Lagoon\", an expensive \"jungle ambiance\" restaurant. Although it is usually busy, its quick loading technique shortens queuing time. Don't bother with a camera or camcorder - it's very dark. Post-ride photo of yourself on the ride (taken automatically) available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["It's A Small World"]}," is a stereotypical \"cute\" Disney ride. Designed mostly for small children, this is a perfect ride for those who can enjoy the most impressive kitsch ever designed.It is also loved by adults. It's colorful, it has a catchy tune that will remain on your mind for days, and it's a lot of fun if you do not take it too seriously. Good for families with young children or silly adults. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Star Tours"]}," ",{"type":"''","value":["(Discoveryland)"]}," is a \"Flight Sim\" with a Star Wars theme. A must for every fan, but it's well done and should be enjoyable for most people. Pay attention for a few small jokes in the very well done set design. It can get quite busy so get a fastpass."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Crush's Coaster"]}," ",{"type":"''","value":["(Walt Disney Studios Park)"]}," is a very enjoyable roller coaster, mostly in the dark, themed on \"Finding Nemo\" in which you ride the East Australian Current on (in) a turtle. Height restriction (1m02). No Fastpass (Sep 08) and very long queues; get there early or be patient. In a 60-minute queue, only half will be under shelter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Phantom Manor"]}," ",{"type":"''","value":["(Frontierland)"]}," A \"haunted house\" ride that is very well done. Pay attention to the fake cemetery on your way out for a few chuckles. However, it is in French so the plot may be hard to understand. The queue is ok but is more popular during Halloween. It may be unsuitable for very small children; it might not be a good idea to take along your baby, so leave him\/her with some older member of the family."]},"\n",{"type":"===","value":["FastPass"]},"\n\nIf you can plan your timing somewhat, you may wish to take advantage of the free ",{"type":"'''","value":["FastPass"]}," system. When you get to a ride, you can get a so-called fast pass that allows you to bypass the bulk of the queue at a set, later time. Even when the park is only moderately crowded, it's a good idea to get fast passes for popular rides early (Big Thunder Mountain, Peter Pan and Tower of Terror for example).  FastPass exists only for a few of the most popular rides. On non peak days with low queues they may not bother issuing Fastpasses on some attractions, only issuing them for the two or three most popular rides in the park.\n\nYou first go to the Fastpass distribution area near the entrance of the ride, swipe or scan your park admission ticket in one of the machines and receive a free Fastpass coupon with a time frame.  You then have to come back in that given time frame to experience the attraction. If you don't like the proposed time frame, you need to either get in the regular line or come back for a Fastpass later.  You cannot take another FastPass ticket before the start of the time frame on your current Fastpass.  There is a limited number of Fastpass tickets available each day so you should take them before they are all gone - especially for Big Thunder Mountain, Peter Pan and Tower of Terror. \n\nNote that some attractions which regularly attract long lines such as Crush's Coaster and Autopia do not offer Fastpass so plan when to visit these attractions with the shortest wait e.g. at the very beginning or end of the day.\n\n",{"type":"===","value":["Baby Switch"]},"\n\nThis is a great system for people with very young children. Essentially only one has to queue while the other waits with the baby and then is taken straight to the front of the line.\n\nNote - if you are using the Rock 'n' Rollercoaster, the Baby Switch process is slightly different.  Once the first adult has been on the ride, they collect a ticket at the exit.  The second parent then has to queue through the FastPass entrance (although the ride attendants recommendation is merely to push your way to the front of the queue), which can take some time.\n\n",{"type":"==","value":["Buy"]},"\n\nIf there is one thing you will never have a problem finding in Disneyland Paris, it's stores. Various themed and general stores are spread liberally throughout the park, selling Disney merchandise and general memorabilia. They carry everything from pencils to books, from Indiana Jones fedora hats to Cinderella costumes. The sky is basically the limit on the money you can spend at Disneyland Paris - you can buy glass\/crystal trinkets and sword replicas in the central castle. If you come to Disneyland Paris with children, be prepared to reach deep into your pockets. A set of goodies for a child will probably set you back approximately €50. Add to this plush dolls, t-shirts and action figures ... it's easy to spend €50-100 a head on \"souvenirs\" - or more.\n\nThe main shopping area of Disneyland Paris is ",{"type":"'''","value":["Main Street USA"]},". The largest store at Walt Disney Studios Paris is ",{"type":"'''","value":["Disney Studio 1"]},", which you will see straight ahead after you enter the park. ",{"type":"'''","value":["Disney Village"]}," has a large collection of retailers, including a Disney Store.\n\n",{"type":"==","value":["Eat"]},"\n\nDisneyland Paris sports many restaurants and bars that have mostly one thing in common: They're expensive and in the park not very good. The Disney village offers better options. Some are simple fast-food spots, others are quite fancy. The food is often expensive. Cafe Mickey is expensive (€130 for four people) but the characters came around and you may save some time not queuing up in the park to have the kid's pictures taken with the characters. \n\n",{"type":"*","value":[" The cheapest food on the premises can be bought at McDonald's. Unsurprisingly, they are  much more expensive than any average McDonald's.  The McDonald's in Disney Village is the largest in France."]},"\n",{"type":"*","value":[" The primary place to eat, drink, shop and party is in the Disney Village, which contains some nicely-themed restaurants including King Ludwig's Castle, the very atmospheric Rainforest Café, and a nice steak house."]},"\n",{"type":"*","value":[" Perhaps the most interesting ambiance can be had in \"The Blue Lagoon,\" which is built inside the Pirates of the Caribbean ride. Prices are steep, but the atmosphere is very nice. You can also look in on the ride itself which can be very entertaining"]},"\n",{"type":"*","value":[" If you booked yourself into a Disney hotel, this includes breakfast - basically an all you can eat buffet of cereal, rolls, yogurt, and so on. The food is not fancy, but it'll feed you well. You should also get vouchers to eat in the Park at least once (they may offer more than once depending on the booking situation).  The food is the same, but you are admitted to the park 1 hour before it officially opens, giving you a head start to the rides. Not all the themed \"lands\" are open for this, you can get a list of the ones that are from your hotel. For instance \"its a small world\" doesn't open until 10AM and Autopia (cars that the kids can drive) doesn't open to 12:30PM."]},"\n",{"type":"*","value":[" There is a large shopping mall Val d'Europe located near the park (one stop west on RER A, also free parking is available). This may help if you are on a budget."]},"\n",{"type":"*","value":[" Bring something to drink into the park - if you walk around all day, especially when it's hot, you will need a lot of liquid. Don't forget that drinks at kiosks are very expensive."]},"\n",{"type":"*","value":[" There are signs at the entrance stating that there is no picnicking inside the Park.  However, this rule is not strictly enforced."]},"\nRemember that the park closes early in the winter, spring and autumn so it is hard to eat dinner in the park after dark.\n\nIf you are there for a full day, go to the park early then retire to the Disney village for lunch, returning into the park later.\n\n",{"type":"==","value":["Sleep"]},"\n\nDisney offers various hotels in and around the park. They vary in quality and style. All should offer a free safe to store your valuables during the day, including notebook computers (Laptops). Inquire at the reception. Most are within easy walking distance from the Park\n\nAn asterisk (*) indicates hotels that offer point exchanges to members of the Disney Vacation Club ",{"type":"[","value":["http:\/\/dvcmember.com"]},".\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Cheyenne"]}," hotel has a Western theme. It's a bit outside  - you have to take the bus to reach the Village  - and it's a little on the budget side. The rooms are nice and it's a good value for the money.  A walk around takes 10–15 minutes but is not that well signposted, perversely the signposts to the Park are easier to see on the way back from the Park than on the way there, but it's a fairly easy level walk. The hotel is a little on the budget side, basic, clean sort of the average travel lodge type. They offer an \"all you can eat buffet\" which is actually some of the best food on the Disney site."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Disneyland*"]}," hotel is the most lavish and famously expensive. It is situated over the main entrance so walking isn't a problem, however this means that there is a bit of a walk to the village and lake Disney. "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["New York*"]}," hotel is situated on Lake Disney. This hotel tends to attract business customers coming for conventions."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Newport Bay*"]}," hotel is situated on Lake Disney. The theme is New England. Due to its many balconies and a very large swimming pool, this is a great hotel to stay at in the summer and offers great views out into the lake and beyond."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Sequoia Lodge*"]}," hotel is situated on Lake Disney. The hotel consist of a main block where most of the rooms are and a number of smaller blocks scatter through the woods surrounding the hotel, it is quite a nice place to explore. "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Santa Fe"]}," hotel is situated on the other side of the river beside the Cheyenne hotel. You can reach the parks by walking but may prefer to take the bus as it is a ten to fifteen minute walk to the park but its probably the cheapest of them all. "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Davy Crockett Ranch"]}," is situated 5 minutes drive away (you have to have a car as there is no shuttle). It is quite different from the other hotels and consists of separate motel style accommodation with cooking facilities. There is also a shop (open late) and a swimming pool, horse rides and a petting zoo."]},"\nAs well as the above, there are several outer hotels, all of these offer transport to the park but they don't have a Disney theme and may not be included in special offer packages.\n\nOne such hotel is the Holiday Inn, which is situated alongside the official Disney hotels.  It is also served by the Disney bus from Charles de Gaulle airport, and by the frequent shuttle buses to\/from the parks.  It has a circus theme throughout, and has good sized family accommodation.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=PV-Holidays Adagio Val d'Europe"],["alt="],["url=http:\/\/www.pv-holidays.com\/scripts\/fiche_produit.php?id_ofr=285&id_sai_passe=1"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is another cheaper, self-catering option. Located minutes from Eurodisney- with a free shuttle bus to and from. Apartments spacious, comfortable and self-catering. Designed on the model of a private mansion house, with decor combining an urban style with the spirit of an English garden-city, the residence is also ideally located next to one of Europe's largest shopping centres. Tel: +33 1 58 21 55 84."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Blu Hotel"],["url=http:\/\/www.radissonblu.com\/golfresort-paris"],["email="],["address=Allée De La Mare Houleuse"],["lat="],["long="],["directions="],["phone =+33 1 60 43 64 00"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Radisson Blu hotel is ideal for those wanting a bit more space, this modern hotel also boasts the Disneyland Golf course on its door-step so it is ideal for golfing enthusiasts."]]}]},"\n",{"type":"==","value":["Talk"]},"\n\nCommunication should not be an issue for English-speaking visitors. Although Disneyland Paris is mainly French, all menus and signs are also available in English and some in other languages. All Cast Members speak English; and as they are recruited from all over Europe, several of them speak over three languages. If all else fails, the visitors are from all over Europe and the world, and a bystander might be able to translate. Besides French, many sights are also written in English and possibly German as they are the three most commonly used languages in Disneyland. Maps are available in French, English, Spanish, Italian, Dutch, and German while passing under the train tracks after you have purchased a ticket and entered the park.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Mail"]},"\n\nYou can buy postcards and stamps at most shops in the park. Mailboxes exist in some central locations. Ask the shopkeepers about the postage required to your destination.\n\n",{"type":"===","value":["Internet"]},"\n\nThe park doesn't offer Internet access to its visitors. Some of the more expensive hotels may offer an Internet Cafe though; inquire before booking. No computers are in any of the rooms but it is possible to bring a laptop as there are spare electric sockets and a desk space. The McDonald's (inside and some distance outside) in the Disney Village has a free internet connection, Starbucks offers one if you purchase something.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.valdeurope.fr\/34-8717-Welcome-to-Val-d-Europe.php Val d'Europe"]}]}," is the first stop from Marne-la-Vallee on RER A."]},"\nOr visit the other Disneyland parks worldwide at:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Walt Disney World"]]}," in ",{"type":"[[","value":[["Florida"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Disneyland Resort"]]}," in ",{"type":"[[","value":[["California"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tokyo Disney Resort"]]}," in ",{"type":"[[","value":[["Japan"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hong Kong Disneyland Resort"]]}," in ",{"type":"[[","value":[["Hong Kong"]]},"."]},"\n",{"type":"[[","value":[["WikiPedia: Disneyland Paris"]]},"\n\n",{"type":"{{","value":[["geo"],["48.868719"],["2.781800"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Île-de-France"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"{{","value":[["related"],["Walt Disney World"]]},"\n",{"type":"{{","value":[["related"],["Disneyland"]]},"\n",{"type":"{{","value":[["related"],["Tokyo Disney Resort"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Disneyland Paris"]]}]