[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Disneymagictallinnharbor2010.jpg"],["thumb"],["300px"],[{"type":"''","value":["Disney Magic"]}," cruising the Baltic Sea."]]},"\nBringing Disney-style entertainment and theatrics to the high seas, ",{"type":"'''","value":["Disney Cruise Line"]},{"type":"{{","value":[["index"],["Cruise Line, Disney"]]},"  (",{"type":"'''","value":["DCL"]},") ",{"type":"[","value":["http:\/\/disneycruise.disney.go.com"]}," is an American cruise line owned and operated by the Walt Disney Company.  Not surprisingly, the three majestic ships in the line appeal the most to families with children, but teens and adults also enjoy spending several days at sea with the Disney characters.  Disney cruisers also have exclusive use of ",{"type":"'''","value":["Castaway Cay"]},", a private island in the ",{"type":"[[","value":[["Bahamas"]]},".\n\nThe line's fleet currently cruise the Bahamas and Caribbean out of ",{"type":"[[","value":[["Cape Canaveral"],["Port Canaveral"]]}," and ",{"type":"[[","value":[["Miami"]]}," in ",{"type":"[[","value":[["Florida"]]},", and ",{"type":"[[","value":[["Galveston"]]}," in ",{"type":"[[","value":[["Texas"]]},", as well as seasonally to Alaska from ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["Vancouver"]]},".  One ship will move to ",{"type":"[[","value":[["Barcelona"]]}," for the summer of 2013.  ",{"type":"[[","value":[["Walt Disney World"]]}," is only an hour away from Port Canaveral, and combining a cruise with a trip to the World is becoming more and more common.  The \"Land and Sea\" vacation packages also come to ",{"type":"[[","value":[["Disneyland"]]}," when a ship is assigned to the Port of ",{"type":"[[","value":[["Los Angeles"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe Disney Cruise Line fleet is small compared to the other major lines, but Disney has placed their focus on quality over quantity.  They've taken the design principles and customer service standards that make a Disney theme park such a memorable experience and adapted them to fit the cruising industry.  On a Disney ship, you'll find multiple swimming pools, a Broadway-style theater, a full-service spa, world-class cuisine, happening night-spots, supervised areas just for kids, and more activities than you can shake your mouse ears at.\n\nA Disney cruise isn't just for families with kids; while children are a major part of the line's customer base, they have taken great pains to entertain adults traveling solo (as well as parents who just want a break).  Teens have their own spaces, too, where they can hang out with their peers instead of being sentenced to watch little siblings or to tag along with their parents.\n\n",{"type":"===","value":["History"]},"\n\nIn retrospect, it's a little surprising it took Disney so long to get into the cruising business.  The industry seems a perfect fit for Disney's brand of entertainment, but it took a while to come to fruition.\n\nDisney had partnered with Premier Cruise Line to provide ship-based components of combined vacation itineraries starting in the 1980s.  Although Disney sold the vacation packages and provided some costumed characters for the cruises, eventually the company decided they could create a better experience—and keep more money in-house—by establishing their own cruise line.\n\nIn 1995, Disney commissioned their first two ships, the ",{"type":"''","value":["Disney Magic"]}," and the ",{"type":"''","value":["Disney Wonder"]},".  They're sister ships, nearly identical, both designed from the keel up to present an ocean-going version of their theme parks and hotels, one where the operational areas of the ship are kept carefully hidden from guest view.  The ",{"type":"''","value":["Magic"]}," was completed in 1998, with the ",{"type":"''","value":["Wonder"]}," following a year later; both ships ported at Port Canaveral, where a dedicated Disney Cruise Line terminal opened in 1997.\n\nAlso part of the Cruise Line is Castaway Cay, a 1000-acre (4 km",{"type":"<","value":["sup",["2"]]},") island in the Bahamas once known as Gorda Cay.  Disney had purchased the island in the mid-80s (part of the 1984 film ",{"type":"''","value":["Splash"]}," was filmed there), and it turned out to be a perfect spot for large cruise ships.  After making an existing natural harbor even deeper (and using the excavated sand to expand the beaches), Castaway Cay was born and incorporated into the new ships' itineraries.\n\nAfter a almost decade of successful cruising, including occasional trips to the US west coast and to Europe, Disney announced plans to add two ships to the fleet.  The ",{"type":"''","value":["Disney Dream"]}," and the ",{"type":"''","value":["Disney Fantasy"]}," would be about 40% larger than the ",{"type":"''","value":["Magic"]}," and the ",{"type":"''","value":["Wonder"]},", with unique features including an enclosed overhead water coaster called the \"AquaDuck\".  The ",{"type":"''","value":["Dream"]}," launched in January 2011, cruising from Port Canaveral.  To make room for the ",{"type":"''","value":["Dream"]},", the ",{"type":"''","value":["Disney Wonder"]}," moved to a new home at the Port of Los Angeles, from where it will sail to Mexico (with summertime cruises from Vancouver to Alaska).\n\nThe Disney ",{"type":"''","value":["Magic"]}," will cruise the ",{"type":"[[","value":[["Mediterranean"]]}," out of ",{"type":"[[","value":[["Barcelona"]]}," in 2013, while the Disney ",{"type":"''","value":["Wonder"]}," will move to ",{"type":"[[","value":[["Galveston"]]},", ",{"type":"[[","value":[["Texas"]]}," later in the year following its Vancouver season.\n\n",{"type":"==","value":["Get on board"]},"\n",{"type":"[[","value":[["Image:DCL Disney Wonder at Port Canveral.jpg"],["thumb"],["250px"],[{"type":"''","value":["Disney Wonder"]}," at its former home port in Port Canaveral."]]},"\n\nAll Disney cruises are international.  That means you will need your passport, and you will have to pass through Canadian or US Customs upon your return, even if you never left the ship.  Take that into account when planning how to pack and what kind of souvenirs you buy.\n\nIf you don't have a passport yet, don't waste time; DCL requests that you provide them your passport number at least 75 days before your cruise! Also, while a U.S. passport card is convenient, you might want to bring your normal passport as well. While it's highly unlikely, should anything go wrong and you have to fly home instead of remaining on the ship, ",{"type":"'''","value":["airlines don't accept passport cards"]},".\n\nCheck-in typically begins at 10AM (10:30AM in Port Canaveral); embarkation begins at 1PM, and all passengers must be on board by 4PM (3:45PM in Los Angeles).\n\n",{"type":"===","value":["By bus"]},"\n\nWhether your cruise departs from Port Canveral or from Los Angeles, Disney Cruise Line has motorcoaches that will take you from the airport or the theme park resort to the cruise terminal.  In Florida, that's ",{"type":"[[","value":[["Orlando#By plane"],["Orlando International Airport"]]}," (MCO) and the ",{"type":"[[","value":[["Walt Disney World"],["Walt Disney World Resort"]]},"; in California, you'll be coming from ",{"type":"[[","value":[["Los Angeles#By plane"],["Los Angeles International Airport"]]}," (LAX) and the ",{"type":"[[","value":[["Disneyland"],["Disneyland Resort"]]},"; and in British Columbia, your only choice is ",{"type":"[[","value":[["Vancouver#By plane"],["Vancouver International Airport"]]}," (YVR).\n\nAt the airport, just look for the blue-uniformed DCL cast members in the main airport terminal; at your Disney resort, ask about catching the bus at the front desk when you check in.  Transportation is $35 one-way, or $69 round trip.  The trip is about an hour (less in Vancouver), but you'll have a video to watch and the company of your fellow cruisers.\n\nYou also may have the luxury of not needing to keep track of your luggage.  If you're flying from within the United States to either Orlando International or Los Angeles International, and you're going straight from the airport to the seaport, you can tag your luggage at your departure airport and not have to worry about it again until it arrives in your stateroom aboard the ship.  This service is not available at Vancouver International; you'll need to claim your bags and then get them to the DCL bus.  Of course, if you're flying internationally to ",{"type":"''","value":["any"]}," of the airports, you'll have to go through Customs with your luggage before handing it off to DCL.\n\nYou can, of course, also catch a bus back to the parks or the airport.  You'll need to move your own luggage through Customs after debarkation, though.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"====","value":["Port Canaveral"]},"\n\nThe Disney Cruise Line Terminal is among the \"A\" Cruise Terminals, at 9155 Charles M. Rowland Drive in Port Canaveral.  No matter where you're coming from, you're going to want to get onto State Route 528, the Martin Andersen Beachline Expressway (though locals may still call it \"The Bee Line\").  Fortunately, that's not hard; the highway runs right along the north side of the airport.  Route 528 can also be reached via I-4 (exit 72), Florida's Turnpike (exit 254), and I-95 (exit 205).\n\nThe Beachline is a toll road, with three toll plazas along its length.  The total toll will be $3.25 from I-4 or the turnpike, $2.50 from the airport, or free from I-95.  However you get on the Beachline, take it east across the state almost to the Atlantic Ocean; you'll cross the Intracoastal Waterway, ",{"type":"[[","value":[["Merritt Island"]]},", and the Banana River.  Take the exit for Route 401 North, then just follow the signs.\n\nDisney Cruise Line has its own secured parking lot and garage at Port Canaveral. It is $15 per day per vehicle, including the day you return. So to calculate your parking fee, take the number of nights for your cruise, add 1, then multiply by $15. For example: A three-night cruise to the Bahamas carries a parking fee of $60, while a seven-night cruise to the Virgin Islands carries a parking fee of $120. A limited number of preferred parking spots close to the terminal entrance are also available for $25 per day.\n\nWhen you enter the parking lot gate, you are given a ticket, which you do not need to leave in your vehicle. What you do with the ticket during the cruise is up to you. You can leave it in the vehicle if you wish (the lot and garage have 24-hour security with cameras), or take it with you on the ship (you can put it in the complimentary stateroom safe; see below). You pay the fee when you leave the lot after your cruise; they take cash, Visa or MasterCard. Parking fees cannot be charged to your room.\n\n",{"type":"====","value":["Los Angeles"]},"\n\nThe World Cruise Center is at 600 North Harbor Boulevard (be careful: this is ",{"type":"''","value":["not"]}," the same road that forms Disneyland's eastern boundary) in San Pedro.  Get on I-110 (via I-405 if you're coming from the airport) and take it south to Exit 1A; follow the signs for Harbor Boulevard, but go through the intersection and take your next right.\n\nFrom Disneyland, take I-5 (it bounds Disneyland's northeast corner) north to Exit 113C to CA-91 west. Then, take Exit 12A to I-710 south, and finally take Exit 1C to reach Harbor Boulevard.\n\n",{"type":"====","value":["Vancouver"]},"\n\nCanada Place is on the northern edge of Vancouver on the Burrard Inlet.  You'll want to get on Provincial Route 99 and head north, across the Granville Bridge into the Central Business District.  Hop over to Howe Street and take it all the way to the Bay, then follow the signs for the terminal.\n\n",{"type":"==","value":["Get around"]},"\nThe ",{"type":"''","value":["Magic"]}," and ",{"type":"''","value":["Wonder"]}," are each 964 feet long, 106 feet wide, and have 10 full-length decks. The ",{"type":"''","value":["Dream"]}," and ",{"type":"''","value":["Fantasy"]}," are each 1,115 feet long, 125 feet wide, and have 12 full-length decks. Each ship has three banks of elevators, positioned forward, middeck and aft. Each bank of elevators is flanked by a set of stairs as well. All ships have a three-story-tall atrium bottoming out at the third deck, around the middeck bank of elevators, where embarkation and debarkation at the beginning and end of the cruise takes place. Embarkation and debarkation at ports of call and Castaway Cay occurs at the first deck, usually around the aft bank of elevators.\n\nNeedless to say, with 10+ decks each the length of three football fields, be prepared to do a lot of walking.\n\nState room numbers are the deck number, followed by a three-digit number. Staterooms x000 through x499 (where x is the deck number) are on the port side of the ship, while staterooms x500 through x999 are on the starboard side of the ship.\n\n",{"type":"===","value":["Castaway Cay"]},"\nAt Castaway Cay, there is a tram service that has two different lines. One line goes from the harbor to Pelican Point, with a stop in between at Scuttle's Cove. The other line goes from Pelican Point to Serenity Bay, and requires a transfer between trams at Pelican Point.\n\nBicycles can be rented near the Pelican Point tram stop for US$6 per hour to get around the island. There is also a marked 5K running course.\n\n",{"type":"==","value":["See and Do"]},"\nThis section covers things you can do on-board each ship or at Castaway Cay. For information on ports of call, head to their respective pages. Examples: ",{"type":"[[","value":[["Nassau"]]},", ",{"type":"[[","value":[["U.S. Virgin Islands"]]},", ",{"type":"[[","value":[["Jamaica"]]},", ",{"type":"[[","value":[["Cozumel"]]},".\n\n",{"type":"==","value":["Buy"]},"\nThe shops on-board and at Castaway Cay are duty-free. A seminar is available, usually during the first day of the cruise, that will explain the ins and outs of shopping on a Disney Cruise. While it applies especially to the ports of call, its Customs restrictions apply to on-board shopping as well.\n\nAll shopping on-board and at Castaway Cay requires your room key or Key to the World card, with expenses charged to your room account. Most shops in Nassau take American currency, as the Bahamian dollar is pegged to the American dollar. Just make sure you get your change in American currency; Bahamian coins come in some rather exotic denominations, and of course are not legal tender in the United States.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Formal dining"]},"\nEach ship has three formal dining rooms where dinner is served in two shifts. Each dining room has a different theme, and a different cuisine for dinner. At least one night on each cruise recommends formal attire. At least one dining room on each ship also serves breakfast each day.\n\nFormal dining is part of the cruise package for all guests. You only need to tip your waiters. The regular menus at the formal dining rooms provide normal and vegetarian options. Children's menus, and menus for people with special diets (like gluten-free or diabetic) are also available upon request.\n\n",{"type":"====","value":["Animator's Palate"]},"\nOne of the formal dining rooms in each of the four ships is the ",{"type":"'''","value":["Animator's Palate"]},", which celebrates the animation history of Walt Disney Animation Studios and Pixar. The main cuisine at this dining room is \"Pacific Rim\", though ",{"type":"''","value":["Dream"]}," and ",{"type":"''","value":["Fantasy"]}," mix in some American fare. It only serves dinner on all four ships.\n\nThe ",{"type":"''","value":["Magic"]}," and ",{"type":"''","value":["Wonder"]}," feature a rich multimedia experience saluting the history of Disney and Pixar animation. The ",{"type":"''","value":["Dream"]}," and ",{"type":"''","value":["Fantasy"]},", however, feature a higher-tech interactive show, where characters interact with dining guests. Currently there are two shows: \"",{"type":"'''","value":["Animation Magic"]},"\", starring Sorcerer Mickey from ",{"type":"''","value":["Fantasia"]},"; and \"",{"type":"'''","value":["Undersea Magic"]},"\", starring Crush from ",{"type":"''","value":["Finding Nemo"]},".\n\n",{"type":"====","value":["Parrot Cay"]},"\n",{"type":"'''","value":["Parrot Cay"]}," is a dining room found on the ",{"type":"''","value":["Magic"]}," and ",{"type":"''","value":["Wonder"]}," with a \"Caribbean Island Grill House\" theme. Serving all three meals each day, it features a lush, tropical setting.\n\n",{"type":"====","value":["Lumiere's"]},"\n",{"type":"'''","value":["Lumiere's"]}," is a \"French\" and \"American\" dining room exclusive to the ",{"type":"''","value":["Magic"]}," that serves all three meals. Themed on ",{"type":"''","value":["Beauty and the Beast"]},", it has a formal setting with a touch of art deco.\n\n",{"type":"====","value":["Triton's"]},"\n",{"type":"'''","value":["Triton's"]}," has the same \"French\" and \"American\" cuisine as Lumiere's, but on the ",{"type":"''","value":["Wonder"]},". It also serves all three meals. Themed on ",{"type":"''","value":["The Little Mermaid"]},", with similar art deco setting motifs.\n\n",{"type":"====","value":["Enchanted Garden"]},"\n",{"type":"'''","value":["Enchanted Garden"]}," is a dining room on both the ",{"type":"''","value":["Dream"]}," and ",{"type":"''","value":["Fantasy"]}," with a \"Continental\" cuisine, serving all three meals. It has a design reminiscent of rural France.\n\n",{"type":"====","value":["Royal Palace\/Royal Court"]},"\n",{"type":"'''","value":["Royal Palace"]}," (on ",{"type":"''","value":["Dream"]},") or ",{"type":"'''","value":["Royal Court"]}," (on ",{"type":"''","value":["Fantasy"]},") is a dining room with a \"French\" and \"Continental\" cuisine, also serving all three meals. Having a more formal design on the ship, the motif is reminiscent of the ballroom scene in ",{"type":"''","value":["Cinderella"]},", and salutes all the Disney Princesses, from Snow White to Princess Tiana.\n\n",{"type":"===","value":["Adult Exclusive dining"]},"\nEach ship has one or two \"Adult Exclusive\" restaurants where adults can sample a more exclusive fare than is available anywhere else on the ship. Dining at AE restaurants require advance reservations, and a $20 charge per diner. All are open for brunch and dinner. Formal attire is a requirement.\n\n",{"type":"====","value":["Palo"]},"\n",{"type":"'''","value":["Palo"]}," is an Adult Exclusive restaurant available on all four Disney ships. The cuisine is \"Northern Italian\", and the restaurant has a Venetian motif.\n\n",{"type":"====","value":["Remy"]},"\n",{"type":"'''","value":["Remy"]}," is an Adult Exclusive restaurant available on the ",{"type":"''","value":["Dream"]}," and ",{"type":"''","value":["Fantasy"]},". Themed on ",{"type":"''","value":["Ratatouille"]},", it features \"French\" cuisine and decor for a romantic experience.\n\n",{"type":"===","value":["Other dining"]},"\nOther dining options are available throughout the day, and most food is free except in the Adult Exclusive restaurants, movie theatres and coffee shops on each ship. Each ship has a casual dining restaurant, and a buffet area.\n\nRoom service is also available in all staterooms for an extra charge. A menu is provided in each stateroom.\n\n",{"type":"==","value":["Drink"]},"\nSelf-serve fountain drinks and carbonated drinks are free, as are non-alcoholic drinks served at the main dining rooms. Drinks available at a show, movie theater or bar area will cost money. There is also a coffee shop on each ship.\n\nAlcoholic beverages are available for an extra charge, with wine choices available at the main dining rooms. Bars and lounges are available on each ship serving alcoholic beverages, including mixed drinks. Bars and lounges do not serve food. However, a small free buffet of hors d'oeuvres may be made available during sporting events at one designated lounge on-ship. That lounge is \"Diversions\" on ",{"type":"''","value":["Magic"]}," and ",{"type":"''","value":["Wonder"]},", \"687\" on ",{"type":"''","value":["Dream"]},", and \"O'Gills Pub\" on ",{"type":"''","value":["Fantasy"]},".\n\n",{"type":"==","value":["Sleep"]},"\nEach ship has several classes of staterooms, with interior staterooms generally costing less than oceanview staterooms. A limited number of suites and balcony staterooms are also available.\n\n",{"type":"==","value":["Connect"]},"\nEach cruise ship has IP telephones and wireless Wave Phones in every stateroom. Each stateroom gets the use of two Wave Phones for free, and can get more for an extra charge. Contact between staterooms and Wave Phones is complimentary. Wave Phones can be used anywhere on the ship, as well as on Castaway Cay. They will not work at other ports of call, however. So if you're going ashore in Nassau, for instance, leave your Wave Phones in your stateroom.\n\nWhen you board, you might want to put together your Wave Phones and exchange Wave Phone numbers between adults and responsible children in your party. Your Wave Phone numbers are your stateroom number, followed by either 1 or 2. For example, Stateroom 2046 would get Wave Phone numbers 2046-1 and 2046-2. Stateroom 10545 would get Wave Phone numbers 10545-1 and 10545-2.\n\nDue to the limitations of being out at sea, it is very expensive to run internet connections. Wi-Fi and cellular connections are available, but both are very costly. If you turn your cellphone on while at sea, you will receive a text message warning you exactly how much data and calling will cost you. It would be best to simply turn your cellphone off when you depart your home port, and leave it in your safe. You can use your Wave Phones to communicate.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Muster drill"]},"\nRegulations require every cruise to begin with a \"muster drill\". At approximately 4pm before the ship departs, the ship will sound its foghorn with the distress signal: seven blasts, followed by a longer eighth blast. Once that occurs, head to your muster station. Your room key has a single letter on it, which corresponds to your muster station. All the muster stations are on the fourth deck.\n\nAll staterooms carry life preserver jackets. You do not need to bring them to the muster drill, but cast members will demonstrate how to use them during the muster drill. When you arrive at your muster station, present your room key to be checked in, and await further instructions.\n\nEach ship has a number of rigid lifeboats, and even more inflatable lifeboats. They are required to have enough lifeboats for all passengers and crew. The rigid lifeboats are stowed above the fourth deck.\n\n",{"type":"===","value":["Other notes"]},"\nDisney Cruise Line takes sanitation ",{"type":"''","value":["very"]}," seriously. You will be required to use antiseptic wipes on your hands before entering any area where food is handled.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["PartOfTopic"],["Boat travel"],["United States of America"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Disney Cruise Line"]]}]