[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Diss"]}," is a town in ",{"type":"[[","value":[["Norfolk_(England)"],["Norfolk"]]},". It has gained \"citta slow\" status.\n\n",{"type":"==","value":["Get in"]},"\nDiss is well served with cheap and (some) free parking for cars.  The town routes into town are relatively cycle friendly and Diss is also on the main London Liverpool Street - Norwich rail line and hence has frequent trains.  It is worth noting that the station is located about a mile and a half out of town but the walk is a pleasant one or there are taxis available outside the station.\n\n",{"type":"==","value":["Get around"]},"\nDiss is small enough to walk round with ease although you could potentially park the car at either end if you wanted to be near the car.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Angles Way footpath"],["alt="],["url=http:\/\/www.norfolk.gov.uk\/Leisure_and_culture\/Norfolk_Trails\/Angles_Way\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 93 mile walking trail from Great Yarmouth to Thetford following the county boundary between Norfolk and Suffolk."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nDiss has a variety of places to eat.  Of particular note in the Saracens Head pub next to St Mary's Church (near the centre of town).  The Saracens serve excellent home cooked food which is on the pricey side but well worth it.  If you fancy something \"in your hand\" the Flying Chef is in Diss on Fridays and Saturdays selling hot dogs.  The locally made ingredients combine to form one of the best hot dogs you will ever taste! Some would say they are like angels dancing on your tongue!\n\n",{"type":"==","value":["Drink"]},"\nThe Greyhound Pub on St Nicholas Street is the place to be. A substantial bar menu is available every lunchtime and the pub is the most vibrant place to be on a weekend evening. You will also get a very warm welcome from the landlord, Dale. The first Monday evening of the month plays host to Leeds Mick's Quiz Night, where you will need to be very well educated to obtain a high mark. Other events are available.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Diss"]]},"\n\n",{"type":"{{","value":[["geo"],["52.3812"],["1.1079"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Norfolk"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Norfolk\/Diss\/"]]}]