[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/diu-info.blogspot.commt Diu Island"]}]}," is located south of ",{"type":"[[","value":[["Gujarat"]]},", ",{"type":"[[","value":[["India"]]},", and is connected to the mainland by bridges and a ferry.\n",{"type":"[[","value":[["Image:Nagoa Beach, Diu.jpg"],["thumb"],["214px"],["Nagoa Beach, Diu"]]},"\n\n",{"type":"==","value":["Understand"]},"\nDiu was a Portuguese colony from 1539 to 1961, when the Indian government used military action to retake all the Portuguese enclaves. Apart from Diu, also ",{"type":"[[","value":[["Daman (India)"],["Daman"]]},", Goa, Dadra and Nagar Haveli were \"captured\" in this conflict. This area used to be a part of a larger union territory of Goa, Daman and Diu before Goa became a state by itself. Union territory of Daman and Diu is still administrated from Delhi.\n\nDiu has fine but not so spectacular beaches, Diu town, some villages and all in all very relaxed atmosphere compared to most of India. Diu is not anything like Goa for example and those expecting to find a similar place on a smaller scale might be disappointed.\n\n",{"type":"==","value":["Talk"]},"\nGujarati, Hindi and English are mostly understood and spoken. Some older residents might still speak Portuguese.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nDiu does not have a railway station. The nearest railway junction is Veraval, which is 90 km from Diu. A direct train connects Verval to Ahmedabad. The nearest railway station from Diu is Una, which is 12 km from Diu.\n\n",{"type":"===","value":["By plane"]},"\n\nDiu is an easy one-hour flight from Bombay with Jet Airways. (around $200–$300 for a return trip).\n\n",{"type":"===","value":["By bus"]},"\n\nState run busses as well as some private companies serve Diu from ",{"type":"[[","value":[["Ahmedabad"]]},". Trips take around 10 hours and both regular and night time sleeper buses exist.\n\nA long trip (over 20 hours at least!) by bus from\/or to ",{"type":"[[","value":[["Mumbai"]]}," is also possible.\n\n",{"type":"==","value":["Get around"]},"\n\nAutorickshaws, rent a bike or a scooter.\n\n",{"type":"==","value":["See"]},"\n\nThe old Portuguese churches and fort, local Hindu temples, the old Portuguese architecture in the town, beaches and sea shore.\n\n",{"type":"==","value":["Do"]},"\n\nRelax, go sightseeing, explore the island with a motorbike, work on your tan on a beach.\n\nThe city has many beaches which one may choose as per their tastes.\n\n",{"type":"'''","value":["Nagoa Beach"]}," : Most commercial beach, complete with water-sports and lined with restaurants offering variety of seafood.\n\n",{"type":"'''","value":["Jalandhar Beach"]}," : A very quiet,least crowded and isolated beach, apt for bathing and sun-bathing. No commercial establishments are insight at the beach, so you might want to carry something, just in case you go hungry!\n\n",{"type":"'''","value":["Diu Jail"]}," : It is in the middle of the jetty near the main city of Diu, which was in use since the Portuguese times. A sight to see during the night.\n\n",{"type":"'''","value":["Sea Shell Museum"]}," : must visit at Sea shell museum near by airport, you will surprise to see the shells around the world. ticket is just 10\/- but worth to pay. \n \n",{"type":"'''","value":["Drive\/Ride\/Cycle"]},": Start by visiting the ",{"type":"'''","value":["fort"]}," (which is located near the island jail).\nProceed a few meters in the direction of the jetty,\nturn left to visit ",{"type":"'''","value":["St. Paul's church and Diu museum"]}," (a sign post will indicate the left turn).\nFrom here, you might want to criss-cross your way through narrow alleys with Portuguese architecture-influenced houses to reach the Diu government hospital (formerly St. Francis of Assis, founded in 1593).\nTravel further down the road to reach Jalandar beach.\nA breathtaking view lies stretched on your left, as you get to ",{"type":"'''","value":["Gangeshwar Mahadev temple"]},".\nNow weave through Fudam to get to Malala. The road connects to Bunder road.\nTurn left and travel about 4 km to reach Nagoa beach. You can turn around and stay on Bunder road to return to the city which is about 8 km away.\n",{"type":"''","value":["Or"]}," you can back-track your steps and relive the experience.\n",{"type":"[[","value":[["Image:A colony in the vicinity of the Diu museum .jpg"],["thumb"],["214px"],["Around the corner from Diu museum"]]},"\n",{"type":"[[","value":[["Image:Road from Jalandhar Beach to Ganeshwar Mahadev temple, Diu.jpg"],["thumb"],["214px"],["Road from Jalandhar Beach to Ganeshwar Mahadev temple, Diu"]]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nFresh seafood, Gujarati food, and standard North and South Indian food are available.\nMostly you will get the Non-veg Food over here, but if you are ",{"type":"'''","value":["Pure Vegetarian"]}," don't get tense, there are some Pure Vegetarian hotel near by Tourism office.\n\n",{"type":"==","value":["Drink"]},"\n\nAlcohol is legal in Diu, unlike in neighbouring Gujarat, so a lot of people come to Diu especially for drinking. Indian and foreign beer and spirits are widely available.\n\n",{"type":"==","value":["Sleep"]},"\n\nCheap accommodation as well as some mid range hotels are abundant and are mostly located in Diu town. Resorts and the like can be found for example near Nagoa Beach.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Resort Hoka"],["alt=Nagoa Beach Diu"],["url=http:\/\/www.resorthoka.com"],["email="],["address=Nagoa Beach Diu"],["lat="],["long="],["directions="],["phone = +91 -9824294048"],["tollfree="],["fax="],["hours="],["price=$30-50"],["checkin="],["checkout="],["content=chic boutique budget hotel, probably the best stay and food in Diu"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Magico Do Mar"],["alt=Ghoghla Beach Diu"],["url=http:\/\/www.magicodomar.com"],["email="],["address=Ghoghla Beach Diu"],["lat="],["long="],["directions="],["phone = +91 -9824230908, 9810919918, 9904561718"],["tollfree="],["fax="],["hours="],["price=$50-70"],["checkin="],["checkout="],["content=resort on a beach, lots of greenery"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nWear a helmet (if you manage to rent one) when riding a motorbike or scooter.\n\n",{"type":"==","value":["Go next"]},"\n\nSee Get in.\n\n",{"type":"[[","value":[["WikiPedia:Diu"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Daman and Diu"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]