[{"type":"{{","value":[["pagebanner"],["Default Scuba diving banner.JPG"]]},"\nThis article is intended to provide the already qualified Scuba diver with information which will help to plan dives in the waters of ",{"type":"[[","value":[["Durban"]]},", ",{"type":"[[","value":[["South Africa"]]},", whether as a local resident or a visitor. Information is provided without prejudice, and is not guaranteed accurate or complete. Use it at your own risk. \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["General topography"]},"\n",{"type":"===","value":["Climate, weather and sea conditions"]},"\nDiving off Durban is affected by prevailing winds and the run off from the Umgeni river, the Harbour mouth and the Umlass Cutting on the Bluff which can affect visibility in the rainy season (spring: Sept – Dec). \n\nWith the damming of the Umgeni River at Inanda, reducing the run off considerably, the visibility directly off central Durban on the Number One Reef system has steadily improved over the years.  However, the run off from the harbour entrance and Umlaas canal do still affect visibility in the immediate vicinity of their mouths and careful monitoring of prevailing weather conditions is required to make the best choice of dive site on the day.\n\nThe south westerly wind is generally associated with cold fronts off Durban. However this wind is directly responsible for bringing in the clear waters of the warm Mozambique current. The low rainfall and prevailing south westerlies make winter the best time to dive Durban (March though to July).\n\nCheck out ",{"type":"[","value":["http:\/\/www.windfinder.com\/forecastdurban Windfinder forecast for Durban"]}," in order to get up to the hour weather forecasts for Durban.\n\n",{"type":"===","value":["Marine ecology"]},"\n\n",{"type":"===","value":["Equipment"]},"\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"==","value":["Get help"]},"\n",{"type":"'''","value":["Emergency services"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Police."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Ambulance service"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Sea rescue"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Recompression chamber"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= DAN hotline"]]}]},"\n",{"type":"==","value":["Get service"]},"\n",{"type":"===","value":["Learn"]},"\n\n",{"type":"===","value":["Buy"]},"\n\n",{"type":"===","value":["Rent"]},"\n\n",{"type":"===","value":["Do"]},"\n\n",{"type":"*","value":["Durban Undersea Club"]},{"type":"===","value":["Fix"]},"\n\n",{"type":"===","value":["Service details"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Durban Undersea Club"],["alt=DUC"],["url=http:\/\/www.duc.co.za\/"],["email=paul@duc.co.za"],["address=Vetch's Pier, Point 4069, Durban"],["lat="],["long="],["directions=Follow Mahatma Gandhi Drive (Point Rd) from Durban central towards the harbour and Ushaka Marine World. Turn left into Browns Rd which leads straight to the club gate"],["phone=031-368-1199"],["tollfree="],["fax=086-637-4301"],["hours="],["price=Boat dives R200 non members from Fontao wreck south to Coopers Light wreck"],["content="]]},"Scuba diving club. Equipment rental for non members diving with the club, air and Nitrox fills for members and public. PADI diver training (Open water, Advanced and Rescue), Club dives."]},":Hours: Season (16 dec to 9 Jan): Bar - M to F 10:00 to 20:00, Sa,Su,PH 9:30 to 20:00, Kitchen - M,Tu,W - 09:00 to 15:00, Th,F - 9:00 to 20:00, Sa,Su,PH 08:00 to 16:00. Open New Years eve through New Years day, Closed Christmas day.  \n::Off season: M - Closed. Office open 09h00 to 15h00, Tu,W – Closed. Th (club night) Office – 09h00 to 18h00, Kitchen – 13h00 to 20h30, Bar – 13h00 to late. F - Office – 09h00 to 15h00, Kitchen – 12h00 to 20h00, Bar – 12h00 to 20h00, Sa - Office – 09h00 to 15h00, Kitchen – 08h00 to 16h00, Bar – 09h00 to 20:00, Su & PH: Office – 09h00 to 15h00, Kitchen – 08h00 to 16h00, Bar – 09h00 to 20h00\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["See"]},"\n\n\n\n\n\n\n\n\n\n\n\n\n\n",{"type":"===","value":["Blood Reef"]},"\n",{"type":"====","value":["Understand:"]},"\n:This section of reef includes the features known as Bikini reef, Caves , Big Cave , Birthday Ledges \n:This area of reef derives its name from the large amount of blood and offal that clouded the water during the days of the whaling off Durban. \n:The reefs lie close to shore on the Bluff in relatively shallow water.  \n\n:",{"type":"'''","value":["Position:"]}," — Near the Bluff\n:",{"type":"'''","value":["Depth:"]}," — 14 to 18m\n:",{"type":"'''","value":["Topography:"]}," — The dive sites are in areas of the reef structure where the sandstone bedrock has been eroded to form ledges and caves.\n\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Boat dive"]}," — Approximately ??km from launch site at Vetch's Pier\n\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — The reef supports a variety of corals and fish life with some of the more interesting finds being the Leafy scorpion fish, the Pineapple fish, Banded pipefish, and frog fish. Under the ledges one often finds the Flap-nose hound shark, morays and turtles. From July through to the September, divers can encounter Ragged tooth Sharks as they follow their annual migration through to the warmer northern reefs of Sodwana and its surrounds.\n\n\n",{"type":"=====","value":["Suggested Routes"]},"\n\n:",{"type":"'''","value":["Big Cave:"]}," — A ledge that runs perpendicular to the shore in 18m of water off the Water Tower on the Bluff. There are two caves in the area. The one which is large with an opening in the roof is the one that is of interest as it is home to Raggies as they migrate up and down the coast. There are gullies and holes that are home to Flap-nose hound sharks, Frog fish, Paper fish, Moray eels, cleaner shrimp, Razor fish and pipefish. \n:This is an interesting section of reef that can be reached by swimming from Birthday ledges. If you see striped grunter, look under the ledges in the area as there is sure to be a hound shark resting there.\n::",{"type":"'''","value":["Depth:"]}," — 15m to 18m\n\n:",{"type":"'''","value":["Birthday ledges:"]}," — A sandstone ledge that faces out to sea. It is approximately 14m on the top of the ledge and 18m at its deepest. The Birthday Ledges is situated off “the fence” off the Bluff. The dive starts with a cave. Swimming north, with the ledge at your left shoulder you will encounter gullies and little holes.\n:This is the premier dive spot on the Bluff and was discovered by one of the local divers on his birthday in 2002 — hence the name! \n:Frog fish, Paper fish, Raggy scorpion fish, Broad barred lionfish, Moorish idols, turtles, pipe fish, Emperor angel fish, Semi-circle angel fish, Potato bass and Pineapple fish can be seen here. The top of the reef is covered by red thistle coral and there are various hard corals and tube-worms.\n:Take your time on this reef! The more time you spend on the reef the more you will see. \n::",{"type":"'''","value":["Depth:"]}," — 14m to 18m\n\n:",{"type":"'''","value":["Caves:"]}," — One of the oldest dive spots on the Bluff. The Caves is situated off the two pillars of the old Bluff whaling station. The cave entrance opens up into a large vault. The vault then opens up into a tunnel which opens up into another smaller vault. The tunnel which has no light penetrating the roof has been roped by DUC divers.\n:There are eel cat fish, sweepers, crayfish, Natal Sea-Catfish and the odd lion fish and turtle that inhabit the cave.\n:This dive is not for every diver…   If you have wanted to do cave diving, the Caves will give you an idea if you are claustrophobic or not. It is not advisable to dive this reef if there is a large swell running as the surge can knock divers about in the cave. Get your buoyancy right, have a powerful torch and be aware that there is a roof stopping you from doing an emergency ascent. Divers can exit the system at the end of the tunnel where there are two exits. One is an easy exit through the hole the roof, the other requires a bit of a crawl and shouldn’t be attempted unless you have been trained in diving in overhead environments.\n:The dive master will generally tie a marker buoy up at the entrance to the cave and retrieve it at the end of the dive. Be sure to take your DSMB in case you exit at the other end of the system if you are unable to navigate back to the marker buoy.\n::",{"type":"'''","value":["Position:"]}," — S 29°53.800'   E 31°03.000'  \n::",{"type":"'''","value":["Depth:"]}," 13 to 10 m\n\n:",{"type":"'''","value":["Coral Gardens:"]}," — This reef was discovered by one of the pioneers of diving off Durban – Rikki Schick. This area has the biggest variety of both hard and soft corals and sponges on the Bluff.\n:The reef does not have dramatic topography &mdash but the whip corals, coral trees, vase sponges, hard corals and Thistle corals are the highlight of this reef.\n:Weedy scorpion fish, Razor fish, Paper fish and the Flap-nose hound shark are some of the interesting finds on this reef. Get your buoyancy right, get a powerful torch and get ready to scratch around!\n::",{"type":"'''","value":["Position:"]}," —\n::",{"type":"'''","value":["Depth:"]}," 15m to 18m\n\n:",{"type":"'''","value":["Deep Blood:"]}," — Two caves and lengths of anchor chain. Also known as ",{"type":"'''","value":["Faultline"]},". The site runs parallel to the shore for about 200m.\n::",{"type":"'''","value":["Position:"]}," — S29°54.60, E31°03.10' (unconfirmed) Opposite the water tower to the south of Blood Reef\n::",{"type":"'''","value":["Depth:"]}," — 18 to 23m\n\n:",{"type":"'''","value":["Harlequin Reef:"]}," — So named because of the Harlequin Goldie that inhabits this reef.\n:The reef could actually be a wreck - potentially an old concrete barge. The reef looks like a bread loaf sitting on the sand. There is a large anchor and chain.\n:This dive can only be attempted in perfect conditions – good visibility and no current are prerequisites. It is one of the few dive sites in the world where you can see the Harlequin Goldie. \n:A deep dive that should only be attempted by the experienced, trained and adventurous diver. H valves on cylinder, bailout cylinders (redundancy focus) and an Advanced Nitrox course are recommended qualifications \/ equipment needed for this dive.\n:The Harlequin Goldie (",{"type":"''","value":["Pseudanthias conneli"]},") is endemic to the coast of KwaZulu-Natal. This uncommon goldie was thought to only inhabit wrecks off KZN. The fish has however been encountered on reef off the Bluff (Harlequin Reef), No.1 Reef and a few isolated reefs in the Phumula\/Rocky Bay area of KZN south Coast.\n::",{"type":"'''","value":["Position:"]}," —\n::",{"type":"'''","value":["Depth:"]}," — 30m to 35m\n\n:",{"type":"'''","value":["HTH Reef:"]}," — A flat section of reef with small pinnacles creating a few interesting overhangs. \n::",{"type":"'''","value":["Position:"]}," — South of Caves\n::",{"type":"'''","value":["Depth:"]}," 10 to 14m\n::",{"type":"'''","value":["Conditions:"]}," — The reef is fairly shalloew and will be affected by surge if there is a swell running – best dived in calm conditions when the swell period is low.  \n\n:",{"type":"'''","value":["The Pinnacles"]}," — Raised formations at the north end of a fault line.\n::",{"type":"'''","value":["Position:"]}," — S29°53.80' E31°04.40' (unconfirmed)\n::",{"type":"'''","value":["Depth:"]}," — 18m\n\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — Strong currents may occur\n:",{"type":"'''","value":["Skills:"]}," — Skills and qualifications appropriate to the planned dive profile are required\n:",{"type":"'''","value":["Equipment:"]}," — Surface marker buoys or DSMBs are recommended for all the routes at this site.\n\n",{"type":"===","value":["Coopers Light wreck"]},"\n",{"type":"====","value":["Understand:"]},"\n:The Coopers Light wreck, lying off the bluff at 29 meters, is Durban’s most interesting wreck in the recreational divers' range. There has been much speculation over the years as to her true name and the reason she languishes on the seabed. At a length of 77 meters she is not a small vessel and it is strange there are no records of her sinking. Her origins are British and it is likely that she was scuttled after one of the world wars as ships that were commandeered by the navy were often not returned to their pre-war owners. Shell holes in one of her boilers indicate that she didn’t go down quietly.\n:Today she plays matron to a myriad of fish species and although not a easy dive due to the prevailing currents she offers a exiting dive to both fish lovers and historical buffs.\n:",{"type":"'''","value":["Position:"]}," — S29°57.474', E31&deg00.824', south east of the Cooper lighthouse. Between the Umlaas cutting and Brighton beach.\n:",{"type":"'''","value":["Depth:"]}," — 25 to 30m\n\n\n\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Boat dive"]}," — approximately ??km from launch site at Vetch's Pier\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — The Harlequin Goldie – a species of goldie that is endemic to KZN steels the show here. Juvenile angel and butterfly fish, scorpion fish, paper fish, lion fish, eels and coral banded shrimps are all here in abundance.\n:",{"type":"'''","value":["Photography:"]}," — This wreck is a photographers dream – the prop, the rudder and the bow present endless wide angle opportunities.\n:",{"type":"'''","value":["Suggested Routes:"]}," — The size of this wreck makes it possible to view the entire wreck in one dive. However air and decompression are your limitations, and should be closely monitored on this dive. The wreck is dived by way of a shot line. The skipper will hook onto the wreck by way of anchor that is attached by line to a buoy (shot line). Divers will descend on the line onto the wreck. At this point you have two options for a dive plan. One option is to return back to the shot line at 125bar, in which case take care to assess the current and visibility, as you don’t want to run out of air before making it back to the shot line. The other option is for the DM to send up a deploy buoy for the members of the group to ascend on. The benefit of using an deploy bouy is that you can ascend from anywhere on the wreck when you reach 50bar.\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — No site specific hazards reported. Running out of air, and going into decompression are the major risks to consider on this dive.\n:",{"type":"'''","value":["Skills:"]}," — No special skills recommended. Certification should be appropriate to the depth\n:",{"type":"'''","value":["Equipment:"]}," — No special equipment recommended\n\n",{"type":"===","value":["Dolphin reef"]},"\n",{"type":"====","value":["Understand:"]},"\n:",{"type":"'''","value":["Position:"]}," — about 1\/3km off Umdhloti tidal pool\n:",{"type":"'''","value":["Depth:"]}," — 15 to 18m\n:",{"type":"'''","value":["Conditions:"]}," — Best dived early before the wind gets up in summer.\n",{"type":"====","value":["Get in:"]},"\n:",{"type":"''","value":["Boat dive"]}," from ?? or ",{"type":"''","value":["shore dive"]}," through the surf.\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]},"Sponges, soft corals and mushroom corals on the reef, and skates and rays are sometimes seen on the sand near the reef\n",{"type":"===","value":["Stay safe:"]},"\n:",{"type":"'''","value":["Hazards:"]}," — The surf may build up and be a problem on return from a shore dive. Check the surf forecasts.\n:",{"type":"'''","value":["Skills:"]}," — No special diving skills required, but good fitness is recommended for shore dives.\n:",{"type":"'''","value":["Equipment:"]}," — No special equipment recommended.\n\n\n",{"type":"===","value":["\"Fontao\" wreck"]},"\n",{"type":"====","value":["Understand:"]},"\n:One of three vessels sunk in 1990 as artificial reefs by the Oceanographic Research Institute (ORI) on the 8th of August 1991.\n:",{"type":"'''","value":["Position:"]}," — S 29°44.576'   E 31°05.749'. The wreck is situated about 2km off Umhlanga rocksand about 1\/2km south of the Umhlanga light and lies upright on a sandy bottom.\n:",{"type":"'''","value":["Depth:"]}," — 15m to 27m\n:",{"type":"'''","value":["Topography and structure:"]}," — The Fontao was a prawn trawler that was 34.5m long, 8m wide and 13.5m high. The ship is mostly intact, except for the wheelhouse, which has broken off and now lies on the sand. It is possible to penetrate this wreck, however these penetrations are characteristically very restricted.\n:",{"type":"'''","value":["Conditions:"]}," — The wreck swarms with bait fish which can restrict visibility on the wreck.\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Boat dive"]}," — Approximately ??km from launch site at ??\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," —\n\n:",{"type":"'''","value":["Suggested Routes:"]}," — This wreck is generally dived with a shot line. Diving this wreck as a group can be difficult - the penetration aspect and bait fish characteristics of this wreck, make it important to stick to the buddy pair system. \n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — The aspect of penetration, as well as the restricted visibility due to the vast amount of bait fish, should be considered when diving this wreck.\n:",{"type":"'''","value":["Skills:"]}," — No special skills recommended. DMs should note the number of divers on board and divers should note the name of the boat they are on as this wreck can get busy.\n:",{"type":"'''","value":["Equipment:"]}," — Make sure that you or your buddy has a DSMB in order to ensure that you ascend on a bouy line in the event of not being able to ascend with the group.\n\n",{"type":"===","value":["Hawthorn wreck"]},"\n",{"type":"====","value":["Understand:"]},"\n:This recently discovered wreck has not yet revealed any clues as to how it came to rest in this part of the ocean.\n:",{"type":"'''","value":["Position:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — 22m\n:",{"type":"'''","value":["Topography:"]}," — The vessel lies upright on its hull in the sand. The vessel is approximately 25m in length with not much structure remaining. The small size of the vessel makes it difficult to dive in a strong current.\n:",{"type":"'''","value":["Conditions:"]}," — The wreck is best dived in calm conditions. The small size of the wreck makes this a difficult dive in a strong current\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Boat dive"]}," — Approximately ??km from launch site at ??\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — At the bow there are anchors and chain. Unfortunately the coach house has been ripped off, either by a large swell or through the recent dredging activity in the area. Paper fish, eels, bait fish, bat fish, angel and butterfly fish can all be seen here. \n\n\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — No site specific hazards reported. Strong currents may make it difficult to stay at the wreck\n:",{"type":"'''","value":["Skills:"]}," — No special skills recommended\n:",{"type":"'''","value":["Equipment:"]}," — No special equipment recommended\n\n",{"type":"===","value":["The \"Kate\" wreck"]},"\n",{"type":"====","value":["Understand:"]},"\n:The Kate was only recently discovered by the diving fraternity as her depth at 63 meters kept her beyond most divers’ limits. Starting life as a dredger along our natal coastline she was converted into a freighter in the employ of CG Smith and used on the Durban\/Mauritius run for several years. Her end came in the 1920's when she was towed to her current location and unceremoniously scuttled.\n:",{"type":"'''","value":["Position:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — 63m\n:",{"type":"'''","value":["Topography and structure:"]}," — Today, although still intact she has lost all her woodwork and has reverted back to her dredging days looks.\n\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Boat dive"]}," — Approximately ??km from launch site at Vetch's Pier\n\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," —\n\n\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — Hazards related to extended depth range and decompression.\n:",{"type":"'''","value":["Skills:"]}," — Technical dive for Trimix open circuit and re-breather divers only\n:",{"type":"'''","value":["Equipment:"]}," — Trimix equipment including decompression gas is required. Bailout procedures should be planned for contingencies.\n\n",{"type":"===","value":["The \"Kaidie\" wreck"]},"\n",{"type":"====","value":["Understand:"]},"\n:The wreck called the Kaidie lies very close to the Kate in the same depth of water. Whether this is her real name is under doubt. There are recorded reports of a wreck by this name being depth-charged by the navy in the early 40s as it was interfering with the Royal Navy’s submarine asdic.\nThis vessel has definitely been subjected to depth-charging as she is in several pieces and the evidence of explosions is obvious.\nShe has only been visited twice by divers and it is hoped that in the future a more detailed history will emerge.\n:",{"type":"'''","value":["Position:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — 63m\n\n\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Boat dive"]}," — Approximately ??km from launch site at ??\n\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," —\n\n\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — Hazards related to extended depth range and decompression. \n:",{"type":"'''","value":["Skills:"]}," — Technical dive for re-breather and Trimix divers only\n:",{"type":"'''","value":["Equipment:"]}," — Trimix equipment including decompression gas is required. Bailout procedures should be planned for contingencies.\n\n",{"type":"===","value":["Limestone Reef"]},"\n",{"type":"====","value":["Understand:"]},"\n:",{"type":"'''","value":["Position:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — 3m on the top to 7m on the bottom.\n:",{"type":"'''","value":["Topography:"]}," — This reef runs parallel to the shore. The reef is transected by the very end of Vetches’ Pier and extends in a North easterly direction. As with most of the reefs off Durban, this is a ledge dive. The top of reef is flat and sits at 3m below the surface. At its mid section the ledge is at about 3m.\n\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Shore dive"]}," — Enter on the outside of Vetch’s until you reach a pole approximately 3m long. Swim across the sand and you will reach Limestone.\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — There are a few holes and crevices that require close inspection – there are often Coral Banded Shrimps, Lion fish, juvenile angel and butterfly fish. In the summer months after the Umgeni has flooded, an observant diver can find golf balls which have been hit into the river from Windsor golf Course.\n\n\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — If you are snorkelling, make sure you are fit and that you are not diving with a fin with a stiff blade. Swimming on the surface for long distances can result in cramp. If you are doing a scuba dive, make sure you return back to shore upon reaching half your SPG pressure so as not run out of air –it is no fun having to swim back to shore on the surface in full scuba kit.\n:",{"type":"'''","value":["Skills:"]}," — No special skills required.\n:",{"type":"'''","value":["Equipment:"]}," — Always dive this reef with a marker buoy! Limestone is one of the reefs fisherman visit to catch live bait. Always carry a snorkel when scuba diving on this reef.\n\n",{"type":"===","value":["No.1 Reef"]},"\n",{"type":"====","value":["Understand"]},"\n:No.1 reef is an offshore rocky reef about 5km out to sea – It includes the features known as Nev's ledge, Raggies, Bat Reef,  Daves Cave and the infrequently dived \"Yardingdale\" mark\n:This area of reef derives its name from fisherman who consider this the No.1 fishing spot of Durban. Although this reef is extensive, most of the diving takes place to the South of the Bell Buoy that demarcates the shipping lane and entrance to the harbour.\n\n:",{"type":"'''","value":["Position:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — 20 to 30m\n:",{"type":"'''","value":["Topography:"]}," —\n:",{"type":"'''","value":["Conditions:"]}," — This is the most consistent and most dramatic dive site off Durban with 10m drop offs, immense caves and variety of reef and pelagic fish, corals and marine artefacts.\n\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Boat dive"]}," — appriximately ??km from launch area at ??\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — Mantas, Eagle rays , electric rays, Butterfly rays, Swordfish, marlin, king fish, baardman, Daga salmon, Frog-fish, Paper-fish, Tiger angelfish, Zambezi sharks, Black tip sharks, Copper sharks, Guitar-fish , Whip gobies , Fire gobies, lizard-fish are just some of the fish you are likely to encounter at No.1 on any dive.\n:Black Coral trees – some over 2m tall, whip corals, fan corals, tiger anemones and strawberry anemones colonise the reef and host invertebrates and small fish. \n:Marine artefacts such as huge ships anchors and chains, rudders, and ammunition lie scattered on the reef. \n\n",{"type":"=====","value":["Suggested Routes"]},"\n:",{"type":"'''","value":["Artillery Reef:"]}," — Artillery shells from the dump are sporadically encountered here… look on the sand and inside the cracks and crevices. This is one of the areas of No.1 Reef where you can swim in any direction and find some interesting reef. The ammunition that is found in this area is from the ammunition dumping ground off the Bluff. If you find a shell it is advisable to let it be as most the ammunition that was dumped is unexploded!\n::",{"type":"'''","value":["Depth:"]}," — 25 to 30m\n\n:",{"type":"'''","value":["Nev's Ledge:"]}," — The ledge begins with a 8m drop off and opens up into a mini amphitheatre which holds an old Danforth anchor and a rudder. There are a number of caves and swim-throughs along the ledge. The Raggy scorpion fish, pipe fish, razor fish and Flap-nose hound sharks, along with incredible topography  are the reasons you would do this dive.\n::",{"type":"'''","value":["Position:"]}," —\n::",{"type":"'''","value":["Depth:"]}," — 20m to 30m\n\n:",{"type":"'''","value":["Raggies:"]}," — This is a large ledge that has been under-cut to form two large caves. The caves are often inhabited by Ragged Tooth sharks as they migrate up and down the eastern coastline of SA. There is a anchor chain that runs parallel to the entire ledge. The Frog fish, Tiger angel fish, lizard fish, Whip gobies and Ragged tooth sharks are why you want to dive this section of the reef.\n::",{"type":"'''","value":["Position:"]}," —\n::",{"type":"'''","value":["Depth:"]}," — 22m on the top of the ledge and 30m on the sand\n\n:",{"type":"'''","value":["Bat cave:"]}," — This reef is a pinnacle that extends like a large finger from 27m. Wrapped around the pinnacle is an anchor chain with the anchor out on the sand. The pinnacle is surrounded by gullies and caves that host a large variety of butterfly fish, wrasse, goldies, angelfish and clown trigger fish. There is also a large population of bat fish here –hence the name. Look out for whip gobies, Long-nose hawk fish and crabs in the Black coral trees.\n::",{"type":"'''","value":["Position:"]}," —\n::",{"type":"'''","value":["Depth:"]}," 22m on the top and 27m on the sand\n::",{"type":"'''","value":["Conditions:"]}," — Best dived in calm conditions – whereas a drift dive on No.1 is always exciting, a strong current will not allow you to get where you want to be.\n\n:",{"type":"'''","value":["Dave's Cave:"]}," — An isolated reef that juts out of the sand. The isolated nature of this reef makes for intense concentration of pelagic and tropical fish. This is one of the southernmost sections of reef dived on No.1. There is an isolated cave that is home to Daga salmon and baardman which sift through the sand in search of invertebrates. Look on the sand for rays and Paper fish.\n::",{"type":"'''","value":["Position:"]}," —\n::",{"type":"'''","value":["Depth:"]}," 27m on the sand \n::",{"type":"'''","value":["Conditions:"]}," — Not an easy dive in a strong current due to the isolated nature of the reef. This reef is very popular with the fisherman due to the Daga and baardman that are found here.\n\n:",{"type":"'''","value":["Eskom:"]}," — A shallow reef that is dominated by a large pinnacle that stands to attention on a relatively flat reef. There are coils and coils of cable that are scattered all over the reef which inspired the name Eskom (for foreigners: Eskom is the Electricity supply commission). Swim in any direction on this section of the reef and you will be rewarded with an interesting dive.\n::",{"type":"'''","value":["Depth:"]}," — 20 to 27m\n\n:",{"type":"'''","value":["Yarningdale mark:"]}," — An area of reef off the \"Yarningdale\" apartment block. Not dived very often.\n::",{"type":"'''","value":["Position:"]}," — S29°49.803' E31°07.361' (unconfirmed)\n::",{"type":"'''","value":["Depth:"]}," — not reported.\n\n",{"type":"====","value":["Stay safe"]},"\n:This is probably one of the most challenging and rewarding dive sites on the KwaZulu-Natal coast. The depth, the variation in visibility, strong currents and proximity to the shipping lanes make this dive an advanced, if not technical dive.\n:",{"type":"'''","value":["Hazards:"]}," — Safety stops should be conducted at 10m in order to assist with decompression and as a avoidance measure against in and out going ships. (it is not uncommon to have ships travelling to within 100m of the buoy line!)\n:",{"type":"'''","value":["Skills:"]}," — Appropriate qualification for the depth, and the ability to handle an SMB or DSMB are strongly recommended.\n:",{"type":"'''","value":["Equipment:"]}," — Nitrox is highly recommended, along with a DSMB.\n\n",{"type":"===","value":["North breakwater and wreck"]},"\n\n",{"type":"===","value":["North Light"]},"\n\n",{"type":"===","value":["The \"Odd\" wreck"]},"\n",{"type":"====","value":["Understand:"]},"\n:",{"type":"'''","value":["Position:"]}," — This wreck lies at the entrance to Vetch's harbour and very close to the new North Pier of the harbour mouth.\n:",{"type":"'''","value":["Depth:"]}," —7m\n:",{"type":"'''","value":["Topography:"]}," — The vessel is relatively intact with the boilers, mast, bow and stern all visible from the surface. The wreck lies parallel to the beach in Vetch's harbour. The seaward side is well preserved but is submerged in sand. The inshore side is broken up and is home to many juvenile butterfly and angel-fish.\n\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Shore dive"]}," — Entry at ?\n\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — There are resident lion fish and scorpion fish that predate on the shoals of juvenile fish on this wreck.\n\n\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — Most of the skippers that launch their boats from the mini harbour are unaware of the existence of this wreck and therefore special care should be taken when diving on this wreck, so as not to be run over by a boat. Always dive with a buoy and do not surface if you hear a ski boat approaching.\n:",{"type":"'''","value":["Skills:"]}," — No special skills recommended\n:",{"type":"'''","value":["Equipment:"]}," — Use a surface Marker buoy to alert boats to your presence.\n\n",{"type":"===","value":["\"Ovington Court\" wreck"]},"\n",{"type":"====","value":["Understand:"]},"\n:This ship was wrecked on the 25th of November 1940. The ship was a British flag steel cargo vessel of 6095 tons with a cargo of sugar from Mauritius. It was awaiting a berth in the harbour when a severe south easterly gale caused the anchors to drag and the ship ran ashore. The wreck can be reached by boat or by shore when the boilers are visible at low tide. The wreck was blown up as it was deemed unsightly by the beach-goers of Durban back in 1940.\n:",{"type":"'''","value":["Position:"]}," — S29 51.500 E31 02.700 (unconfirmed) about 50m out to sea\n:",{"type":"'''","value":["Depth:"]}," — 7m \n:",{"type":"'''","value":["Topography:"]}," — All that remains of the wreck are the boilers.\n:",{"type":"'''","value":["Conditions:"]}," — Best dived in winter at high tide, when the surge will be less. \n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Boat or shore dive"]}," — Shore entry from Addington Beach\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — Fish and lobster have been reported.\n\n\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — This wreck lies at the backline and is undiveable when a big swell is running.\n:",{"type":"'''","value":["Skills:"]}," — No special skills recommended\n:",{"type":"'''","value":["Equipment:"]}," — No special equipment recommended\n\n",{"type":"===","value":["Pillar Box Wreck"]}," \n",{"type":"====","value":["Understand"]},"\n:A shallow dive. This wreck may be a destroyer, from the evidence of the various shells and other ammunition which have been found in and around the wreck.  \n:",{"type":"'''","value":["Position:"]}," — Off the north end of the Bluff.\n:",{"type":"'''","value":["Depth:"]}," — 7 to 10m \nTopography:''' — The wreck lies on a sand bottom near a sandstone ledge\n:",{"type":"'''","value":["Conditions:"]}," — only accessible in calm conditions due to the shallow depth. \n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — \n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — No site-specific hazards reported\n:",{"type":"'''","value":["Skills:"]}," — No special skills recommended\n:",{"type":"'''","value":["Equipment:"]}," — No special equipment recommended\n\n",{"type":"===","value":["T-Barge wreck"]},"\n",{"type":"====","value":["Understand:"]},"\n:One of three artificial Reefs sunk by the Oceanographic Research Institute (ORI) on 19th December 1990. \n:",{"type":"'''","value":["Position:"]}," — S 29°47.224'   E 31°04.558'.  About 3km off Virginia beach \n:",{"type":"'''","value":["Depth:"]}," — 25m\n:",{"type":"'''","value":["Topography:"]}," — The barge is 30m x 20m x 3m comprising of 48 compartments of 3m x 3m x 3m. The barge itself is made of concrete and there is a gantry like superstructure of steel located at the T junction.\n:",{"type":"'''","value":["Conditions:"]}," — The site is far enough offshore that the visibility may be significantly better than at inshore sites.\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Boat dive"]}," — Approximately ??km from launch site at ??\n\n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — Batfish, pineapple fish, turtles, puffer fish and lion fish are found on this wreck. Recently there have been sightings of brindle bass on this wreck.\n\n:",{"type":"'''","value":["Suggested Routes:"]}," — This is not a drift dive and so it becomes difficult to follow a DM on this dive. It is quite safe to explore this wreck in buddy pairs but just ensure that you have a buoy line to ascend on – whether it be your own deploy buoy or that of the DM.\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — This is a popular fishing spot. Although the alpha flag displayed by the dive boat dictates that all fishing activities cease whilst the dive is being conducted, it is best to carry a knife in order to assist yourself or buddy in the event of entanglement. \n:",{"type":"'''","value":["Skills:"]}," — (default: No special skills recommended)\n:",{"type":"'''","value":["Equipment:"]}," — Carry a DSMB with you and make sure you dive with your buddy\n\n",{"type":"===","value":["Vetch's reef"]},"\n",{"type":"====","value":["Understand:"]},"\n:This is the unofficial “house reef” of Durban Undersea Club.\n:",{"type":"'''","value":["Position:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — 1 to 6m\n:",{"type":"'''","value":["Topography:"]}," — The reef is man made pier that was constructed in 1860 and named after Captain James Vetch. The reef is made up of rubble and curves in southerly direction toward the North Pier of the harbour. The Pier is approximately 500m long and 50m wide and is a comfortable shore entry dive. “The Block” is the highest point and marks the end of the reef.\n:",{"type":"'''","value":["Conditions:"]}," — Best conditions on Vetch's are during and after a strong south westerly wind. The south wester pushes clean water into the Vetch's Harbour and makes for top to bottom conditions on the reef. The inside of the reef makes a spectacular snorkel dive for the less adventurous, particularly on calm days at spring low tide. The reef shelters the inside which means the visibility is often very good. The outside of the reef has the biggest concentration of fish but is open to breaking waves at low tide. The best time to dive the reef is on the high tide, as it allows one to cross over the top of the reef.\n",{"type":"====","value":["Get in"]},"\n:",{"type":"''","value":["Shore dive"]}," — \n",{"type":"====","value":["See"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," — Vetch's reef is home to a huge variety of fish and invertebrates, including a number of species of hard corals, huge numbers of juvenile fish from numerous species of wrasse, butterfly, angel, damsel an and surgeon fish.\nVetchie’s has one of the highest concentrations and varieties of Moray eels of any reef off Durban – which can be a bit unnerving for first timers to the reef. Potentially more dangerous are the numerous scorpion fish that stay put even when one is about to touch them inadvertently. In spring and early summer, the rubble of the inside of Vetch's serves as a nursery ground for hordes of fishes.\n\n:",{"type":"'''","value":["Suggested Routes:"]}," — The curvature of the reef makes an entry on the outside and an exit on the inside the best profile for a dive on this reef.\n",{"type":"====","value":["Stay safe"]},"\n:",{"type":"'''","value":["Hazards:"]}," — Moray eels, Scorpionfish and surf. If you are snorkelling, make sure you are fit and that you are not diving with a fin with a stiff blade. Swimming on the surface for long distances can result in cramp.\n:",{"type":"'''","value":["Skills:"]}," — No special skills recommended\n:",{"type":"'''","value":["Equipment:"]}," — If you are doing a scuba dive, make sure you return back to shore upon reaching half your SPG pressure so as not run out of air –it is no fun having to swim back to shore on the surface in full scuba kit. Always carry a snorkel when diving this reef.\n\n",{"type":"===","value":["Yacht 1 and Yacht 2"]},"\n\n",{"type":"===","value":["Other"]},"\nThere are three or four different sites where there are shipping containers to visit\n::",{"type":"'''","value":["Position:"]}," — S29 49.477 E31 04.535 (unverified)\n\n",{"type":"==","value":["Read"]}," \n\n\n \n",{"type":"{{","value":[["outlinediveguide"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Diving in South Africa"]]},"\n",{"type":"{{","value":[["Attribution"],["Bryan Hart,"],[{"type":"[","value":["http:\/\/www.duc.co.za\/dive_sites.htm Durban Undersea Club dive sites"]}]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]