[{"type":"{{","value":[["pagebanner"],["Aster banner 5.JPG"],["notoc=true"],["caption= Wreck diving at the M.V. Aster in Hout Bay."]]},"\n\nThis article is intended to provide the already qualified Scuba diver with information which will help to plan dives in the waters of South Africa, whether as a local resident or a visitor. Information is provided without prejudice, and is not guaranteed accurate or complete. Use it at your own risk.\n\nIf you are looking for information on getting training and certification as a recreational Scuba diver, refer to the article on ",{"type":"[[","value":[["Scuba diving"]]}," for general information, or the regional article covering your area of interest, to find listings of dive schools.\n\nMore detailed regional information and listings of Dive shops, Operators, and other related services will also usually be found in the regional guides. Some information and listings for areas without a regional guide may be found in this article under the Services headings in the ",{"type":"[[","value":[["#Destination"],["Destination"]]}," section.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:LocationSouthAfrica.png"],["thumb"]]},"\n",{"type":"[[","value":[["South Africa"]]}," has sites spread along its coast that are perhaps better known for sharks and other large marine life, but also have a wide range of endemic smaller fish and invertebrates. The coastal sites range from tropical coral reefs in the north of KwaZulu-Natal, where the fish are typical Indo-pacific tropical species, and very colourful, to cool temperate rocky reefs on the West Coast, where the fish life is relatively dull, but the invertebrates provide the colour.\n\nThe annual ",{"type":"[[","value":[["Diving in South Africa\/Sardine run"],["sardine run"]]}," up the east coast is justly famous and the lesser known chokka (squid) spawning also attracts large numbers of predators, but without requiring as much chasing around to be at the right place.\n\nThere are a large number of wrecks along the coast, some of which are regarded as good dive sites.\n\nThe inland sites are more usually used for training, technical and cave diving.\n\nSouth African diving is generally more physically challenging than the more popular destinations. It may involve cold water, surf launches, big swell or strong currents, depending on the region involved, and a higher level of fitness and skill is desirable if you want to enjoy the experience to the maximum.\n\nFor those who want more protected and benign conditions, there are two large Aquariums where divers can enjoy warmer water and very easy access, and are guaranteed to see a large number of fish.\n\n",{"type":"===","value":["General topography"]},"\n",{"type":"====","value":["The physical geography of the region"]},"\n",{"type":"[[","value":[["Image:South Africa Topography.png"],["thumb"],["400px"]]},"\n\n\nSouth Africa is the southern part of the continent of Africa, the only continent through which both tropics pass. The continent extends to a maximum of 34°50' of latitude from the equator, so it is mostly tropical and subtropical, with a moderate extent of temperate zones. South Africa is the region of Africa furthest from the equator in the southern hemisphere. It extends from the Limpopo river in the north at S22°07'to Cape Agulhas in the south at S34°50', and from the Orange River mouth in the west at E016°27' to Ponta do Ouro in the east at E32°23'.\n\n\n",{"type":"=====","value":["Oceans bordering South Africa"]},"\n\nSouth Africa is one of the few countries with more than one ocean on its shores, and this has a profound effect on the sea conditions, not so much because the waters are nominally divided into two oceans, but because major currents of the two oceans have such profound differences and these strongly influence the adjacent ecosystems.\n\nThe coastline from the Orange River Mouth bordering Namibia in the north west to Ponto do Ouro bordering Mozambique in the north east is approximately 2954 km long.\n\nThe width of the continental shelf off South Africa varies enormously, with a very narrow shelf off the north east coast of KwaZulu-Natal, and a wide shelf off the southern tip of Africa - The Agulhas Bank. the shelf narrows again off the Cape Peninsula, and is of moderate width from Cape Columbine north, along the West Coast.\nTechnically the division between the Atlantic and Indian Oceans is at the southern tip, Cape Agulhas, but from a practical point of view the sharpest distinction in qualitative terms is at Cape Point, and many Capetonians like to think of this being the place of Two Oceans. The reason for this is that the west coast is strongly influenced by the cold Benguela current, which flows north along the west coast, and the warm Mozambique current flows south on the east coast. The Agulhas current may be thought of as a continuation of the Mozambique current, which flows south west and then west as it follows the east coast. The Agulhas current is affected by the relatively shallow Agulhas bank, and throws off some enormous eddies, which eventually swing south and then east, and dissipate in the southern ocean.\n\n",{"type":"===","value":["Climate, weather and sea conditions"]},"\n",{"type":"''","value":["A description of the regional climate, weather systems, oceanography in terms of tides, currents, seasonal water condition variations, max and min values for water temperature, air temperature etc."]},"\n\n",{"type":"===","value":["Marine ecology"]},"\nSouth Africa's coastal waters can be divided into a number of biogeographical regions, though there is generally not a sharp distinction between them where the boundaries have been placed. There is more of a gradual change along the coast, from the tropical waters of northern KwaZulu-Natal to the cooler waters of the south coast.\n\nThe one place where there is a relatively distinct change over a short distance, is at Cape Point, where the waters of the east and west sides of the peninsula support noticeably different ecologies, and even here there is a significant overlap of resident organisms.\n\nThere are a large proportion of endemic species along this coastline.\n\n",{"type":"====","value":["The Marine Bioregions"]},"\n",{"type":"[[","value":[["Image:Bioregions of SA EEZ.png"],["thumb"],["400px"]]},"\nThe regions of interest to recreational divers are the coastal bioregions, which are accessible and shallow enough to dive. These are considered to extend from the shoreline to the break of the continental shelf, so most of the area is far too deep to dive.\n",{"type":"*","value":["The '",{"type":"''","value":["cool temperate "]},"Namaqua bioregion''''' extends from Sylvia Hill in Namibia to Cape Columbine. The cold Benguela Current is the major influence, and the region is characterized by large-scale intensive upwelling and nutrient rich water."]},{"type":"*","value":["The '",{"type":"''","value":["cool temperate "]},"South-western Cape bioregion''''' extends from Cape Columbine to Cape Point. It is also dominated by the cold Benguela current. The biological break at Cape Columbine is indicated most clearly by changes in seaweed communities. At the south eastern end of this region, the break at Cape Point is very distinct in the inshore depth ranges, but in deeper areas it has been chosen as the depth contour at of 150m, to approximately south of Cape Agulhas. This line is more consistent with the mixing zone of the Benguela and Agulhas currents,"]},{"type":"*","value":["The '",{"type":"''","value":["warm temperate "]},"Agulhas bioregion''''' extends from Cape Point to the Mbashe River. The  Mbashe River was chosen as the most appropriate boundary between the subtropical Natal province to the north, and the warm temperate Agulhas region to the south, but change is gradual between these regions. Upwelling on the south coast of South Africa is largely driven by the Agulhas current and the continental shelf This form of upwelling forces cold deep water up onto the continental shelf, but not necessarily above the thermocline. In the region east of the Agulhas bank, wind enhanced upwelling, occurring mainly in summer, augments the current driven upwelling bringing the colder deeper waters to the surface. This enhances biological productivity by supply of nutrients to the euphotic zone (where plants have sufficient light to flourish) which fuels phytoplankton production, and rocky shores that are supplied with the nutrient rich water support rich algal biomass. The annual chokka spawning takes place largely in this region."]},{"type":"*","value":["The '",{"type":"''","value":["subtropical "]},"Natal bioregion''''' extends from the Mbashe River to Cape Vidal. This area has high riverine input. but the Agulhas Current is the major influence on the Natal bioregion. Reef habitat is limited and the major reef areas include Aliwal Shoal and Protea Banks. The rocky reef communities are distinct from the coral reef communities further north as corals decline with increased turbidity to the south. The Natal bioregion supports endemic soft corals. The annual sardine run is a feature of the southern portion of this region. "]},{"type":"*","value":["The '",{"type":"''","value":["tropical "]},"Delagoa bioregion''''' extends from Cape Vidal northwards into Mozambique. A clear change in marine community structure at Cape Vidal is indicated by the intertidal habitat, seagrass and mangrove distribution patterns, and tropical seabird and cetacean species ranges."]},"\n",{"type":"===","value":["Equipment"]},"\nOrdinary recreational ",{"type":"[[","value":[["Scuba diving#Buy"],["Scuba diving equipment"]]}," is sufficient for most dive sites in most of the regions. The largest variation in requirements being for exposure suits. In the tropical north-east, where water temperature is usually at or above 24°C, wet suits are worn as much for protection from the sun and stings as for warmth, while on the west coast a 7mm wet-suit is barely sufficient, and dry suits are becoming more popular with divers who enjoy being warm at the end of a dive in water temperatures as low as 8°C. Most dive sites are relatively shallow — few are deeper than 40m, and the majority are in the 10 to 30m range.\n\n",{"type":"===","value":["Diver certification and legal liability"]},"\nThere is currently no legal requirement in South Africa for certification as a recreational diver. You are legally allowed to buy equipment and dive with it with no training, certification, experience or competence whatsoever. There is also no legal constraint preventing you from going to sea and jumping over the side of the boat of your own free will wearing only a weightbelt, but there are more comfortable and convenient ways to kill yourself.\n\nMost, if not necessarily all, of the dive charter operators will insist that you are certified to dive to the depth and in the conditions expected at the dive site, or are accompanied by a certified instructor. This is not only because they are concerned for your safety, but also it cuts down on the paperwork if there is an accident. It is bad for business to have your clients die during an outing, so most operators are fairly diligent in ensuring that clients are informed of the probable conditions and site specific risks and the recommended level of certification. Waivers are required in most cases, and the diver assumes responsibility for his or her own actions, and unless there is strong evidence of negligence or illegal actions on the part of the operator, litigation after the event is unlikely to make the dependants wealthy.\n\nSome operators will cancel a dive if the conditions look like they will be unpleasant, and probably all will cancel if the conditions look dangerous. However, this does not mean that the conditions will necessarily be safe for you if the dive is on. You are expected to judge for yourself what you can handle, and whether the situation will be within your capabilities on the day, and make your own decision.\n\nIf you are a trainee on a certification programme, you have the right to expect the instructor to advise you on risk and safety, but unless you have no certification at all you are expected to be able to make a reasonable choice for yourself.\n\n",{"type":"==","value":["Destinations"]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["Western Cape"]]}]},"\n",{"type":"[[","value":[["Image:Map-South Africa-Western Cape02.png"],["thumb"],["400px"],["Western Cape"]]},"\nThe Western Cape province is the most south western province in South Africa. It includes a large proportion of South Africa's tourist destinations and attractions, amongst which are many of the better known diving destinations.\n\n",{"type":"====","value":[{"type":"[[","value":[["Cape Town#Do"],["Cape Town"]]}]},"\n",{"type":"[[","value":[["Image:TMNP MPA boundaries.png"],["thumb"],["400px"],["Boundaries of the Table Mountain National Park Marine Protected Area. Most of the Cape Town dive sites are in this MPA."]]},"\n\n",{"type":"''","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay"]]}]},"\n\nThe waters of Cape Town include the Atlantic seaboard, which is cool to cold temperate, and False Bay, which is also cool temperate, but significantly influenced by the warmer waters brought down the east coast by the Mozambique current and the Agulhas current, and has some similarity to the South Coast.\n\nCape point is accepted as the boundary between the cool temperate ",{"type":"''","value":["South-western Cape bioregion"]}," of the west coast, and the warm temperate ",{"type":"''","value":["Agulhas bioregion"]}," of the south coast. Unlike the other boundaries between the marine bioregions, which are diffuse, the ecosystems vary quite distinctively over a short distance at Cape Point, due to the change from the dominating influence of the warmer Agulhas current to the east to the cold Benguela current to the west\n\nThere are many endemic species of fish, invertebrates and seaweeds, as well as a variety of other more wide ranging organisms, and a large number of shipwrecks, some of which are highly regarded as dive sites. False Bay is occasionally host to wandering fish from warmer regions, and occasionally even turtles, brought in on the currents from the east coast.\n\nThe mountainous Cape Peninsula, which separates the Atlantic Ocean from False Bay, also protects the coastal waters on each side from wind and waves from the other side, making it possible to have year round diving, but seasonal variations in where to dive and what to see, as there is a significant and noticeable difference between the ecosystems on the alternative shorelines.\n\nThose sites listed here were considered among the best by a panel of experienced local divers with no commercial agenda. For a more exhaustive listing and detailed descriptions of most of the over 150 dive sites in this region, refer to the Wikivoyage dive guide article ",{"type":"'''","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay"]]}]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Star Wall"],["Star Wall"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Coral Gardens (Oudekraal)"],["Coral Gardens (Oudekraal)"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Castle Rocks"],["Castle Rocks"]]}," and ",{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Pyramid"],["Pyramid"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Partridge Point"],["Partridge Point"]]},": — including Big Rock, Seal Rock and Peter's Pinnacles"]},{"type":"*","value":["Smits Wrecks: — ",{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/SAS Transvaal"],["SAS Transvaal"]]},", ",{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/MFV Orotava"],["MFV Orotava"]]},", ",{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/MFV Princess Elizabeth"],["MFV Princess Elizabeth"]]},", ",{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/SAS Good Hope"],["SAS Good Hope"]]}," and ",{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/MV Rockeater"],["MV Rockeater"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Percy's Hole"],["Percy's Hole"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Smits Reef"],["Smits Reef"]]},": — including Batsata maze"]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Fan Reef"],["Fan Reef"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Tafelberg Reef"],["Tafelberg"]]}," and ",{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Klein Tafelberg"],["Klein Tafelberg"]]}," reefs"]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/A-Frame"],["A-Frame"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Rocky Bank"],["Rocky Bank"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Whittle Rock"],["Whittle Rock"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/MV Aster"],["MV Aster"]]}," wreck"]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Geldkis"],["Geldkis"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Boat Rock"],["Boat Rock"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/SS Lusitania"],["SS Lusitania"]]}," wreck"]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Pie Rock"],["Pie Rock"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Pinnacle"],["Pinnacle"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Vulcan Rock"],["Vulcan Rock"]]},": — including ",{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Di's Cracks"],["Di's Cracks"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Justins Caves"],["Justin's Caves"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Outer Castle"],["Outer Castle"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Spaniard Rock"],["Spaniard Rock"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Photographer's Reef"],["Photographer's Reef"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/SATS General Botha"],["SATS General Botha"]]}," wreck"]},{"type":"*","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay\/Stonehenge"],["Stonehenge"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Hermanus"]]}]},"\n",{"type":"''","value":[{"type":"[[","value":[["Diving in Hermanus"]]}]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":["Kopsteenrif "]},{"type":"*","value":["Table Top (Whale Rock) "]},{"type":"*","value":["Runway "]},{"type":"*","value":["Finger "]},{"type":"*","value":["Old Harbour "]},{"type":"*","value":["Boiling Pot "]},{"type":"*","value":["Preekstoel "]},{"type":"*","value":["Tamatiebank "]},{"type":"*","value":["Blowhole "]},{"type":"*","value":["Haksteen "]},{"type":"*","value":["Gearing's Point "]},{"type":"*","value":["Skulphoek"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Gansbaai"]]}]},"\n",{"type":"[[","value":[["Image:Divers over the wreck P4065402.JPG"],["thumb"],["Divers over the wreck of the HMS Birkenhead"]]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Diving in South Africa\/HMS Birkenhead wreck"],["HMS Birkenhead wreck"]]}]},{"type":"*","value":["Birkenhead Rock"]},{"type":"*","value":["Dyer Island"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Struisbaai"]]}]},"\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"*","value":["Five Mile Bank"]},{"type":"*","value":["\"MV Oriental Pioneer\" wreck"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Arniston"]]}," (Waenhuiskrans)"]},"\n",{"type":"'''","value":["Dive sites include"]},"\n\n",{"type":"*","value":["The \"Arniston\" wreck"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Mossel Bay"]]}]},"\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"*","value":["Mitch's Reef"]},{"type":"*","value":["Santos Reef"]},{"type":"*","value":["Phluffy Reef"]},{"type":"*","value":["Windvogel Reef"]},{"type":"*","value":["Klein Brak"]},{"type":"*","value":["Stingray Reef"]},{"type":"*","value":["Dolosse"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Knysna"]]}]},"\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"*","value":["Christmas and New Year"]},{"type":"*","value":["Dagleish Bank"]},{"type":"*","value":["East Cape Reef\/Wall"]},{"type":"*","value":["Bruce's Bank"]},{"type":"*","value":["The Pinnacle"]},{"type":"*","value":["The \"Fairholme\" wreck"]},{"type":"*","value":["The \"Paquita\" wreck"]},{"type":"*","value":["The Phantom Wreck"]},{"type":"*","value":["Thesen's Jetty"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Plettenberg Bay"]]}]},"\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"*","value":["Blinder"]},{"type":"*","value":["Jacobspoort"]},{"type":"*","value":["Playground"]},{"type":"*","value":["Virgin reef"]},{"type":"*","value":["Grootbank"]},{"type":"*","value":["Redbait reef"]},{"type":"*","value":["Deep Blinders"]},{"type":"*","value":["Shallow Blinders"]},{"type":"*","value":["Dolphin Column"]},{"type":"*","value":["MV Athina"]},{"type":"*","value":["Voorstraat (The Island)"]},{"type":"*","value":["Whale Rock"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Eastern Cape"]]}]},"\n",{"type":"[[","value":[["Image:RSA EasternCape2.png"],["thumb"],["400px"],["Eastern Cape"]]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Tsitsikamma_National_Park#Do"],["Tsitsikamma"]]}]},"\n\n",{"type":"''","value":[{"type":"[[","value":[["Diving the Tsitsikamma"]]}]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Diving the Tsitsikamma\/Storm's River Mouth"],["Storms River Mouth"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Tsitsikamma\/Rheeder's Reef"],["Rheeder's Reef"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Tsitsikamma\/Middle Bank"],["Middle Bank"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Jeffrey's Bay"]]}]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":["Van Staden's River mouth"]},{"type":"*","value":["Gamtoos River mouth"]},"\n",{"type":"====","value":[{"type":"[[","value":[["St Francis Bay"]]}]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":["Water tower reef"]},{"type":"*","value":["Bell buoy reef"]},{"type":"*","value":["Lighthouse reef"]},{"type":"*","value":["The Cape Recife"]},{"type":"*","value":["\"HMS Osprey\" wreck"]},{"type":"*","value":["The Queen of the West"]},{"type":"*","value":["Daggie Banks"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Port Elizabeth#Do"],["Port Elizabeth"]]}]},"\n",{"type":"[[","value":[["Image:Koester on sponge at Gasmic P6186626.JPG"],["thumb"],["Juvenile Koester resting in a sponge at Gasmic Gorge"]]},"\n\n",{"type":"''","value":[{"type":"[[","value":[["Diving in Port Elizabeth"]]}]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":["Avalanche"]},{"type":"*","value":["Bell Buoy"]},{"type":"*","value":["Chelsea North"]},{"type":"*","value":["Cracker"]},{"type":"*","value":["Crossroads"]},{"type":"*","value":["Devil's Reef"]},{"type":"*","value":["The Doddington"]},{"type":"*","value":["Evan's Peak"]},{"type":"*","value":["The \"SS Fidela\" wreck"]},{"type":"*","value":[{"type":"[[","value":[["Diving in Port Elizabeth#Gasmic Gorge"],["Gasmic Gorge"]]}]},{"type":"*","value":["The \"Haerlem\" wreck"]},{"type":"*","value":["The Inchcape Rock"]},{"type":"*","value":["\"MV Kapodistrias\" wreck"]},{"type":"*","value":["Mark 4 Safepoint\/Mark 4 Wall"]},{"type":"*","value":["Mark 4 Tables"]},{"type":"*","value":["Moonie"]},{"type":"*","value":["\"MV Pati\" wreck"]},{"type":"*","value":["Phillips Reef"]},{"type":"*","value":["Pinnacles"]},{"type":"*","value":["Riy Banks"]},{"type":"*","value":["Roman Rock"]},{"type":"*","value":["Slipway"]},{"type":"*","value":["Suicide Reef"]},{"type":"*","value":["Thunderbolt Reef"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Port Alfred"]]}]},"\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"*","value":["Umvolusi"]},{"type":"*","value":["Riet Point"]},{"type":"*","value":["Computer reef (Riet 40)"]},{"type":"*","value":["Soft Coral Reef"]},{"type":"*","value":["Janssen's Rock"]},{"type":"*","value":["Towers"]},{"type":"*","value":["Shark's Gully"]},{"type":"*","value":["The Chain"]},{"type":"*","value":["The Briseis"]},{"type":"*","value":["Kowie River"]},{"type":"*","value":["Eden"]},{"type":"*","value":["Fish Tanks"]},{"type":"*","value":["Fountain Reef"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Diving in South Africa\/SS Cariboo wreck"],["SS Cariboo wreck"]]}]},"\n3.4 km off the mouth of the Mgwalana river, north east of Port Alfred.\n\n",{"type":"====","value":["Madacascar reef"]},"\nJust to the north of the Bira river mouth, about 70 km north east of Port Alfred.\n\n",{"type":"====","value":[{"type":"[[","value":[["East London#Do"],["East London"]]}]},"\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"*","value":["Queensbury Bay"]},{"type":"*","value":["Gonubie Point"]},{"type":"*","value":["Wagon wheels"]},{"type":"*","value":["Three sisters"]},{"type":"*","value":["Nahoon Bay"]},{"type":"*","value":["Nahoon Reef"]},{"type":"*","value":["The Boulders"]},{"type":"*","value":["\"SS King Cadwallon\" wreck"]},{"type":"*","value":["Small Pier"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Wild Coast"]]}]},"\n",{"type":"'''","value":["Dive dites include:"]},"\n\n",{"type":"*","value":["Hluleka"]},{"type":"*","value":["Presley's Bay"]},{"type":"*","value":["Harrison's Gulley"]},{"type":"*","value":["The Haven"]},"\n",{"type":"===","value":[{"type":"[[","value":[["KwaZulu-Natal"]]}]},"\n",{"type":"[[","value":[["Image:Map-South Africa-KwaZulu Natal02.png"],["thumb"],["400px"],["KwaZulu-Natal"]]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Park Rynie"]]}]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":["Landers Reef"]},{"type":"*","value":["Umzimai Wall"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Margate"]]}]},"\n\n",{"type":"'''","value":["Coastal dive sites:"]},"\n",{"type":"*","value":["Adda reef"]},{"type":"*","value":["Deep Salmon"]},{"type":"*","value":["Bo Boyi reef"]},{"type":"*","value":["Potato reef"]},{"type":"'''","value":["Protea banks dive sites"]},"\n",{"type":"*","value":["Arena"]},{"type":"*","value":["The Caves"]},{"type":"*","value":["Northern Pinnacles"]},{"type":"*","value":["Southern Pinnacles"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Umkomaas"]]}," "]},"\n\n",{"type":"''","value":[{"type":"[[","value":[["Diving Aliwal Shoal"]]}]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":["Cathedral "]},{"type":"*","value":["Chunnel "]},{"type":"*","value":["Eelskin ridge "]},{"type":"*","value":["North Sands "]},{"type":"*","value":["Northern Pinnacles "]},{"type":"*","value":["\"MV Produce\" wreck "]},{"type":"*","value":["South Sands"]},{"type":"*","value":["Raggies Cave and Shark Alley"]},{"type":"*","value":["Castle\/Howard's Castle"]},{"type":"*","value":["Inside Edge"]},{"type":"*","value":["The \"Nebo\""]},"\n",{"type":"====","value":[{"type":"[[","value":[["Durban"]]}]},"\n\n",{"type":"'''''","value":[{"type":"[[","value":[["Diving in Durban"]]}]}," is affected by prevailing winds and the run off from the Umgeni river, the Harbour mouth and the Umlaas Cutting on the Bluff which can affect visibility in the rainy season (spring: Sept – Dec) in the immediate vicinity of their mouths .\n\nThe low rainfall and prevailing south westerlies which bring in clear water from the Mozanbique current make winter the best time to dive Durban (March though to July).\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":["Blood Reef — including: Bikini reef, Big Cave, Birthday Ledges, Caves, Coral Gardens, Deep Blood, Harlequin reef, HTH reef and The Pinnacles."]},{"type":"*","value":["Coopers Light wreck"]},{"type":"*","value":["Dolphin reef"]},{"type":"*","value":["\"Fontao\" wreck"]},{"type":"*","value":["\"Hawthorn\" wreck"]},{"type":"*","value":["The \"Kate\" wreck"]},{"type":"*","value":["The \"Kaidie\" wreck"]},{"type":"*","value":["Limestone reef"]},{"type":"*","value":["No. 1 Reef — including: Artillery reef, Nev's ledge, Raggies, Bat Reef, Daves Cave, Eskom and the infrequently dived \"Yardingdale\" mark "]},{"type":"*","value":["North Breakwater"]},{"type":"*","value":["North Light"]},{"type":"*","value":["The \"Odd\" wreck"]},{"type":"*","value":["The \"Ovington Court\" wreck"]},{"type":"*","value":["Pillar Box wreck"]},{"type":"*","value":["\"T-Barge\" wreck"]},{"type":"*","value":["Vetch's reef"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Sodwana Bay"]]}]},"\n\n",{"type":"'''''","value":[{"type":"[[","value":[["Diving Sodwana Bay"],["Sodwana"]]}]}," is one of the better known and more popular dive destinations in South Africa. It is in the far north east of the country and is in a tropical bioregion with reef corals and typical Indo-Pacific marine life.\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":["Quarter-mile Reef"]},{"type":"*","value":["Stringer"]},{"type":"*","value":["Roonies"]},{"type":"*","value":["Bikini\/Hopscotch"]},{"type":"*","value":["Wayne's World"]},{"type":"*","value":["Arches"]},{"type":"*","value":["Deep Sponge"]},{"type":"*","value":["Caves and Overhangs"]},{"type":"*","value":["Anton's"]},{"type":"*","value":["Two-mile Reef "]},{"type":"*","value":["Five-mile Reef "]},{"type":"*","value":["Seven-mile Reef"]},{"type":"*","value":["Eight-mile Reef "]},{"type":"*","value":["Nine-mile Reef"]},"\n",{"type":"====","value":["Mabibi and Kosi Bay"]},"\n",{"type":"'''","value":["Dive sites include"]},"\n",{"type":"*","value":["Elusive"]},{"type":"*","value":["Pineapple Reef"]},{"type":"*","value":["Cedric's Beat (Slinger's Cove)"]},{"type":"*","value":["Coachman's Ledge"]},{"type":"*","value":["Gogo's"]},{"type":"*","value":["Regal Reef"]},{"type":"*","value":["Underwater World"]},{"type":"*","value":["Pine Reef"]},{"type":"*","value":["Yellowfin Drop"]},{"type":"*","value":["Brewers Garden"]},"\n",{"type":"===","value":["Inland dive sites"]},"\n",{"type":"''","value":[{"type":"[[","value":[["Diving inland in South Africa"]]}]},"\n\nThe inland dive sites are spread over a large area and include:\n",{"type":"*","value":[{"type":"[[","value":[["Diving inland in South Africa\/Badgat"],["Badgat"]]},": — a flooded asbestos mine near ",{"type":"[[","value":[["Nelspruit"]]}," in ",{"type":"[[","value":[["Mpumalanga"]]}," province."]},{"type":"*","value":[{"type":"[[","value":[["Diving inland in South Africa\/Bass Lake"],["Bass Lake"]]},": — A disused dolomite quarry near ",{"type":"[[","value":[["Meyerton"]]}," south of ",{"type":"[[","value":[["Johannesburg"]]}," in ",{"type":"[[","value":[["Gauteng"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving inland in South Africa\/Boesmansgat"],["Boesmansgat"]]},": — also a sinkhole, near ",{"type":"[[","value":[["Kuruman"]]}," in the ",{"type":"[[","value":[["Northern Cape"]]}," Province."]},{"type":"*","value":[{"type":"[[","value":[["Diving inland in South Africa\/Miracle Waters"],["Miracle Waters"]]},": — a flooded chromium mine near ",{"type":"[[","value":[["Brits"]]}," in the ",{"type":"[[","value":[["North West Province"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving inland in South Africa\/Marico Oog"],["Marico Oog"]]},": — a spring between Rustenburg, Zeerust and Lichtenburg, in ",{"type":"[[","value":[["North Western Province"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving inland in South Africa\/Wondergat"],["Wondergat"]]},": — a dolomite sinkhole near ",{"type":"[[","value":[["Mafikeng"]]}," in the ",{"type":"[[","value":[["North West Province"]]}]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"[[","value":[["Diving in South Africa\/Sardine run"],["The annual sardine run"]]}," is a notable event that moves along the south coast as the sardines migrate. Divers and other enthusiasts either follow the run along the coast or meet it as it passes major centres. Huge numbers of sardines are predated on by whales, sharks, dolphin, gamefish, seabirds and of course, humans.\n\n",{"type":"===","value":[" Learn "]},"\nThere are recreational diver training schools at most diving destinations in South Africa. Affiliation is with a wide range of internationally recognised Recreational and Technical diving agencies, including PADI, CMAS-ISA, NAUI, IANTD, SSI, SDI\/TDI. Certification from these agencies is generally accepted worldwide.\nThe quality of training available depends more on the instructor and the school than the agency, as is the case in most parts of the world. South Africa has its share of quick turnover and never mind the standards, but also has some really good instructors. Read the standards and make sure you get what you pay for.\n\nSouth Africa is also a destination of choice for Commercial diver training, as the certification is recognised by the International Diver Recognition Forum, and is much cheaper than in Europe.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"===","value":["Conservation and the poaching problem"]},"\nThere are concerns regarding the impact of sport diving on the reef ecology. Some of these may be legitimate, and study is necessary to test whether this is a real problem. The number of dives in the region has increased significantly over the years, but there is no reliable numerical data available. The number of sites has also increased, so the frequency of dives at most sites will not have increased proportionately.\n\nRecreational divers are generally in favour of conservation, and as they are not permitted to collect or capture any marine life on Scuba in South African waters, generally do not consider themselves to make a significant environmental impact. There is evidence that some damage is done by contact with reef organisms and by disturbing the sediment. The question then, is how significant is this impact in comparison with other pressures?\n\nThe ",{"type":"''","value":["South African National Spatial Biodiversity Assessment 2004 Technical Report"]}," indicates that \"Non-Extractive Recreational Activities\" has been identified as a potential threat to marine biodiversity.\nThis category is ranked 7th of the nine categories and includes Diver based activities such as snorkelling, scuba diving and cage diving to view sharks, as one of five subcategories.\nThe identification and ranking of the potential threats was made by \"Summed Expert Ratings\", a procedure similar to the scoring method for competitive dancing, gymnastics and similar sports. \n \nThe authors claim that it has been established that scuba diving and associated activities can cause significant damage to coral communities by destructive contact (anchoring and diver damage), resuspension of sediments and by hand-to-coral contact. \nThey also mention that coral reefs in South Africa are confined to the Greater St Lucia Wetland Park where anchoring or mooring is prohibited, and that current research has indicated that the coral reefs of this region have not experienced serious diver damage.\n\nThey also state that most divers cause very little damage to coral reefs although underwater photographers have been identified as a group that causes more damage to reefs than other users.\n\nTheir findings also show that the prevalence of predominantly soft corals on South African reefs makes them fairly resilient to diver damage.\n\nUnfortunately the government department of Marine and Coastal Management has made use of this report and surveys on tropical coral reefs to support an effort to make money out of recreational diving on the reefs in all marine protected areas by imposing a permit system as a recreational diver tax. No surveys of temperate reefs can be produced to justify their claims that divers are a threat to the reef ecology, and it seems unlikely that their interference will benefit either the ecology or the diving industry.\n\nAt the time the policy was perceived as a thinly disguised attempt to tax what department political appointees appeared to see as a wealthy but politically powerless minority group. However, there was an immediate reaction by the recreational diving industry and the recreational divers who use the affected areas, to the effect that the proposed permit fees were reduced significntly and the industry is more united than it had ever been before. The non-profit organisation ",{"type":"'''","value":["Underwater Africa"]}," was formed to represent the recreational divers and recreational diving industry and it has fought tirelessly for the rights of its constituency.\n\nEven in its restricted scope the permit system may have damaged the industry, as a number of dive charter operators have subsequently gone out of business, and the main effect appears to be that divers are harassed by officials of MCM while poaching has increased.\n\nThere is no evidence that the permit system has achieved any of its stated aims of providing finance for improved conservation in the MPAs. It is questionable whether it even covers the cost of its own administration, and may be merely an employment opportunity for the otherwise unemployable.\n\nMarine and Coastal Management has (2010) gone through a period of major change as the government split its responsibilities between two departments. Fisheries have been transferred to the Department of Agriculture Forestry and Fisheries (DAFF), and conservation has gone to Department of Environmental Affairs (DEA). Internal turf wars at upper levels appear to be continuing to reduce effectiveness, and the working staff seem to have difficulty getting their jobs done. The most notorious of the previous management appear to have been transferred sideways rather than fired. So it goes.\n\n",{"type":"====","value":["Marine Protected Areas"]},"\n\nA large number of the most popular dive sites of South Africa are in the Marine Protected Areas as published in the Government Gazette No. 26431 of 4 June 2004 in terms of the Marine Natural Resources Act, 18 of 1998.\n\nA permit is required to Scuba dive in any MPA. The permits are valid for a year and are available at some branches of the Post Office. Temporary permits, valid for a month, may be available at dive shops or from dive boat operators. The permits are not expensive, but the requirement to have them present at the site is an annoyance, as they are paper, and the printing on them states that the original permit, the invoice, and the holder's original identity document or passport must be produced on demand.\n\nThe department has officially specified that notarised copies are acceptable, but this information does not appear to have been passed on to their staff, who are frequently reported as insisting on the originals, and their generally uncouth and threatening attitude is notorious. Note that the same personnel are seldom available to take action when complaints of poaching are made. It is not clear whether this is because the poachers tend to react violently to interference, while recreational divers have a long history of non-violence, or because they are on the take.\n\nThere have been accusations of corruption against personnel of MCM, which have not been cleared up, and the fact that a large part of the department's income derives from marine products confiscated from poachers is seen by many to be a conflict of interests, as this income would dry up if poaching was stopped.\n\nIt should probably be mentioned that the policies of MCM regarding recreational diving restrictions are in many cases not supported by members of their research staff, though obviously these are private opinions.\n\nAs of 2010 MCM has been split between the Department of Agriculture, Forestry and Fisheries (DAFF) and the Department of Environmental Affairs (DEA). The situation has not improved after the split, and it is not clear, apparently even to the personnel of the two departments, who is responsible for what in the field of marine conservation. Some political officials appear to be attempting to gain short term popularity by trying to open reserves to artisanal fishers, in complete contradiction of the conservation policies, and enforcement is no better than before. Poaching goes on unabated, and divers are still harassed because it is much safer than attempting to apprehend the poachers, who tend to be armed and dangerous.\n\n",{"type":"===","value":["Diving on Wrecks in South Africa"]},"\n",{"type":"[[","value":[["Image:Divers inside wreck of SATS General Botha.jpg"],["thumb"],["Divers inside the wreck of the SATS General Botha"]]},"\n\n",{"type":"'''","value":["Introduction"]},"\n\nA large number of ships have been wrecked on South Africa's long, rugged and dangerous coastline during the last 500 years. Due to its strategic location on the historical trade route between Europe and the East, at least 2700 vessels are known to have sunk, grounded, been wrecked, abandoned or scuttled in South African waters.\n\nWrecks and their associated artifacts can be impressive and interesting sites for recreational SCUBA diving and underwater photography. The diversity of wrecks around the South African coast offers divers a wide range of sites to visit and explore. At the same time, historical wrecks are a unique, fragile and non-renewable cultural heritage resource of great archaeological value. We all have a responsibility to conserve this heritage for future generations.\n\nDivers are free to visit most wreck sites, but should remember that they are privileged to have access to these sites, which are an important part of our collective cultural heritage.\n\nThe complex and delicate nature of wreck sites requires that divers are especially careful when visiting them. To preserve them for future generations to enjoy and learn from, it is important that you appreciate the importance of wrecks, dive responsibly and treat shipwrecks with care and respect.\n\nWrecks are also important habitats for marine life. Avoid damaging wrecks by carelessly touching them with your hands, knees or fins. The disturbance of protective coverings of sand, plant growth or the products of corrosion that have formed on wrecks can greatly increase the rate at which a wreck and its contents decay. This reduces the wreck's value as an historical resource and dive site and divers should avoid doing anything that will disturb the delicate equilibrium of a wreck site.\n\nAnchoring into wrecks can cause severe damage to artifacts and the structure of the wreck. If you need to anchor, ensure that you do so well off the wreck. Remember that a wreck site is non-renewable, and won't regenerate like a damaged reef. Dive with care and leave the wreck as you found it.\n\n",{"type":"'''","value":["Legal protection of wrecks"]},"\n\nThe wrecks of ships or aircraft, and any associated cargo, debris or artifact more than 60 years old and in South African waters are protected by the National Heritage Resources Act #25 of 1999 (NHRA). The law of salvage and finds does not apply to historical shipwrecks, which are considered by the NHRA to be archaeological material, and as such are the property of the state, administered by SAHRA in trust for the nation, and may not be disturbed in any way except under the terms of a permit issued by the South African Heritage Resources Agency (SAHRA).\n\nThere are severe penalties for contravening the Act, including heavy fines and jail terms. All members of the South African Police Services, and Customs and Excise officers may act as Heritage Inspectors in terms of the Act, with powers of search, confiscation and arrest.\n\nHistorical wrecks may be visited provided that the sites are not disturbed or interfered with and no artifacts are removed or damaged.\nResist the temptation to take home souvenirs. Not only is it illegal to remove such material, but anything recovered from a wreck needs immediate conservation treatment or it will end up rotting away or disintegrating. Souvenir hunting strips sites of artifacts and the information they carry, and denies future divers the experience of diving on a well preserved wreck.\n\n",{"type":"'''''","value":["Take only photos, leave only bubbles!"]},"\n\n",{"type":"==","value":["Get help"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Emergency medical services"]}," vary in quality. Metro Rescue in Cape Town has a good reputation. However service will depend on availability of equipment and personnel. Hospital facilities also vary considerably, and most are understaffed."]},"\n",{"type":"*","value":[{"type":"'''","value":["Recompression facilities"]}," are sparse. There are chambers in Cape Town, Durban and Pretoria. However, those which exist and are available, are competently manned and kept in good condition. Hyperbaric oxygen treatment is standard at these facilities."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Scuba diving#Insurance"],["Divers Alert Network"]]}]}," (DAN) has a branch in South Africa ",{"type":"[","value":["http:\/\/www.dansa.org"]}," Their toll free line from within the country 0800 020 111, and regular line *27 (0)11 254 1112 will get you the 24-hour emergency hotline. If you are a DAN member and are involved in a diving accident, contact them first and they will make the necessary arrangements through whichever other organisations are most appropriate."]},"\n",{"type":"*","value":[{"type":"'''","value":["National Sea Rescue Institute"]}," (NSRI) have stations near most places where seaside recreational activities are popular"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uwa.org.za Underwater Africa"]}]}," \"The CPR of diving: ",{"type":"'''","value":["C"]},"onservation, ",{"type":"'''","value":["P"]},"romotion and ",{"type":"'''","value":["R"]},"epresentation”. Contact them if you have trouble getting a permit or are harassed by officials of MCM or other organisations. They may be able to help."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Crime"]}," unfortunately is endemic to pretty much the whole country, but some parts are worse than others. South Africa has pretty good laws in general, but they do tend to protect the guilty more than the innocent, and as a result, enforcement often leaves a lot to be desired. Shortage of staff, indifference, and corruption within the enforcement bureaucracy also do not help."]},"\n",{"type":"*","value":["South African politicians have a reputation for ",{"type":"'''","value":["corruption"]},", generally not very competent corruption, but there appears to be a tendency towards greed, incompetence, nepotism and indifference towards the job. This tends to filter down though the bureacracies. However, there are laws which are intended to deal with these problems, and blowing the whistle does not usually get the foreigner into trouble the way it can do in some other places. If you stand up to it they will often back off, failure to provide service is the most likely retaliation, and you can always go to the press. At this stage the press is free, though not always interested. The foreign traveller is often better off than the local inhabitant as they will get better publicity for complaints, and the official policy is to encourage tourism as it brings in money."]},"\n",{"type":"*","value":[{"type":"'''","value":["Scuba diving permits"]}," are required by anyone who wishes to dive in a Marine Protected Area. These are available from some Post Offices in the vicinity of the MPAs, and are valid for all MPAs. They should be available over the counter for about R80 cash. The Post Office has not yet been notified of the 21st century and does not take credit cards (2009). You will be required to show your identity document or passport. The permit is on the same form as recreational fishing permits, and is not waterproof or water resistant, but you are expected to show it when requested by an inspector. A certified copy is authorised by Marine and Coastal management, the organisation issuing the permits, but this is contradicted by the text on the permit, and the enforcement officials appear to be unaware that the copy is acceptable. Photocopies of these and other documents may be certified free of charge at the charge office of any police station. You must show the original and identify the copy. Carry the permit in your car, but don't bother to carry it on the boat, as no-one else will either."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pollution"]}," is a long standing problem, as many of the inhabitants seem not to care if they live surrounded by garbage. Many municipalities do not provide adequate services, and in many places effluent is discharged in contravention of the law, by the authorities which should be preventing it. Industry can often arrange a blind eye to be turned when they discharge their wastes. A lot depends on who the major shareholders are and how much money is involved. Nevertheless, it is usually safe enough to dive along most of the coast. Specific regional problems will be detailed in the regional dive guides."]},"\n",{"type":"===","value":["Hazardous marine organisms"]},"\nThese vary by region. Refer to the regional dive guide.\n\n",{"type":"===","value":["Breathing gas, safety and emergency equipment standards"]},"\n",{"type":"*","value":[{"type":"'''","value":["Compressed breathing air quality"]}," is required by law to comply with SANS 10019. This is of an internationally acceptable standard. The  filling station is obliged to keep a record of the results of air quality testing on site and show them to a user on request. This requirement is not usually stringently enforced, nevertheless, where there is competition for business, the air is usually good."]},"\n",{"type":"*","value":[{"type":"'''","value":["Compressor Operators"]}," who fill cylinders are legally required to be competent in terms of South African National Standard SANS 10019, but there is no requirement for certification, and this requirent is not often enforced. The CMAS-ISA Compressor operator certificate is generally considered within the recreational diving industry to be a sufficient indication of competence, though not a necessary one."]},"\n",{"type":"*","value":[{"type":"'''","value":["Compressed breathing gas fills"]}," are required by SANS 458:2005 table A.1(b) item 4 to be ",{"type":"'''","value":["within 5% of the nominal fill pressure"]}," corrected to 20°C, and it is illegal to fill a cylinder to a higher pressure than a developed pressure equivalent to the working pressure stamped on the cylinder, corrected to 20°C. The pressure must be checked before you leave the filling station, or it will be virtually impossble to prove deficiency. All filling stations are required to provide an accurate and calibrated pressure gauge if requested. In practice the gauges are seldom recently calibrated."]},"\n",{"type":"*","value":[{"type":"'''","value":["Oxygen"]}," is carried by most dive charter boats, and this is considered the industry standard, though not required by law."]},"\n",{"type":"*","value":[{"type":"'''","value":["First aid kits"]}," are required by law to be carried on boats."]},"\n",{"type":"*","value":[{"type":"'''","value":["Skippers"]}," of dive boats are required by law to be ",{"type":"'''","value":["certified for the category of vessel"]}," they operate, and to have a ",{"type":"'''","value":["diving endorsement"]}," to the certificate. This certificate must be carried on the boat, so you can expect to be shown it if you ask at a reasonable time. If the boat is launched through the surf, the skipper's certificate must also be endorsed for surf launching. Unfortunately the certificate does not guarantee competence."]},"\n",{"type":"*","value":[{"type":"'''","value":["Skippers"]}," are also required to be trained in ",{"type":"'''","value":["basic first aid"]},", but this is ",{"type":"''","value":["very"]}," basic."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dive boats"]}," are obliged by law to carry ",{"type":"'''","value":["safety equipment"]}," and pass a ",{"type":"'''","value":["safety inspection"]}," every year. This is shown by a certificate and a decal on the boat."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nitrox"]}," fills will normally be mixed on demand, and the customer is expected to personally test or observe the test for oxygen content and sign for it. After that it is your own business what you do with it. You may be asked to show Nitrox certification, but that is up to the seller, and is not required by law. Cylinders to be filled with Nitrox are required by law to have a label showing the composition of the contents, but the specifications for the label are so mind bogglingly incompetent that filling stations may require more rationally useful labels than legally required. Most stations will accept cylinders with the old style labels, as they at least provide adequate information. Composition is usually written on masking tape with a waterproof marker and stuck to the shoulder of the cylinder. This may or may not be legal, as the authorised experts are not keen to admit either way, and it is the standard procedure."]},"\n",{"type":"*","value":["Cylinders to be filled with ",{"type":"'''","value":["Trimix"]}," are also required to be labelled with the contents. The size and position of the label is specified, but it is not required to actually be visible, and it is a position commonly covered by tank bands if the cylinders are twinned. Additional labels which can actually be seen are not forbidden, and may be used."]},"\n",{"type":"*","value":["Cylinders dedicated to ",{"type":"'''","value":["100% oxygen for breathing"]}," must be black with a white shoulder, but Nitrox cylinders may be filled with 99% Oxygen, and Nitrox mixes only need to be analysed to the nearest 1% accuracy. If you have a Nitrox cylinder filled with Oxygen for decompression gas, label it as 99% and it will be legal."]},"\n",{"type":"*","value":[{"type":"'''","value":["Medical oxygen"]}," specifically intended for surface first aid purposes should be carried in the official black cylinder with white shoulder. Most have a pin index valve, but this is not a legal requirement, and a bullnose fitting as is used on bulk cylinders may also be used, depending on the regulator available."]},"\n",{"type":"*","value":["The law requires that cylinders which are to be filled with gas mixtures containing more than 23% oxygen must be cleaned before the first fill with such gas mixture. Filling stations often require that there is an ",{"type":"'''","value":["Oxygen clean"]}," label on the cylinder if it is to be filled by partial pressure blending, but this is not a legal requirement."]},"\n",{"type":"===","value":["Stay Healthy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Malaria"]}," is endemic to some regions in the north east of the country. For divers this is mainly northern KwaZulu-Natal."]},{"type":"*","value":[{"type":"'''","value":["Bilharzia"]}," is also endemic to some regions on the east coast, but only affects fresh water, so is not generally a problem to divers."]},{"type":"*","value":[{"type":"'''","value":["HIV"]}," is widespread. However it is not really a particular problem for recreational divers."]},"\n",{"type":"==","value":["Work"]},"\nA recreational diving certification does not qualify you to work as a diver except as recreational divemaster or instructor. All other underwater work done for reward or as part of your employment requires registration as a commercial diver, or a recognised foreign equivalent. At present this includes scientific diving, including for your own postgraduate research at most universities, and at all research institutions.\nThe Recreational diving industry is specifically excluded from the scope of the South African Department of Labour's Diving Regulations, but not from the rest of the Occupational Health and Safety Act and its Regulations.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"===","value":["Recreational diver training"]},"\n\nAll major diving centres in South Africa have recreational diver training schools. Most of the major international diver certification agencies are represented in South Africa. See also the regional dive guides for local details.\n\nThese include:\n",{"type":"*","value":["PADI"]},{"type":"*","value":["NAUI"]},{"type":"*","value":["CMAS"]},{"type":"*","value":["SSI"]},{"type":"*","value":["IANTD"]},{"type":"*","value":["TDI\/SDI"]},"\n\n",{"type":"===","value":["Commercial diver training"]},"\n",{"type":"[[","value":[["Image:Preparing a helmet diver for the water at Blue Rock Quarry P3233801.JPG"],["thumb"],["Preparing a surface supplied helmet diver for the water at Blue Rock Quarry"]]},"\n\n(Including Scientific diving and Public Safety diving)\n\nThe South African Department of Labour certifications in Commercial Diving are recognised by the International Diver Recognition Forum. Divers holding certification that is recognised by the IDRF may legally work as commercial divers in countries represented on the forum, provided that other visa and work permit conditions are complied with.\n\nThere is not a great deal of commercial diving work in South Africa, and the pay is not very good by world standards, but the training is cheaper than in most other countries on the IDRF, and as a result South Africa has become a training destination for foreign commercial divers. Learner divers from Europe have commented that the cost of training at home covers the training costs, medical examination, travel and living expenses and enough change for an additional vacation in South Africa. South African commercial diver training is also popular with learner divers from many countries where there is no officially sanctioned commercial diver training system, and the certification, though there is no guarantee of employment, allows the holder to apply for lucrative work in the international offshore petrochemical industry.\n\nA reasonable ability to communicate in English is a prerequisite, and medical fitness to dive must be verified by a medical practitioner registered as a Diving Medical Practitioner with the South African Department of Labour. Foreign medical certificates of fitness to dive are not recognised for commercial diving.\n\n",{"type":"==","value":["Read"]},"\n\nBranch, G. and Branch, M. 1981, ",{"type":"''","value":["The Living Shores of Southern Africa"]},", Struik, Cape Town. ISBN 0-86977-1159\n\nBranch, G.M. Griffiths,C.L. Mranch, M.L and Beckley, L.E. Revised edition 2010, ",{"type":"''","value":["Two Oceans – A guide to the marine Life of Southern Africa"]},", David Philip, Cape Town. ISBN 978 1 77007 772 0\n\nGosliner, T. 1987. ",{"type":"''","value":["Nudibranchs of Southern Arica"]},", Sea Challengers & Jeff Hamann, Monterey.\nISBN 0-930118-13-8\n\nHeemstra, P. and Heemstra E. 2004, ",{"type":"''","value":["Coastal Fishes of Southern Africa"]},", NISC\/SAIAB, Grahamstown.\n\nEd. Smith, M.M. and Heemstra, P. 2003 ",{"type":"''","value":["Smith’s Sea Fishes"]},". Struik, Cape Town. (Authoritative, large and expensive)\n\n",{"type":"====","value":["Regional references"]},"\n",{"type":"=====","value":["West Coast"]},"\nStegenga, H. Bolton, J.J. and Anderson, R.J. 1997, ",{"type":"''","value":["Seaweeds of the South African West Coast"]},". Bolus Herbarium, Cape Town. ISBN 0-7992-1793-X (rather technical)\n\n",{"type":"=====","value":["Cape Town and the Cape Peninsula and environs"]},"\nSee ",{"type":"[[","value":[["Diving the Cape Peninsula and False Bay#Read"],["Cape Peninsula and False Bay publications"]]},"\n\n",{"type":"=====","value":["KwaZulu-Natal"]},"\nDe Clerck, O. Bolton, J.J. Anderson, R.J. and Coppejans, E. 2005,",{"type":"''","value":["Guide to the seaweeds of KwaZulu-Natal"]}," Scripta Botanica Belgica; vol 33, National Botanic Gardens, Meise, Belgium. ISBN 90-72619-64-1\n\nKing, D. 1996 ",{"type":"''","value":["Reef Fishes and Corals: East coast of Southern Africa."]}," Struik, Cape Town. ISBN 1-86825-981-1\n\nKing, D. and Fraser, V. 2002, ",{"type":"''","value":["More Reef Fishes and Nudibranchs"]},", Struik, Cape Town, ISBN 1-8672-686-X\n\n",{"type":"{{","value":[["guidediveguide"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South Africa"]]},"\n",{"type":"{{","value":[["hasDocent"],["Pbsouthwood"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]