[{"type":"{{","value":[["pagebanner"],["South East Bay, Three Kings Islands banner 1.JPG"]]},"\n",{"type":"[[","value":[["File:Three Kings Islands dive map.png"],["thumb"],["400px"],["Map of the Three Kings Islands, New Zealand, showing dive sites"]]},"\n",{"type":"[[","value":[["File:NZ-ThreeKings.png"],["thumb"],["Position of the Three Kings Islands"]]},"\n\nThis article is intended to provide the already qualified Scuba diver with information which will help to plan dives in the waters of the Three Kings Islands of ",{"type":"[[","value":[["New Zealand"]]},". Information is provided without prejudice, and is not guaranteed accurate or complete. Use it at your own risk. \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Sunrise_at_South_East_Bay,_Three_Kings_Islands_PA111292.JPG"],["thumb"],["Sunrise from South East Bay, Manawa Tawhi"]]},"\n\nThe Three Kings Islands is a small archipelago of 13 islands about 55km (34 mi) to the northwest of Cape Reinga, the northwesternmost point of North Island, New Zealand. The archipelago consists of two groups: To the west, the small islands West Island, Princes Islands and Southwest Island, and to the east, Great Island and Northeast Island. They are on a the Three Kings Bank which is separated from the New Zealand mainland by an 8 km wide, 200 to 300 m deep trough.\n\nThe islands are called Manawa-tawhi or Ngā Motu Karaka in Māori. They were named Drie Koningen Eyland by Dutch explorer Abel Janszoon Tasman in 1643 on 6 January, the date on which the visit of the biblical three kings to the Christ child is celebrated. \n\nThree Kings Island is a nature reserve administered by the Department of Conservation\n\n",{"type":"===","value":["General topography"]},"\nThe islands have a land area of about 4.86 km².\n\nwhere the South Pacific Ocean and Tasman Sea converge.\n\n  \nThe Three Kings islands are in two groups with four main islands and a number of smaller rocks. \n\n",{"type":"'''","value":["King Group"]},"\n\n:Great Island or King Island, known to Māori as Ohau or Manawatawhi, is the largest by far with an area of 4.04 km². The island reaches a height of 295 m.  \n:North East Island, about 1 km northeast of Great Islandhas an area of 0.10 km² and reaches a height of 111 m. \n:Farmers Rocks, 0.8 km east of Great Island, are 5 meters high and just a few hundred square meters in size. \n\n",{"type":"'''","value":["Southwest Group"]},"\n\n:South West Island is the second largest of the Three Kings Islands with an area of 0.38 km² and height of 207 m. It is about 4.5 km southwest of Great island. \n:The Princes Islands comprise seven small islets and a large number of rocks with a total area of about 0.2 km². They extend from about 600 m west of Southwest Island for about 1.8 km further west. The north-eastern islet is the highest at 106 m. The smallest islet is Rosemary Rock. \n:West Island is the third largest island, with an area of 0.16 km². It is about 500 m southwest of the Princes Islands and is 177 m high.\n\n",{"type":"===","value":["Climate, weather and sea conditions"]},"\nThe islands are exposed to wind and swells from all directions, but are slightly sheltered from south easterly swells by the bulk of North Island. The Islands are small and rainwater runoff will not carry much silt into the water, so the visibility is generally good. There are not many good anchorages — the ground is usually boulders and bedrock, so the anchor may hold well enough, but can easily foul.\n\nWater temperature may be as low as 14°C\n\n",{"type":"===","value":["Marine ecology"]},"\nAlthough the water temperature is more characteristic of temperate waters, the fish and invertebrates include several tropical species, as is the case for several of the offshore island groups of the east coast of North Island, which is in the path of the East Auckland current.\n\n",{"type":"===","value":["Equipment"]},"\nStandard recreational diving equipment is appropriate for most dives. Wet suits are sufficient most of the time, but for long dives a dry-suit may be preferable if the water is cold.\n\n",{"type":"==","value":["Dive sites"]},"\n",{"type":"===","value":["South West Island"]},"\n",{"type":"====","value":["Halfway Bay"]}," \n:Position: — S34°10.563', E172°04.483'\n\n\n\n\n\n\n\n\n\n",{"type":"====","value":["South West Island"]},"  \n:Position: — S34°10.547', E172°03.068'\n\n\n\n\n\n\n\n\n\n",{"type":"===","value":["Princes Islands"]},"\n",{"type":"====","value":["Lion Rock "]}," \n:Position: — S34°10.605' E172°03.475'\n\n\n\n\n\n\n\n\n\n",{"type":"====","value":["Arch Reef "]}," \n:Position: — S34°10.503' E172°02.645'\n\n\n\n\n\n\n\n\n\n",{"type":"===","value":["West Island"]},"\n",{"type":"====","value":["Elingamite Wreck"]},"\nThe wreck of the Elingamite which foundered on 9 November 1902.\n:Position: — S34°11.126' E172°01.875'\n\n\n\n\n\n\n\n\n\n",{"type":"===","value":["North East Island"]},"\n",{"type":"====","value":["North East Island"]},"  \n:Position: — S34°07.974' E172°09.946'\n\n\n\n\n\n\n\n\n\n",{"type":"===","value":["Great Island (Manawa Tawhi)"]},"\n",{"type":"====","value":["Great Island Northwest"]},"  \n:Position: — S34°08.812' E172°08.594' \n\n\n\n\n\n\n\n\n\n",{"type":"====","value":["South East Bay"]},"  \n:Position: — E34°09.213' E172°08.788'\n\n\n\n\n\n\n\n\n\n",{"type":"====","value":["Crater Bay"]},"  \n:Position: — E34°08.932' E172°07.309'\n\n\n\n\n\n\n\n\n\n",{"type":"====","value":["Cascade Bay "]}," \n:Position: — S34°10.007' E172°08.057'\n\n\n\n\n\n\n\n\n\n",{"type":"====","value":["Tasman Bay"]},"  \n:Position: — S34.15394° E172.14585°\n\n\n\n\n\n\n\n\n\n\n",{"type":"==","value":["Respect"]},"\nThe islands are a nature reserve, and a permit from the Department of Conservation is required to go ashore.\nThe island group is also of cultural importance to the Maori.\n\n",{"type":"==","value":["Get help"]},"\n",{"type":"'''","value":["Emergency services"]}," All emergency services are on the mainland, as the islands ere uninhabited.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Police."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Ambulance service"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Sea rescue"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Recompression chamber"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= DAN hotline"]]}]},"\n",{"type":"==","value":["Get service"]},"\nThe islands are uninhabited. Access is only possible by boat from the mainland.\n",{"type":"===","value":["Do"]},"\n\n\n",{"type":"==","value":["Get around"]},"\nThe islands are uninhabited. Diving is on day trips from the mainland or from live-aboard boats.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["See"]},"\n\n\n\n\n",{"type":"<","value":["gallery",["\nFile:Sea cucumber, South East Bay, Three Kings Islands PA111345.JPG|Sea cucumber\nFile:Trevally, South East Bay, Three Kings Islands PA111294.JPG|Trevally\nFile:Scarlet wrasse, South East Bay, Three Kings Islands PA111302.JPG|Scarlet wrasse\nFile:Sea anemone, South East Bay, Three Kings Islands PA121530.JPG|Sea anemone\nFile:Red seaweed, South East Bay, Three Kings Islands PA111328.JPG|Red seaweed\nFile:Red lobster, South East Bay, Three Kings Islands PA121435.JPG|Red rock lobster \nFile:Pink ball sponge, South East Bay, Three Kings Islands PA121455.JPG|Pink ball sponge\nFile:Nudibranch egg mass, South East Bay, Three Kings Islands PA121445.JPG|Nudibranch egg mass\nFile:Noble chiton, South East Bay, Three Kings Islands PA121498.JPG|Noble chiton\nFile:Kina urchins, South East Bay, Three Kings Islands PA111322.JPG|Kina sea urchins\nFile:Cup corals. South East Bay, Three Kings Islands PA111346.JPG|Cup corals\nFile:Crustose coralline algae, South East Bay, Three Kings Islands PA121443.JPG|Crustose coralline algae\nFile:Blue ascidians, South East Bay, Three Kings Islands PA111371.JPG|Blue ascidians\n"]]},"\n\n\n\n\n\n\n\n\n",{"type":"==","value":["Read"]}," \n\n\n \n",{"type":"{{","value":[["outlinediveguide"]]},"\n",{"type":"[[","value":[["Wikipedia:Three Kings Islands"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Diving in New Zealand"]]}]