[{"type":"{{","value":[["pagebanner"],["Diving in Thailand banner Bluefin trevally at Khaolak 2.JPG"]]},"\n",{"type":"[[","value":[["Image:LocationThailand.png"],["thumb"],["300px"],["Location of Thailand"]]},"\n",{"type":"[[","value":[["Image:Thailand_regions_map.png"],["thumb"],["300px"],["Regional map of Thailand showing the Andaman sea and Gulf of Thailand"]]},"\n\n",{"type":"[[","value":[["Thailand"]]}," has some of the finest and most beautiful beaches and islands in the world, surrounded by crystal clear water and stunning coral, and that is the main reason why the number of divers coming to Thailand has escalated over the past decade or so.\n\nEven though the best time of the year to dive in Thailand is between October and June, it is possible to dive virtually any day of the year. As Thailand is considered one of the safest destinations for diving and snorkeling in the world, it is perfect for first-timers wanting to try these pastimes out.\n\nThe sea visibility in some places is up to 30 m. One can enjoy splendid sights of underwater mountains, coral gardens, undersea rock formations, hard and soft coral, whale sharks, silver tip sharks, manta rays and even sunken battleships.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" History "]},"\nDiving in Thailand is a recent phenomenon beginning with the American Navy SEALs during the Vietnam War. Thailand’s first ever diving store was opened in Pattaya in 1977 and shortly after that, the popularity of diving for both Thais and foreigners in Thailand exploded.\n\nAfter Pattaya, the next destination to see divers arriving in large numbers was Phuket and they were soon heading out to dive in the Similan Islands and the rest of the Andaman Sea. In fact, the Similan Islands have been ranked as one of the top diving sites in the world. Today, diving is popular all over the Andaman Sea, including the relatively unknown Tarutao and Surin islands.\n\nOver on the other side in the Gulf of Thailand is Ko Tao (Turtle Island) has emerged as a major diving destination in Thailand with over 20 diving centres on the island.\n\n",{"type":"===","value":[" Statistics"]},"\nThe Similan Islands are a prime example of encouraging divers, while at the same time maintaining ecological stability and preserving biological diversity of flora and fauna. From 1999 to 2003 the Similans attained a five fold increase in the number of visitors, which increased from 10,000 to 50,000 and most of them were divers. The income grew in that time from USD22,000 to USD460,000 with foreign divers each spending an average of roughly USD1,200.\n\n",{"type":"===","value":[" When to dive in Thailand "]},"\n\nThe best time to dive in the Andaman Sea is from November to April, and again June to September, and in the Gulf of Thailand from May to September. However it is okay to dive all year round.\n\n",{"type":"==","value":[" Destinations "]},"\n\nThailand has two different diving zones consisting of the Andaman Sea on the west and The Gulf of Thailand on the east. \n\n",{"type":"===","value":[" The Andaman Sea "]},"\n\nThe best time of the year to dive in the Andaman is from October to April. The visibility in the Andaman is similar to that of the Gulf of Thailand but the area has more extensive coral reefs. Due to the influence of the southwest monsoon, most of the reefs surrounding the offshore islands occur on the east side of the islands.\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Ko Lipe"]]}," "]},"\n\n",{"type":"[[","value":[["Tarutao National Park"]]}," is one of Asia’s oldest marine parks and the reefs are in excellent condition. Within easy reach of the dive centres are over 30 uninhabited islands and hundreds of reefs and some of the best visibility to be found in Thailand.\n\nThe reefs around Ko Lipe are largely intact; the 2004 tsunami had little impact here. Around Ko Lipe are some Thailand's best reefs all within easy reach:\n\nThe currents here are predominantly tidal which means certain times of the month we experience strong currents and at other times none at all. you can always find somewhere good to dive but the widest selection of dive sites is available twice a month, following the half moon.\n\nBig Stuff: — You can see numerous sharks, whale sharks and manta rays. Sightings of the big guys are more likely on sites around the edge of the marine park, nearer the deeper waters. For the best chance try to visit 8 Mile Rock, Stonehenge, or Ko Pung.\n\n",{"type":"'''","value":["Dive sites include:"]}," \n\n",{"type":"=====","value":["Sail Rock"]},"\n:",{"type":"'''","value":["Understand:"]},"\n:",{"type":"'''","value":["Position:"]},"\n:",{"type":"'''","value":["Topography:"]}," An underwater ridge\n:",{"type":"'''","value":["Depth:"]}," 5 to 18 m\n:",{"type":"'''","value":["Conditions:"]}," Mild current.\n:",{"type":"'''","value":["Marine life and features:"]}," Lots of interesting marine life and hard corals. Occasionally hawksbill turtles come to feed on the coral. Also: Sting rays, Giant puffer fish, Batfish\n\n",{"type":"=====","value":["Ko Pung"]},"\n:",{"type":"'''","value":["Understand:"]},"\n:",{"type":"'''","value":["Position:"]}," —\n:",{"type":"'''","value":["Depth:"]}," — 5-35 m \n:",{"type":"'''","value":["Topography:"]}," — A very diverse and colourful dive site. Large rock outcrops, covered in soft corals in stunning colours and gorgonian sea fans give way further down to big boulders covered in white and purple soft corals.\n:",{"type":"'''","value":["Conditions:"]}," Mild to very strong current.\n:",{"type":"'''","value":["Marine life and features:"]}," Manta Ray, Octopus, Pipe fish.\n\n",{"type":"=====","value":["Stonehenge"]},"\n:",{"type":"'''","value":["Understand:"]},"\n:",{"type":"'''","value":["Position:"]}," — Two minutes from ",{"type":"[[","value":[["Ko Lipe"]]}," centre\n:",{"type":"'''","value":["Depth:"]}," — 5-25 m \n:",{"type":"'''","value":["Topography:"]}," — An impressive submerged granite pinnacle rises up from the seabed. The topography alone makes it worth a visit. \n:",{"type":"'''","value":["Conditions:"]}," — Mild to strong currents:\n:",{"type":"'''","value":["Marine life and features:"]}," Leopard sharks, big schools of barracudas, trevallies and fusiliers all frequent here. Brown marbled groupers and honeycomb morays inhabit the place as well as some enormous giant morays.\n\n",{"type":"=====","value":[" 8 Mile Rock"]},"\n:",{"type":"'''","value":["Understand:"]},"— A true deep sea pinnacle 75 minutes away by boat.\n:",{"type":"'''","value":["Position:"]}," —\n:",{"type":"'''","value":["Topography:"]}," — The top of the pinnacle rises to within 14 m of the surface.\n:",{"type":"'''","value":["Depth:"]}," — m\n:",{"type":"'''","value":["Conditions:"]}," — The Rock can be a tough place to dive due to the strong currents. (Advanced divers)\n:",{"type":"'''","value":["Marine Life and features:"]}," The marine and bird life that come here to feed are fantastic. Found here: soft corals, schools of pelagic fish, Potato Cod, Manta Rays, Whale shark, Leopard Shark.\n\n",{"type":"=====","value":[" Between Ko Adang & Ko Rawi"]},"\n:",{"type":"'''","value":["Understand:"]}," :mdash; Excellent diving and snorkelling locations between the two islands where the mountains come down to the sea\n:",{"type":"'''","value":["Position:"]}," —\n:",{"type":"'''","value":["Topography:"]}," — Underwater there are huge boulders \n:",{"type":"'''","value":["Depth:"]}," — m\n:",{"type":"'''","value":["Conditions:"]}," — A great spot for drift diving. Snorkellers should head for the east side of Ko Rawi were the national park have set up ropes along the reef, so that snorkellers can pull then selves easily along and investigate the reef with ease\n:",{"type":"'''","value":["Marine Life and features:"]}," Many types of rare fish and coral species that inhabit the reef in this region\n\n",{"type":"=====","value":[" Yong Hua Shipwreck"]},"\n:",{"type":"'''","value":["Understand:"]}," In 1996 a fish-factory ship anchored near the west end of Ko Lipe caught fire and sank to the bottom of the sea \n:",{"type":"'''","value":["Position:"]}," —\n:",{"type":"'''","value":["Topography:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — The top of the wreck is at about 26 m sitting on its keel that is at 40 m\n:",{"type":"'''","value":["Conditions:"]}," — some times there are strong currents making it a difficult dive.\n:",{"type":"'''","value":["Marine Life and features:"]}," The shipwreck is now completely covered in marine growth and inhabited by schools of fish\n\n",{"type":"=====","value":[" Hin Takorn Dukong"]},"\n:",{"type":"'''","value":["Understand:"]},"\n:",{"type":"'''","value":["Position:"]}," — Right in the centre of the Marine Park \n:",{"type":"'''","value":["Topography:"]}," — The site is made up of granite stones shaped similar to building blocks rising up from the seabed into a structure with a series of tall points at its peak.\n:",{"type":"'''","value":["Depth:"]}," — Up to 18 m deep\n:",{"type":"'''","value":["Conditions:"]}," — \n:",{"type":"'''","value":["Marine Life and features:"]}," You can swim around the base of the pinnacle, observing what is here in abundance. Such as hard and soft corals, at least 6 types of eel such as snake eels, different types of Lion-fish and Stone-fish, Squid and Cuttlefish try to hide here and succeed in attracting the larger predators such as Sailfish\n\n",{"type":"=====","value":[" Ko Bu Tang"]},"\n:",{"type":"'''","value":["Understand:"]}," One of the largest islands of the group, Ko Bu Tong supports many bird and animal species. Troops of crab eating monkeys called \"macaques\" live on the island and a colourful type of bee eater bird can often be spotted from the beaches here. This site is also very good for snorkelling north Side - has Monkey Bay; similar to Sting Ray City but much more steep and dramatic. East side - has the perfect tiny island of Ko Lokoi. Surrounded by about 90 acres of shallow coral\n:",{"type":"'''","value":["Position:"]}," —\n:",{"type":"'''","value":["Topography:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — m\n:",{"type":"'''","value":["Conditions:"]}," — .\n:",{"type":"'''","value":["Marine Life and features:"]}," Giant corals and shellfish grow everywhere around this island paradise but we prefer to dive the North and South channels although for deep diving the \"Giant's Staircase\" on the islands West side has huge natural stone steps going down underwater to 50 meters or more. Also to found on Ko Bu Tang Sting Ray City, where the blue spotted stingrays are plentiful. Turtles and rare critters such as the ornamental ghost pipe-fish and sharks sleeping under the corals\n\n",{"type":"=====","value":[" Ko Sawang"]},"\n:",{"type":"'''","value":["Understand:"]}," This last tiny island is on the outer edge of the archipelago. There is not a tree or scrap of vegetation that can grow on this tall smooth stone, but underwater this place is full of life.\n:",{"type":"'''","value":["Position:"]}," —\n:",{"type":"'''","value":["Topography:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — m\n:",{"type":"'''","value":["Conditions:"]}," — .\n:",{"type":"'''","value":["Marine Life and features:"]}," Fantastic coral gardens growing on the rocky outcrops below and spend time with the millions of fish to be found here\n\n",{"type":"=====","value":[" Ko Langcha"]},"\n:",{"type":"'''","value":["Understand:"]}," Between Langcha and Adang is a very nice coral garden really worth the effort both for divers and snorkellers \n:",{"type":"'''","value":["Position:"]}," —\n:",{"type":"'''","value":["Topography:"]}," — \n:",{"type":"'''","value":["Depth:"]}," — m\n:",{"type":"'''","value":["Conditions:"]}," — .\n:",{"type":"'''","value":["Marine life and features:"]}," Near perfect gardens shelter all sorts including rays and eels.\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Phuket"]]}," "]},"\n\nPhuket Island has some good dive sites and the largest diving centre in Thailand. The reefs around the area are in a healthy condition with both hard and colorful soft corals. There is also an abundance of other marine life. Most of the dive locations are suitable for all levels of divers but there are also some that are quite deep.\n\n",{"type":"'''","value":["Dive sites include:"]},"\n\n\n",{"type":"=====","value":["Ko Doc Mai"]},"\n:",{"type":"'''","value":["Understand:"]},"\n:",{"type":"'''","value":["Position:"]}," Just off Phuket\n:",{"type":"'''","value":["Depth:"]},"\n:",{"type":"'''","value":["Topography:"]}," Limestone island which soars vertically from the sea-bed.\n:",{"type":"'''","value":["Marine life and features:"]}," It is home to a diversity of fish and offers the opportunity to view leopard sharks, moray eels, octopus and turtles.\n\n",{"type":"=====","value":["Racha Noi"]},"\n:",{"type":"'''","value":["Understand:"]}," Racha Noi is an attraction for experienced divers. The diving is definitely more challenging than Racha Yai, but the rewards are far greater.\n:",{"type":"'''","value":["Position:"]}," South of Racha Yai\n:",{"type":"'''","value":["Depth:"]}," Greater than Racha Yai \n:",{"type":"'''","value":["Topography:"]}," Strikingly different from Racha Yai, with huge granite boulders.\n:",{"type":"'''","value":["Conditions:"]}," Stronger current then Racha Yai\n:",{"type":"'''","value":["Marine life and features:"]}," — The chance to see Manta Rays and Whale Sharks.\n\n",{"type":"=====","value":["Racha Yai"]},"\n:",{"type":"'''","value":["Understand:"]}," The best-known dive site in the Phuket area is Racha Yai with its sloping rocky reefs and its plentitude of hard coral forests.\n\n\n",{"type":"=====","value":["Ter Bay"]},"\n:",{"type":"'''","value":["Understand:"]},"\n:",{"type":"'''","value":["Position:"]}," \n:",{"type":"'''","value":["Depth:"]}," 25-35 m\n:",{"type":"'''","value":["Topography:"]}," There is an exciting wreck.\n:",{"type":"'''","value":["Marine life and features:"]}," \n\n",{"type":"=====","value":["Service providers"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Davy Jones Locker"],["url=http:\/\/www.djlkohlipediving.com"],["email=djlkohlipediving@gmail.com"],["address="],["lat=6.487424906560684"],["long=99.30009841918945"],["directions=Pattaya Beach"],["phone=+66 89 0465371"],["tollfree="],["fax="],["hours="],["price="],["content=Experienced instructors teaching all PADI and BSAC courses from beginner to divemaster and dive leader level. Daily trips for certified divers to all the best dive sites around Ko Lipe. Free accommodation for divers and students available when you book online."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dive Asia"],["url=http:\/\/www.diveasia.com"],["email=info@diveasia.com"],["address=24 Karon Rd, Kata Beach, Phuket"],["lat=7.827530"],["long=98.296638"],["directions=Between Kata and Karon Beach on the Beach Rd"],["phone=+66 76 330598"],["tollfree="],["fax=+66 76 284033"],["hours=10:00 - 21:00"],["price="],["content=Since 1989 in Phuket. Oldest PADI 5 Star Carer Development Center under German Management."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Peterpan Andaman Diving Co., Ltd."],["url=http:\/\/www.peterpancruise.com"],["email=info@peterpancruise.com"],["address=8\/62-3 Moo 3 Kwang Rd, Vichit, Phuket"],["lat="],["long="],["directions="],["phone=+66 76 521948 or +66 76 521949"],["tollfree="],["fax=+66 76 521949"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sunrise Divers"],["url=http:\/\/www.sunrise-divers.com\/"],["email=info@sunrise-divers.com"],["address=269\/24 Patak Rd, Karon Beach, Phuket"],["lat="],["long="],["directions=Office in Karon Plaza off Patak Rd near the Orchid Resort, 4 minute walk from Karon Beach Rd"],["phone=+66 76 398040"],["tollfree="],["fax="],["hours="],["price="],["content=In Phuket since 1999 offering Similan Island liveaboards, overnight and day trips around local areas and PADI courses."]]}]},"\n",{"type":"====","value":[" ",{"type":"[[","value":[["Krabi Province"],["Krabi"]]}," and ",{"type":"[[","value":[["Ko Lanta"]]}," "]},"\n\nSome good diving, with several sites rivaling the Similan Islands. All diving is well off the coast, requires travelling via a dive boat. \n\nThis part of Thailand offers some terrific diving and snorkeling sites with plenty of soft coral, limestone outcrops and diversity of marine life. One can go diving off the nearby islands of Bidah Nai and Nok.\n\n",{"type":"=====","value":["Krabi"]},"\n\n",{"type":"=====","value":["Ko Phi Phi"]},"\nAbout 22 km west of Ko Lanta, the Phi Phi Islands offer consistently good diving, all year round.\n\nEven though the island was struck badly by the tsunami in 2004, the area has recovered impressively and divers are back. The island has two remarkable limestone outcrops divided by a narrow flat isthmus which is where most visitors stay. With long caves, dramatic overhangs, walls that go down to 30 m, swim-throughs, submerged pinnacles and a display of hard and soft coral, the diving around Phi Phi is varied and spectacular with an abundance of soft coral and colorful schools of fish.\n\nPhi Phi is also known for Sea Fans and the Leopard Shark. Leopard sharks are docile, nocturnal creatures which can be found lying on the sand facing into the current; they are one of only four species of shark that doesn’t need to keep swimming in order to breathe. They like to eat sea urchins, crustaceans, small fish and sea snakes.\n\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"'''''","value":["Bidah Nok, Bidah Nai"]}," and ",{"type":"'''''","value":["Hin Bidah"]}," \n\nWhilst the visibility tends not to be as good as at Ko Haa and Ko Rok, these sites are home to a huge concentration of marine life.\n\n",{"type":"'''''","value":["Bidah Nok (Outer Rock)"]},"\n:",{"type":"'''","value":["Location:"]}," The southernmost island in the Phi Phi Islands group. \n:",{"type":"'''","value":["Skills:"]}," This is a popular spot for conducting deep diver training.\n:",{"type":"'''","value":["Topography:"]}," Along the northwest side of the island, there's a stunning wall that plunges straight down to 30 m. It's a large dive site that takes several days to explore thoroughly. \n:",{"type":"'''","value":["Marine life:"]},"' Finger Reef' pointing south out of Bidah Nok Bay is completely covered in brightly coloured soft corals and is home to a huge variety and density of marine life. There are often enormous schools of glassfish, yellow snapper and rainbow runners, balling and swirling as they're chased by hopeful tuna and other large predators. \n \n",{"type":"'''''","value":["Bidah Nai (Inner Rock)"]},"\n\n:A much smaller dive site than Bidah Nok. \n:",{"type":"'''","value":["Topography:"]}," Head southeast away from the main island to find 'Fantasy Reef' a smaller secondary submerged reef.\n:",{"type":"'''","value":["Marine life:"]}," This is a good spot to look for Leopard Sharks and Blacktip Reef Sharks.\n\n",{"type":"'''''","value":["Hin Bidah (Shark Point Phi Phi)"]}," \n\n:A popular afternoon dive for Lanta dive operators. It is a less-well known dive site than the popular Bidah Nai & Bidah Nok.\n:",{"type":"'''","value":["Location:"]}," Half-way between Ko Phi Phi and Ko Lanta\n:",{"type":"'''","value":["Topography:"]}," The tip of the reef protrudes from the water at low tide. \n\n",{"type":"'''''","value":["King Cruiser"]},"\n\n:On 4 May 1997, the steel catamaran car ferry hit Anemone Reef and quickly sank. All the passengers were safely rescued by nearby dive and fishing boats.\n:",{"type":"'''","value":["Location:"]}," Anemone Reef\n:",{"type":"'''","value":["Skills:"]}," The depths, together with frequent strong currents, makes diving here unsuitable for beginners.\n:",{"type":"'''","value":["Topography:"]}," The King Cruiser is 85 m long by 35 m wide, and has four decks with large walkways and windows. The wreck lies perfectly upright at 32 m, with the captain’s cabin at 12 m and the main deck at 14-19 m.\n:",{"type":"'''","value":["Depth:"]}," about 30 m?\n:",{"type":"'''","value":["Current:"]}," Strong\n:",{"type":"'''","value":["Marine life:"]}," The wreck has developed into a fantastic artificial reef and is home to a huge variety of marine life. Look for huge schools of fusiliers, snappers and travellie that cover the reef.\n\n",{"type":"'''''","value":["Anemone Reef"]},"\n\n:",{"type":"'''","value":["Topography:"]}," The Anemone Reef is in itself a unique dive site with a massive limestone pinnacle which soars 30 m from the seabed to just 4 m beneath the surface. \n:",{"type":"'''","value":["Depth:"]}," 4-30 m\n:",{"type":"'''","value":["Marine life:"]}," The site is well known for its abundance of sea anemones that cling to every surface, and large shoals of fish. Different types of fish to be seen include: snappers, groupers and colorful clown fish, along with larger game fish, like tuna and barracuda and the occasional leopard shark.\n\n",{"type":"'''''","value":["Shark Point ‘Hin Musang’"]},"\n\n:",{"type":"'''","value":["Topography:"]}," A series of small pinnacles that lie to the south of the main pinnacle. \n:",{"type":"'''","value":["Marine life:"]}," These, mainly submerged, pinnacles have abundant and colourful soft corals and are home to thousands of marine species. Leopard Sharks are often found on the sandy bottom. Also look for unusual and rare moray eel species.\n\nThe currents that sweep over the top of these sites bring plenty of nutrients, and may explain the abundance of fish species considered rare on other Thai dive sites. Look for Orange-Spine Unicornfish, and many juvenile fish sheltering among the soft corals. A pair of Tigertail Seahorses have made their home on the main pinnacle.\n\n",{"type":"=====","value":[{"type":"[[","value":[["Ko Lanta"]]}]},"\n\nAcross the sea from Krabi town is the quiet Ko Lanta group of fifteen islands. The major island of Ko Lanta Yai is approximately 25 km long with a string of white sandy beaches. There is an enormous variety of fringing reefs, marine life, caves, rocks and islets.\n\nThe diving season is typically end of October to end of April, with most dive shops closing in the off period.\n\nThere are no scuba diving sites on the island itself, all require a boat trip. However Lanta is the closest island to the Hin Daeng and Hin Muang sites, so it is very popular with divers. \n\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"'''''","value":["Hin Daeng"]}," and ",{"type":"'''''","value":["Hin Muang"]}," \nNear Ko Lanta, these are two dive sites with more than 200 hard corals and 108 reef fish catalogued in a study underway, but thousands more organisms abound. Hin Muang is completely underwater and it is covered with delicate violet coral. The sites also have high incidences of whale shark sightings. \n\n",{"type":"'''","value":["Hin Daeng (Red Rock)"]}," \n\n:",{"type":"'''","value":["Location:"]},"About 70 km south of Ko Lanta. \n:",{"type":"'''","value":["Visibility:"]}," Hin Daeng has good visibility, unless the waters become extremely plankton-rich. It is this plankton that attracts the larger marine-life and keeps everything well nourished. \n:",{"type":"'''","value":["Topography:"]}," Hin Daeng has the deepest drop off in Thailand, dropping down to 50+m on the southern side. A large rocky outcrop forms a series of walls and ledges below the surface that are covered in red soft corals.\n:",{"type":"'''","value":["Marine Life:"]}," Hin Daeng is named after the beautiful red corals that cover the pinnacles. Due to the isolation of Hin Daeng and Hin Muang, they form the only reef feeding ground for a lot of surrounding ocean and therefore attract the bigger pelagics. Swim with huge schools of barracuda, rainbow runners, travellie, red-tooth triggerfish and batfish.\n\n",{"type":"'''","value":["Hin Muang:"]}," \n\n:",{"type":"'''","value":["Topography:"]}," This is a series of submerged pinnacles heading in a south westerly direction and dropping down to over 60 m deep. It is one of the deepest drop offs in Thailand. The reef is 200 m long and less than 20 m wide, and comprises three main pinnacles and several smaller ones. \n:",{"type":"'''","value":["Marine life:"]}," It gets its name from the delicate violet-colored coral covering its walls. In the main central channel, reef fish congregate to escape the currents that sweep along each side of the reef. \n\n",{"type":"'''''","value":["Ko Haa:"]},"\n \n:",{"type":"'''","value":["Location:"]}," A group of five islands around 25 km west of Ko Lanta separated by deep water channels. There are six different places to dive here\n:",{"type":"'''","value":["Topography:"]}," There is a series of caves at the largest island, Ko Haa Yai, where natural light filters into a large underwater chamber. The entrance is at about 12 m and you can actually surface inside to view some spectacular overhanging stalactites. \n:",{"type":"'''","value":["Visibility:"]}," Usually good. \n:",{"type":"'''","value":["Marine life:"]}," Plentiful here with all the regular visitors including morays and nudibranchs with the bigger tuna, jacks and trevally hunting in the deeper waters. \n:Ko Haa has sandy white beaches, stunning karst islands, clear waters, a shallow lagoon and beautiful reefscapes.\n\n:Ko Haa’s highlights include The Lagoon, The Cathedral and The Chimney. You can also explore underwater pinnacles, drop-offs, walls, bolders, caverns, inter-connected chambers and swim-throughs.\n\n",{"type":"*","value":["Ko Haa Lagoon is a shallow, protected area that lies between 3 of the islands, The central lagoon area is suitable for beginner divers and snorkellers and provides a safe, nursery-area for many juvenile fish species. You may see Porcupine Puffer Fish, Ghost Pipefish, Octopus and Hawksbill Turtles swimming amongst the corals. Manta Rays, Marble Rays, Eagle Rays and Whale Sharks are spotted here occasionally."]},"\n",{"type":"*","value":["Ko Haa Cathedral is a series of large and spectacular, interconnected caverns and swim-throughs. The largest cavern has three chambers and is known as ‘The Cathedral’. The first two chambers are connected by a shallow swim through at about 9 m. It is possible to surface inside the Cathedral and see the limestone stalactites looming from the high ceilings. Light floods in through the two large entrances and offers great photographic opportunities. The shallow area in front of the beach is packed with coral and is suitable for beginner divers. Look out for the coral formations that are several metres high."]},"\n",{"type":"*","value":["Ko Haa Chimney at Ko Haa Neung is a tall, vertical chimney, often filled with small glassfish or sweeperfish, starting at 5m and going down to around 16m. Explore the arm that branches out to the east, bringing you out into a beautiful shallow chamber with several large exits. You can find banded sea snakes, lionfish, nudibranchs, frogfish, harlequin shrimps, many other crustaceans and beautiful cowries. Look for large schools of snapper and barracuda - a little deeper you can find Marble Rays."]},"\n",{"type":"'''","value":["Ko Kraden Wreck"]}," \n\n:",{"type":"'''","value":["Location:"]}," This is a small island which lies at the southern tip of the island\n:",{"type":"'''","value":["Topography:"]}," The wreck of a Japanese destroyer which sunk there during the Second World War. \n:",{"type":"'''","value":["Marine life:"]}," Seahorses are often spotted hiding in crevices along the wreck.\n\n",{"type":"'''","value":["Ko Rok"]},"\n\n:",{"type":"'''","value":["Location:"]}," The two sister-islands of Ko Rok Nok and Ko Rok Nai are known as snorkelling sites near Ko Lanta.\n:",{"type":"'''","value":["Topogrphy:"]}," The islands are quite large, and new dive sites are frequently found. There is a blue hole at Ko Rok - evidence of a high level of healthy coral growth. As newer corals grow over a very old reef, the weight eventually causes the reef to collapse in on itself - causing a blue hole.\n:",{"type":"'''","value":["Marine life:"]}," Enormous gorgonian sea fans, huge hard coral formations and many colourful, soft corals, dominate the deeper areas on the east side of Ko Rok Nok. \n\nThe Southern Islands of ",{"type":"'''","value":["Ko Wean, Ko Chueak, Ko Maa"]}," and ",{"type":"'''","value":["Ko Ngai"]}," offer sheltered diving that can be a good alternative if the sea is too choppy to reach Ko Haa.\n\n",{"type":"'''","value":["Ko Kradan"]},"\n\n:",{"type":"'''","value":["Location:"]}," Ko Kradan lies within the Trang National Marine Park and has some pretty beaches. \n:",{"type":"'''","value":["Visibility:"]}," The visiblity is quite variable and tends not be as good as at Ko Haa or Ko Rok, but there are all sorts of unusual marine life to discover. \n:",{"type":"'''","value":["Marine life:"]}," 'San Chompuo' or ‘Pink Ridge’ is a very different dive to the other sites in the area and has many kinds of coral, starfish and seahorses not found at our other sites. \n\n",{"type":"'''","value":["Other dive sites"]}," in this region include ",{"type":"'''","value":["Hin Bida"]}," and ",{"type":"'''","value":["Gareng Heng"]}," rock outcrop. \n\n",{"type":"'''''","value":["Access"]},"\n\nThere are essentially two choices when travelling to dive sites: a larger, slower boat out of Ban Saladan (1.5 hours to Ko Haa, 3 or 4 to Hin Daeng and Hin Muang) or a speedboat departing from various beaches on the island (as little as 1 hour to Hin Daeng and Hin Muang). The slower boats are recommended for comfort reasons, but you will lose the entire day to the trip. Almost all shops offer free pickup from resorts towards the northern end of the island.\n\nAlmost all day trips are for two dives, with a third dive available at additional cost (usually 1,000 baht) Prices are in the range of 3,000–4,000 baht for a day's boat diving on the closer sites, 4,000-5,000 baht for Hin Daeng and Hin Muang. Gear hire will be about 500 baht per trip. Certification is all PADI: about 15,000 baht for a 4 day Open Water course, and 12,000 baht for a two day Advanced Open Water course (5 dives). The speedboats tend to cost a little extra, and usually do not offer a third dive.\n\n",{"type":"'''''","value":["Certification"]},"\n\nSome dive centres ask for Advanced Open Water or equivalent certifications, or 20 or more dives experience, if you are diving Hin Daeng\/Hin Muang.\n\n",{"type":"'''''","value":["Fees\/Permits"]},"\n\nMany of the dive sites in the Ko Lanta area fall within the jurisdiction of the Ko Lanta National Marine Park.\n\nThere is a marine park entry fee of 200 baht per person (20 baht for Thai Nationals). This is usually paid to the operator you book your trip with.\n\nThe Ko Lanta National Marine Park was formed in 1989 an includes the islands of Ko Lanta Noi, Ko Lanta Yai, Ko Haa group, Ko Rok, Ko Ngai, Ko Waen, Ko Maa, Ko Cheauk, Ko Mook, Ko Kradan and as far south as Hin Daeng & Hin Muang.\n\nThe Ko Lanta National Marine Park overseas the provision of mooring lines at the dive sites and regulates fishing activities in the area.\n\n",{"type":"=====","value":["Service providers"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Anti Gravity Divers"],["url=http:\/\/www.antigravitydivers.com"],["email=info@antigravitydivers.com"],["address=296 Moo 6, Klong Nin Beach"],["lat="],["long="],["directions=At The Amantra Resort & Spa"],["phone=+66 86 2885283, +66 87 4741066 (mobile)"],["tollfree="],["fax="],["hours="],["price="],["content=PADI Dive Resort run by a group of friendly and young dive instructors. PADI training from Open Water Diver to divemaster. Dive boat The MV Angry Bird departs from Klong Nin Beach with shortest journey time to Ko Haa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blue Planet Divers"],["url=http:\/\/www.blueplanetdivers.net\/"],["email=scuba@blueplanetdivers.net"],["address=3 Moo 1, Saladan"],["lat="],["long="],["directions="],["phone=+66 75 684165"],["tollfree="],["fax="],["hours="],["price="],["content=Daily dive trips departing from Saladan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dive & Relax PADI Dive Resort"],["url=http:\/\/www.diveandrelax.com\/"],["email=info@diveandrelax.com"],["address=223 Moo 2 Phra Ae, Saladan"],["lat="],["long="],["directions=Offices on Pra Ae beach at the Castaway Resort and on the main road to Saladan through Pra Ae."],["phone=+66 84 8422191"],["tollfree="],["fax="],["hours="],["price="],["content=A small, friendly diving and snorkeling company offering PADI courses. Speedboat departs daily from Long Beach at 09:00 with small groups to Ko Haa, Ko Phi Phi, Ko Bida, Hin Daeng & Hin Muang, Shark Point & King Cruiser Wreck. Free speedboat transfers to\/from your resort."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dive Safari Asia"],["url=http:\/\/www.divesafariasia.com"],["email=info@divesafariasia.com"],["address=10\/1 Moo Khuk Khak, Takuapa, Phang Nga"],["lat="],["long="],["directions="],["phone=+66 80 5269521"],["tollfree="],["fax="],["hours="],["price=Transfers included pricing start 15,000 baht"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Go Dive"],["url=http:\/\/www.godive-lanta.com"],["email=info@godive-lanta.com"],["address=6 Moo 1, Saladan"],["lat="],["long="],["directions="],["phone=+66 75 668320"],["tollfree="],["fax="],["hours="],["price="],["content=PADI courses. Pickup from any Ko Lanta hotel\/resort. Dive sites: Hin Daeng and Hin Muang, Ko Haa, Ko Phi Phi, Ko Bida, Hin Bida, Shark Point, Anemone Reef and King Cruiser wreck."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ko Lanta Diving Center"],["url=http:\/\/www.kolantadivingcenter.com"],["email=info@kolantadivingcenter.com"],["address=1\/3 Moo 1, Saladan"],["lat="],["long="],["directions="],["phone=+66 75 684065"],["tollfree="],["fax="],["hours="],["price="],["content=PADI training. The first dive shop on Ko Lanta, founded in 1992. Dive sites: Ko Haa, Ko Bida and Hin Bida, Ko Phi Phi, Shark Point, Anemone Reef and King Cruiser wreck, Hin Daeng and Hin Muang. Also 2-day trips to Ko Ngai and Hin Daeng."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kon-Tiki Lanta Diving & Snorkeling Center"],["alt="],["url=http:\/\/www.kontiki-thailand.com"],["email=info@kontiki-lanta.com"],["address="],["lat="],["long="],["directions=On the main road of Ban Saladan"],["phone=+66 75 668394"],["tollfree="],["fax="],["hours="],["price="],["content=Diving and snorkelling trips to Ko Haa, Ko Bida and Hin Bida, Hin Daeng and Hin Muang. Snorkeling trips to Ko Haa Yai, Ko Phi Phi Islands and Ko Rok. PADI 5-Star IDC & GoEco Operator."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Laguna Fun Divers"],["url=http:\/\/www.lagunafundivers.com"],["email=lagfund@gmx.de"],["address=147 Moo 1, Saladan"],["lat="],["long="],["directions="],["phone=+66 75 684528"],["tollfree="],["fax="],["hours="],["price="],["content=PADI courses. Speedboat trips: Hin Daeng, Ko Rok, Ko Haa, Ko Ma, Hin Bida and Ko Bida, Ko Phi Phi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lanta Diver"],["url=http:\/\/www.lantadiver.com"],["email=scuba@lantadiver.com"],["address=197\/3 Moo 1, Saladan"],["lat="],["long="],["directions="],["phone=+66 75 684208"],["tollfree="],["fax=+66 75 684057"],["hours="],["price="],["content=PADI courses. Founded by a Swedish couple and staffed mainly, but not exclusively, by Scandinavians. Dive sites: Ko Haa, Ko Bida and Hin Bida, Hin Daeng and Hin Muang. Book the Hin Daeng\/Hin Muang trips in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lanta Diving Safaris"],["url=http:\/\/www.lanta-diving-safaris.com"],["email=manta@lanta-diving-safaris.com"],["address=93 Moo 1, Saladan"],["lat="],["long="],["directions="],["phone=+66 87 8896802"],["tollfree="],["fax="],["hours="],["price="],["content=PADI dive centre. The M\/V Flying Seahorse is Ko Lanta's only live-aboard. Trips to Hin Daeng, Hin Muang, Similan Islands including Richelieu Rock and to Burma."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Narima Diving"],["url=http:\/\/www.narimadiving.com"],["email=info@narimadiving.com"],["address=98 Moo 5, Klong Nin Beach"],["lat="],["long="],["directions=At Narima’s Resort."],["phone=+66 75 662671"],["tollfree="],["fax=+66 75 607709"],["hours="],["price="],["content= Short journey times to some of Thailand’s best dive sites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ocean Divers"],["url=http:\/\/www.oceandivers.asia\/"],["email=info@oceandivers.asia"],["address=148 Moo 1, Saladan"],["lat="],["long="],["directions=Offices in Saladan approx. 100 m from the pier and on Klong Nin beach."],["phone=+66 808 869322"],["tollfree="],["fax="],["hours="],["price="],["content=A PADI Dive Resort offering courses and daily dive trips from both a big boat and speedboat. Dive sites: Ko Haa, Ko Phi Phi, Ko Bida, Hin Daeng & Hin Muang, Shark Point & King Cruiser wreck."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Palm Beach Divers"],["url=http:\/\/www.palmbeachdivers.com"],["email=info@palmbeachdivers.com"],["address=47 Moo 3, Pra Ae Beach"],["lat="],["long="],["directions="],["phone=+66 75 684603. +66 87 8064314 (mobile)"],["tollfree="],["fax=+66 75 684603"],["hours="],["price="],["content=All PADI diving and snorkelling courses available up to PADI Instructor (IDC) Courses. Boat leaves straight from the beach for shorter travel time."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pimalai Divers"],["url=http:\/\/www.pimalai.com"],["email=diving@pimalai.com"],["address=99 Moo 5, Kantiang Bay"],["lat="],["long="],["directions="],["phone=+66 75 607999"],["tollfree="],["fax=+66 75 607998"],["hours="],["price="],["content="]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scubafish"],["url=http:\/\/www.scuba-fish.com"],["email=info@scuba-fish.com"],["address=152\/3 Moo 5, Kantiang Bay"],["lat="],["long="],["directions="],["phone=+66 75 665095"],["tollfree="],["fax=+66 75 665096"],["hours="],["price="],["content=PADI IDC Dive Centre. Depart from Kantiang Bay in the south of Ko Lanta and be back on the beach by 14:30. Experienced guides."]]}]},"\n",{"type":"====","value":[" ",{"type":"[[","value":[["Similan Islands"]]}," "]},"\n\nIn Phang Nga Province, 90 km northwest of Phuket and 70 km due west of ",{"type":"[[","value":[["Phang Nga"]]},", the Similan Islands boast one of Thailand’s most famous diving sites and can lay claim to having one of the best diving sites in Asia. The Similans consist of nine islands (Similan means 9 in the Malay language) Ko Bon, Ko Bayu, Ko Similan, Ko Payu, Ko Miang (two adjoining islands), Ko Payan, Ko Payang, and Ko Huyong. The islands have thriving reefs and abundant delicate coral, and superb variety of marine life. It is possible to see chevron barracuda, giant trevally, manta rays, leopard sharks and rainbow runners. Accessed by liveaboards from Khao Lak and Phuket, and by day trip boats from ",{"type":"[[","value":[["Khao Lak"]]},".\n\n",{"type":"'''","value":["Dive sites"]},"\n\n\n",{"type":"=====","value":["Beacon Beach"]},"\n:",{"type":"'''","value":["Understand:"]}," The dive site is on the most southern corner of Ko Similan and the big attraction is the wreck of the dive boat Atlantis (ironically enough) that sunk in August 2002. The boat is quite roughed up and is resting in a slope the bow in the shallow end and the stern in the deep end, which is somewhere at 30+ m.\n:",{"type":"'''","value":["Position:"]}," 8° 38' 19.1\" N, 97° 39' 15.3\" E \n:",{"type":"'''","value":["Depth:"]}," 35 m\n:",{"type":"'''","value":["Marine life and features:"]}," Wreck. As usual when objects get submerged and the nature is taking it's course, the wreck attracts a lot of animal life. It becomes a artificial reef, which is very interesting and pleasant to see.\n\n",{"type":"=====","value":["Boulder City"]},"\n:",{"type":"'''","value":["Understand:"]}," As the name suggests, this dive site has a fantastic scenery of large boulders, cliffs and rocks on a sand bottom. \n:",{"type":"'''","value":["Position:"]}," 8° 29' 54\" N, 97° 40' 48\" E \n:",{"type":"'''","value":["Depth:"]}," 40 m\n:",{"type":"'''","value":["Marine life and features:"]}," \n:",{"type":"'''","value":["Stay safe:"]},"\n:",{"type":"'''","value":["Hazards:"]}," The dive site is very open and unprotected which invites strong currents at some places. It is recommended to keep on the calm side of the boulders during the dive. Ascent and descent is preferably done along the anchor chain.\n\n",{"type":"=====","value":["Breakfast Bend"]},"\n:",{"type":"'''","value":["Understand:"]}," The dive site got it's name from the fact that you can have fantastic morning sun with your breakfast before you dive here. Naturally this is true for many places in Thailand. But here at the east side of Ko Bangu the place is living up to it's name. The morning sun doing magic with the colors of the reef which is sloping down to about 18 m where it is possible to find leopard sharks resting lazily on the sand bottom. After that there is another, more steep slope down to about 30-35 m.\n:",{"type":"'''","value":["Position:"]}," 8° 40' 38.79\" N, 97° 39' 18.14\" E \n:",{"type":"'''","value":["Depth:"]}," 35 m\n:",{"type":"'''","value":["Marine life and features:"]}," Leopard sharks\n\n",{"type":"=====","value":["Christmas Point"]},"\n:",{"type":"'''","value":["Understand:"]}," A deep and unprotected dive site that invites both strong currents and large animals. \n:",{"type":"'''","value":["Position:"]}," — 8° 40' 48.84\" N, 97° 38' 16.56\" E. Christmas point is off Ko Bangu \n:",{"type":"'''","value":["Depth:"]}," — 40 m\n:",{"type":"'''","value":["Marine life and features:"]}," If you are lucky you might find manta rays here.\n\n",{"type":"=====","value":["Deep six"]},"\n:",{"type":"'''","value":["Understand:"]}," Deep six is exactly what the name suggests: a deep dive off island number six (Ko Pabu). The main attraction is a large cavern at the anchoring point of the buoy line. \n:",{"type":"'''","value":["Position:"]}," 8° 35' 50.07\" N, 97° 38' 8.83\" E \n:",{"type":"'''","value":["Depth:"]}," 40 m\n:",{"type":"'''","value":["Topography:"]}," There are a lot of large rocks and cliffs that drop off all the way down to a depth of 40 m.\n:",{"type":"'''","value":["Marine life and features:"]}," Cavern\n:",{"type":"'''","value":["Stay safe:"]},"\n:",{"type":"'''","value":["Hazards:"]}," Strong currents. Hold on to the buoy line when ascending or descending to avoid being separated from the group and washed away.\n\n",{"type":"=====","value":["Donald Duck Bay"]},"\n:",{"type":"'''","value":["Understand:"]}," The name of the site makes no sense until you enter the bay, and suddenly, from the right angle, the big rock at the entrance looks like the cartoon character. It is another great site for marine life where one can also see crabs, octopus and cuttlefish moving across the sea bed. The under water experience is a very easy and nice place for inexperienced divers or for anyone who wants a slow and easygoing dive. It is also a very good spot for snorkelling; it's not too deep and it's a protected bay location. The island (Ko Similan) hosts the park rangers' office, and It is possible to get your feet on solid ground for a while and enjoy the beach\n:",{"type":"'''","value":["Position:"]}," 8° 40' 3.98\" N, 97° 38' 41.77\" E \n:",{"type":"'''","value":["Depth:"]}," 15 m \n:",{"type":"'''","value":["Get in:"]},"\n:",{"type":"'''","value":["Marine life and features:"]}," Crabs, octopus and cuttlefish\n\n",{"type":"=====","value":["East of Eden"]}," \n:",{"type":"'''","value":["Understand:"]}," This site boasts the most spectacular bommie in the Similans and the violet and blue corals are breathtaking.\n:",{"type":"'''","value":["Position:"]}," 8° 37' 57.43\" N, 97° 37' 38.75\" E. East of Eden is east of Ko Pabu.\n:",{"type":"'''","value":["Depth:"]}," 30 m\n:",{"type":"'''","value":["Topography:"]}," The underwater landscape is a sloping reef of hard corals that stretches all the way down to around 30 m depth, where sand bottom is taking over. \n:",{"type":"'''","value":["See:"]}," Along the normal dive route you will pass over a large sand bottom opening where you can see plenty of garden eels resembling a plantation of some kind.\n\n",{"type":"=====","value":["Elephant Head Rock"]},"\n:",{"type":"'''","value":["Understand:"]}," This rock is simply a massive boulder and is suitable for experienced divers. \n:",{"type":"'''","value":["Position:"]}," \n:",{"type":"'''","value":["Depth:"]}," \n:",{"type":"'''","value":["Marine life and features:"]}," — Silver trevally, jet black trevally, small reef sharks, hawksbill turtle, lionfish, grouper and snappers can all be seen.\n\n",{"type":"=====","value":["Hide-a-way"]},"\n:",{"type":"'''","value":["Understand:"]}," The site mainly consists of sand bottom with coral covered cliffs. Usually you dive from north to south and finish in a quite shallow area where it is well suited for a safety stop as well as snorkelling. It is a brilliant setup to be able to spend the last minutes at a beautiful spot rather than hanging at a string in the middle of nowhere.\n:",{"type":"'''","value":["Position:"]}," 8° 34' 11.24\" N, 97° 38' 49.01\" E. Off Ko Payu in the Similan Islands group.\n:",{"type":"'''","value":["Depth:"]}," 25 m \n:",{"type":"'''","value":["Marine life and features:"]}," \n\n",{"type":"=====","value":["Ko Bon"]},"\n:",{"type":"'''","value":["Understand:"]}," This island has a sheer wall 35 m deep which is followed by a stepped ridge descending to 45 m. \n:",{"type":"'''","value":["Position:"]}," \n:",{"type":"'''","value":["Depth:"]}," \n:",{"type":"'''","value":["Marine life and features:"]}," \n\n",{"type":"=====","value":["Ko Tachai"]},"\n:",{"type":"'''","value":["Understand:"]}," Roughly 25 km north of the region, but not actually part of the Similans, is Ko Tachai with its lush tropical foliage and underwater ridge which juts out at 90⁰. Divers may encounter leopard sharks, nurse sharks or whale sharks.\n:",{"type":"'''","value":["Position:"]}," \n:",{"type":"'''","value":["Depth:"]}," \n:",{"type":"'''","value":["Marine life and features:"]}," \n\n",{"type":"=====","value":["Shark-fin Reef"]},"\n:",{"type":"'''","value":["Understand:"]}," This is a great dive site for experienced divers. It is possible to see clown trigger fish, half-moon trigger fish, bat fish and surgeon fish.\n:",{"type":"'''","value":["Position:"]},"\n:",{"type":"'''","value":["Depth:"]}," \n:",{"type":"'''","value":["Marine life and features:"]}," \n\n",{"type":"=====","value":["Snapper Alley"]},"\n:",{"type":"'''","value":["Understand:"]}," This site is popular for night dives. Its solid healthy table and sheet coral provides marine animals places to hide and sleep.\n:",{"type":"'''","value":["Position:"]}," \n:",{"type":"'''","value":["Depth:"]}," \n:",{"type":"'''","value":["Marine life and features:"]}," \n\n",{"type":"=====","value":["Stonehenge"]},"\n:",{"type":"'''","value":["Understand:"]}," This is a large towering rock formation with a variety of marine life. \n:",{"type":"'''","value":["Position:"]}," 8° 34' 42.94\" N, 97° 37' 41.43\" E. Stonehenge is off the north corner of Ko Miang.\n:",{"type":"'''","value":["Depth:"]}," 40 m\n:",{"type":"'''","value":["Topography:"]}," The dive site is very deep and has big rock formations covered in hard corals.\n:",{"type":"'''","value":["Facilities:"]}," Although the island has accommodation, it is only very simple bungalows in limited quantity.\n:",{"type":"'''","value":["Marine life and features:"]}," Divers can see barrel sponges, lionfish, gorgonian sea fans, barracuda, wrasse, ghost pipefish and long nose butterfly fish. Leopard shark, tuna and other big fish are common to see here.\n\n",{"type":"=====","value":["Turtle Rock"]},"\n:",{"type":"'''","value":["Understand:"]}," The dive site has a nice underwater landscape consisting of cliffs and swim-troughs. Unfortunately there are some damages from careless anchoring and dynamite fishing (from the time before the Similans became a protected area). \n:",{"type":"'''","value":["Position:"]}," 8° 39' 51.58\" N, 97° 38' 28.35\" E. Turtle Rock is off Ko Similan, which is the largest of the nine islands and also where the park guards' office is located.\n:",{"type":"'''","value":["Depth:"]}," 30 m \n:",{"type":"'''","value":["Marine life and features:"]}," There is a good chance of seeing sharks in the deeper parts of the dive site.\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Surin Islands"]]}," "]},"\n\nThis national park park consists of 5 main islands; Ko Surin Nua, Ko Surin Tai, Ko Ree (Ko Stok), Ko Pachumba and Ko Kai (Ko Torinla). Diving is similar to the ",{"type":"[[","value":[["Similan Islands"]]}," however there are more sharks and other large marine creatures. The islands are less accessible than other dive destinations in Thailand, which ensures less crowding and the islands' pristine condition. A few kilometers to the north of the park is the Myanmar border and about 100 km to the south is Mu Ko Similan National Park.\n\nThe islands are 80 km west of Ranong Province along the west coast of Thailand.\n\n",{"type":"'''","value":["Dive sites include"]},"\n\n",{"type":"=====","value":["Richelieu Rock (Hin Pio Naam)"]},"\n:",{"type":"'''","value":["Understand:"]}," Near the Surin Islands is the horseshoe-shaped Richelieu Rock. The sheer diversity of marine life is amazing. \n:The dive site is commonly referred to as the treasure of the Andaman Sea, which could suffice as a description in itself! Considering the spectacular animal life at this site it is well worth any extra effort that must be made. \n:",{"type":"'''","value":["Position:"]}," 9° 21' 46.23\" N, 97° 59' 9.88\" E \n:",{"type":"'''","value":["Depth:"]}," 40 m\n:",{"type":"'''","value":["Topography:"]}," Richelieu Rock is a rock in the middle of the open sea which can be breaking the surface at low tide.\n:",{"type":"'''","value":["Conditions:"]}," The visibility can be limited at times, down to as little as 5 m.\n:",{"type":"'''","value":["Marine life:"]}," The rock itself is covered with a large variety of anemones and corals. Divers may see schooling chevron barracuda, several types of moray eels, abundant lionfish and scorpion fish, five types of anemone fish, juvenile emperor angel fish, sea horses, ornate ghost pipefish, harlequin shrimps and even whale sharks, manta rays and shovelnose rays.\n:",{"type":"'''","value":["Hazards:"]}," The site is open and unprotected with strong currents. It is recommended to hang on to the anchor line when ascending and descending.\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Khao Lak"]]}," "]},"\nKhao Lak Marine National Park has a palm fringed coastline with reefs. The area is has plentiful marine life and a couple of wrecks. The Similan Island Marine Park headquarters are here and the Similan Islands lie 50 km directly west. The local pier, at Tablamu is the main departure point for Similan Island day trips and liveaboards. The nearby sites of Richelieu Rock, Ko Bon, Ko Tachai and the Surin Islands are all accessible via speedboats for one day or overnight trips.\n\nDive Sites\n\nAll the dive sites under Similan Islands are accessible by day trip boats from Khao Lak. Richelieu Rock can be reached by speedboat.\n\nThere are three wrecks close to Khao Lak which are accessible by longtail boat. \n\nDiving & snorkelling\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Blue Guru Diving"],["url=http:\/\/www.blue-guru.org"],["email="],["address="],["lat="],["long="],["directions=Based on the Andaman Coast island of Ko Phra Thong."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scuba diving trips to the Surin Islands & Richelieu Rock. PADI dive school. Eco-Divemaster training program of over 2 months duration."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Geo Expedition Similan Dive Center"],["url=http:\/\/www.similandivecenter.com"],["email=info@geo-expedition.com"],["address=13\/61 Moo 7 Khao Lak, Phang Nga"],["lat="],["long="],["directions=Opposite Bangkok Bank in the centre of Khao Lak"],["phone=+66 76 485792"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Khao Lak Explorer Dive Center"],["alt="],["url=http:\/\/www.khaolakexplorer.com"],["email=info@khaolakexplorer.com"],["address=4\/81 Moo 7 Khao Lak, Phang Nga"],["lat="],["long="],["directions="],["phone=+66 76 4858106"],["tollfree="],["fax="],["hours="],["price="],["content=PADI Dive Center. Training from Open Water Diver to divemaster."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Liquid Adventure"],["url=http:\/\/www.liquid-adventure.com"],["email=info@liquid-adventure.com"],["address="],["lat="],["long="],["directions="],["phone=+66 76 485068"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":[" The Mergui Archipelago in Burma "]},"\nThis new diving area just south of Burma has only been opened to the public since 1997. The area is still relatively unknown and unexplored and offers the opportunity for divers to visit new dive sites. The presence of coral however is sporadic and the underwater terrain is rather rugged, making it all not quite as spectacular as the nearby Similan Islands. Parts of the area attract a diversity of sharks, manta, eagle and marbled rays.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["Listing"],["name=Aladdin Dive Safari"],["url=http:\/\/www.aladdindivesafari.com"],["email="],["address=Dive shops are at the northwest coast at Ranong, Ko Chang and Ko Payam"],["lat="],["long="],["directions="],["phone=+66 87 2786908, +66 87 2747601"],["tollfree="],["fax="],["hours="],["price="],["content=Offers regular live aboard dive tours to the dive sites of the Mergui Archipelago in Burma (Myanmar) and to the dive sites of Krabi, Ko Lanta, Ko Surin and the Ko Similan Islands."]]}]},"\n",{"type":"===","value":[" The Gulf of Thailand "]},"\n\nThis coast of Thailand is a gigantic shallow depression just south of Cambodia. It is roughly 60 m deep with a maximum of 85m . The area boasts 112 islands with countless fringing reefs. The reefs are not as varied as those of the Andaman Sea but the marine life is still prolific.\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Ko Tao"]]}," "]},"\n\n\n",{"type":"[[","value":[["Image:Dive Sites of Ko Tao.png"],["thumb"],["300px"],["Map of some of the dive sites around Ko Tao"]]},"\n",{"type":"[[","value":[["Image:Batfish, Shark Island, Ko Tao, Thailand (4570518953).jpg"],["thumb"],["Batfish, Shark Island, ",{"type":"[[","value":[["Ko Tao"]]}]]},"\n\nGreat for beginners and one of Asia's most popular places to get certified. ",{"type":"[[","value":[["Ang Thong National Marine Park"]]}," nearby also has good diving.\n\nKo Tao, meaning 'Turtle Island', has become one of the most popular diving areas in the country. The island has an area of only 21sq km and lies north of Ko Samui and Ko Phang-ngan. Ko Tao’s popularity could be because there is something to satisfy every level of diver.\n\n",{"type":"[[","value":[["Image:ko_toh_sail_rock_scuba_trip_aug_28_2006 002.jpg"],["thumb"],["Divers surfacing at Sail Rock"]]},"\n\nDiving in Ko Tao is easy, fun, and you can see turtles, stingrays, barracudas, lots of small fish, reef sharks, and there is a ",{"type":"''","value":["very small chance"]}," of seeing a whale shark.\n\nNearly any time of the year ",{"type":"'''","value":["except November"]}," is good diving weather in Ko Tao and visibility can exceed 40 m. Average visibility is around 15-20 m. In November visibility is reduced and the seas are choppy, but diving can still be good by the standards of many other destinations.\n\nIt is possible and perfectly comfortable to swim and dive without a wetsuit year round. However, as with most diving, a wetsuit is recommended to help reduce risk of cuts or injury. Avoid contact with coral reefs!\n\n",{"type":"=====","value":["Dive sites"]},"\n\n",{"type":"'''''","value":["Chumphon Pinnacles"]},"\n\n:",{"type":"'''","value":["Location:"]}," 5 km northwest of Ko Tao\n:",{"type":"'''","value":["Topography:"]}," It consists of one huge granite pinnacle and a series of smaller ones. \n:",{"type":"'''","value":["Depth:"]}," It starts at 14 m underwater and drops to 26 m, with possibility of reaching 40 m.\n:",{"type":"'''","value":["Marine life:"]}," Covered with sea anemones and pink anemone fish. Schools of barracuda, jacks, batfish, giant Groupers, and Pacific Lionfish, and during the right season whale sharks and mantas appear. You may see juvenile Bull sharks which have, until recently, been misidentified as grey reef sharks. Be cautious, the Bull sharks are curious and may be aggressive, though for many years thousands of people have dived this site without a single shark related incident. \n \n",{"type":"'''''","value":["Green Rock"]},"\n\n:There is often a strong current here that you can use to drift around the submerged pinnacles so it is not really recommended for inexperienced divers.\n:",{"type":"'''","value":["Topography:"]}," Boulder formations with several small swim-throughs, caves and crevices where marine life can be seen sheltering. \n:",{"type":"'''","value":["Depth:"]}," Between one and 32 m deep,\n:",{"type":"'''","value":["Marine life:"]}," Diving at the rock offers the opportunity to observe parrot fish breeding, white eyed morays and blue spotted rays. You may encounter Yellow Margin and Titan Trigger fish here as this is a breeding ground for them ... so approach with caution.\n\n",{"type":"'''''","value":["Hin Ngam"]}," \n\n:Same wider bay as Aow Luek, shallow training or sheltered dive.\n\n",{"type":"'''''","value":["Hin Pee Wee"]},"\n\n:",{"type":"'''","value":["Location:"]}," Next to White Rock.\n\n:",{"type":"'''","value":["Depth:"]}," To 30 m.\n\n\n",{"type":"'''''","value":["Hin Wong Pinnacle"]},"\n\n:",{"type":"'''","value":["Location:"]}," East side of Ko Tao\n:",{"type":"'''","value":["Topography:"]}," This site comprises several large granite boulders. The summit is a tabletop rock formation.\n:",{"type":"'''","value":["Depth:"]}," Depth 10-32 m.\n:",{"type":"'''","value":["Marine life:"]}," Covered with sea fans and whip corals, as well as filefish, shrimpfish, coral grouper and many other reef fish. You may encounter the resident Green Turtle if you're lucky.\n\n",{"type":"'''''","value":["Japanese Gardens"]},"\n\n:This dive site is named after the ornate arrangement of coral boulders here. Suitable for snorkellers &amp beginners.\n:",{"type":"'''","value":["Location:"]}," East side of Ko Nang Yuan, northwest of Ko Tao\n:",{"type":"'''","value":["Topography:"]}," A popular drift dive can be done from Red Rock through a series of swim-throughs and emerging into Japanese Gardens for a relaxing safety stop amongst the myriad coral formations.\n:",{"type":"'''","value":["Depth:"]}," 2-12 m.\n:",{"type":"'''","value":["Marine life:"]}," Plenty of staghorn and plate coral can be observed in the shallows. \n\n",{"type":"'''''","value":["Laem Thien Pinnacle"]},"\n\n:",{"type":"'''","value":["Location:"]}," Near Mao Bay\n:",{"type":"'''","value":["Topography:"]}," Rocky reef full of swim-throughs, caverns and small caves. There are a few steep walls\n:",{"type":"'''","value":["Depth:"]}," 5-18 m.\n:",{"type":"'''","value":["Marine life:"]}," Some excellent white soft coral and sea whips can be admired along the wall. It is possible to combine this cave dive with the beauties of shallow reef diving inside Mao Bay or Aow Mao.\n\n",{"type":"'''''","value":["Lighthouse"]},"\n \n",{"type":"'''''","value":["Mango Bay"]},"\n\n:Ideal for beginners and snorkellers. \n:",{"type":"'''","value":["Location:"]}," North of Ko Tao. The bay is only accessible by boat and makes a popular snorkellers day trip. Drop in further around the northwestern tip of the island and drift into the bay area to avoid the crowds.\n\n\n:",{"type":"'''","value":["Depth:"]}," 2-15 m.\n:",{"type":"'''","value":["Marine life:"]}," Hard and soft coral formations are plentiful along with a variety of sponges and clams. \n\n",{"type":"'''''","value":["Nang Yuan Pinnacle (Red Rock)"]},"\n\n:The Nangyuan Pinnacle is one of the most popular of all the sites in the region. \n\n:",{"type":"'''","value":["Topography:"]}," Its granite boulder formations have a variety of swim-throughs. The pinnacle itself is nothing special and the main attractions to this site are the swimthroughs. The entrance to the swimthrough can be found if you leave the pinnacle and head west towards Ko Nang Yuan. This is usually done as a drift dive down to Japanese Garden where you can relax for the safety stop.\n:",{"type":"'''","value":["Depth:"]}," 2-22 m. \n:",{"type":"'''","value":["Marine life:"]}," Tropical reef fish such as groupers, long fin, banner fin, and blue spotted stingrays.\n\n",{"type":"[[","value":[["Image:ko_tao_sail_rock_scuba_trip_aug_28_2006 004.jpg"],["thumb"],["Anchored diveboats daisy-chained to Sail Rock"]]},"\n\n",{"type":"'''''","value":["Sail Rock"]},"\n\n:One of the most famous scuba diving sites in the ",{"type":"[[","value":[["Ko Samui"]]}," archipelago. It is a suitable dive site for all levels of diver, from Discover Scuba up.\n:",{"type":"'''","value":["Topography:"]}," An iceberg shaped pinnacle that rises from the sandy sea floor to 15 m above the surface. Its surface consists of small patches of hard and soft coral. For more advanced divers, there is a vertical 'swim-through' on the northwest side of the rock. Commonly called \"The Chimney\", it begins at a depth of 18 m and exits the rock again at depths of 12 and 6 m. \n:",{"type":"'''","value":["Depth:"]}," Surface to 40 m \n:",{"type":"'''","value":["Visibility:"]}," Usually in the 10-30 m range.\n:",{"type":"'''","value":["Current:"]}," The currents can vary considerably, but generally are moderate to strong.\n:",{"type":"'''","value":["Marine Life:"]}," Common fauna that may be seen include barracuda, batfish, jacks, occasional whale sharks, and many other species of tropical fish. \n \n",{"type":"'''''","value":["Shark Island"]},"\n\n:Each side of the islet offers a different array of marine life and features making it almost two sites in one!\n:",{"type":"'''","value":["Location"]}," Southeast of Ko Tao\n:",{"type":"'''","value":["Skills:"]}," The area is perfect for any standard of diving.\n:",{"type":"'''","value":["Topography:"]},"Named after its resemblance to a dorsal fin, Shark Island is a twin rock outcrop.\n:",{"type":"'''","value":["Depth:"]}," to 25 m\n:",{"type":"'''","value":["Marine life:"]}," On the east side you'll find myriad soft corals, gorgonians and sponges while the west offers hard coral formations that are home to moray eels, nudibranchs, sting rays and the odd Leopard shark. ",{"type":"''","value":["Titan triggerfish can be very aggressive here so approach with caution."]}," Hawksbill turtle, blue ridged angel, long fin banner, and reef sharks are also reported from this site.\n\n",{"type":"'''''","value":["Southwest Pinnacles"]},"\n\n:",{"type":"'''","value":["Location"]}," 12 km off the southwest coast of Ko Tao\n\n:",{"type":"'''","value":["Topography:"]}," Series of seven steep granite pinnacles rise from the sandy seabed\n:",{"type":"'''","value":["Depth:"]}," Between 5 and 30 m \n:",{"type":"'''","value":["Marine life:"]}," The shallower sections of the pinnacles are covered in anemones, whip corals and sea fans. Big groupers and barracudas can often be seen here and you may be lucky enough to spot even larger visitors. Also butterfly fish, blue-ringed angelfish, jacks, barracudas and occasional whale sharks.\n\n",{"type":"'''''","value":["Tanote Bay"]},"\n\n",{"type":"'''''","value":["Torpedo Wreck"]},"\n\n:",{"type":"'''","value":["Location:"]}," An hour north of Ko Tao \n:",{"type":"'''","value":["Topography:"]}," ",{"type":"''","value":["Torpedo"]}," is the name of the ship, and not the way it ended up on the bottom. She is a 70 m Japanese cargo vessel sitting upright after having sank in the mid 1970s. There are three areas of penetration however visibility is usually poor at depth. The deck is at 45 m and the cargo holds are still full of teak logs, with a few scattered on the seabed.\n:",{"type":"'''","value":["Depth:"]}," 45-55 m. (Due to the depths involved this has been classified a technical dive for experienced divers only.)\n\n",{"type":"'''''","value":["Twin Pinnacles (Twins)"]},"\n\n:",{"type":"'''","value":["Location:"]}," Far side of Ko Nang Yuan\n:",{"type":"'''","value":["Skills:"]}," This is an ideal site for beginners due to its depth and ease of navigation.\n:",{"type":"'''","value":["Topography:"]}," Rocky reef embedded into white sand \n:",{"type":"'''","value":["Depth:"]}," 6-18 m\n:",{"type":"'''","value":["Marine life:"]}," Among the hard corals are big grouper, white-eyed moray eels, pink anemone, clown fish, blue spotted rays, wrasse, and black and white sergeant major fish. A friendly pair of rare saddleback clownfish can be found to the western side of the larger of the Twins.\n\n",{"type":"'''''","value":["Unicorn Wreck (Dog Food Wreck)"]},"\n\n:",{"type":"''","value":["Unicorn"]}," is a 60 m cargo vessel, which, according to local lore, was sunk on purpose in 1989 for an insurance scam. The vessel was reported to have a hold full of expensive tuna fish which turned out to be inexpensive dog food, hence the nickname it later acquired - the \"dog food\" wreck.\n:",{"type":"'''","value":["Location:"]}," 12 km off Mango Bay\n:",{"type":"'''","value":["Topography:"]}," Still mostly intact. Since the majority of the obtrusive fishing nets now removed some penetration is possible. \n:",{"type":"'''","value":["Depth:"]}," To 50 m. (Due to the depths involved this is classified a technical dive for experienced divers only.)\n:",{"type":"'''","value":["Marine life:"]}," The wreck is now home to some big red snappers and patrolling groupers. \n \n",{"type":"'''''","value":["White Rock"]},"\n\n:",{"type":"'''","value":["Location:"]}," Near Twins\n:",{"type":"'''","value":["Skills:"]}," Good place for night dives\n:",{"type":"'''","value":["Topography:"]}," Two large granite boulders make up this dive site.\n:",{"type":"'''","value":["Depth:"]}," Depths for all levels of divers \n:",{"type":"'''","value":["Marine life:"]}," Butterfly fish, parrot fish, angel fish, large barracuda, titan trigger fish and red breasted wrasse. An extensive coral garden can be found here at around 10 me that is teeming with schools of butterfly fish and angelfish. Blue spotted stingrays are also a common sight on this dive. White Rock is also a popular night dive spot where feather stars, and an variety of crustaceans can been seen hunting for food.\n\n",{"type":"=====","value":[" Diver training "]},"\nThere are a large number of dive operators on the island, offering dive courses from BSAC, SSI and PADI. Many centre's are offering budget accommodation (sometimes described as free accommodation, but this is not really true as you will usually get a discount if you stay elsewhere). Currently (2009) the price for PADI open water certification including the new PADI training manual, professional instruction, rental equipment, boat dives, and certification is around 9,800 baht; insurance and basic accommodation may also be included. Shop around as not all shops teach the course in the same way. Look for experienced dive instructors instead of a low price.\n\nA common method for teaching new divers is to train in a pool first by being taught about 20 basic skills before being taken out into the open water. Others will instead take you to a secluded beach so you will see fish and coral from the start and you might be able to squeeze in a short extra dive in this way, depending on your group and instructor. Some shops have a private pier, some shops depart with a longtail from the beach, and some use the public pier, where you will have to climb some other boats. Ask if this matters to you. Most important: find out maximum number of dive students in a group, and make sure you get an instructor who speaks your language if you are not absolutely sure about your English. These are the little things that will make the difference between an OK course and a great one.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ban's Career Development Center and PADI 5 star IDC Centre"],["url=http:\/\/www.instructor-kohtao.com"],["email=contact@instructor-kohtao.com"],["address="],["lat="],["long="],["directions=Sairee Beach."],["phone=+66 10 823025"],["tollfree="],["fax="],["hours="],["price="],["content=Large dive training centre with 170 rooms, 2 swimming pools and 3 dive boats. Monthly IDC, MSDT, internships, staff instructor courses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Buddha View Dive Resort"],["alt=Dive Careers - Ko Tao"],["url=http:\/\/www.buddhaview-diving.com"],["email=info@buddhaview-diving.com"],["address=45\/1 Moo 3"],["lat="],["long="],["directions=South coast of Ko Tao."],["phone=+66 77 456074, Mob: +66 85 4713815"],["tollfree="],["fax=+66 77 456210"],["hours="],["price="],["content=PADI training. Dive education from beginner through to dive instructor level programmes. Dive and accommodation packages available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Calypso Diving Ko Tao"],["url=http:\/\/www.diving-calypso.de"],["email=info@diving-calypso.de"],["address="],["lat="],["long="],["directions=Next to Family Resort in Tanote Bay"],["phone=+66 77 456745"],["tollfree="],["fax="],["hours="],["price="],["content=Dive training from beginner to professional level following CMAS and PADI standards in small groups. On quiet and party free bay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Carabao Diving Center & Resort"],["url=http:\/\/www.carabao-diving.com"],["email="],["address="],["lat="],["long="],["directions=Chalok Baan Kao Bay, South Ko Tao"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=SSI training. The staff is friendly and helpful. Accommodation available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Coral Grand Divers & Resort"],["url=http:\/\/www.kohtaocoral.com"],["email="],["address=15\/4 Moo 1"],["lat="],["long="],["directions=At the far end of the beach."],["phone=+66 77 456432"],["tollfree="],["fax=+66 77 456 430"],["hours="],["price="],["content=PADI training. Upmarket hotel suited for families. 2 dive boats plus a speed boat."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Crystal Dive Resort"],["alt=IDC Ko Tao"],["url=http:\/\/www.crystaldive.com"],["email=info@crystaldive.com matt@idckohtao.com"],["address=Mae Haad beach"],["lat="],["long="],["directions="],["phone=+66 77 456106\/7"],["tollfree="],["fax=+66 77 456106"],["hours="],["price="],["content=PADI Career Development centre. Diver, Divemaster and Instructor training. Environmental programs & courses."]]}," "]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Davy Jones Locker"],["url=http:\/\/www.davyjoneslocker.asia"],["email="],["address="],["lat="],["long="],["directions=Sairee Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=PADI, BSAC & SSI courses. Wreck diving by high speed RIB. Divemaster Internships and PADI Instructor Training. MCA\/BSAC Boat Handling courses in their RIB. Accommodation and gear packages available for all courses."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Easy Divers"],["url=http:\/\/www.kohtaoeasydivers.info"],["email=kohtaoeasydivers@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+66 77 456010"],["tollfree="],["fax="],["hours="],["price="],["content=PADI training. Private pier and a maximum class size of 6 students to 1 instructor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Island Dive Club"],["url=http:\/\/www.islanddiveclub.com\/"],["email=info@islanddiveclub.com"],["address=9\/5 Sairee Beach"],["lat="],["long="],["directions=Centre of Sairee Beach."],["phone=+66 87 7084655"],["tollfree="],["fax="],["hours="],["price="],["content=PADI training. Course and accommodation packages. The Thai staff can be annoying, so deal with the foreigners, they really make the effort. The dive shop is not that busy, meaning you might get an instructor for yourself or be taught in a small group."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Koh Tao IDC Group Co Ltd"],["url=http:\/\/www.idc-koh-tao.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=CMAS training. Instructor Development Courses (IDCs), MSDT, internship, staff instructor courses conducted every month by course director Jonas Samuelsson."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Master Scuba Divers Co Ltd"],["url="],["email=dive@master-divers.com"],["address=25\/3 Moo 2, Mae Haad"],["lat="],["long="],["directions=Next to Songserm Pier, about 150 m to the left of the main pier as you face the ocean"],["phone=+66 77 456314"],["tollfree="],["fax=+66 77 456314"],["hours="],["price="],["content=SSI and BSAC training. Good safety record and well placed. Offers technical diving."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=New Heaven Dive School"],["url=http:\/\/www.newheavendiveschool.com\/"],["email=info@newheavendiveschool.com"],["address=48, Moo 3"],["lat="],["long="],["directions="],["phone=+66 77 457045"],["tollfree="],["fax="],["hours="],["price="],["content=SSI training. Over 10 years on Ko Tao. Involved with turtle conservation, reef restoration, \"We love Ko Tao\" festival, Ko Tao Under Water festival and other eco-activities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=New Way Diving"],["url=http:\/\/www.newwaydiving.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the oldest and most reputable dive shops. Often the first dive boat out in the morning (car leaves for the harbour at 06:00) to avoid crowded dive sites. Small groups. Some basic accommodation available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Planet Scuba"],["url=http:\/\/www.planetscuba.net"],["email=tao@planetscuba.net"],["address=Mae Haad"],["lat=10.06622"],["long=99.821777"],["directions=opp. Seatran Pier"],["phone=+66 77 456110\/1"],["tollfree="],["fax="],["hours=09:00-18:00"],["price="],["content= PADI scuba diving courses from entry level to Instructor. Regular PADI IDC programs throughout the year. Over 20 years of experience in Ko Samui and Ko Tao. Dive and accommodation packages available."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pro Dive Koh Tao"],["url=http:\/\/www.prodivekohtao.net"],["email=info@prodivekohtao.com"],["address="],["lat=10.06622"],["long=99.821777"],["directions="],["phone=+66 83 3885648"],["tollfree="],["fax="],["hours="],["price="],["content= Direct booking for PADI training courses from entry level to Instructor. Best prices on Ko Tao and tuition from experienced and professional instructors using only the best equipment."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Roctopus Dive"],["url=http:\/\/www.roctopusdive.com\/"],["email=info@roctopusdive.com"],["address=11\/2 Moo 1, Sairee"],["lat="],["long="],["directions=Sairee beach, next to the Big Yellow hotel"],["phone=+66 77 456611"],["tollfree="],["fax="],["hours=09:00-late"],["price="],["content=PADI, SSI, BSAC and reef conservation courses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Scuba Junction"],["url=http:\/\/www.scuba-junction.com\/"],["email="],["address=Sairee Beach"],["lat="],["long="],["directions="],["phone=+66 77 456164"],["tollfree="],["fax=+66 77 456013"],["hours=06:30-19:30"],["price="],["content=SSI training. Run by Koen \"Kay\" De Wit, who runs a very tight shop. The equipment is well maintained and they dive and teach strictly by the rulebook. Accommodation nearby at Narakaan Bungalows."]]}," "]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Seashell Dive Center"],["url=http:\/\/tour.sawadee.com\/samuinet\/diving\/tao_seashell.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=PADI training. A small local run shop with helpful multilingual staff, an OK boat and gear but no free accommodation."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Simple Life Divers"],["url=http:\/\/www.simplelifedivers.com"],["email="],["address="],["lat="],["long="],["directions=Sairee Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=PADI 5 star Instructor Development Centre. Courses with small group sizes and beach front accommodation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sunshine Divers Resort"],["url=http:\/\/www.sunshine-diveresort.com\/"],["email="],["address="],["lat="],["long="],["directions=Chalok Baan Kao"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=PADI training."]]}]},"\n",{"type":"=====","value":[" Other "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=ACE Marine Images"],["url=http:\/\/www.acemarineimages.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 77 457054"],["tollfree="],["fax="],["hours="],["price="],["content=Underwater videography internships and technical diving filming."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Deep Down Productions"],["url=http:\/\/www.deepdown-productions.com"],["email=sales@deep-downproductions.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Underwater videography & photography company which offers underwater videography internships."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Good Time Adventures"],["url=http:\/\/www.gtadventures.com"],["email=info@gtadventures.com"],["address="],["lat="],["long="],["directions="],["phone=+66 87 2753604"],["tollfree="],["fax="],["hours="],["price="],["content=Certified divers only. Fast boat taking you where you want to go when you want to go to see the best sites. Specialize in the PADI Advanced Open Water courses, conducted over a 3-4 day period. Discounts to all dive professionals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Koh Tao Diving Adventure"],["url=http:\/\/www.kohtaodivingadventure.com"],["email=info@kohtaodivingadventure.com"],["address="],["lat="],["long="],["directions="],["phone=+66 85 7863243"],["tollfree="],["fax="],["hours="],["price="],["content=Specialize in training Divemasters and Instructor over a duration of 2-7 months."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Koh Tao PROvideo"]},", ",{"type":"[","value":["http:\/\/www.kohtaoprovideo.com"]},". Underwater videography company. Run by experienced underwater videographers and instructors who film and teach every day. Each course is tailor made. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Oceans Below Underwater Videography"],["url=http:\/\/www.oceansbelow.net\/"],["email="],["address=12\/49 Moo 1"],["lat="],["long="],["directions=on Sairee Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dive school specialising in BSAC Professional underwater videography courses and photography."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Technical Diving Thailand"],["url=http:\/\/www.techthailand.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=MV Giamani is a tech liveaboard seeking out lost shipwrecks throughout the Gulf of Thailand, offering both technical diving training and regular expeditions from Ko Tao."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Thailand Gap Internships"],["url=http:\/\/www.gapinternshipsthailand.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offer gap year internships on Ko Tao including scuba diving, muay Thai training, marine conservation, apnea (free diving) and underwater videography programs."]]}]},"\n",{"type":"=====","value":["Get in"]},"\n\nFrom Bangkok there are three main options for getting to Ko Tao.\n\n",{"type":"*","value":["By air: (fastest but most expensive) Flights from Bangkok direct to Ko Samui for a few thousand baht. From Samui take one of the high speed ferries to Ko Tao (Lomprayah Catamaran or Seatran) - for about 550 baht per person and takes about 1.5 hr."]},"\n",{"type":"*","value":["By Train: From Bangkok airport go by m taxi to the main Hualamphong train station in town (about 200 baht). Travel by overnight train to Chumphon. Bed in air conditioned cabin for under 1,000 baht. From Chumphon take a high speed ferry to Ko Tao. About 500 baht per person and takes about 1.5 hr."]},"\n",{"type":"*","value":["By Bus: (The budget route) From Bangkok airport go by meter taxi to Khao San Rd (about 200 baht). At Khao San Rd you can book a combined bus and boat ticket direct to Ko Tao. This will be an overnight bus ride to Chumphon, then by ferry the rest of the way and should cost less than 1,000 baht total."]},"\n",{"type":"====","value":[" ",{"type":"[[","value":[["Ko Pha Ngan"]]}," "]},"\n\nKo Pha Ngan is the ideal departure point for sites in the Angthong Marine National Park, Southwest Pinnacles, and Sailrock. As they are nearby, divers benefit from shorter journey times and being first to arrive at the sites. It also exclusively opens up night dive opportunities at Sailrock.\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Ko Samui"]]}," "]},"\n\nKo Samui is more renowned for its long sandy beaches and sizzling nightlife than its diving, but there are some enjoyable sites nearby.\n\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"'''''","value":["SailRock"]},"\n\n:Sail Rock is the best-known dive site in the Ko Samui area. It is a rock pinnacle shaped like an iceberg which emerges from a sandy seabed at 40 m to tower 15 m above the surface. It is also a magnet for fish and there are many pink anemones.\n\n",{"type":"====","value":["Ko Yippon"]},"\n\nKo Yippon consists of 50 different islands. The visibility is lower than that of the other sites in the area but the scenery is still beautiful.\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Chumphon"]]}," "]},"\n\nChumphon Province offers the visitor an astonishing array of natural attractions and it is a good place to stop and enjoy the healthy diversity of marine life and fringing reefs. One can also do some night diving.\n\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"'''''","value":["Ko Lak Ngam"]},"\n\n:",{"type":"'''","value":["Location:"]}," 15 km northeast of Chumphon. It is one of 40 islands which belong to the Chumphon Marine National Park. \n:",{"type":"'''","value":["Marine life:"]}," There are plenty of hard and soft corals and it is home to a large amount of sea life such as bat fish, trevally, fusiliers, turtle and seasonal whale sharks.\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Pattaya"]]}," "]},"\n\nJust 90 minutes from the capital, this coastal shoreline is ideal for those in Bangkok who wish to do some diving on their day off.\n\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"'''''","value":["Hardeep Wreck:"]},"\n\n:The most popular destination in Pattaya for diving buffs is the Hardeep Wreck which was sunk by the allies in the Second World War. The wreck lies on its starboard side at a maximum depth of 26 m.\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Ko Chang"]]}," Marine National Park "]},"\n\nKo Chang has seen an explosion in the number of visitors over the past few years. It is just one of a total of 52 islands in the Marine National Park. Even though the area has previously been victim to man-made damage, there is still the chance to enjoy fringing reefs, marine life, a wreck, giant clams and snorkeling. Visibility is usually around 10 m. A major draw for the Ko Chang reefs is the shallow depths, where you as a diver can get a long bottom time observing one of the largest variety of fish species anywhere in the Gulf of Thailand. This is a good place to learn scuba dive skills but while interesting, the reefs cannot compare to their counterparts in the Andaman sea.\n\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"'''''","value":["Hin Kuak Maa"]},"\n\n:Hin Kuak Maa offers the diver a huge variety of solid and soft corals which are home to moray eels, blue spotted sting rays, sea turtles, starfish, stonefish and puffer fish.\n\n",{"type":"'''''","value":["Hin Luk Bath"]},"\n\n:Hin Luk Bath has turned into one of the most favored dive sites around with its boulder formations which appear from a sandy seabed 15 m down. The way they jut out allows a vast array of corals and barrel sponges. It is possible to see angel fish and barracuda.\n\n",{"type":"'''''","value":["Hin Rap South"]},"\n\n:Hin Rap South is a 18 m rock pinnacle which can be dived by anyone of every level. It is covered with staghorn corals, barrel sponges and delicate corals. Experienced divers can also venture out 200 m to admire a group of rocks known as Blue Mountains which often glow from the sun.\n\n",{"type":"'''''","value":["Hin Run Tek"]},"\n\n:Hin Run Tek with an average depth of 12 m, is a huge rock formation site with a diversity of colorful marine life such as parrotfish, wrasse and angelfish.\n\n",{"type":"'''''","value":["PADI Divecenters"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=DivingScool"],["alt="],["url=http:\/\/www.divingscool.com\/"],["email=info@divingscool.com"],["address=18\/8\/1-2 Bang Bao Plaza, Bang Bao"],["lat="],["long="],["directions=First PADI dive centre when you enter Bang Bao on your righthand side."],["phone=+66 852 797627"],["tollfree="],["fax="],["hours=08:00-22:00"],["price="],["content=A small, friendly diving centre offering PADI courses and day trips. Luxury speedboat departs from Bang Bao pier at 09:00 or at 13:30 with small groups, short travel time."]]}]},"\n",{"type":"==","value":[" Learn "]},"\n\nTwo diving association and four diving companies are operating in Thailand offering diving certification, they are:\n#",{"type":"'''","value":["AIDA"]}," - The International Association for the Development of Freediving\n#",{"type":"'''","value":["BSAC"]}," - The  British Sub-Aqua Club (BSAC Thailand)\n#",{"type":"'''","value":["NAUI"]}," - The National Association of Underwater Instructors\n#",{"type":"'''","value":["PADI"]}," - The Professional Association of Diving Instructors\n#",{"type":"'''","value":["SSI"]}," – Scuba Schools International\n#",{"type":"'''","value":["TDA"]}," - TDA Diving Association (Thailand) - the Thai CMAS Federation\n\n",{"type":"===","value":[" Dive school locations "]},"\n\nBSAC, TDA\/CMAS, PADI, NAUI and SSI offer diving instruction at every major diving site in Thailand, they are:\n\n",{"type":"*","value":[{"type":"[[","value":[["Ko Chang"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ko Lanta"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ko Lipe"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ko Samui"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ko Tao"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Krabi Province"],["Krabi"]]}," and ",{"type":"[[","value":[["Ko Lanta"]]}]},{"type":"*","value":[{"type":"[[","value":[["Phuket"]]}]},{"type":"*","value":[{"type":"[[","value":[["Similan Islands"]]}]},"\nBSAC - (British Sub-Aqua Club) now offers instruction throughout Thailand. Currently BSAC Thailand has some 20 - Dive centres on both the west & east coasts.\n\n",{"type":"===","value":[" Range of training "]},"\n\n",{"type":"====","value":[" AIDA International "]},"\n\n",{"type":"*","value":[" AIDA1 - Introduction to Freediving"]},{"type":"*","value":[" AIDA2 - Freediving for Beginners"]},{"type":"*","value":[" AIDA3 - Advanced Freediver"]},{"type":"*","value":[" AIDA4 - Master Freediver"]},{"type":"*","value":[" AIDA Instructor - Becoming a Professional Freediver "]},"This range of freediving training is only available in ",{"type":"[[","value":[["Phuket#Freediving"],["Phuket"]]},"\n\n",{"type":"====","value":[" TDA Diving Association (Thailand) "]}," \n\nTDA offers the complete range of internationally recognized CMAS diving courses, including Technical and cave diving and all levels of instructor training according to CMAS diving and safety standards.\n\n\n",{"type":"====","value":["British Sub Aqua Club – Thailand"]},"\n\n\nBSAC was formed in 1953 and offers comprehensive diver training programs. The certifications are internationally recognized and meet both ISO and EN standards. BSAC is also EUF Certified.\n\nBSAC Thailand",{"type":"[","value":["http:\/\/www.bsacthailand.com"]}," offers the following courses:\n\nDiver certification:\n",{"type":"*","value":["Ocean Diver"]},{"type":"*","value":["Sports Diver"]},{"type":"*","value":["Dive Leader"]},{"type":"*","value":["Advanced Diver"]},{"type":"*","value":["First Class Diver"]},"\nSkill development courses:\n",{"type":"*","value":["Powerboat handling for divers"]},{"type":"*","value":["Chartwork navigation and dive site locating"]},{"type":"*","value":["Diver powerboat coxswain exam (skipper)"]},{"type":"*","value":["Professional underwater videographer"]},{"type":"*","value":["Compressor operator "]},{"type":"*","value":["Three mixed gas diver levels"]},{"type":"*","value":["Mixed gas blending"]},{"type":"*","value":["Sidemount and twinset courses"]},{"type":"*","value":["Marine conservation course"]},{"type":"*","value":["Accelerated decompression procedures"]},{"type":"*","value":["Deep diver"]},{"type":"*","value":["Wreck diver"]},{"type":"*","value":["First Aid for divers"]},{"type":"*","value":["Oxygen administrator"]},{"type":"*","value":["Digital underwater photography "]},{"type":"*","value":["Five Snorkel diver levels up to Snorkel Instructor"]},{"type":"*","value":["Five diving instructor levels   "]},"\n\n",{"type":"====","value":[" PADI, NAUI and SSI "]},"\n\n... offer the following courses in Thailand:\n\n",{"type":"*","value":["Skin Diver"]},{"type":"*","value":["Scuba Diver"]},{"type":"*","value":["Open Water Diver"]},{"type":"*","value":["Adventure Diver"]},{"type":"*","value":["Advanced Scuba Diver"]},{"type":"*","value":["Advanced Open Water Diver"]},{"type":"*","value":["Deep Diver"]},{"type":"*","value":["Dry Suit Diver (not very common due to the hot weather)"]},{"type":"*","value":["Enriched Air Nitrox Diver"]},{"type":"*","value":["Search & Recovery Diver"]},{"type":"*","value":["Underwater Archeologist"]},{"type":"*","value":["Emergency First Response"]},{"type":"*","value":["Rescue Diver"]},{"type":"*","value":["Dive Master "]},{"type":"*","value":["Master Scuba Diver"]},{"type":"*","value":["Assistant Instructor"]},{"type":"*","value":["Instructor Development Course (Only CDC and IDC Centres)"]},{"type":"*","value":["EFR Instructor Course (Only CDC and IDC Centres)"]},{"type":"*","value":["Specialty Instructor (Only CDC and IDC Centres)"]},{"type":"*","value":["Staff Instructor (Only CDC and IDC Centres)"]},{"type":"*","value":["Master Instructor and PADI Course Director Preparation Courses (can only be found in a few CDC Centres in Thailand)"]},"\nOut of all these courses offered in Thailand, the PADI Open Water Diver Course is by far the most popular.\nPADI Instructor Development Courses are taught in CDC\/IDC Centres on a monthly basis.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" Day Trips "]},"\n\nUsually, day trips itinerary and timetable are designed to allow the diver access to select his favourite local dive sites. With 2 or 3 dive options, he can choose the trip best suitable to him. The trips usually include hotel transfers, a dive master or instructor, tanks, weights, and belts, lunch, and three to four dives--depending on the day, the destination, and the boat.\n\nTwo-day trips are also available which usually include 7-dives, hotel accommodation, and meals. They are similar to mini-liveaboards\n\n",{"type":"====","value":[" Diving holiday packages "]},"\n\nDiving packages are designed for tourists who want to either stay for a longer period of time or have come to Thailand especially to dive. The diving operators or agents have a variety of packages with different cost range of accommodation.\n\n",{"type":"'''''","value":["Examples"]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Ko Lipe"]]}," Resort Packages"]},"\n",{"type":"*","value":["Medium Budget – Castaway Resort"]},{"type":"*","value":["Low Budget – Forra Resort"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Khao Lak"]]}," Resort Packages"]},"\n",{"type":"*","value":["High Budget – Baan Khao Lak Resort"]},{"type":"*","value":["Medium Budget – Best Western Palm Galleria Resort"]},{"type":"*","value":["Low Budget – Khao Lak Mohin Tara Hotel"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Ko Phi Phi"]]}," Resort Packages"]},"\n",{"type":"*","value":["High Budget – Holiday Inn"]},{"type":"*","value":["Medium Budget – PP Erawan Palms Resort"]},{"type":"*","value":["Low Budget – PP Banyan Villa"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Krabi Province"],["Krabi"]]}," Resort Packages"]},"\n",{"type":"*","value":["High Budget – The Cliff Ao Nang Resort"]},{"type":"*","value":["Medium Budget – Ao Nang Villa Resort"]},{"type":"*","value":["Low Budget – Ao Nang Paradise Resort"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Ko Lanta"]]}," Resort Packages"]},"\n",{"type":"*","value":["Medium Budget – Lanta Island Resort"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Ko Samui"]]}," Resort Packages"]},"\n",{"type":"*","value":["High Budget – Banburi Resort and Spa"]},{"type":"*","value":["Medium Budget – Chaweng Villa Beach Resort"]},{"type":"*","value":["Low Budget – AI’s Hut Hotel"]},"\n",{"type":"===","value":[" Liveaboard "]},"\n\nLiveaboard dive boats offer the opportunity to visit various locations for 3-10 days at a time. They usually require overnight travel before arriving at their destinations. All trips usually include dive masters. \n\nThese boats travel to the following locations:\n\n",{"type":"*","value":["The Similan Islands "]},{"type":"*","value":["The Surin Islands : Ko Bon, Ko Tachai and Richelieu Rock "]},{"type":"*","value":["Hin Daeng "]},{"type":"*","value":["The Mergui Archipelago "]},{"type":"*","value":["The Andaman Islands"]},"\n",{"type":"==","value":[" Get information "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=TDA Diving Association (Thailand)"],["alt="],["url="],["email=office@cmas-thailand.org"],["address=52 Moo 5, Thepkrasattri Rd, Thalang, Phuket,"],["lat="],["long="],["directions="],["phone=+66 76 206514, +66 76 206515"],["fax=+66 76 206094"],["hours="],["price="],["content="]]}]},"\n\nBack to ",{"type":"[[","value":[["Scuba diving"]]},"\n\n",{"type":"{{","value":[["usablediveguide"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Thailand"]]},"\n",{"type":"[[","value":[["wikipedia:Diving in Thailand"]]}]