[{"type":"{{","value":[["pagebanner"],["Lady Alice Island, Hen and Chickens banner.JPG"]]},"\nThis article is intended to provide the already qualified Scuba diver with information which will help to plan dives in the waters of the Hen and Chicken Islands, off the east coast of North Island, New Zealand. Information is provided without prejudice, and is not guaranteed accurate or complete. Use it at your own risk. \n\n",{"type":"==","value":["Understand"]},"\nThe Hen and Chicken Islands are off the coast of northern New Zealand to the east of the North Auckland Peninsula about 12 kilometres (7.5 mi) east of Bream Head and 40 kilometres (25 mi) south-east of ",{"type":"[[","value":[["Whangarei"]]},".\n\nThe islands were named by Captain James Cook in 1769. The islands were made a scenic reserve in 1908 owing to the rarity of their flora and fauna, and became a wildlife refuge in 1953. \n\n",{"type":"===","value":["General topography"]},"\nHen Island, (Taranga), is about 7 kilometres (4.3 mi) to the southwest of the rest of the goup. It is larger than the Chicken Islands, (Marotiri), which are a group of five small islands running north-west to south-east, comprising Wareware and Muriwhenua Islands (together forming North West Chicken), Mauitaha (West Chicken), Lady Alice Island (Big Chicken or Motu Muka), Whatupuke (Middle Chicken), and Coppermine Island (Eastern Chicken).\n\n",{"type":"'''","value":["Taranga"]}," (Hen Island) is the largest island with an area of about 4.7 km",{"type":"<","value":["sup",["2"]]}," (2 sq mi). It has a length of 6 kilometres (3.7 mi) and an average width of less than 1,000 metres (1,094 yd). It is the remnant of a four-million-year-old volcano, and is dominated by a rocky ridge reaching to about 417 metres (1,368 ft) at its highest point, called \"The Pinnacles\". \n\n",{"type":"'''","value":["Sail rock"]},", (a stack), rises from the sea about 3 kilometres (1.9 mi) to the south of Hen Island.\n\n",{"type":"'''","value":["Muriwhenua"]}," and ",{"type":"'''","value":["Wareware"]}," are two small rocky islands with a combined area of 3 hectares (7.4 acres).\n\n",{"type":"'''","value":["Lady Alice Island"]}," is the largest of the Chickens with an area of about 1.4 km",{"type":"<","value":["sup",["2"]]}," (0.54 sq mi) and is surrounded by rocky reefs. \n\n",{"type":"'''","value":["Whatupuke"]}," has a large eastern section and a peninsula to the southwest which forms Starfish Bay. The island has an area of about 1 km",{"type":"<","value":["sup",["2"]]}," (0.39 sq mi), and is steep, rising to 234 metres (768 ft).\n\n",{"type":"'''","value":["Coppermine Island"]}," has an area of 75 hectares (190 acres). It has two sections joined by a short isthmus. \n\n",{"type":"'''","value":["Mauitaha"]}," is a 20 hectare (49 acres), rugged, scrub-covered rock about 1 kilometre (0.62 mi) to the south of Muriwhenua. It has a height of 125 metres (410 ft).\n\n",{"type":"===","value":["Climate, weather and sea conditions"]},"\nMarine weather area Brett (North Cape to Bream Head, east coast)\n\n",{"type":"===","value":["Marine ecology"]},"\n",{"type":"===","value":["Equipment"]},"\n\n",{"type":"==","value":["Dive sites"]},"\n",{"type":"*","value":["Site name"]},":Position: — 35°', E174°'\n\n\n\n\n\n\n\n\n\n\n",{"type":"==","value":["Respect"]},"\nThe islands are a wildlife refuge. They are noted for their bird life, with colonies of seabirds and forest birds which have become scarce or extinct on the mainland. The islands have been identified as an Important Bird Area, by BirdLife International because they are home to a breeding population of about 500 pairs of Pycroft's Petrels\n\n",{"type":"==","value":["Get help"]},"\n",{"type":"'''","value":["Emergency services"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Police."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Ambulance service"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Sea rescue"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Recompression chamber"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= DAN hotline"]]}]},"\n",{"type":"==","value":["Get service"]},"\nThe Hen and Chicken Islands are always accessed by boat, either from the mainland on a day trip, or on live-aboard boats. Service listings are therefore restricted to operators of boats providing dive trips to the islands, even though they are based elsewhere\n",{"type":"===","value":["Do"]},"\n\n\n",{"type":"==","value":["Get around"]},"\nAccess to all the dive sites is by boat, usually from the mainland.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["See"]},"\n\n\n\n\n\n\n\n\n\n\n\n",{"type":"==","value":["Read"]}," \n\n\n \n",{"type":"{{","value":[["outlinediveguide"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Diving in New Zealand"],["New Zealand"]]},"\n",{"type":"[[","value":[["Wikipedia:Hen and Chicken Islands"]]}]