[{"type":"{{","value":[["pagebanner"],["Diyarbakir banner Caravanserai.jpg"],["caption=Panorama of Hasan Pasa Hani - 16th Century Caravanserai"]]},"\n\n\n\n",{"type":"'''","value":["Diyarbakır"]}," (",{"type":"[[","value":[["Kurdish phrasebook"],["Kurdish"]]}," and ",{"type":"[[","value":[["Zazaisch Phrasebook"],["Zaza"]]},": ",{"type":"''","value":["Amed"]},"; Turkified form of ",{"type":"''","value":["Diyarbekir"]}," is also common in colloquial Kurdish) is the largest city in ",{"type":"[[","value":[["Southeastern Anatolia"]]},", on the banks of Tigris (",{"type":"''","value":["Dicle"]},"), one of the greatest rivers of ",{"type":"[[","value":[["Middle East"]]},", and considererd by many to be the capital of the ",{"type":"'''","value":["Kurdish"]}," people.\n\n",{"type":"==","value":["Get in"]},"\n\nTurkish Airlines ",{"type":"[","value":["http:\/\/www.thy.com\/en-INT\/"]}," offers daily domestic ",{"type":"'''","value":["flights"]}," from ",{"type":"[[","value":[["Istanbul"]]}," (IST) and ",{"type":"[[","value":[["Ankara"]]}," to Diyarbakir (",{"type":"'''","value":["DIY"]},").\n\nThere are ",{"type":"'''","value":["trains"]}," three times a week from Istanbul (",{"type":"''","value":["Güney Express"]},") via Ankara and a number of other cities on the way, including ",{"type":"[[","value":[["Kayseri"]]},", ",{"type":"[[","value":[["Sivas"]]},", and ",{"type":"[[","value":[["Malatya"]]}," among others. There is also another daily train from  Ankara (",{"type":"''","value":["4 Eylül Mavi Treni"]},"), which takes the same route with ",{"type":"''","value":["Güney Express"]},". On its way back to Istanbul, ",{"type":"''","value":["Güney Express"]},", which comes from ",{"type":"[[","value":[["Kurtalan"]]}," and ",{"type":"[[","value":[["Batman"]]}," about 2 hours further east from Diyarbakır, departs from Diyarbakır on Mondays, Wednesdays, and Fridays around noon. Trains to Istanbul get really overcrowded during early August because of ",{"type":"''","value":["huge"]}," numbers of seasonal workers taking the train to get to hazelnut orchards around ",{"type":"[[","value":[["Adapazarı"]]}," and ",{"type":"[[","value":[["Eastern Marmara"]]}," on the way (short of two hours from Istanbul—the last stop of the trains), and it is impossible to find a ticket during that season without booking\/buying the ticket in advance. Even if you can find a ticket, the ride is ",{"type":"''","value":["very"]}," uncomfortable, and because of the huge numbers of passengers getting off the train in almost each stop—even if it is in the middle of nowhere, where normally no one ever gets on or off—to replenish their water from station fountains, trains are extremely delayed, and it takes almost two full days to get to Istanbul. Avoid if you are not deadly on budget.\n\nMany local ",{"type":"'''","value":["bus"]}," companies offer services from cities all over Turkey, including, among others, ",{"type":"[[","value":[["Erzurum"]]}," (6 hours, bargainable down to 35 TL from the standard fare of 50 TL), and ",{"type":"[[","value":[["Mardin"]]}," (",{"type":"''","value":["dolmuş"]},"-type service, 2 hours, 9 TL—make sure you have your change back if you have no exact amount). The main bus station (",{"type":"''","value":["otogar"]},") is about 10 km away from city centre, along the highway to Urfa.\n\nWhen traveling from Diyarbakir to west by bus be prepared for several ID check ups at military checkpoints.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe ",{"type":"'''","value":["old city"]}," containing many mosques and churches, is a little run down but enclosed in magnificent walls. The ",{"type":"'''","value":["city walls"]}," are very old and certainly worth a walk around. Some of towers are restored by the municipality and are easy to reach from the center of the old city. One such is ",{"type":"'''","value":["Kechi Burcu"]},", which offers a nice view of Tigris river below the city, and a great look over the city walls—a teahouse offering traditional tea is nearby as well. However, be careful while walking on the walls and do not enter into all of the towers which looks fancy enough, as some of them are home to junkies.\n\nThe old city is like a village in the middle of the city with village mentality; goose running around, women having cay in front of their houses and kids shouting to foreigners the few English words they know.\n\nHowever, walking around in the city center is unique and totally different from other Turkish cities. You'll see people as they live their everyday Kurdish life. If you are lucky, you may even get invited for a tea by a friendly shop owner. \n\nTo avoid problems, dress modestly. There is extensive development outside including a pleasant park. It's called ",{"type":"'''","value":["Gazi Kösk"]}," and it contains many teahouses and traditional bed-like constructions, where you sink into cushions and drink tea while overlooking the Dicle river below.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ulu Camii"],["alt=The Great Mosque"],["url="],["email="],["address=Gazi Cd"],["lat="],["long="],["directions=In the centre of the Old Town, near the main crossroad"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The oldest mosque in Anatolia, built in the 11th century by Malikh Shah,the Emir of the Seljuk Turks."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kervanseray"],["url="],["email="],["address=Gazi Cd"],["lat="],["long="],["directions=Opposite the Great Mosque"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Old caravanserai, now used as a place for cafes, bookstores, and souvenir shops."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Meryem Ana Kilisesi"],["alt=Virgin Mary Church"],["url="],["email="],["address=Ana Sokak 26, Suriçi"],["lat="],["long="],["directions=In the Old Town, close to Melik Ahmet Cd, signposts indicate where the church is"],["phone="],["tollfree="],["fax="],["hours=Limited visiting hours, posted on the entrance"],["price=Free"],["content=A Syrian Orthodox church founded in 3rd century. If you are lucky, the priest will sing you a fragment of the Bible in Aramaic."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Armenian church"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the Virgin Mary Church, signposts indicate where the church is"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The largest Armenian church in the Middle East, this edifice was recently restored by municipality. The first inauguration for a long time was held in October 2011 and has since officially started to serve the local Armenian community."]]}]},"\n",{"type":"==","value":["Do"]},"\nYou can go for a walk on the old city wall. Get onto it at the northern gate and walk anticlockwise to Mardin Gate. Great views of the surrounding area and the city and it's free. Single tourists might be conspicuous, however, and should beware of pickpockets. The walls serve as home to drug addicts, criminals and poor children - don't wander alone.\n\nMany tourists only visit the old part of Diyarbakir, but don't miss the new and modern ",{"type":"'''","value":["New City"]},". Around ",{"type":"'''","value":["Ofis"]}," district you find a lot of nice bars and cafès filled with lots of students and young couples. Some bars have live music; ask some locals on the street for suggestions. Don't worry about security issues as this part of the city is filled with policemen.\n\n",{"type":"==","value":["Buy"]},"\nIn the old city you will find many people manufacturing metal tools by hand - sickles, hammers, and other, mostly agricultural implements.\n\nYou can also find cheap (around 25 TL) ",{"type":"'''","value":["traditional Kurdish trousers"]},", the kind that older men wear every day. Enjoy tea and bargaining sessions with some friendly ",{"type":"'''","value":["Bazaar"]}," shopkeepers.\n\n",{"type":"==","value":["Eat"]},"\nGrilled lamb liver, ",{"type":"''","value":["ciğer kebabı"]},", is a famous part of Diyarbakır cuisine.\n\n",{"type":"''","value":["Ekşili etli dolma"]},", ",{"type":"''","value":["meftune"]},", ",{"type":"''","value":["içli köfte"]}," are some other \"must taste\"s.\n\n",{"type":"*","value":[{"type":"'''","value":["Hasan Pasha Hani"]},", Best place to get breakfast in Diyarbakir, located in an old caravanserai. Breakfast consists of your entire table being covered in many small dishes of tasty foods. Expensive by local standards but still very affordable, and delicious."]},"\n",{"type":"*","value":[{"type":"'''","value":["Buket Lahmacun"]},", One of the most popular and tastiest places in Diyarbakir to try lahmacun (lahmajun), thin crispy dough covered in meat and spices. Is very tasty and quite cheap. Comes with many salads."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dağ Kapı Ciğercisi"]},", a restaurant popular with locals for its grilled liver on a skewer. The restaurant is in an old house and is very big."]},"\nA mixture of wheat grain, chick-peas, and yoghurt called ",{"type":"''","value":["mehir"]}," is purported to be very good for the stomach and is said to help healing ",{"type":"[[","value":[["Travellers' diarrhea"],["stomach problems"]]},". \n\nDiyarbakır is very famous for its desserts. ",{"type":"''","value":["Kadayıf"]},", ",{"type":"''","value":["künefe"]}," are the two main types of desserts. They are acquired tastes, though, as they are very sweet and contain huge amounts of sugar. ",{"type":"'''","value":["Saim Usta"]}," is perhaps the best place to have ",{"type":"''","value":["kadayıf"]}," in town, while for ",{"type":"''","value":["künefe"]},", you should check out ",{"type":"'''","value":["Levent Usta"]},".\n\n",{"type":"==","value":["Drink"]},"\nThere are many tea gardens in Ofis and along the basalt city walls, where you can meet locals. People in Diyarbakir are very open towards foreigners and you'll have a hard time paying for your own tea.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mahya Kahve Evi"],["alt=Mahya Coffee House"],["url="],["email=mahyakahveevi@gmail.com"],["address=Dicle sokak 2a"],["lat="],["long="],["directions=In Ofis, just off the main street where buses run from bus station to city center"],["phone="],["tollfree="],["fax="],["hours=Open till late at night"],["price="],["content=This coffeehouse, (a mahya ıs a message spelled out by lights strung between minarets) has over 70 varieties of coffee and a nice interior. The owners and customers are very friendly and easygoing."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tigris Cafe Nargile Salonu"],["url="],["email="],["address=Camii Sk. (now apparently called Sanat Sokak) Cüneyt Bey Apt Altı 16\/B"],["lat="],["long="],["directions=In Ofis, near Yeşil Camii"],["phone=+90 412 228 28 84"],["tollfree="],["fax="],["hours="],["price="],["content=Apart from nargilas, you can drink there delicious menengiç kahvesi, which is a very sweet milk based drink, a local speciality. The ",{"type":"''","value":["Tigris"]}," also has European style toilets available if you should be desperate."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hasan Paşa Hanı"],["url="],["email=hasanpasahani@hotmail.com"],["address=Kıbrıs Cd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Besides coffee and tea, you can have an extremely rich breakfast and\/or brunch here in the 500-year-old inn's nice atmosphere."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ninova Cafe"],["url=http:\/\/www.facebook.com\/profile.php?id=100002561631013"],["email="],["address=Sanat Sokağı"],["lat="],["long="],["directions=At Ofis, ask for the Sanat Sokağı; it's on the middle"],["phone="],["tollfree="],["fax="],["hours=11:00-23:00"],["price=cheap"],["content=Coffee, tea, ",{"type":"''","value":["menengiç"]}," coffee, hot wine etc."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nIn summer check that your hotel has aircon since Diyarbakir can become very hot!\nThere are quite some budget-midrange hotels on Suleyman Caddesi, close to the wall or at Inönü Caddesi. Check around for good prices.\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Surkent"],["url="],["email="],["address=Hz. Suleyman Cd, 19"],["lat="],["long="],["directions=Close to the wall and center."],["phone=+90 412 228 1014"],["tollfree="],["fax="],["hours="],["price=30 TL single room in June 2012, 60 TL for a double (September 2013)"],["checkin="],["checkout=11AM"],["content=Small but clean rooms and toilets, very colourful (pink walls!) Air-conditioning, heating, small fridge, comfortable beds, hot shower, western toilets, flat-screen TV. Some of the staff speaks English. If you are a foreigner a self-styled tour-guide called Omar might appear and offer his services. He didn't seem to knowledgeable about the sights, but he wasn't too pushy trying to sell his 60 TL tour. He answered other local questions though and his English was rather decent. There is a laundry service for 5 TL\/ 2 kg which was fast but returned the laundry still wet."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Kent"],["url="],["email="],["address=Hz. Suleyman Cd"],["lat="],["long="],["directions=Opposite the Surkent"],["phone="],["tollfree="],["fax="],["hours="],["price= 50 TL for a double (September 2013)"],["checkin="],["checkout=11AM"],["content=Looks a bit more rundown than the Surkent, but has Aircon as well."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Sürmeli"],["url="],["email="],["address=Hz. Suleyman  19"],["lat="],["long="],["directions=Close to the Surkent"],["phone="],["tollfree="],["fax="],["hours="],["price= 80 TL for a double (September 2013)"],["checkin="],["checkout=11AM"],["content=Two stars, lobby was clean and bright, reception spoke some English."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aslan Hotel"],["url="],["email="],["address=Kıbrıs Cd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=45 TL\/night\/single"],["checkin="],["checkout="],["content=Budget-friendly hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ekin"],["alt=not 'Hotel Evin' as one popular guide book calls it"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=A single room sets you back about 50 TL which is pretty good value. (Official price is 60 TL but the hotel usually offers the reduction itself. You might also negotiate an appropriate rate.)"],["checkin="],["checkout="],["content=The hotel is very clean, good views from the breakfast lounge at the top. The windows are good and have to be due to the traffic noise and frequent honking of municipal buses in front of the hotel. It's easy to get into the newer part of the city. The best locations for nighttime cafes etc is called ",{"type":"''","value":["Ofis"]},". This area is about 20 minutes walking distance from the hotel and safe at night. Go to the big junction to the right of the hotel and cross over to the other side of the city walls."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=GAP Otel"],["url="],["email="],["address="],["lat="],["long="],["directions=in the northern part of the city"],["phone="],["tollfree="],["fax="],["hours="],["price=Double rooms with A\/C for 30 TL if you bargain; rooms with en-suite bathrooms for 40 TL"],["checkin="],["checkout="],["content=TV, fridge, and 24-hr hot water is provided. The place looks nice, but it's down a narrow and dirty dead-end street. Limited amounts of tea offered by the friendly owner."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDiyarbakır is rough. At first glance, it seems not to be a very welcoming city, but the opposite is true. However, life in this city is hard for many people. It is not advisable at all to walk alone during the night time, especially in the old quarter. Taking some precautions during the visit is advisable, just common sense. Don't hang around in dark areas; try not to look like the typical tourist, etc.\n\nWhile walking around the old city, you will see many children playing with toy guns, and, this could sound a little extreme, but they might try shooting you with plastic guns—be careful. Children can also be very annoying here, shouting \"Money!Money!\" at you and following you around. Not advised to give them money since that reveals the location of your purse and will probably not stop them. Just try to ignore them or try saying \"Ayyip!\" (shame).\n\nThe main shopping road, Gazi Caddesi, in the old quarter also houses two pricey hotels (one of them being the \"Green Park\") what might lead you to expect that the area is safe. Be warned! The lower end of the street toward the Mardin Kapı, the Mardin Gate, is pretty dark and can be dangerous at night. Do not become prey to pickpockets who seem to hang around there. \n\nThe modern part of Diyarbakir is very much safer.\n\nHowever, Diyarbakir seems to have recovered from the old times and the police are trying their best to provide a high level of security. So don't let the issues mentioned above scare you off, as the city itself is still a jewel among others in eastern Turkey, offering an amazing and unforgettable charm. Tourist crowds are still tending more to Mardin (1h away), so enjoy having the city mostly to yourself.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hasankeyf"]]}]}," — village to east, downriver on the Tigris, with lots of medieval Islamic architecture and pleasant vistas."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Mardin"]]}]}," (10 TL by Dolmus from otogar) and ",{"type":"'''","value":[{"type":"[[","value":[["Urfa"],["Şanlıurfa"]]}]}," are both a day's trip from Diyarbakir"]},"\n",{"type":"*","value":[{"type":"'''","value":["Karacadag"]},", the forerunner of domesticated wheat originated in the mountains of Karacadag. Cultivation of wheat in the area dates back to approximately 8,800 BCE. Today Karacadag is home to seasonal nomads. Explore the ancient villages populated by Turkmen and Kurdish tribes. "]},"\n",{"type":"*","value":["See where the first animals in the world were domesticated as mankind started settled farming at ",{"type":"'''","value":[{"type":"[[","value":[["Çayönü"]]}]}," around 40km north-west of Diyarbakir. The site is hugely important for neolithic research and dates from 7200 to 6600 BC. "]},"\n",{"type":"[[","value":[["WikiPedia:Diyarbakir"]]},"\n\n",{"type":"{{","value":[["geo"],["37.9167"],["40.2167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southeastern Anatolia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["related"],["A week in Southeastern Anatolia"]]}]