[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Dizin_Hotel_view.jpg"],["thumb"],["300px"]]},{"type":"'''","value":["Dizin"]}," is a ski resort north of ",{"type":"[[","value":[["Tehran"]]},". The highest ski lift reaches 3,600 m (11,800 ft), making it one of the 40 highest ski resorts in the world. Popular with rich Iranians form north Tehran on the weekend (Thursday and Friday) but during the week it is barely visited. Most people just take the gondol up and ski to the restaurant in the middle of the slope and spend the day showing off their latest gear while sipping tea. It is probably the most liberal public place in Iran but police still occasionally patrol the slopes. However, girls can be seen with a fair amount of hair showing and young couple are openly chatting away.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["From Tehran:"]},"\n",{"type":"*","value":[" Taxi. 300-350,000 rials one-way."]},{"type":"*","value":[" Group tour organized by hotel or your travel agent."]},{"type":"*","value":["  ",{"type":"[","value":["http:\/\/dizinsnowboard.com\/cheapest-way-to-get-to-dizin-from-tehran-with-public-transport-minibus-4 Minibus (",{"type":"''","value":["Tel:"]}," +9 89126708975)"]}," Leaves very early in the morning, around 5am, and departs from Dizin around 3pm. Price is 100,000 rials return."]},"\nThere are two ways to reach Dizin from Tehran. The longest and safest way is through ",{"type":"[[","value":[["Karaj"]]},", this road is usually open but it takes about 2,5 hours. The quickest way is directly north passing through the resort of Shemshak. Between Shemshak and Dizin the road is steep and frequent avalanches means this part of the road often is closed. The minibus mentioned above use this way - Unless you are on a day-trip it is strongly advised you take the road through Karaj.\n\nMake sure you check the ",{"type":"[","value":["http:\/\/www.snow-forecast.com\/resorts\/Dizin weather and snow forecast"]}," before you leave, especially if are traveling the direct route.\n\n",{"type":"==","value":["Get around"]},"\n\nThe hotel is located just 20 m from the bottom of the slopes. The parking area is just 50 m away with a few shops that rent out ski equipment. ",{"type":"[","value":["http:\/\/dizinsnowboard.com\/map-of-dizin-7 See the map for further details. "]},"\n\n",{"type":"==","value":["See"]},"\nYou can see Mount Damavand, the highest mountain in Iran, from Dizin. The scenery with the surrounding mountains is spectacular.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Dizin snowboarding.jpg"],["thumb"],["right"],["200px"],["International Snowboard championship in Dizin"]]},"\n\nDizin is an excellent place for skiing and snowboarding, with 22 lifts in the area. A day pass costs between 120,000 and 150,000 rials (more on the weekend). A snowboard can be rented for 100,000 per day, but can go as high as 300,000 per day depending on where you rent and quality. Cheaper rentals are available in ",{"type":"[[","value":[["Shemshak"]]}," or at the parking lot on the top of Dizin.\n\n",{"type":"==","value":["Buy"]},"\n\nIt is possible to rent ski and snowboard equipment at three places: the pro-shop at the Hotel which has the newest great and thus much more expensive, the rental places around the parking lot by the hotel and a few small places along the road at the parking lot on the top. The latter is about half the price compared to the ones at the bottom of the slopes. Same applies to rentals in Shemshak.\n\nSki instructors are available for hire. It is also possible to hire an experienced guide who can take you to other mountains and off-piste skiing.\n\n",{"type":"==","value":["Eat"]},"\n\nDuring the day there is a SFC (Iranian version of KFC) in the middle of the slope and a snack bar at the top. The latter also serve breakfast.\n\nAt night there are only two restaurants (also open for breakfast and lunch); one in Dizin Hotel and another in the other hotel (only restaurant is open).\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is also a hotel in ",{"type":"[[","value":[["Shemshak"]]}," from where you can catch a ride or a taxi to the top of the slope. Next to Dizin Hotel 1 there is another hotel with the equally creative name Dizin Hotel 2. However as of 2008 it was undergoing renovations and only the restaurant was open.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dizin Hotel 1"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+98 261 5212449 - 5212978"],["tollfree="],["fax=+98 261 5212449"],["hours="],["price=560,000"],["checkin="],["checkout="],["content=Old hotel situated just in front of the ski slopes. Great view from rooms facing the slopes. There is one very friendly and resourceful lady at the front desk, make sure you deal with her as everyone else is incompetent. Restaurant serves the usual kebabs. The former cool-looking retro bar has been turned into a coffee shop with non-alcoholic beer. 30% discount on weekdays."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gajereh Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=There is also hotel about five minutes before arriving at Hotel Dizin. This hotel is slightly cheaper and will have a higher chance of having vacant rooms on weekends. It has a free shuttle bus to the slope."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere is no public telephone in Dizin. Irancell mobile network has coverage (early 2009). You may also be able to use the phone in the reception of Hotel Dizin for local calls.\n\n",{"type":"==","value":["Go next"]},"\n\nYou can get a taxi from the top of the slope down to ",{"type":"[[","value":[["Shemshak"]]}," which is another ski resorts just 15 minutes away. Shemshak is steeper and very good for experienced skiers.\n\n",{"type":"{{","value":[["IsPartOf"],["Iran"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["36.04688"],["51.41945"],["zoom=13"]]},"\n",{"type":"[[","value":[["ru:Дизин"]]},"\n",{"type":"[[","value":[["wikipedia:Dizin"]]}]