[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n:''The ",{"type":"[[","value":[["Panmunjeom"]]}," article provides a more specific guide to the 'peace village' in the DMZ that many tourists will visit.\n\nThe ",{"type":"'''","value":["Korean Demilitarized Zone"]}," (DMZ) runs along the complete 248 km land border between ",{"type":"[[","value":[["North Korea"]]}," and ",{"type":"[[","value":[["South Korea"]]}," and is 4 km wide. This article will cover visiting only from ",{"type":"[[","value":[["South Korea"]]}," for practical purposes. Visiting the peace village of ",{"type":"[[","value":[["Panmunjeom"]]}," covers tours from both from ",{"type":"[[","value":[["North Korea"]]}," and ",{"type":"[[","value":[["South Korea"]]}," for that specific part of the DMZ.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["image:Korea DMZ.svg"],["thumb"],["350px"]]},"\nThe DMZ runs from the Yellow Sea to the west to the East Sea (Sea of Japan) with the Military Demarcation Line (MDL) directly in the middle. It runs along the northern border of the two South Korean regions of ",{"type":"[[","value":[["Gyeonggi"]]}," and ",{"type":"[[","value":[["Gangwon"]]},". \n\nThe DMZ is highly militarized on both sides, and very little civilian or military activity occurs within the DMZ region itself. It has become a wildlife haven for both animals and migratory birds, and there are calls to preserve it as a national park and sanctuary for wildlife in the event of reunification on the Korean peninsula.\n\n",{"type":"===","value":["History"]},"\n\nThe DMZ was founded in 1953 at the end of the Korean war as a result of the armistice agreement between the United Nations, North Korea, China and the Soviet Union. It was agreed to create a buffer zone 4 kilometer wide, with only a minimal military presence and patrols occurring within the DMZ itself. Since more than 50 years have passed, it has had the side-effect of creating a zone with minimal development and thereby allowing nature to take over.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Photo of the Military Demarcation Line (MDL), sign located in the woods at Pan Mun Jom (DMZ), separating North and South Korea F-3203-SPT-94-000314-XX-0085.jpg"],["thumb"],["Sign marking the DMZ dating back 50 years and counting"]]},"\nThe DMZ has very varied landscape, from the rivers and estuaries of the west near ",{"type":"[[","value":[["Seoul"]]},", to the mountainous areas to the east in ",{"type":"[[","value":[["Gangwon"]]},". Nature has very much taken over and forests and grasslands exist all along the border.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"*","value":[" The Asiatic black bear (",{"type":"''","value":["Ursus thibetanus"]},") weighing up to about 200kg is endangered and can be found roaming the DMZ. Moose, leopard, Eurasian lynx, and Goral sheep are other mammals found in the zone. It has been often rumored that the Siberian Tiger lives here as well, although this seems unlikely considering the creature had disappeared from the Korean peninsula long before World War 2."]},"\n",{"type":"*","value":[" The DMZ is a perfect spot for migratory birds to rest during winter before returning to Siberia in the summer. Black-faced spoonbills, red-crowned cranes and white-naped cranes can be seen."]},"\n",{"type":"===","value":["Climate"]},"\n\nThe DMZ is very long, spanning two provinces in ",{"type":"[[","value":[["South Korea"]]}," from coast to coast, and the climate will vary along it. The eastern part is especially mountainous and cold in winter.\n\nFor general climate indications, please see the ",{"type":"[[","value":[["Seoul#Climate"],["climate section for Seoul"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["cautionbox"],["Access to the DMZ is occasionally curtailed at short notice when tensions rise, for example in May 2010 during the aftermath of the sinking of a South Korean warship. As of October 2013 tours are operating normally again."]]},"\n",{"type":"{{","value":[["Mapframe"],["38.25328"],["127.394257"],["zoom=8"],["layer=M"]]},"\n",{"type":"*","value":[" The most popular tour for western tourists is to ",{"type":"[[","value":[["Panmunjeom"]]},". That article has more details on tours specific to that destination."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere are strong nationality restrictions for entering the DMZ area. Tours to ",{"type":"[[","value":[["Panmunjeom"]]}," have the strongest restrictions.\n\n",{"type":"==","value":["Get around"]},"\nMany of the destinations listed as inside the DMZ will usually require a guided tour bus with a fixed itinerary. Destinations just outside of the DMZ do not have these travel restrictions.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["infobox"],["Tunnel Fever"],["North Korea has built numerous infiltration tunnels into South Korean territory, four of which have been discovered. South Korea and the United States believe they have the sole purpose of allowing North Korea to send troops behind South Korean lines for an attack. North Korea claimed (",{"type":"''","value":["after the discovery of the third"]},") that they were simply mining for coal, although geologists will note that the granite area makes that somewhat unlikely. Many South Koreans fear that there are more tunnels, and since there is no way to disprove this suspicion, it impels a few dedicated citizens to finance and pursue their own tunnel hunts, a psychological condition termed 'tunnel fever'."]]},"\n\n",{"type":"===","value":["From Seoul"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Panmunjeom"]]}],["alt="],["url="],["email="],["address="],["lat=37.956"],["long=126.677"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The iconic location for half a century of unresolved peace talks. See the ",{"type":"[[","value":[["Panmunjeom"],["specific article"]]}," for details"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dorasan Korail Station"],["alt=도라산"],["url="],["email="],["address="],["lat=37.897546"],["long=126.707454"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just outside of the DMZ near ",{"type":"[[","value":[["Paju"]]}," is a fully operational rail station connected to the South Korean and North Korean rail network. No train to North Korea has run since 2008, and currently it is completely symbolic with just a handful of tourist trains from ",{"type":"[[","value":[["Seoul"]]},"; however, it is intended to be a connection between the capital cities of ",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Pyongyang"]]},". You can buy a ticket to walk around the station, as well as get your passport stamped with a symbolic 'visa'. Visiting Dorasan is part of many DMZ tour itineraries."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Imjingak"],["alt="],["url="],["email="],["address=Paju-si, Gyeonggi-do"],["lat=37.89057"],["long=126.743503"],["directions="],["phone="],["tollfree="],["fax="],["hours=09:00-18:00"],["price="],["content=A four-storey museum and observatory 7 km south of the DMZ, with views across the Imjin River towards the DMZ and North Korea. The train line to ",{"type":"[[","value":[["Pyongyang"]]}," passes nearby. This is the closest you can get to the DMZ without security clearance."]]}]},{"type":"{{","value":[["infobox"],["First Infiltration Tunnel"],["The first tunnel was discovered in 1974, and an explosive device left by the North Koreans killed an American and a South Korean soldier. It does not appear possible to visit this location."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Third Infiltration Tunnel"],["alt="],["url=http:\/\/english.visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=264488"],["email="],["address="],["lat=37.933231"],["long=126.671147"],["directions=Near ",{"type":"[[","value":[["Paju"]]}],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A tunnel that was secretly dug by the North Koreans into South Korean territory; there are suspicions that there are others. The tunnels are an interesting visit but if you are tall, they will be extremely uncomfortable to walk along the full distance allowed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Odusan Unification Observatory"],["alt="],["url=http:\/\/www.jmd.co.kr\/"],["email="],["address=659, Seongdong-ri, Tanhyeon-myeon, Paju-si, Gyeonggi-do, 경기도 파주시 탄현면 필승로 367"],["lat=37.773462"],["long=126.676304"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Odusan Unification Observatory near ",{"type":"[[","value":[["Paju"]]}," gives visitors a clear of North Korea. Products from North Korea are also sold here. The observatory is closed for the months of December and January but is opened the rest of the year."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ganghwa Peace Observatory"],["alt=강화평화전망대"],["url=http:\/\/www.ganghwa.incheon.kr\/open_content\/english\/tourinfo\/tourinfo_08_04_02.jsp"],["email="],["address=6-1, Cheolsan-ri, Yangsa-myeon, Ganghwa-gun, Incheon-si, 인천 강화군 양사면 전망대로 797"],["lat=37.826506"],["long=126.433398"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A view station inside the DMZ."]]}]},{"type":"<","value":["gallery",["\nFile:Korail dorasan station sign mark.jpg|Dorasan Korail Station\nFile:Bridge of no return.jpg|Bridge of no return, near ",{"type":"[[","value":[["Panmunjeom"]]},"\nFile:DMZ.jpg|Visit ",{"type":"[[","value":[["Panmunjeom"]]}," from the North Korean side\nFile:Third_Tunnel_of_Aggression.jpg|The Third Tunnel of Aggression\nFile:Kijong-dong.jpg|World's tallest flagpole, near ",{"type":"[[","value":[["Panmunjeom"]]},"\n"]]},"\n\n",{"type":"===","value":["From Cheorwon"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Goseokjeong Pavilion"],["alt="],["url=http:\/\/www.visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=264251"],["email="],["address="],["lat=38.186184"],["long=127.287591"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This two-story tower was established under King Jinpyeong of the Silla Kingdom. Goseokjeong Pavilion was built above a valley, surrounded by cliffs and clear, blue waters. The battlefield conservation office here is the starting point for DMZ tours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Woljeong-ri Station and Cheorui Samgakji observatory"],["alt="],["url=http:\/\/www.visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=264484"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This was a through-station before the division of the two Koreas, but now is the northernmost terminal station near the southern boundary of the DMZ. A large sign says: \"",{"type":"''","value":["The train wants to run"]},"\", symbolizing the tragedy of national division. The observatory next to it has the capacity for 300 people at once. Through eight sets of high-quality binoculars visitors can view the DMZ, the Pyeonggang highlands and propaganda village (a village built only to brag that North Korea is enjoying high living standards), a Kim Il Sung native home, and \"Bloody Ridge\" in North Korea."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Second Infiltration Tunnel"],["alt=제 2땅굴"],["url=http:\/\/www.visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=264482"],["email="],["address="],["lat=38.182069"],["long=127.278557"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Discovered in 1975, the Second Underground Tunnel is wide enough to allow 30,000 soldiers an hour to pass and even large armored vehicles. The tunnel has been developed into a tourist site so that visitors can tour the tunnel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Labor Party Building"],["alt=철원 노동당사"],["url=http:\/\/www.visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=264486"],["email="],["address="],["lat=38.255841"],["long=127.200472"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1946 under fund-raising and labor forced by the North Korean government, the shelled-out carcass of a building is in Soviet-type architecture with concrete building. For security reasons, only devoted communist partisans were allowed to work within the building."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Seungilgyo Bridge"]},": A bridge that North and South Korea built together - the North completed the basic construction and two piers while the remaining parts were completely by the South. The name of the bridge is Seungilgyo after 'Seung' of the late President Rhee Seung Man, and 'Il' of President Kim Il Sung so as to commemorate the ironic construction process"]},"\n",{"type":"===","value":["From Yanggu"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Punch Bowl"],["alt="],["url="],["email="],["address=Haean-myon, Yanggu-gun, Gangwon-do"],["lat=38.286703"],["long=128.131113"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A valley in 400-500m highlands near the coast of Yanggu-gun. American reporters dubbed this basin the punch bowl. From Dolsanryeong (between the east side and coasts in Yanggu-gun), visitors can view the beautiful panorama of the sea of fog that often hangs around the punch bowl."]]}]},{"type":"[[","value":[["File:Entrance to the 4th Infiltration Tunnel, Korean DMZ.jpg"],["thumb"],["Fourth Infiltration Tunnel"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Fourth Infiltration Tunnel"],["alt="],["url="],["email="],["address="],["lat=38.255841"],["long=127.200472"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the only North Korean-dug tunnel discovered with motorized vehicles inside. The water flowing out from the tunnel has filtered through mountain rock and is considered healthy enough to drink."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eulji Observatory Tower"],["alt=을지전망대"],["url=http:\/\/www.visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=264480"],["email="],["address=Hyeon2-ri, Haean-myeon, Yanggu-gun, Gangwon-do, 강원 양구군 해안면 땅꿀로"],["lat=38.296673"],["long=128.10349"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located 1,049m above sea level and one of the bitterest battlegrounds of the Korean War. From the tower, visitors can see the checkpoint and farms in North Korea and four peaks including Birobong, the highest in the Geumgangsan Diamond Mountains."]]}]},"\n",{"type":"===","value":["From Goseong"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Goseong Unification Observatory"],["alt=고성 통일전망대"],["url=http:\/\/visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=264161"],["email="],["address=457, Tongiljeonmangdae-ro, Hyeonnae-myeon, Goseong-gun, Gangwon-do 강원도 고성군 현내면 통일전망대로 457"],["lat=38.586283"],["long=128.375916"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Adults ₩3,000, Children ₩1,500"],["content=As the observatory closest to North Korea and the northernmost point of ",{"type":"[[","value":[["South Korea"]]},", more than one million people visit this area on an annual basis. Visitors can see the Geumgangsan (Diamond Mountains) and the Haegeumgang in North Korea, with the naked eye, and unlike many other observatories, photographs are allowed everywhere. In the observatory North Korean food products are for sale, and the North Korean beer is actually quite good. Several clunky North Korean-made Viewmasters give three-dimensional slide shows of idyllic scenes from ",{"type":"[[","value":[["North Korea"]]},", with commentary in Korean, for a 500 Won coin. The windy road to the observatory brings forth a sense of tension due to the barbed-wire entanglements along the coast and soldiers stationed on alert at a checkpoint along the approach. Tickets and passage papers have to be obtained 4km before the first checkpoint or you will be made to turn around. The building to obtain these papers is not hard to find, it is on the left as you drive North just after the \"World Mineral Museum,\" but the sign 100m before it is only in Korean."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Maritime Museum"],["alt="],["url="],["email="],["address="],["lat=38.489993"],["long=128.430001"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located at the entrance of Hwajinpo Beach, the Maritime Museum exhibits 40,000 articles of 1,500 types of shellfish, corals and fossils, some of which are very rare."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jejin Railway Station"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A railway station in the south that could one day be connected back to the North."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Summerhouse of Kim Il Sung"],["alt="],["url="],["email="],["address="],["lat=38.482603"],["long=128.425516"],["directions=From Hwajinpo Beach to Kim Il Sung’s residence follow the main road, cross the bridge and go straight on. Then turn left at the crossroads and walk for 5 minutes."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The house is embedded in a cliff where you can have a bird's eye view of the beautiful Hwajinpo beach. There is an exhibition of Kim Il Sung's personal belongings including furniture. On the stairs up to the summerhouse, photos are displayed of Kim Jeong-il during his early days."]]}]},"\n",{"type":"<","value":["gallery",["\nFile:Donghae-bukbu line on Korean DMZ.JPG|Donghae-Bukbu line\nFile:Korail-jejin-station.jpg|Jejin Railway Station\n"]]},"\n\n",{"type":"===","value":["Places of interest in the South"]},"\nThe following locations are not near the DMZ, however they may be of interest to DMZ visitors.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The War Memorial of Korea"],["alt=전쟁기념관"],["url=http:\/\/visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=268131"],["email="],["address=29 Itaewon-ro, Yongsan-gu, Seoul 서울특별시 용산구 이태원로 29 (용산동1가)"],["lat=37.536274"],["long=126.976025"],["directions="],["phone="],["tollfree="],["fax="],["hours=09:00 - 18:00 (Closed Mondays)"],["price="],["content=The original headquarters of the South Korean infantry, this is now a large museum dedicated to the Korean War over 8 exhibits."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=United Nations Memorial Cemetery"],["alt=재한유엔기념공원"],["url=http:\/\/www.unmck.or.kr\/eng\/index.php"],["email="],["address=93, UNpyeonghwa-ro, Nam-gu, Busan 부산광역시 남구 유엔평화로 93"],["lat=35.128298"],["long=129.09577"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only official United Nations cemetery in the world, it serves to honor the memory of soldiers from 16 nations who fought and died for the freedom of South Korea. This location is very far away from the DMZ on the south coast of the nation."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["DMZ Tours"]},"\n\nThe easiest way to experience the DMZ is to take a tour that will organize all the permit issues for you:\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Panmunjeom"]]}," DMZ tour is the most popular, with visitors able to visit the iconic 'peace village' as well as being the closest to ",{"type":"[[","value":[["Seoul"]]},"."]},{"type":"*","value":[" Gangwon Province DMZ tour in ",{"type":"[[","value":[["Cheorwon"]]}]},{"type":"*","value":[" Gangwon Province DMZ tour in ",{"type":"[[","value":[["Yanggu"]]}," "]},{"type":"*","value":[" Gangwon Province DMZ tour on the East coast at ",{"type":"[[","value":[["Goseong (Gangwon)"],["Goseong"]]},", about 50km North of ",{"type":"[[","value":[["Sokcho"]]},"."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["The gift shop at the American Camp Bonifas near ",{"type":"[[","value":[["Panmunjeom"]]}," has some exclusive souvenirs (such as T-Shirts, mugs, etc) to remind you of having got close to ",{"type":"[[","value":[["North Korea"]]},"."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nGenerally speaking, there are almost no accommodation options in the DMZ and surrounding control areas.\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camp Bonifas"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=United States Military personnel (including veterans) may apply to stay at Camp Bonifas, close to the village of ",{"type":"[[","value":[["Panmunjeom"]]}]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nCamping is not a popular pastime among South Koreans, and it would be unlikely to get permission from the United Nations command to allow you to do so in the DMZ itself.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["warningbox"],["Do not attempt to cross the DMZ border under any circumstance as that would ",{"type":"'''","value":["risk your life"]},", the lives of members of your tour group and the lives of soldiers from both sides."]]},"\n\nVisiting the DMZ is actually very safe as long as you follow all the rules. Do bear in mind that both sides treat this as a war zone in suspended animation and therefore doing anything unusual is a very bad idea.\n\nNon-human threats include a great number of landmines all along the border.\n\n",{"type":"==","value":["Go next"]},"\n\nAssuming you are on the South Korean side, you will have all the usual possibilities in ",{"type":"[[","value":[["South Korea"]]},":\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Seoul"]]}," - Capital of ",{"type":"[[","value":[["South Korea"]]}," near the DMZ itself"]},"\n",{"type":"{{","value":[["IsPartOf"],["South Korea"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["38.3"],["127.27"],["zoom=9"]]},"\n",{"type":"[[","value":[["wikipedia:Korean Demilitarized Zone"]]}]