[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=DMZ"]]},"\n",{"type":"[[","value":[["Image:Rusty_Tank_in_DMZ.jpg"],["thumb"],["400px"],["Rusty tank in the DMZ"]]},"\n\n",{"type":"[[","value":[["Vietnam"]]},"'s ",{"type":"'''","value":["Demilitarized Zone"]},", or DMZ, is the area around the former border between North and South Vietnam. Historically it was a narrow band of terrain extending from ",{"type":"[[","value":[["Laos"]]}," to the coast, five km on either side of the Ben Hai River, roughly on the 17th parallel, north latitude.\n\nThe area saw heavy fighting in the war, and ruins of old American ",{"type":"'''","value":["military bases"]}," still exist. Even if you're not interested in the history, the area has some spectacular mountain ",{"type":"'''","value":["scenery"]}," and rugged jungles.\n\n",{"type":"==","value":["Understand"]},"\n\nWhile the actual border was marked by the Ben Hai river, most historical sights (i.e., American bases) are along ",{"type":"'''","value":["Highway 9"]},", which runs parallel to the river several km to the south. This road runs to the Lao border and continues onward. \n\n",{"type":"==","value":["Get in"]},"\n\nThe area's only major city is ",{"type":"[[","value":[["Dong Ha"]]},", on the coast. It's on Hwy 1, and easily accessible from ",{"type":"[[","value":[["Hue"]]}," and ",{"type":"[[","value":[["Da Nang"]]},". Lots of travel agents in Hue offer convenient day trips.\n\nBus tours can be arranged just about anywhere in Hue. They are cheap at US$10-15 per person, but be forewarned that you will have to get up very early, as the tours usually hit the road at 06:00.  Expect to return to Hue between 18:00-19:00.  You will also find yourself herded back on to the bus to continue to the next stop, only to find yourself waiting for some stragglers. It can get crowded in the Vinh Moc Tunnels if your bus group is large.\n\nYou can go by car, which can be expensive, but if it's raining, which it often is, you'll be glad you did. Also, private tours can take you to some places where the big buses and large groups don't go.\n\nTours by motorbike can be arranged, but unless you are a diehard, you may find yourself exhausted when you return, as you may cover as much as 300 km round trip. If you want a motorbike tour, it may be better to spend a night in Dong Ha, and make your arrangements there. \n\nIf you book your tour through your hotel, it will probably cost more, as the hotel takes a commission.\n\n",{"type":"==","value":["Get around"]},"\n\nUnless you have your own transportation, you'll need to hire a taxi or take a guided tour to see the sights. Some local tour operators offer motorcycle trips along the Ho Chi Minh Trail.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:DMZ_Bunker.JPG"],["thumb"],["Bunker, Khe Sanh Combat Base"]]},"\n\nArranged in order from east (Vietnamese coast) to west (Lao border):\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hien Luong Bridge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Crosses the Ben Hai River at the middle of the DMZ and marks the former border between North and South Vietnam from 1954-1972 when the North Vietnamese Army captured Dong Ha town in the 1972 Easter Offensive and pushed the border to the Thach Han River in Quang Tri town, some 32 km further south. During the partition of Vietnam, the bridge was painted with the two different colors. There is a monument on the north side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vinh Moc Tunnels"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Where an entire village lived for two and a half years. 17 babies were born in the tunnels. There is a small but informative museum here, with photos of the construction of the tunnels, and of daily life underground."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Truong Son National Cemetery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Vietnam's national war cemetery."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Camp Carroll"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=This was the largest fire base of the US Marines below the DMZ. There were 24 big guns there to provide fire support for the Marines. In the 1972 Easter Offensive it was captured by the NVA when LTC Pham Van Dinh of the Army of Republic of South Vietnam surrendered his 1,600 soldiers and 24 guns to the NVA."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rockpile"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A Marine outpost built on top of a huge outcropping. Though it's inaccessible, it's a prominent sight from the highway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dak Rong Bridge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Midway along Hwy 9, and is the starting point of Hwy 15, one of the main branches of the Ho Chi Minh Trail, which leads south to the A Shau valley and the infamous \"Hamburger Hill\". Though not entirely legitimate, there is a monument commemorating it as a point on the ",{"type":"'''","value":["Ho Chi Minh Trail"]},", (called ",{"type":"''","value":["Đường Trường Sơn"]}," in Vietnamese)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khe Sanh Combat Base"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Just east of the Lao border, was the site of a US base which fell under attack in early 1968. The attack of the NVA on Khe Sanh was a diversion for the 1968 Tet Offensive in the south. The old airfield of red dirt still remains."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mr. Vinh"],["url=http:\/\/www.stopandgo-hue.com"],["email="],["address=Stop & Go Cafe - 03 Hung Vuong Hue City"],["lat="],["long="],["directions="],["phone=0935330275"],["tollfree="],["fax="],["hours=10:00-22:00"],["price="],["content=Mr. Vinh (known to his American friends as \"Davis\") is an ex-ARVN military intelligence interpreter veteran from the war. He's 70 years old, speaks excellent English and is really hospitable. At one stage, he even interpreted for Colin Powell when he was a major  general and General Westmoreland. He brings the sites of the DMZ alive like no other guide could.  He works out of the Stop & Go Cafe in Hue but his cell number is listed here."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThough you'll probably encounter vendors selling GI dogtags, lighters, and other paraphernalia, you can be sure that none of them are genuinely from the war.\n\nWhen you get into Dong Ha city, there are several places you can visit to purchase things. Quang Tri is famous for pepper bean and Arabica coffee. You can buy these products in Dong Ha Market, next to the Dong Ha bridge, right on Hwy 1.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tâm's Café"],["alt="],["url=http:\/\/www.tamscafe.co.nr"],["email="],["address=79 Hung Vuong Street, Dong Ha city"],["lat="],["long="],["directions="],["phone=+84 905425912"],["tollfree="],["fax="],["hours="],["price="],["content=A coffee shop in Dong Ha city run by deaf youth. English menu with cappuccino, mocha, café latté, coffee Americano, fresh fruit smoothies, fried rice, noodles and beef, Vietnamese sandwiches, burgers, French fries. Maps, tourism info."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nYou can either move to discover Phong Nha cave in Quang Binh Province or enjoy your next days in Hue city. Other than that, you can take a bus and get to Laos from Dong Ha City.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Coast (Vietnam)"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Vietnamese Demilitarized Zone"]]}]