[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Dolores"]}," is in ",{"type":"[[","value":[["Colorado"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Dolores"]}," is in the heart of Mesa Verde Country, near the Canyons of the Ancients National Monument and the Anasazi Heritage Center in Southwest Colorado. It is only 15 miles to the entrance to Mesa Verde National Park. Dolores Colorado is a great place for Hunting, Biking, Fishing, Boating, Hiking, the perfect location for your next vacation.\n\nA quaint, historic western town, there are no chain stores or Starbucks in Dolores. Turn of the century western buildings still line Central Ave. housing Antique stores, The Hollywood Bar, and the Historic Rio Grande Southern Hotel B&B & Restaurant.\n\nDolores is halfway between Durango and Telluride, where the Dolores River forms McPhee Reservoir, the second largest body of water in Colorado.\n\nWith the Dolores River running through town and mountains on both sides of the valley, Dolores is one of the truly unique vacation spots in Colorado. You will find Gold Medal flyfishing, historic western buildings, the Railroad Museum featuring the restored Galloping Goose #5, spectacular scenery on the San Juan Skyway, boating, waterskiing, camping, hiking and mile after mile of the San Juan National Forest filled with Rocky Mountain elk and mule deer.\n\nThe expedition of Fathers Dominguez and Escalante was undertaken at the time the colonies were struggling to create a nation. The Dominguez-Escalante expedition left from Santa Fe and camped at Dolores August 13, 1776. Their goal was to explore unknown lands north and west of Spanish New Mexico, open a route to Spanish missions in California and convert Indians to Spanish culture and religion. The Franciscans journal and artillery Captain Miera's maps were the first record of lands and peoples in what was to become southern Colorado and Utah. \n\nThe town of Dolores lies on the San Juan Skyway, a state and federally designated scenic highway, so awe-inspiring, it has been called 'America's Most Beautiful Drive'. The 236 mile loop is a perfect one-day drive. The road will take you over and around the spectacular San Juan Mountains and through the historic mining towns of Telluride, Ouray, Silverton and Durango. Ridgway, Mancos and Cortez are also along the way.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Southern Eathing House"],["alt=inside the Rio Grande Southern Hotel B&B"],["url=http:\/\/www.rgshotel.com"],["email="],["address=101 S. Fifth St."],["lat="],["long="],["directions=corner of 5th & Central"],["phone = +1 970 882-2125"],["tollfree="],["fax="],["hours=7:30AM daily"],["price=$6 and up"],["content=The Southern Eating House features homemade american cuisine. American Breakfast, Steak & Eggs, Chicken Fried Steak, Navajo Tacos, Smoked Beef and Slow Cooked Pork, homemade soups & salads, sandwiches, and nightly dinner specials Wednesday - Saturday nights."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rio Grande Southern Hotel B&B"],["alt=est. 1893"],["url=http:\/\/www.rgshotel.com"],["email="],["address=101 S. Fifth St. Dolores, CO"],["lat="],["long="],["directions=corner 5th & Central Ave. behind the Giant Gas Station"],["phone = +1 970 882-2125"],["tollfree="],["fax="],["hours="],["price=$75 up"],["checkin=2PM"],["checkout=11AM"],["content=Established in 1893, this is the oldest building in Dolores Colorado. Seven Victorian styled rooms, suites and family suites are available, and included a full breakfast in The Southern Eating House located downstairs. Teddy Roosevelt stayed in 1902. Experience the old west in clean comfortable lodging. WIFI available, HDTV in the lobby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dunton Hot Springs"],["alt="],["url=http:\/\/www.duntonhotsprings.com"],["email="],["address=52068 County Road"],["lat="],["long="],["directions="],["phone = +1 970 882-4800"],["tollfree="],["fax=+1 970 882-7474"],["price="],["checkin="],["checkout="],["content=38. Offering luxury private cabins in a ghost town. On site there is gourmet dining, fine wines, hot springs, spa services and outdoor activities."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.47389"],["-108.50444"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southwestern Colorado"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Colorado\/Localities\/D\/Dolores\/"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Dolores, Colorado"]]}]