[{"type":"{{","value":[["pagebanner"],["Isla_Saona_banner.jpg"]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=Punta Cana.jpg"],["caption=Playa del Cayo Levantado."],["location=LocationDominicanRepublic.png"],["flag=Flag of the Dominican Republic.svg"],["Website=http:\/\/www.puertoplata.com"],["capital=",{"type":"[[","value":[["Santo Domingo"]]}],["government=Representative democracy"],["currency=Dominican peso (DOP)"],["area=",{"type":"''","value":["total:"]}," 48,730 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 48,380 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 350 km",{"type":"<","value":["sup",["2"]]}],["population=9,904,000 (2008 est.)"],["language=",{"type":"[[","value":[["Spanish"]]}],["religion=Roman Catholic 95%"],["electricity=110\/60Hz (USA plug)"],["callingcode=+1-809 +1-829 +1-849"],["tld=.do"],["timezone=UTC\/GMT -4 hours"]]},"\n\n",{"type":"''","value":["Not to be confused with the ",{"type":"[[","value":[["Caribbean"],["Caribbean island"]]}," country of ",{"type":"[[","value":[["Dominica"]]},"."]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.godominicanrepublic.com Dominican Republic"]}]}," is a ",{"type":"[[","value":[["Caribbean"]]}," country that occupies the eastern two-thirds of the ",{"type":"[[","value":[["Caribbean"],["Caribbean island"]]}," of ",{"type":"[[","value":[["Hispaniola"]]},".  The western one-third of Hispaniola is occupied by the country of ",{"type":"[[","value":[["Haiti"]]},". To the north lies the North Atlantic Ocean, while the Caribbean Sea lies to the south.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nExplored and claimed by Columbus on his first voyage on December 5, 1492, the island of Ayití, named by Columbus as La Hispaniola, became a springboard for Spanish conquest of the Caribbean and the American mainland. \n\nThe island was first inhabited by the Taínos and Caribes. The Caribes were an Arawakan-speaking people who had arrived around B.C. 10,000. Within a few short years following the arrival of European explorers, the population of Tainos had significantly been reduced by the Spanish conquerors.  Based on Fray Bartolomé de las Casas (Tratado de las Indias) between 1492 and 1498 the Spanish conquerors killed around 100,000 Taínos.\n",{"type":"[[","value":[["File:SD-006.jpg"],["thumbnail"],["Statue of Columbus in Santo Domingo"]]},"\nThe first European settlement founded on the American continent was located on La Isabela, founded in 1493 using a XV century style located in La Isabela, Puerto Plata (19º53'15.08\" N 71º04'48.41\" W). The City of Santo Domingo was founded by Bartolomé Colón, on August 5, 1496 and was later moved by Frey Nicolás de Ovando to the west side of Ozama river in 1502.\n\nIn 1606 the Royal crown of Spain ordered the depopulation of the western end of the island due to high piracy and contraband. This led to the French invasion and the establishment of ",{"type":"[[","value":[["Haiti"]]},".\n\nIn 1697, Spain recognized French dominion over the western third of the island, which in 1804 became ",{"type":"[[","value":[["Haiti"]]},". The remainder of the island, by then known as Santo Domingo, sought to gain its own independence in 1821, but was conquered and ruled by the Haitians for 22 years; it finally attained independence as the Dominican Republic in 1844. \n\nA legacy of unsettled, mostly non-representative rule for much of its subsequent history was brought to an end in 1966 when Joaquín Balaguer was elected president for his second, non-consecutive term (he had first served from 1960-1962). He maintained a tight grip on power for most of the next 30 years, until international reaction to flawed elections forced him to curtail his last term, hold new elections in 1996, and give up power. Since then, regular competitive elections have been held every four years. \n\nThe Dominican economy has had one of the fastest growth rates in the hemisphere.\n\n",{"type":"===","value":["Climate"]},"\nTropical maritime with little seasonal temperature variation. There is a seasonal variation in rainfall. The island lies in the middle of the hurricane belt and is subject to severe storms from June to October.  It experiences occasional flooding and periodic droughts.\n\n",{"type":"===","value":["Landscape"]},"\nRugged highlands and mountains with fertile valleys interspersed.\n\n",{"type":"===","value":["National parks"]},"\n",{"type":"*","value":["Los Haitises National Park"]},{"type":"*","value":["Jaragua National Park"]},{"type":"*","value":["National Park Isla Cabritos"]},{"type":"*","value":["Armando Bermudez National Park"]},{"type":"*","value":["Jose Del Carmen Ramirez National Park"]},{"type":"*","value":["Sierra del Bahoruco National Park"]},{"type":"*","value":["Parque Nacional del Este"]},{"type":"*","value":["Monte Cristi National Park"]},{"type":"*","value":["Parque Historico La Isabela"]},"\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Dominican Republic Regions map.jpg"],["regionmaptext="],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Greater Santo Domingo"],["The Metropolitan Area"]]}],["region1color=#b383b3"],["region1items="],["region1description=The cosmopolitan capital and its surrounding beaches."],["region2name=",{"type":"[[","value":[["Eastern Dominican Republic"],["The Eastern Plains and the East Coast"]]}],["region2color=#d5dc76"],["region2items="],["region2description=Home to the world-famous all inclusive hotels of Bavaro and Punta Cana, and the major resorts of Casa de Campo and Cap Cana."],["region3name=",{"type":"[[","value":[["Eastern Cibao"],["The Eastern Cibao and the Bay of Samaná"]]}],["region3color=#4da9c4"],["region3items="],["region3description=A beautiful bay often described as a \"Paradise on Earth\""],["region4name=",{"type":"[[","value":[["Western Cibao"],["The Western Cibao and the North Coast"]]}],["region4color=#71b37b"],["region4items="],["region4description=The second largest city, the highest mountains in the Caribbean, and the popular beaches of the Atlantic Coast."],["region5name=",{"type":"[[","value":[["Southern Dominican Republic"],["The Enriquillo Valley and the South"]]}],["region5color=#d09440"],["region5items="],["region5description=The most secluded area of the country, almost untouched by tourism, with a unique scenery and wildlife."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:City of Sosua, Dominican Republic, Aerial View.jpg"],["thumbnail"],["Sosua"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Santo Domingo"]]}," - Capital."]},{"type":"*","value":[{"type":"[[","value":[["Higüey"]]}]},{"type":"*","value":[{"type":"[[","value":[["Juan Dolio"]]}]},{"type":"*","value":[{"type":"[[","value":[["Puerto Plata"]]}]},{"type":"*","value":[{"type":"[[","value":[["Punta Cana"]]}]},{"type":"*","value":[{"type":"[[","value":[["San Pedro de Macoris"]]}]},{"type":"*","value":[{"type":"[[","value":[["Santa Barbara De Samana"]]}]},{"type":"*","value":[{"type":"[[","value":[["Santiago de los Caballeros"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sosua"]]}]},{"type":"*","value":[{"type":"[[","value":[["Rio San Juan"]]}]},{"type":"*","value":[{"type":"[[","value":[["La Romana"]]}," - 3rd largest city"]},{"type":"*","value":[{"type":"[[","value":[["Hi Adrianna Island"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Bayah%C3%ADbe.jpg"],["thumb"],["Boats on the beach, Bayahibe"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bayahibe"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bonao"]]},"—secluded village"]},{"type":"*","value":[{"type":"[[","value":[["Cabarete"]]}]},{"type":"*","value":[{"type":"[[","value":[["Constanza"]]}]},{"type":"*","value":[{"type":"[[","value":[["Dominicus"]]}]},{"type":"*","value":[{"type":"[[","value":[["Jarabacoa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Las Terrenas"]]}]},{"type":"*","value":[{"type":"[[","value":[["Las Galeras"]]}]},{"type":"*","value":[{"type":"[[","value":[["Miches"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bahia de las Aguilas"]]}]},{"type":"*","value":[{"type":"[[","value":[["Playa Bonita"]]},"—secluded beach strip popular with Europeans and Americans in the know"]},"\n",{"type":"==","value":["Get in"]},"\nCitizens of most countries can purchase a tourist card on arrival. See ",{"type":"[","value":["http:\/\/www.godominicanrepublic.com\/rd\/index.php?option=com_content&view=article&id=57&Itemid=78&lang=en Entry Requirements"]},".\n\n",{"type":"===","value":["By plane"]},"\nThe main airports (in alphabetical order) are:\n\n",{"type":"*","value":["(AZS) Samana, also known as \"El Catey\", located between the towns of Nagua and Samana on the north coast."]},{"type":"*","value":["(EPS) Samana, also known as \"Aeropuerto Internacional Arroyo Barril\" between Sanchez and Samaná"]},{"type":"*","value":["(JBQ) \"La Isabela\" airport in ",{"type":"[[","value":[["Santo Domingo"]]},", mainly for domestic flights but also receives some flights from other Caribbean islands"]},{"type":"*","value":["(LRM) La Romana on the south east coast"]},{"type":"*","value":["(POP) Puerto Plata, also known as \"Gregorio Luperon\" on the north coast"]},{"type":"*","value":["(PUJ) ",{"type":"[","value":["http:\/\/www.puntacanainternationalairport.com\/ Punta Cana International Airport"]}," in the east, the busiest in the country"]},{"type":"*","value":["(SDQ) Santo Domingo, also known as \"Las Americas\" on the south coast close to the capital city ",{"type":"[[","value":[["Santo Domingo"]]}]},{"type":"*","value":["(STI) Santiago also known as \"Cibao International\" in ",{"type":"[[","value":[["Santiago de los Caballeros"]]}," (the country's 2nd largest city)."]},{"type":"*","value":["(COZ) Constanza, a domestic airport to all Dominican destinations."]},{"type":"*","value":["(BRX) Barahona, also known as \"Aeropuerto Internacional María Montez\" this airpot was reopened during the earthquake in Haiti, in order to bring the primary aid to the Haitians."]},{"type":"*","value":["(CBJ) Cabo Rojo, Pedernales, only for domestic use, located near Cabo Rojo port facility."]},"\nYou can get flights from Europe via Madrid (MAD) or Paris (CDG). From the US, you can fly from ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Ft. Lauderdale"]]},", ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["San Juan"]]},", ",{"type":"[[","value":[["Atlanta"]]}," or ",{"type":"[[","value":[["Charlotte"]]},". Most European and Canadian cities have charter flight connections, which operate seasonally.\n\nYou will be charged $10 for a tourist card on arrival. This must be paid in US dollars or euros. Local currency, sterling, or other currencies will not be accepted. A departure tax of $20 cash is payable on most charter and some scheduled flights. If you are flying on a US carrier, the departure tax is always included in the taxes when you purchased your ticket, so you will not have to pay anything when leaving.\n\nTaxi fares to nearby hotels are posted just outside the airports.\n\nTaxi from Airport to Santo Domingo (Ciudad Colonial): it is about $40.  There are no hotel \"courtesy shuttles\" at airports in the Dominican Republic.\n\nAt the airport, you can change your US dollars and euros in Dominican Pesos. Note that you may not be able to exchange back local money to  US dollars and euros, so do it before leaving.\n\n",{"type":"===","value":["By car"]},"\n\nCars may be rented through Hertz, Avis, ",{"type":"[","value":["http:\/\/www.punta-cana.us\/Car_Rentals__Rent_a_Car\/page_2070443.html Prestige Car Rentals"]}," or other agencies in Santo Domingo and other major cities. Gasoline, however, is expensive often costing upward of US$5.75\/gallon (as of March 2011).  Some roads, especially in remote areas, are fairly dangerous (often without lane divisions) and many people tend not to respect oncoming traffic. However, road conditions on most major highways are roughly similar to road conditions in the United States and western Europe. However, potholes and rough spots are not rapidly repaired and drivers must be aware that there are a significant number of rough spots even on some major highways. However, there are a number of very good roads such as DR-1 which is a four lane highway connecting the cities of Santo Domingo and Santiago and can be traveled with no trouble. Highway DR-7 is an excellent toll road opened in late 2008. It goes from just east of Santo Domingo north to near Sanchez. From there, you can go east to the Samana peninsula or west along the northern coast of the DR and costs about USD11. \n\nProbably the biggest challenge that an international visitor to the Dominican Republic will face if he or she chooses to rent a car is not so much dealing with automobile traffic, but rather avoiding accidentally running over pedestrians who cross poorly-lit streets and highways in the evening and nighttime hours. Lack of head\/taillights on cars and especially motorcycles is also not unusual and with motorcycles this makes them extremely hard to spot. The best recommendation is not to drive after dusk.  Outside of Santo Domingo, the motorbike (motoconcho) is an extremely common form of travel. If lost, you can hail a motorbike driver (motochonchista) and ask for directions. You will be taken to your destination by following the bike. A tip is appropriate for such help. Remember that many of these motorbike drivers look upon road rules as only recommendations. However, driving in the Dominican Republic should not be particularly difficult for experienced drivers from North America or Europe.\n\n",{"type":"===","value":["By boat"]},"\nThere is a ferry that travels between Mayagüez in ",{"type":"[[","value":[["Puerto Rico"]]}," and ",{"type":"[[","value":[["Santo Domingo"]]}," in Dominican Republic. The website says the journey takes 12 hours, leaves Puerto Rico on Mondays, Wednesdays and Fridays at 8PM, and arrives in Dominican Republic at 8AM the next morning.\n\nFor prices and bookings, visit the Ferries Del Caribe English ",{"type":"[","value":["http:\/\/www.ferriesdelcaribe.com\/ingles\/ website"]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Dominicana-road.jpg"],["thumbnail"],["Country road somewhere in the Dominican Republic"]]},"\nOptions for getting around the country include bus service, 'gua-guas' (pronounced \"Gwa-Gwas\": small battered vans or trucks that serve as a collective taxi running fixed routes that are very cheap but can also be very overloaded), domestic air flights and charter air service. There is a rail system operating only in the city of Santo Domingo.  Most towns and cities have regularly scheduled bus service, if not by one of the big bus companies, then by gua-gua. The bus lines are most often simple, independently run operations, usually only connecting two cities within a region (Southwest, East, North) or between one city and the capital (with stops made for any towns on the route). Because of the geography of the country, to get from one region of the country to another you have to go through the capital.  At ",{"type":"[","value":["http:\/\/horariodebuses.com\/do horariodebuses.com"]}," you can check bus timetables between destinations in the country.\n\n",{"type":"===","value":["Guaguas (local buses)"]},"\n\nGuaguas are the traditional means of transport in the Dominican Republic.  Guaguas will be filled to the brink with people and luggage;  expect to squeeze to fit more people who will be picked up en route.  If you prefer authentic experience over comfort, traveling by guagua is the right choice.\n\nGuagua comfort can range from air conditioned with leather seats to a bit worn down with open window air breeze cooling.  Traveling with guaguas is safe, and tourists are treated friendly and get helped out.\n\nYou can also hop on mid way if you know where to stand on the route and gesture the driver; tell the conductor your destination and he'll tell you where to get off and how to switch guaguas; sometimes you'll have to ride across town to another bus station.\n\nPrices are modest, around 100-150 pesos for a 1-2 hour ride.  Since most guaguas are minibusses, you might have to stow your luggage on a seat; in this case you might have to pay a fee for the occupied seat.  Larger routes get serviced by normal sized buses with a separate storage compartment.\n\nBe aware that guaguas stop operating at dusk.  Plan your trip with enough slack that you will be able to catch your last guagua when the sun is still up.\n\nThe guagua network is organic and does not require you to go through the capital;  you might have to change several times though, as guaguas usually only connect two major cities.\n\n",{"type":"===","value":["Long-haul buses"]}," \n",{"type":"[","value":["http:\/\/www.caribetours.com.do\/ Caribe Tours"]},", based out of the capital, is the biggest bus company, and has coverage in most regions that are not well-served by the other 'official' bus companies. Unlike taxis and gua-guas, Caribe Tour rates are fixed by destination and are extremely reasonable due to government subsidies.  Expect to pay under 250 pesos (Dom) or US$10 for even the longest trips. Caribe Tour buses typically run from 7AM to 4PM (with departures approx. every two hours) and cover most major cities.  On longer trips, expect a short (10 minute) stop for coffee and lunch.  Buses are fairly luxurious with movies playing for the entire trip and air conditioning (which can be extremely cold - bring a sweater). Another option is the slightly more expensive ",{"type":"[","value":["http:\/\/www.metroserviciosturisticos.com\/ Metrobus bus company"]},". Metrobus serves the northern and eastern part of the country. The 'unofficial' gua-gua system covers nearly every road on the island for some moderate savings (if you don't mind being packed in).\n\nIn short, bus services across the country are comfortable and a good value. The buses are clean, air conditioned (bring sweater), usually play a VHS movie, and are pretty inexpensive, costing no more than $300 pesos one way cross-country (less than $10).\n\nTaxi services are available but potentially dangerous when dealing with unlicensed drivers. In all cases, it's a good idea to go with a licensed driver and negotiate a price for your destination before you leave.  Good drivers are often easy to identify by licenses worn around the neck, uniforms, and clean air conditioned vehicles.  When calling a taxi company, you will be given a number to verify your driver. When being picked up, make sure your driver gives you the right number as 'false pickups' are often a prelude to robbery.\n\nAnother way to get out and about is to book an excursion with one of the many representatives at most local hotels and resorts.\n\n",{"type":"==","value":["Talk"]},"\n\nThe official language of the Dominican Republic is Spanish. You will find some Spanish-English bilingual locals especially in Santo Domingo and tourist areas. If you speak some Spanish, most Dominicans will try hard to meet you half way and communicate.  If you have a problem, you can probably find someone who speaks sufficient English (or probably French and possible German, Italian or Russian) to help you out. Dominicans are quite friendly and will be quite helpful if you are polite and respectful. Haitians living in the DR may speak a variation of French and you may hear a few African and Arawakan words interspersed with the Spanish, especially in rural areas. Communication should not be a problem even for those who speak only a minimum of Spanish. If you are traveling to one of the large all-inclusive hotels, you will have no language problems.\n\n",{"type":"==","value":["See"]},"\nThere is just one UNESCO World Heritage Site; the old town of ",{"type":"[[","value":[["Santo Domingo"]]}," which is the oldest European city in the Americas. In addition to that there are many national parks and beaches in the country.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:CumbrePDuarte.jpg"],["thumbnail"],["Climbers at the top of Pico Duarte"]]},"\nClimb\/hike to the top of ",{"type":"'''","value":["Pico Duarte"]},". At 3,098m it's not only the highest mountain in the Dominican Republic but in the whole ",{"type":"[[","value":[["Caribbean Islands"],["Caribbean"]]},".\n\n",{"type":"==","value":["Buy"]},"\n\nThe Dominican currency is the ",{"type":"'''","value":["Dominican Peso"]}," (DOP). As of July 2013, the exchange rate was 41.95 DOP\/$1 USD. \n\nOne of the best spots in the Colonial District of Santo Domingo to shop is the several blocks long outdoor mall, El Conde Street. It offers everything from street vendors (it is not recommended to eat off these) to knock-off name brand clothing for extremely inexpensive prices. There are some very pleasant outdoor restaurants that serve as perfect spots to people watch and drink Presidente (their most popular beer).\n\nDuring the day, there are also several touristy shops where you can buy cheap presents for the family back home including authentic paintings and beautiful jewelry. There is also a very nice cigar shop at the end of the mall across from the cathedral. Clothes, however, are generally very economical and often of good quality. Most prices can be negotiated. US dollars are accepted in most areas.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":["Beer: ",{"type":"'''","value":["Presidente"]},", ",{"type":"'''","value":["Brahma"]},", ",{"type":"'''","value":["Bohemia"]}]},{"type":"*","value":["Rum: ",{"type":"'''","value":["Brugal"]},", ",{"type":"'''","value":["Barcelo"]},", ",{"type":"'''","value":["Bermudez"]},", ",{"type":"'''","value":["Macorix"]},", ",{"type":"'''","value":["Siboney"]},", ",{"type":"'''","value":["Punta Cana"]},". "]},{"type":"*","value":["Mama Juana: a mixture of bark and herbs left to soak in rum, red wine and honey."]},"\nAdditionally, other imported drinks are available for purchase—at least in the towns and cities—they might not be as readily available out in the countryside.\n\n",{"type":"'''","value":["Do not drink tap water!"]}," Locals, even in the most rural areas, will either boil their water or purchase bottled water. Eating salads or other food that may be washed in tap water is not advisable. Ice is a bad idea as well, except in luxury hotels and restaurants (which produce ice from bottled water). If you plan on cooking or washing dishes for longer stays, it is a good idea to rinse everything with bottled or boiled water before use.\n\n",{"type":"==","value":[" Eat "]},"\n",{"type":"[[","value":[["File:Locrio de Pollo (Dominicano).jpg"],["thumbnail"],["Locrio de Pollo, chicken and fried rice"]]},"\n\n\nFood in the Dominican Republic is typical Caribbean fare, with lots of tropical fruits, rice, beans, and seafood.  Most restaurant meals will cost an additional 16% tax plus 10% service: for very good service, it is customary to leave an additional 10%.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n\nLodging in the Dominican Republic is plentiful, with options ranging from huge, all-inclusive beach resorts to more personal options scattered along the coasts and in the cities. Hotels charge a 25% room tax, so inquire beforehand to determine if that tax is included (often the case) in the listed room price.\n\n",{"type":"==","value":["Learn"]},"\n\n\n\nMany US universities offer study abroad options for the Dominican Republic. The two most common cities hosting exchange students are Santo Domingo and Santiago. Check with local universities for programs and prices. Spanish language schools are located in major cities and on the north coast as well.\n\n",{"type":"==","value":["Work"]},"\n\nMost companies do not require anything more than a passport to work. There are a lot of US companies in the country, especially in Santo Domingo and DN (the National District). There are good opportunities for English speaking employees. The country has several free zones, lots of them in the call center area.\n\n",{"type":"===","value":["Volunteering"]},"\n\nThere are several volunteer opportunities in the Dominican Republic. Many worldwide organizations offer extended travel for anyone willing to volunteer their time to work with locals on projects such as community development, conservation, wildlife sanctuary maintenance & development, scientific research, and education programs.\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.orphanage-outreach.org Orphanage Outreach"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.dominicanfoundation.com Dominican Foundation"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.isvonline.com\/dominicanrepublic.html International Student Volunteers Dominican Republic"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.dominicandream.org\/volunteering The DREAM Project"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/dominican.peacecorps.gov Peace Corps Dominican Republic"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.iddi.org IDDI"]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe Dominican Republic is generally a safe country. Although the major cities of Santo Domingo and Santiago have experienced the growth of a thriving middle class, construction booms and reached a high level of cosmopolitanism, the Dominican Republic remains a third world country and poverty is still rampant so you need to take common sense precautions:\n\n",{"type":"*","value":["Try to avoid being alone in cities as muggings are fairly common."]},"\n",{"type":"*","value":["Very few streets are lit after dark, even in the capital of Santo Domingo.  Those that are lit are subject to routine power outages."]},"\n",{"type":"*","value":["Wild dogs are common throughout the country but largely ignore people (feeding these dogs is not recommended as this may induce aggressive behavior)."]},"\n",{"type":"*","value":["Western travelers should dress casually and remove rings and other jewelry when away from tourist destinations, but common tourist destinations, particularly the more expensive and the luxury hotels and areas, are very safe."]},"\n",{"type":"*","value":["Sex tourism is prevalent in the Puerto Plata province of the country, so you may be hassled by young men or women trying to offer you 'services'. A firm 'No' is good enough. The age of consent is 18, and tourists who have sex with minors may also be prosecuted by their home country."]},"\n",{"type":"*","value":["There are no laws dictating the maximum amount of alcohol that can be drunk prior to driving. However, there is a 0.05% limit for professional drivers. Be wary of vehicles, especially during the late evening, as there is a much higher possibility at that time that the driver is intoxicated. It is illegal for tourists and visitors to drink and drive and you may be penalized for doing so."]},"\n",{"type":"*","value":["The level of professionalism of the National Police is somewhat debatable. To protect income from tourism, the government has established the Politur or \"tourist police\" for the safety of foreign tourists. Travelers should contact this agency if any problems are encountered as they will have a much more positive response than with the national police."]},"\n",{"type":"*","value":["Avoid the following neighborhoods in Santo Domingo: Capotillo, 24 de Abril, Gualey, Guachupita, Ensanche Luperón, Domingo Savio, María Auxiliadora, Villa Consuelo, Los Alcarrizos (and all of their subneighborhoods), La Puya, El Manguito, La Yuca, Santa Bárbara, Los Tres Brazos.  If you have to go there for some reason, be polite, mind your own business and try to be polite as possible If someone taking to you.  If you do that, there will be no problem.  In Santo Domingo, it's recommend to stay in Zona Metropolitana (Piantini, Naco, Evaristo Morales, etc.) and Zona Colonial (excluding Santa Bárbara) where you will have a lot of fun"]},"\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"[[","value":[["File:Dominicana-Punta Cana.jpg"],["thumbnail"],["Beach, Punta Cana"]]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Malaria"]]}]}," can be a ",{"type":"'''","value":["rare"]}," issue around rainforests if travelers don't take protective measures such as repellents against mosquito bites. No cases have been reported over the past 8 years within the tourist areas. Be sure to consult with a physician before departure.\n\nThere is a risk of ",{"type":"'''","value":[{"type":"[[","value":[["dengue fever"]]}]}," which is contracted through mosquitoes that bite during the day and during some seasons of the year. No vaccine is available, so again ",{"type":"'''","value":["using mosquito repellent is advisable"]},".\n\nMany of the local foods are safe to eat including the meats, fruits, and vegetables.\n\nVisitors, however, should not drink any of the local water and should stay with bottled water or other beverages. It is important for visitors to stay hydrated in the hot, humid climate.\n\n",{"type":"[[","value":[["Sunburn"]]}," and sun poisoning are a great risk.  The sun is very bright here. Use at least SPF30 sunblock. ",{"type":"'''","value":["Limit sun exposure"]},".\n\nThe country's adult HIV\/AIDS prevalence is reaching ",{"type":"'''","value":["2.0%"]}," or ",{"type":"'''","value":["1 in 50"]}," adults, which is almost 3 times higher than the USA. Practice safe sex.\n\n",{"type":"==","value":["Respect"]},"\nDominicans are kind and peaceful people. Attempts at speaking Spanish are a good sign of respect for the local people. Be polite, show respect, and do your best to speak the language, and you will be treated with kindness.\n\n",{"type":"'''","value":["Avoid talking about Haiti."]}," Although relations have improved, many Dominicans, particularly of the older generations, harbor resentment towards Haitians. Santo Domingo was invaded and occupied by Haiti for a good part of the 19th century, and the Dominican Republic actually fought its first war of independence against Haiti, not Spain, after which the Dominican Republic faced several other invasions from its neighbor.\n\nIn the 20th century, Trujillo's dictatorship massacred tens of thousands of Haitians in the 1930s, which fueled into the resentment between both nations. Nowadays, about a million Haitians live in the Dominican Republic, most of them illegally. Some Dominicans' opinions towards illegal immigrants from Haiti are similar to some Americans' attitudes towards Mexican illegal immigrants, with the major difference that, unlike the US, the Dominican Republic is a small and poor country by world standards. Gang wars can erupt along the border, so stay cautious and be sensitive. \n\nStill, the issues remain very complex and Dominicans often find their position to be misunderstood by foreigners. For example, Dominican Republic was the first country to come to Haiti's aid in the 2010 Haitian earthquake and has made impressive efforts to help its neighbor during this crisis. This shows that despite their historical, linguistic, religious, cultural and racial differences, Haitians and Dominicans still consider each other to be brotherly, yet proudly independent, nations.\n\nWhen staying at the luxury resorts or really any place in the Dominican Republic, it is advisable to tip for most services. The Dominican Republic is still a fairly poor country and tipping the people who serve you helps them be treated well.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["geo"],["19.0000"],["-70.6667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n\n\n\n",{"type":"[[","value":[["WikiPedia:Dominican Republic"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Dominican Republic\/"]]}]