[{"type":"{{","value":[["pagebanner"],["Dongguan banner.jpg"]]},"\n",{"type":"'''","value":["Dongguan"]}," (东莞 Dōngguān) is in ",{"type":"[[","value":[["Guangdong"]]}," Province in ",{"type":"[[","value":[["China"]]},", about 100 km from ",{"type":"[[","value":[["Hong Kong"]]},".\n\n",{"type":"==","value":["Towns"]},"\n\n",{"type":"[[","value":[["HouJie"]]}," is an industrial town of 400,000 people, mostly temporary residents, 30 minutes southwest of DongGuan.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe Pearl River Delta has one of the largest concentrations of international airports in the world, including ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Shenzhen"]]},", and ",{"type":"[[","value":[["Hong Kong"]]},". The Guangzhou airport is just over an hour from the Dongguan city center. There is a shuttle bus to the Dongguan airport check-in station at the South China Mall in Wanjiang. If hiring a car, the fare should be about ¥300.Also, there is Intercity Bus ",{"type":"[","value":["http:\/\/www.airport-china.com\/guangzhou-baiyun-airport\/traffic\/intercity-bus.html"]}," at Baiyun Airport. And the pick  up port:Gate A9 of the Arrival Hall and South China International Auto Parts City of Dalang Town. The Shenzhen Airport is also about an hour from the center city but much closer to some Dongguan towns, especially Chang'an and Humen, expect to pay ¥100-300 by car. The Hong Kong airport can be reached by buses that depart on regular schedules from hotels across Dongguan. It is also accessible by a special ferry from Dongguan's Humen town that connects directly to the inernational flights area of the airport (caution-check with your airline, as not all allow this).\n\n",{"type":"===","value":["By train"]},"\nHong Kong's Mass Transit Railway offers service (the former Kowloon-Canton Railway service) from Hung Hom Station in Hong Kong to Guangzhou with a stop in Dongguan. As of April 2008, the one-way fare is HK$145. The fare is payable in either RMB or HKD. The schedule is at ",{"type":"[","value":["http:\/\/www.it3.mtr.com.hk\/B2C\/UserPage\/sysTimeTable_Eng.asp"]},".\n\nThere is also a frequent rail shuttle service from Dongguan Station to both Shenzhen and Guangzhou.\n\n",{"type":"===","value":["By bus"]},"\nThe most popular method for Hong Kong locals to travel to Dongguan is by bus. There are several companies that offer bus travel to Dongguan from Hong Kong. A good place to find a bus, would be at the bus stands inside the arrival terminal at Hong Kong Airport. Prices are usually HK$80–100 for a one-way ticket or HK$150 for a two-way ticket. Travel times usually are 1.5-2.5 hours depending on traffic conditions. If you are traveling from another part of China, you can also travel to Dongguan by bus, most major cities in China will have bus routes to the Dongguan Main Bus Station in Nancheng.  There buses to several bus stations in Dongguan from the main Luohu border crossing bus terminal, so be careful that you choose the correct one.\n\n",{"type":"===","value":["By boat"]},"\nOne of the less used ways to get to Dongguan from Hong Kong is by ferry. This allows you to avoid the queues at the busy customs checkpoints on the border between Hong Kong and mainland China.\n\n",{"type":"==","value":["Get around"]},"\nThe best method for visitors to get around is taxi. Taxis are cheap, and a 30 minute ride should not cost more than ¥80. Beware however, some taxis are used for kidnapping. Be sure to only use the green, licensed Dongguan taxis. Buses cost ¥2 per ride, but beware of the aggressive driving.\n\n",{"type":"==","value":["See"]},"\nDongguan has an exhibition center in Dongguan city houses many exhibitions and conferences. There is also a sports center for locals, and Dongguan library in Dongguan city.  Pick up a copy of Here Dongguan, an English-language magazine with a nice guide to the city.  If you only have a day and want to stay in one area, you might start at Jin'aozhou Pagoda, go east and see Keyuan Garden, and then walk along Dongcheng Avenue (東城大道) for shopping and food.  It is not too far to bar street, where you can check out some pretty hopping clubs.\n\n",{"type":"*","value":[{"type":"'''","value":["Opium War Museum"]}," (海战博物馆:Hǎizhàn bówùguǎn), TELEPHONE# +86 0769-5500355，0769-5507115, ADDRESS: Humen Town of Dongguan City (广东省东莞市虎门镇海口东岸的威远炮台旧址附近:Guǎngdōng shěng dōngguǎn shì hǔmén zhèn hǎikǒu dōngàn de wēiyuǎn pàotái jiùzhǐ fùjìn), HOURS OPEN: 8:30am to 4:30pm (08:30-16:30)"]},"\n",{"type":"*","value":[{"type":"'''","value":["New South China Mall"]}," (新华南MALL) Wanjiang Road, 万江路 +86 769 2278 2222 Adjacent to Dongguan Bus Station (东莞汽车总站) on Wanjiang Road. This is the largest mall in the world and is also almost completely empty, yet visitors are able to walk the empty corridors and there is a go-kart racing track in a former car park.  A short walk from the bus station, it can be spotted by the replica of the Campanile di San Marco in Venice."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mrs Forest Park Water"],["alt=水濂山森林公园"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Water poon waterfalls, located in the south of downtown water poon mountain forest park. Water poon mountain old say peng mountain cave, elevation 378.8 meters, fangyuan more than 10, rolling hills, rocky coastlines, because yesterday have hidden in the PengGong floor, the name with relievo mountain. Peng ShuiLian cave, one of the Ming dynasty in the dongguan eight sights."]]}]},"\n",{"type":"==","value":["Do"]},"\nMost four star hotels will have various \"foot\" massages and sauna services for upwards of ¥150. Nearly all saunas are brothels, foot massage parlors might be.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Spa at Hyatt Regency Dongguan"],["url=http:\/\/dongguan.regency.hyatt.com\/hyatt\/pure\/spas\/"],["email=info.regencydongguan@hyattintl.com"],["address=Hyatt Regency Dongguan Hotel, Song Shan Lake Central District, Science and Technology Industrial Park, Qinyuan Road"],["lat="],["long="],["directions="],["phone=+86 769 2289 1234"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\nDongguan is well known for its Huanghe Fashion Town located in the Humen District along Renming Road, Renyi Road, Jinglong Road and Yinglong Road. The district houses one of China's largest clothing and textile wholesale markets, which extends over an area of about one square kilometre. Many of the products sold there are exported to Hong Kong and the rest of the world. Everybody can enjoy low wholesale prices, even when buying in small quantities.\n\n",{"type":"==","value":["Eat"]},"\nMost 5-star hotels offer buffets, these are around ¥30-60 for breakfast, ¥100-200+ for lunch, and ¥100-300+ for dinner.\n\n",{"type":"==","value":["Drink"]},"\nThe most popular bars are on or around \"Bar Street\" (Jiubajie) in Dongcheng. However, like many parts of China, various kinds of ",{"type":"''","value":["services"]}," are popular, including prostitution.  One should be careful with local girls if they seem to be getting too friendly if you are not looking for such services. Beware of your drink, it is not unheard of foreigners being drugged and robbed. Beer at supermarkets should not cost more than ¥4 a bottle for Tsingtao. Red wine costs from ¥10 upwards a bottle.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Beijing Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular hangout."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=BB"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular club and local hangout with a dance floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=V8"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular club and local hangout with a dance floor and good cocktails."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=One for the Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular Ex-Patriot bar.  English pub style.  Good food, good beer."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\nFour Stars Hotel - Oriental Glory Hotel - Humen Avenue Humen Town Dongguan City Guangdong Province. Tel: 86-769-85220888. www.orientalglory-hotel.com . Nice Room only cost ¥298 per night. Nice KTV Room with minimum spending of ¥728 per night, not inclusive of DJ (¥200 per night)to pour your drink for you. (RK)\n\n",{"type":"===","value":["Splurge"]},"\nDongguan has more than 30 ",{"type":"''","value":["government-rated"]}," 5-star hotels.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Crown Prince Hotel"],["url=http:\/\/www.crownprincehotel.com"],["email="],["address=Huangjiang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An excellent 5 star hotel. Certainly worth a visit with excellent facilities, and even its own 'opera' house presenting superb show extravaganzas (do not be mislead by the 'opera' title)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Dongcheng International"],["url=http:\/\/www.dcgj-hotel.com"],["email="],["address="],["lat="],["long="],["directions=Centrally located and is within walking distance of the Walking Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Quite old and does not have the best buffet in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Noble"],["url=http:\/\/www.gnhotel.com"],["email="],["address=Humen Town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The first 5-star business hotel to open in Dongguan. It is centrally located and convenient to shopping and dining options. In-house restaurants feature Cantonese, Japanese, American, and Italian foods."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Dongguan"],["url=http:\/\/dongguan.regency.hyatt.com"],["email=info.regencydongguan@hyattintl.com"],["address=Song Shan Lake Central District, Science and Technology Industrial Park, Qinyuan Road"],["lat="],["long="],["directions=in the business district"],["phone=+86 769 2289 1234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star hotel with 350 rooms and suites, a 2,500 sq-metre Convention and Exhibition Centre, a 1,800 sq m freeform swimming pool and a spa."]]}," The Hyatt Regency is decent and big, but very inconvenient in location. It is also expensive compared to the other hotels, and the buffet is overpriced."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pullman Dongguan Forum"],["url=http:\/\/www.accorhotels.com\/6718"],["email="],["address=32 Dongchengzhong Road"],["lat="],["long="],["directions="],["phone=+86 769 23368888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This new hotel is a charming low rise Chinese style hotel adjoining a museum and art gallery and offers private access to the famous Qifeng Mountain. Guests enjoy a choice of restaurants, private rooms, meeting rooms for over 400 delegates, spa, gymnasium."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Richwood Garden Hotel"],["url=http:\/\/www.richwoodgardenhotel.com"],["email="],["address=Humen Town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=While a bit out of the way, is spectacular in design and construction.  The restaurants, particularly the Chinese and Southeast Asian restaurants, are also some of the best in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sofitel Royal Lagoon Hotel"],["url=http:\/\/www.accorhotels.com\/5119"],["email="],["address="],["lat="],["long="],["directions=Near Qifeng Park"],["phone="],["tollfree="],["fax="],["hours="],["price=Quite expensive"],["checkin="],["checkout="],["content=Secluded and set back away from the main road.  It has a resort type feel and even has its own water park. A 36 hole golf course is adjacent to the property."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nAs in all of China, be careful. You can be robbed, especially in less populated areas. Prostitution is widespread in Dongguan, and many men from Guangzhou, Shenzhen and especially Hong Kong flock here on the weekends. Karaoke bars are basically another word for whore house. The law on prostitution is not enforced ever. However, do not gamble! You will end up in jail for possibly, a long time if you are caught gambling, save it for Macau. Lastly, a lot of the police force is corrupted, but since the government is still watching over them, they are discreet. So if a policeman tries to get money from you, calmly reply to him to see a superior.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Jingjiu Railway icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Beijing"]]}],["minorl1=",{"type":"[[","value":[["Ganzhou"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Shenzhen"]]}],["minorr1="]]},"\n\n",{"type":"{{","value":[["geo"],["23.0333"],["113.7167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Pearl River Delta"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Dongguan"]]}]