[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Dongying"]}," is a little city in the north of ",{"type":"[[","value":[["Shandong"]]}," province which is an eastern province of ",{"type":"[[","value":[["China"]]},". \n\n",{"type":"==","value":["Understand"]},"\nThere are about 1,800,000 people live in Dongying, but it is still only a small city of China. However, it has the second biggest oil field in China and the estuary of Yellow River (the second longest river in China) located there. Because of the oil field, the oil industry is developed in Dongying and the University of Petroleum located there. Furthermore, it was oil that created this city, in 1974 people discovered the first oil well in a village called Dongying, so they named this new city after the name of this village. Now the city is divided into two districts called Eastern City which is new and has the city government, and the Western City which has more business streets. Both of them have perfect high ways which are ones of the best high ways in China. However, you have to be careful to the taxis, because they drivers always drive too fast and carelessly, but taxis are very cheap in the city (6 Yuan). Dongying could be boring to travelers since the soil contains a lot of salt so that almost no plants can grow there healthily. However, it is suitable to do business here because of the oil field and the citizens who have large disposable incomes.\n\nDongying is split into two areas, West City and East City. West City is the older and more developed area of Dongying, whilst East City is quieter and more residential. For expats the main difference is that West City has the Western restaurants and bars.\n\nIn 2008, Dongying received a formal introduction to the West when photos of the city and its people appeared in American travel photographer Tom Carter's photobook ",{"type":"''","value":["China: Portrait of a People"]},". Carter was a former English teacher in Dongying and began photographing the city during his first year. Included in his journalistic photoessays are behind-the-scenes at Shengli Oilfield, KTV girls from Dongying's infamous karaoke street, nightlife at the old JJ's Disco, and many of Carter's primary school students. The tributary photos capture perfectly the sights most evident to expats living in Dongying.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By coach"]},"\n\n",{"type":"*","value":[" Huanghe Lu Coach station - this is the main coach station and has links to many places in Shandong (such as Weihai and Yantai), and also to Beijing. Many coaches from here also visit the other coach stations, and generally seem to roam the streets for a while collecting other passengers before actually getting on the expressway."]},"\n",{"type":"*","value":[" West City Coach station"]},"\n",{"type":"*","value":[" East City Coach station"]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"*","value":[" there are motorways passing through Dongying"]},"\n",{"type":"*","value":[" it more expensive to take taxi"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" One airport in East City, which has domestic flights to Beijing, Shanghai, Chongqing and Dalian"]},"\n",{"type":"===","value":["By railway"]},"\n\n",{"type":"*","value":[" Only one railway station, the trains only for big cities."]},"\n",{"type":"==","value":["Get around"]},"\nTo travel in Dongying, you have 5 ways to choose:\n",{"type":"'''","value":["Bus"]}," There are many cars; even the bus system is not good enough. In weekday, the buses are not enough, you'll stay for 15 minutes to wait for your bus. The price is cheap, from 1yuan to 2yuan,it depends on distance.\n\n",{"type":"'''","value":["Taxis"]}," Taxis in Dongying are common. They are not cheap, but you can reach wherever you want. First 3 km will cost you 7 Yuan (from 15 February 2012), and then 1 km will cost you 1 Yuan. There are also 'black cabs', private cars that will stop and offer a ride to where you need to go. These are especially useful when there aren't any taxis for whatever reason.\n\n",{"type":"'''","value":["Bicycle"]}," Bikes are the cheapest way to travel. You can hire a bike to get where you want. You’d better ride on pavement.\n\n",{"type":"'''","value":["Electric bike"]}," Electric bike is the bike which can move by electricity. It is a machine which speed can reach like a motor bike. Sometimes it is dangerous, because it is quiet, and some people will be hit. So you must be careful of it. It can save fuel, so it is good for the environment.\n\n",{"type":"'''","value":["Motor Bike"]}," It is a machine which uses fuel, and its speed is very fast. Sometimes it is not easy to control. If you are not able to control it, you’d better to choose another way to travel.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["temple of Guandi in Guangrao town"]},{"type":"*","value":["many birds around city, because here is a great habitat of birds"]},{"type":"*","value":["Yellow River and the bridge, because Dongying is the delta of this river"]},{"type":"*","value":["many wetlands, some of them are beautiful"]},{"type":"*","value":["many fairs in Dongying every year"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["KTV(karaoke).Dongying has lots of ktvs. Some of them are big and some are small. However there is almost no price difference between them. KTVs in Dongying are really cheap. "]},{"type":"*","value":[{"type":"*","value":[" Do not go to the very small KTVs, they may be illegal(drug .etc)"]}]},{"type":"*","value":[{"type":"*","value":[" TangGuo and Royal QianGui are the two best KTVs. They are clean, cheap and safe. Do not miss them."]}]},"\n",{"type":"*","value":["Bars. There are many small bars on Qingdao Lu(Road). They are quiet. One big Bar called 0546 is fantastic, the atmosphere is big. It can offer you many kinds of wine. But pay attention that this bar may not be safe for teenagers who are under 18."]},"\n",{"type":"*","value":["Shopping. Dongying has lots of clothing shops along the Jinan Lu(Road). The clothes are fashion and cheap. Some big malls are also good choice for shopping such as Yinzuo, but the goods are more expensive. Window shopping is many Dongying girls favourate. "]},"\n",{"type":"*","value":["Walking. Walking is a popular actitivy in Dongying. Just use your feet and legs It is pretty cheap but forigners might have to pay more. Enjoy!"]},"\n",{"type":"==","value":["Eat"]},"\n\nDongying has all types of food around china,such as Sichuan food, northern food and southern food. Sichuan food is the most popular in Dongying\n\n",{"type":"*","value":[{"type":"'''","value":["Hot Pot"]}," (the one that like a fondue with boiling water instead of cheese, you can put vegetables, meat to cook) Restaurant: chongqing xiao tian e"]},"\n",{"type":"*","value":[{"type":"'''","value":["donkey meat"]}," Do not miss dongkey meat in dongying"]},"\n",{"type":"*","value":[{"type":"'''","value":["Fish Head"]}," It is really tasty, many people like to eat it. Restaurant: A Wa Shan Zhai"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sea Cucumber with rice"]}," Really nutritious and healthy. It can cure asthma. Star restaurant"]},"\n",{"type":"*","value":[{"type":"'''","value":["Pepper spicy fish"]}," This is a dish that from Sichuan; you can eat it on Zi Bo road."]},"\nFor Western food there are a few MacDonalds, KFCs and a newly-opened Pizza Hut in West City.\n\n",{"type":"==","value":["Drink"]},"\n\nIn a restaurant it is best to order beer or green tea like the locals. There are plenty of soft dinks like coke available.  Sparkling water is impossible to come by and the bottled water can be dreadful - buy an expensive brand. You can buy sweet soy-milk piping hot in restaurants and also from litte shops on the street.\n\nIf a place does serve coffee it will most likely be instant ",{"type":"'''","value":["coffee"]}," so good luck if you are a caffeine fiend.If you are desperate for a coffee you could try Simple Coffee on Qingdao\/Bei lu. It is fairly drinkable but be warned that the cappuccino will be served with fake whipped cream on top.  Otherwise there is Cite Coffee on Xi Si Lu.\n\nFor ",{"type":"'''","value":["beer"]}," there are plenty of bars to choose from. The famous (in China) Tsingdao beer from Qingdao city on the coast is good. The most popular one is Snow Beer (xue hua pi jou). You can find other foreigners if you check out the small Music Bar on Xi Si Lu (near Cite Coffee). Jay Jays on Yu Hua Jie is for those who like to get drunk with other ex-pats who aren't coping with life abroad; opening hours are anyone's guess and you really need to find someone who knows where it is to show you.\n\nCasablanca on Qingdao Lu has a good mix of foreigners and Chinese locals and the staff are all dressed up in pretty coyboy uniforms. Also you can play foozeball there for free and buy expensive, and prettily-made, cocktails. There are other bars on Qingdao Lu too, and all are worth a visit if you're missing Western-style bars.\n\nIf you want to burn your throat try the ",{"type":"'''","value":["spirit"]}," Báijiǔ 白酒 often referred to as \"white wine\". The hangover will probably leave you unable to move for hours.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["37.4500"],["118.4667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Coastal Shandong"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Dongying"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]