[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Donsol"]}," is in ",{"type":"[[","value":[["Sorsogon"]]},", ",{"type":"[[","value":[["Philippines"]]},".\n",{"type":"[[","value":[["File:Butanding Interaction Officer looking for whale shark shadows..JPG"],["thumb"],["Butanding Interaction Officer looking for whale sharks."],["400px"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThere are 2 main areas in Donsol - what is called the town center, with small shops and food stalls, home stays hotels and Dancalan, which is situated around the beach about 2km west of the city center.\n\nDonsol town is a small rural town of a few thousand people. Before the arrival of tourists the local economy was based on fishing, rice farming and copra [dried coconut meat]. With the arrival of tourists to see the whale sharks there has been an injection of money into the area which has meant better infrastructure. The town has a nice church, wet market and near the quay side are a fishing community and fish dealers.\n\nAbout 2km out of town is Barangay Dancalan. In Dancalan you will find the Visitor Center, most dive shops and beach resorts. Most resorts do not accept credit cards and there are no ATM machines in the town, except where noted below. The nearest ATM machines are in Legaspi about 1:20 from Donsol. Most Resorts and hotels in Donsol are open only during the whaleshark season (December to May), with two exceptions listed below.\n\nThere are no landlines in Donsol and internet access is only in the town center, with the exception of the resorts mentioned below.\n\n",{"type":"==","value":["Get in"]},"\nBy plane from ",{"type":"[[","value":[["Manila"]]}," to ",{"type":"[[","value":[["Legaspi"]]}," then by public van or private pick-up to Donsol.\nPrivate vans cost from P1500-P2000 per van, and you can get them outside the airport when you arrive. They have A\/C and will drop you directly at your accommodation.\nPublic vans are also available, but you have to take a tricycle from the airport to the bus station, then wait for the van to be full (12 people). It only costs around P80, and will drop you at the Donsol bus station in the city center, from where you have to take another tricycle to Dancalan.\n\nBuses also are available from Manila direct to Donsol (daily) or via Legaspi.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Rice fields in Donsol..JPG"],["thumb"],["Rice fields in Donsol."],["300px"]]},"\nThere are lots of tricycles in Donsol that will get you wherever you want. To go from the city center to Dancalan the price is P40 for 2 people.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:A floating restaurant on a Donsol beach..JPG"],["thumb"],["A floating restaurant on a Donsol beach."],["300px"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Whale Sharks"]},". Whale sharks, locally known as ",{"type":"''","value":["butanding"]},", gather in the area six to nine months a year (November - June), with the numbers peaking from February to early May. The largest fish in the world can grow up to 12 meters in length, and weigh many tons. They're considered a vulnerable species, and are protected in the Philippines. The first recorded sightings of baby whalesharks (under 24 inches) worldwide were recorded in 2009 in Donsol."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fireflies"]},". One of the few places in the world that holds night time firefly tour.  Fireflies light up entire trees, giving off a serene scene. This can be done at the Donsol River or at the Ogod River. The tours are done via small river boats that fit 4 - 6 people."]},"\n",{"type":"==","value":["Do"]},"\nMost of the hotels can organize the activities for you, including transportation. However some of them tend to add a fee on top of the usual price.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Whale Shark Interaction"],["alt="],["url=http:\/\/www.ecotourdonsol.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Swimming with whale sharks. Register at the Visitor's Center located at Barangay Dancalan. Shark watchers are assigned a Butanding Interaction Officer and have to follow strict guidelines. All whale shark tour boats are provided by the center inclusive of an interaction guide called a Butanding Interaction Officer or BIO. Some resorts can do pre-booking for a minimal service fee. Price is P300 (P100 for Filipinos and local residents with ACR card) for the registration (valid for 5 days), and P3500 per boat (up to 6 people). Please note that there is no guarantee of seeing a whale shark. Boat operators will take you out even if no Butanding have been sighted and they will not tell you of this beforehand. No refunds or credits. Avoiding weekends and booking multiple days increases your chances of success."]]}]},"\n:* ",{"type":"{{","value":[["do"],["name=Frontier Whale Shark Tours"],["url=http:\/\/www.frontierscuba.com"],["email=frontierscuba@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+63 917 540 8410"],["tollfree="],["fax="],["hours="],["price="],["content=Leads guided whale shark tours every year from February to May with experienced naturalists as guides. The guides enter the water with the group and are experts at maintaining a safe approach to the sharks. Tours start in Manila and include domestic flights, all transfers,resort accommodation and full meals."]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Scuba Diving"]}," is a popular activity here, and there are a handful of operators available:"]},"\n:* ",{"type":"{{","value":[["listing"],["name=Bicol Dive Center"],["url=http:\/\/donsolwhaleshark.net"],["email=rodel.lita@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+63 (906) 8016852"],["tollfree="],["fax="],["hours="],["price="],["content=Dive center is just across the tourist center. Offers Dive course & day trips to San Miguel Island and Manta Bowl,Island Hopping and snorkeling, the price is P4500 for 3 dives (minimum of 4 divers)and give special rates for big groups. Gear is in good condition, the boat is spacious and the people are really friendly. Accepts cash payments only. Dive shop is open year round."]]},"\n\n:* ",{"type":"{{","value":[["listing"],["name=Frontier Scuba"],["alt="],["url=http:\/\/www.frontierscuba.com\/cf\/c-whalesharkhome.htm"],["email=frontierscuba@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Leads guided whale shark tours every year from February to May with experienced naturalists as guides. Tours start in Manila and include domestic flights, resort accommodation and meals."]]},"\n\n:* ",{"type":"{{","value":[["listing"],["name=Giddy's Place PADI Dive Resort"],["alt="],["url=http:\/\/www.giddysplace.com"],["email=info@giddysplace.com"],["address=Clemente Street"],["lat="],["long="],["directions="],["phone=+63 (917) 848-8881"],["tollfree="],["fax="],["hours="],["price="],["content=Open year round. It is the only PADI accredited facility in Donsol and the only one with Philippine Commission on Sports Scuba Diving (PCSSD) accreditation. Has the only dive training pool in Donsol and the surrounding towns. Has Donsol's only resident dive instructor and has Grade A Air. Will have Nitrox blending By March 2011. Has the lowest rate for the solo diver. Accepts credit cards (Visa, MC, Amex, JCB) without surcharge."]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["D'SPA"]}," is the only full service Spa in Donsol and the surrounding towns and is attached to Giddy's Place. You have a lot of options including scrubs, body, foot and stone massages."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is no ATM in the town and it is difficult to change money, so cash up before heading to Donsol. The nearest ATM is an hour away in Legaspi. To exchange Euros or US dollars, ask at Amor Resort or Hernandez Guest House, but the rate can be more than 10% less than the official one (teling you false numbers on rates in Legaspi). Alternatively in a pinch you can purchase meals and avail of accommodations and activities at Giddy's Place PADI Dive Resort using a credit card.\n\nExcept for the payment for the rooms, Casa Bianca accepts U.S. Dollars and Euros for the meals. Strictly following the exact exchange rates in Legazpi.\n\n",{"type":"==","value":["Eat"]},"\n\nMost of the resorts along the beach have their own restaurant where you can eat even if you are not staying in the resort.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Butanding Bar & Restaurant"],["url="],["email="],["address=Clemente street"],["lat="],["long="],["directions=Attached to Giddy's place"],["phone="],["tollfree="],["fax="],["hours=Open until 1AM"],["price="],["content=Popular for its icy cold beer, mixed drinks, good food and seafood, good music and well-stocked bar and separate video karaoke area. One of the few places to eat past early dinner time. Free WiFi. Try the local dish \"Crispy Pata\" or deep fried pork leg which is a Philippine specialty. Accepts credit cards."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sadtong Panawn Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=500m after the Visitor Center going east, houses few antique collections, including an old piano, pre-world war 2 bicycle and chair, 300 year old vases, antique televisions and so on. The restaurant serves fresh seafoods like squid sisig and grilled squid in sweet sauce. and before leaving Donsol, try their signature flaming chicken inasal. The restaurant has FREE wifi and has shows and events every Friday, Saturday and Sunday featuring Bettina Bexina and company. See our face book for the pictures. Casa Bianca Donsol (Local Business)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=BARacuda"],["url="],["email=baracudabar@yahoo.com"],["address=Dancalan"],["lat="],["long="],["directions=500m after the Visitor center going west"],["phone=09266400863"],["tollfree="],["fax="],["hours=5PM-late"],["price=P500-P1000"],["content=The owner, Juliet, goes fishing in the day to offer you fresh fish at night. You can choose your own fish from the day's catch and they will cook it for you. They also serve cocktails. The bar is alongside the beach on a terrace, overlooking the sea. Real friendly place, Juliet will come and chat with you if you are alone. She also tend to bring rum at the end of dinner, for free."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=AGM Beachfront Resort Restaurant"],["url=http:\/\/www.agm.com"],["email=agmresort@gmail.com"],["address=Brgy. Dancalan"],["lat="],["long="],["directions=inside AGM Beachfront Resort"],["phone=+63-9196882264"],["tollfree="],["fax="],["hours=6AM-11PM"],["price="],["content=Serves freshly caught fish, crabs, shrimps and other seafood, and also meat and fresh vegetables sourced from nearby farms. Chinese, Filipino, and Continental foods are available for breakfast, lunch and dinner. The restaurant also caters. tel nos. +63-9173813404 and +63-9195464276."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Amor Farm Beach Resort"],["url="],["email=lyn_amor0122@yahoo.com"],["address=Dancalan"],["lat="],["long="],["directions="],["phone=+63 910-476217"],["tollfree="],["fax="],["hours="],["price="],["content=The restaurant serves breakfast, lunch, and dinner with both Western and Filipino food. At dinner time ask what fish arrived that day as fishermen arrive daily in their boats to sell their catch directly to the restaurant. They will cook it any way you like. They also have a bar and a great atmosphere."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amor Farm Beach Resort"],["url=http:\/\/www.giddysplace.com"],["email=lyn_amor0122@yahoo.com"],["address=Dancalan"],["lat="],["long="],["directions="],["phone=+63 910-476217"],["tollfree="],["fax="],["hours="],["price=Airconditioned rooms (king-size bed, en suite toilet and bath) - Php 1,500. Fan room (1 single bed and 1 double bed, en-suite toilet and bath) - Php 1,000."],["checkin="],["checkout="],["content=Amor Farm Beach Resort has a nicely landscaped garden and is located right on the beach. There is a good restaurant serving both local and Western menus. Along the beach there are plenty of nice places to have a drink - on the beach, in one of the many gazebos, or at the beach bar. It is walking distance from the outanding visitor's center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Donsol Bay Resort"],["alt="],["url=http:\/\/donsolbay.multiply.com"],["email=donsolbayresort@gmail.com"],["address=Gimagaan"],["lat="],["long="],["directions="],["phone=(+63) 0935 965 7840"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Rooms are Twin \/ Triple,air-conditioned with individual bathrooms and hot shower. All rooms are beach view. ",{"type":"'''","value":["Standard rooms"]}," (Php 1,500- 2,000), All rates inclusive of breakfast for two person. Facilities are: bar & restaurant, swimming pool, wide beach front, free parking area, free shuttle service to Butanding Interaction Center. This is about 5 minutes ride away from the tourist center by vehicle and 10 minutes ride away from the town center. Also provide tour packages."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hernandez Guest House"]},". Php 400. Located in the downtown, this is a budget option with basic rooms (shared bath and toilet) close to a busy street. You can get to the Visitors Center in by 5 minutes\/Php 15 per head tricycle ride."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vitton & Woodland Resort"],["alt="],["url="],["email=buenaagua@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Dancalan, 09279126313, 09216904399, and +63 0921 929 3811. Room rates Php 2000-3200, all rooms are airconditioned with individual bathrooms and hot shower. They also have 2 restaurant inside ",{"type":"''","value":["Mommy Nems Resto & Vitton Cafe"]},", wide swimmingpool, Dive Center (Bicol Dive Center). They also offer Kayak tours, Firefly watching,and Van transfer. Directly next to the Butanding center. Considered to be the nearest place to stay in the area near the jump-off point for whale shark interaction."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Bianca Beach Resort"],["alt="],["url="],["email=casabiancadonsol@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+63 (906) 309-9372"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Dancalan, , WEB SITE: casabiancadonsol.multiply.com, FACE BOOK: Casa Bianca Donsol Local Business. Room Rates: Php. 800.00 fan room with bathroom with hot&cold shower (for 2 persons); Php. 1,000 for 3 persons. Aircon rooms cost Php. 1,500-2,000 (Please see the web site). with Restaurant inside that serves fresh seafood, and an array of local and international dishes, only resort in Dancalan Donsol with WIFI. 5-10mins walking distance to the tourist center. The resto and bar has always an activity every Friday, Saturday and Sunday. So prepare yourself to the stretch of party. (party cuts off at 10PM for other guests rest.)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Elysia Beach Resort"],["alt="],["url=http:\/\/elysia-donsol.com\/"],["email="],["address=Pangpang"],["lat="],["long="],["directions=5 minutes walk from the visitor center going west, at the beach front"],["phone=63-917-547-4466"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Resort opened in 2009. They have a swimming pool with wooden deck and an international restaurant and cocktail bar, coffee shop (espreso and brewed coffee). Also you can use beach bed. All the rooms are beach view."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Victoria's Guest House"],["alt="],["url="],["email=victorias.guesthouse@yahoo.com"],["address=Dancalan"],["lat="],["long="],["directions="],["phone=+639065560697"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Opened December 25, 2011. The place is accessible by the local road on the left side of the TOP (Tourist-Oriented Police) Cop Police Station, located 15 minutes walk to the Butanding Interaction Office. They have private ecological beach cottages being shared with small group of travellers who prefer quite place in a rural setting. Ensuite bathrooms with hot shower. The small kitchen offers fresh sea foods and vegetables. Firefly watching nearby. Telephones: +63 9065560697 \/ +63 9124568888 \/ +63 9223815994."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Sorsogon"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Donsol, Sorsogon"]]}]