[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Dorothy"]}," - also known as ",{"type":"'''","value":["Weymouth Township"]}," - is in ",{"type":"[[","value":[["Atlantic County"]]},", in the ",{"type":"[[","value":[["Jersey Shore"],["Shore"]]}," region of ",{"type":"[[","value":[["New Jersey"]]},", about a half hour drive from Atlantic City. It is a tiny town consisting of about ten blocks that are, on average, a little less than a mile long. There is one school that goes from Kindergarten to 8th grade, after that the kids go to Buena Regional High School.\n\n",{"type":"==","value":["Get in"]},"\n\nThere is not much of a choice to get into Dorothy. The closest airport is the Atlantic City airport, there are train tracks that run through, but those trains do not carry passengers, so the only choice really is by car. Tuckahoe Road is the main road that runs through Dorothy, and if it isn't Tuckahoe, it is 11th Avenue.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is not much to get around to in Dorothy, but people do find their ways to get from house to house. If it isn't by car, you will find people riding their bikes, four-wheelers, dirt bikes, and even walking.\n\n",{"type":"==","value":["See"]},"\n\nDorothy is not a town that people would come to visit. There is not anything to see unless you are interested in the history of it, then there is a little building about the size of a bedroom. Other than that there are just trees and houses.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Railroad Deli is the main pit stop for people driving to and from the shore. It is not a gas station, but it has all that a person needs to prepare to go to the beach. \n\nThe Pufferbelly Pub and the Root Cellar are both restaurant and bars, and are a big hot spot at night for the locals.\n\n",{"type":"==","value":["Go next"]},"\n\nTo get out, go the same way you came to get in.\n\n",{"type":"[[","value":[["WikiPedia:Weymouth Township, New Jersey"]]},"\n\n",{"type":"{{","value":[["geo"],["39.40056"],["-74.82389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Atlantic County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/D\/Dorothy\/"]]}]