[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Dragoman Marsh"]}," is a protected karst wetland area in the ",{"type":"[[","value":[["Bulgarian Shopluk"],["Shopluk"]]}," region of ",{"type":"[[","value":[["Bulgaria"]]},".\n\n",{"type":"==","value":["Understand"]},"\nWith the unique combination of wetlands and karst hills, no one will be disappointed by the impressive biodiversity found in the region of the Dragoman Marsh and Chepan Mountain.  From the tallest grass on the planet to the smallest flowering plant known on Earth, the marsh grows some amazing representatives of Bulgarian flora.  Make sure to linger amongst the beautiful water lilies or hunt for some insectivorous plants.  Keep on the lookout for playful otters, predatory terrapins, secretive bitterns, loud-voiced warblers, tree frogs and many others as the fauna adapted to the aquatic life is no less impressive.  Since draining activities were halted in the 1990 and the recovery of the marsh complete, the bird population has grown to represent over 215 species.  And serving as the perfect backdrop to the marsh, Chepan Mountain is like an outdoor botanical garden – the limestone ridges are rich in native Balkan and Bulgarian species.\n\n",{"type":"===","value":["History"]},"\nIn the beginning of the 20th century the Dragoman marsh spread over an area of 400-450 ha and it's depth reached up to 1.5 m.  At that time the site was one of the most significant wetlands in terms of biodiversity in West Bulgaria.  The marsh was characterized by incredible diversity of plant species. The beautiful white-water lily (Nymphaea alba), the lesser bladderwort (Utricularia minor), the small bur-reed (Sparganium minimum), the great duckweed (Spirodela polyrhiza) all were present 100 years ago. After the disappearance of the insect-eating aldrovanda (Aldrovanda vesiculosa) and caldesia (Caldesia parnassifolia) they are no longer found in Bulgaria as the marsh was their only habitat in the country.\n\nDuring nesting season in the past there used to breed Red-necked (Podiceps grisegena) and Black-necked Grebes (Podiceps nigricollis), Bitterns (Botaurus stellaris), Pintails (Anas acuta), Redshanks (Tringa totanus), Snipes (Gallinago gallinago) etc. Before the beginning of the autumn migration in late summer thousands of waterfowl preferred the secure conditions in Dragoman Marsh in order to moult here. One of the last nesting pairs of Common Cranes (Grus grus) was observed in the area.\n\nAs most of the natural wetlands in Bulgaria, the marsh was subject to drainage. In the beginning of the 1930's a central drainage canal and pot-hole  were dug.  In the following years the work continued with the construction of additional canals and a water pump station. The  waterless marshland was used for cultivation of maize fodder and grains. These agricultural practices ended the life in the marsh for a long time.\n\nThe unfavorable economic changes during the last years contributed to reduction of the drainage practices.  As a result, the marsh began to restore its original capacity.  Early on, it held water for only short periods of time in the spring, later it began to hold water outside the canals all year round. Today the marsh has reaches to over 400 ha and in the central parts the water reaches depths of up to 120 cm.\n\n",{"type":"===","value":["Landscape"]},"\nThe karst region between Dragoman, Slivnitsa, Kostinbrod, and Godech a unique complex of swamps, wet meadows and hills.  Dragoman marsh lies at the bottom of Bezottochna valley, located about 1 km northeast of Dragoman.  The altitude of the marsh is 701m and in spring, an area of the marsh can grow to above 400 ha. To the north rises the steep limestone hill, Chepan, and to south are the gentle slopes of Mount Three Ears.\n\nChepan Mountain is part of Western Stara Planina.  It is a well-marked, karst massif which is mainly oriented from west to east. Southern slopes are steep and inaccessible.\n\n",{"type":"===","value":["Flora and fauna"]},"\nAfter the draining activities ceased, the wetland swiftly recovered.  With this revival, now again the Dragoman marsh is the most important breeding site for waterfowl in the region.  More than 215 bird species are recorded in the marsh at present time, most of them are protected.  During bird migration tens of herons, ducks and warbles form an unforgettable sight. Shelter in the area find two globally threatened species – the Ferruginos Duck (Aythya nyroca) and the Corncrake (Crex crex).  The rare Little Bittern (Ixobrychus minutus) breeds here and the hills around are often stunned by the Eagle's Owl (Bubo bubo) cry.  A number of other birds of pray inhabit the region turning it into a bird's paradise.\n\nAlthough at the foot of the limestone hill woody flora has undergone significant changes under the action of the human hand, has been retained true botanical garden in the open. Characteristic of higher parts of the mountain steppe plants. 6 and 5 Bulgarian Balkan endemics are clear evidence of floristic and conservation significance of this territory. Steep cliffs, rocky peaks, holes and caves are home to a rich variety of skalolyubivi species. On limestone cliffs nest and live invasive predators such as owl and Long-legged Buzzard. During the day the holes are cool cave dwellings of bats that use the night to feed over the water of Dragoman Marsh. The complex of Dragoman marsh and Chepan Mountain is one of the last refuges of endangered species.\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe town of ",{"type":"[[","value":[["Dragoman"]]}," is a good starting point for your trip to the marsh, also because the The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/balkani.org\/en\/about\/centres\/dragoman-centre\/ Wetlands Conservation Centre Dragoman Marsh"]}]}," is located there. It's a visitor and educational centre run by the BALKANI Wildlife Society, located at walking distance from the actual marsh. You'll find an exhibition of the wetlands, you can purchase a brochure and get information about trekking and birdwatching. They even rent out binoculars and scoping tubes if you forgot to bring your own. If you're interested in a guided tour, contacting the conservation centre in advance is probably a good idea.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\nHiking is the way to get around. The marsh is mostly undeveloped, but the Balkani Wildlife Society has set out an ecotrail that leads to a watch tower. Use of the trail and tower are free of charge.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["42.93"],["22.96"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bulgarian Shopluk"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Dragoman marsh"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Dragoman marsh"]]}]