[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Drake Bay"]}," is a city in ",{"type":"[[","value":[["Osa Peninsula"]]}," region of ",{"type":"[[","value":[["Costa Rica"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Plane:"]}," Fly in to the Drake Bay Airport with Nature Air (Pavas Airport) or Sansa(Juan Santamaria Airport) from San Jose.\nFly in to Palmar Sur with Nature Air or Sansa from San Jose, take a taxi or bus to Sierpe, take a boat down the river to Drake Bay. Your hotel can make arrangements for you. \nIf you fly you will be limited to 30 pounds (15 kilos) of luggage.\nIn the dry season the very rough road from San Jose may be passable all the way to Drake bay, or at least to Sierpe.\n\n",{"type":"'''","value":["Public Transport"]},": Take the TRACOPA Bus from San Jose to Palmar Norte, from there you can take a collective Taxi or Bus to Sierpe where Boats leave twice daily (except October) to Agujitas (Main town in Drake Bay).\n\nFrom Puerto Jimenez: Take a Bus to La Palma and from there there is a Bus twice daily (depending on the rain!) to Agujitas (Main Town Drake Bay). Bus leaves around 11 am and 4 pm. \n\n",{"type":"'''","value":["Driving:"]}," ONLY 4X4 !! Head south on the Inter-American Highway at the Gas Station in Chacarita (fill up your tank!) turn right and follow the signs. Before you cross the first Bridge at Rincon de Osa turn right again. From there it's a gravel road and you will have to pass several rivers. If you are not sure about the depth wade through first and if it's ok, drive SLOWLY and steady downriver through it. Not recommendable in the rainy Season as if it starts raining you can get stuck in Drake. Leave your car at Las Vegas Restaurant in Sierpe instead and take the boat.\n\n",{"type":"==","value":["Get around"]},"\nOn foot. \nFor tours,  transportation is usually by boat and can be arranged through your hotel. \nYou can ask people to give you a ride or pay a collective taxi to the location of your choice (Note: Almost anybody who has a car is a taxi drive!)\n\n",{"type":"==","value":["See"]},"\nCorcovado National Park is the main attraction.  There are 3 primary ranger stations which serves as the entry point into this park.  Tour guides are highly recommended.  \"Dry Season\" is a subjective term.  Be prepared to get your shoes soaked and hike through ankle deep mud.\n\n",{"type":"'''","value":["NOTE:"]}," You can only access San Pedrillo Ranger Staion on Foot from Drake Bay. There is a trail to Sirena but it's almost 30 km on the beach, with 2 big river crossings and NO shade. Your Lodge will take with a Boat to Sirena.\n\nSan Pedrillo:  Closest entry from Drake Bay.  It is accessible by either a 4 hour hike or 1 hour boat ride from Drake Bay.  Boats can be arranged with your hotel.  The hike comprises of beach and mountain hikes.  You will also walk past various eco-resorts.  There is a beautiful waterfall with a great swimming hole near this station. Ask the ranger for directions or guide to take you there.\n\nSirena:  2.5 boat ride or 8-10 mile hike.  Please be warned hike from Drake Bay to Sirena ranger station is considered extremely strenuous and difficult.  The stretch between San Pedrillo and Sirena is mostly beaches with almost no shade.  You can camp at the Sirena Station which has showers and wide decks to sleep to keep you out of the rain.  NOTE:  Ask Sirena Station for food when you apply for a permit.  They can arrange a light meal for you for a nominal fee.  Very beautiful hikes around the area and highly recommended.\n\nLa Leona:  Most Southern ranger station. \n\nLos Patos:  Only accessible by 2 hour car ride from Drake Bay.  If you are hiking this to the beach, it is almost all decline and will take up to 7-8 hours to the beach.  Better approached from Puerto Jimenez or Carate, not Drake Bay unless by plane.\n\nThere is also the Cano Island Biological Reserve.  The scuba diving can be cloudy but the snorkling is excellent.  It is about 1.5 - 2 hour boat ride from Drake Bay.\n\nThe little town is off the grid and very quiet, but walking around can make for an interesting afternoon. \n\n",{"type":"'''","value":["AGUJITAS"]}," (Main Town Drake Bay): You can do the poisonous Dart Frog tour with Martin.\n\n",{"type":"'''","value":["LOS PLANES:"]}," The little town of Los Planes is around 5km from Agujitas. It's a rainforest town with a lot of jungle hikes and a perfect spot to horseback. Check out Naguala Waterfall, refresh yourself in the natural pools and fish some tilapia. They also offer Restaurant Service. Oro Verde, is Alfredo's Place, a Rainforest Hermit who lives in the middle of the Jungle and has the biggest collection of 70' rock music in the area! Tesoro Verde has a own private 12 Hectares Reserve.\n\n",{"type":"'''","value":["ALONG THE COAST:"]}," If you keep walking along the coast to the direction of San Pedrillo Ranger Station you will pass many secluded beaches where the rainforest meets the ocean. Coatis, Anteaters and Monkeys are often seen. At Rio Claro River mouth, lives \"Clavito\" who rents out kayaks to paddle up river. The next beach is called San Josecito and is a perfect place to Snorkel as there is a rock formation which forms a calm bay. There is a coral reef so bring your mask!   \n\n",{"type":"==","value":["Do"]},"\nSnorkel at Cano Island.\nHike at Cano Island to see pre-Columbian stone spheres.\nTake a Dolphin and Whale Watching Tour.\nScuba Dive in the Caño Island Biological Reserve.\nFishing.\nSwim and Boogie board.\nSurf.\nBirdwatching.\nHike in Corcovado.\nSea kayak, in Drake bay and on the Rio Agujitas.\nHorseback Riding.\n\n",{"type":"==","value":["Buy"]},"\nThere is not much to buy, other than souvenirs from your hotel.\n\n",{"type":"==","value":["Eat"]},"\nIt is best to eat at your hotel. There are not many restaurants in the small town of Drake Bay. There is a bar on the hill (called \"la gorra,\" or \"the cap\") that offers a limited menu.\nThere are several small Sodas in Agujitas which offer mostly local food and fresh fish.\n\n",{"type":"==","value":["Drink"]},"\nThe bar of your hotel.\nThis is a very small and quiet town.\nLa Jungla Bar, locally called \"Tureca\" is a friendly bar which serves good drinks and plays nice music. They have outside balcony with a view right into the rainforest. Across the street you will find Jade Mar, which serves drinks and food. \n\n",{"type":"==","value":["Sleep"]},"\nLa Paloma Lodge is a pricy but charming eco-lodge.\n\nCasa Corcovado Jungle Lodge.\n\nDrake Day Wilderness Resort.\n\nDelfin Amor Eco Lodge.\n\nAguila de Osa. \n\nJinetes de Osa.\n\nPirate Cove & Caño Divers.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amaya Family Cabins"],["url=http:\/\/www.amayafamilycabins.com"],["email="],["address="],["lat="],["long="],["directions=near northern border of Corcovado National Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Local Tico owned and operated eco resort on the beachfront portion of the Amaya family farm (37 hectors)."]]},{"type":"<","value":["br"]}]},"\n",{"type":"'''","value":["BUDGET OPTIONS:"]},"\n\nCabinas Pura Vida - Agujitas\n\nCabinas Murillo - Agujitas\n\nRio Drake Lodge - El Progreso - at the airport in front of the beach, best sunsets!\n\nTesoro Verde Hostel - Los Planes - You can cook your own, have all included or camp. Free use of private Rainforest Reserve!\n\n",{"type":"==","value":["Go next"]},"\nThe main excursion from Drake Bay is to backpack through Corcovado. Adventurous backpackers can plan a one way trip from the first ranger station to one of the more remote ranger stations, and arrange for a boat to drop off and pick up. \n\nScuba divers can arrange for a trip to Cano island.\n\nDrake Bay offers a lot of things for adventures souls, if you like to hike and camp you can stay quiet a while and explore everyday something new!\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Osa Peninsula"]]},"\n\n",{"type":"[[","value":[["nl:Agujitas (Bahia Drake)"]]},"\n",{"type":"[[","value":[["wikipedia:Bahía Drake"]]}]