[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nDrama is a city in Northern ",{"type":"[[","value":[["Greece"]]},"\n\n",{"type":"==","value":["Understand"]},"\nCovering an area in a valley between a mountainous area Drama is a central city in Northern ",{"type":"[[","value":[["Greece"]]}," known for a number of events and sights around it. Taking its name from the Greek word \"Ydrama\" which roughly translates to \"water park\" Drama is a place of rare natural beauty and unique character.\n\n",{"type":"==","value":["Get in"]},"\nThe best way to reach Drama is by the Bus, frequently travelling from ",{"type":"[[","value":[["Thessaloniki"]]}," (15euro for a single ticket), you can also travel there by train but the train station is about a 10 minute walk from the centre of the city. The bus station is about 3 minutes from the center of the city near \"plateia elefterias\" (freedom square) the main square.\n\n",{"type":"===","value":["By plane"]},"\n\nYou can travel to ",{"type":"[[","value":[["Kavala"]]}," international airport and then catch a bus to Drama.\n\n",{"type":"===","value":["By train"]},"\n\nYou can get a train from either ",{"type":"[[","value":[["Thessaloniki"]]}," or ",{"type":"[[","value":[["Athens"]]},". Cost is cheaper than the bus.\n\n",{"type":"===","value":["By car"]},"\nWith the now completed \"Egnatia\" freeway you can reach Drama in less then 2 hours from ",{"type":"[[","value":[["Thessaloniki"]]},", and around 30 minutes from ",{"type":"[[","value":[["Kavala"]]},".\n\n",{"type":"===","value":["By bus"]},"\nYou can take the KTEL (Greek national busservice) from ",{"type":"[[","value":[["Thessaloniki"]]}," (around 2 hours, €15) or ",{"type":"[[","value":[["Kavala"]]},". \n\n",{"type":"===","value":["By boat"]},"\nThe nearest harbour is ",{"type":"[[","value":[["Kavala"]]},", mainly serving the routes between Kavala-Thassos-Samothraki. \n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["41.15001"],["24.14672"],["zoom=14"]]},"\n\nOne of the best things in Drama is the outstanding natural beauty of the surrounding areas. This might be tricky to reach and Drama does no get the tourism it deserves therefore it is best reached by car. But if you are thinking of seeing a part in Greece that is not spoiled by tourism then this area is for you. In the city there are cozy restaurants and Ouzo places as well as a booming nightlife of very luxurious cafe-bars for the size of the city. There are also a number of nightclubs some near the area of the center and some a little further out of the city center.\n\n",{"type":"==","value":["See"]},"\nDo visit the ",{"type":"'''","value":["Agia Varvara Park"]}," (located on the north west of the main square) walk around the area of the train station for some old houses and do see the \"Kapnomagaza\" (tobacco warehouses) in the east of the Agia Varvara park. Some of those are now being converted to museum buildings for exhibitions.  \nIn the north of the main square, around 30 minutes by foot there is a small hill that you can take a hike, on the top of the hill there is a coffee shop.\nOn the east of the city there are a number of old churches, some with old decorations and paintings of byzantine style.\n\n",{"type":"==","value":["Do"]},"\nDo go for a coffee on one of the luxurious coffee places and do eat at a local taverna. Drama is well known for its night life which attracts lots of people from surrounding cities. \nThere are also an archaological museum and a religion history museum in the city.\nSurrounding the city there are a number of archeological sites, including the \"philipoi\" ancient theater. This is an operational theater and remakes of ancient Greek theater plays are played here. \n\n",{"type":"==","value":["Learn"]},"\nDo visit the Archeological sites surrounding the city and do see some very interesting forests in the surrounding mountains. \n\n",{"type":"==","value":["Work"]},"\nVolunteering work in the area of Drama is possible during the christmas period where the central square is transformed into a theme park known as \"oneiroupoli\" (city of dreams), you can contact the city municipality for information.\n\n",{"type":"==","value":["Buy"]},"\nDrama has a very competitive market for its size and you can find practically anything you would expect in a major city. The market is closely packed together surrounding the main square. \n\n",{"type":"==","value":["Eat"]},"\nThere are number of places to eat in Drama. The quality of the food offered is very good and since the city is virtually tourist-free you can expect to have a decent meal for a normal price\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant\/Taverna To Hani (To Xani)"],["url=http:\/\/www.tohani.synthasite.com"],["email="],["address=Venizelou 47, Drama"],["lat="],["long="],["directions=From the main square (plateea) of Drama, head up towards 'Mitropoly' via Venizelou - we are located on the left (aristera plevra) side of the road."],["phone=00302521300996"],["tollfree="],["fax="],["hours=Midday til late"],["price="],["content=Serves a wide range of meals including Grilled, Cooked and Specialist dishes to suit all age ranges and tastes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name='Prin To Hani (To Xani)'"],["url="],["email="],["address=Venizelou 47"],["lat="],["long="],["directions=Located in front of restaurant\/taverna 'To Hani (To Xani)'."],["phone=00302521055755"],["tollfree="],["fax="],["hours=10.00AM til late"],["price="],["content=Traditional souvlaki sandwiches, \"eat in\" or \"take-away\". Tele-menu also available."]]}]},{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":["Stefanos, follow the road towards the west from the main square, offers Greek \"suvlaki\" änd \"gyros\" sandwiches (around €5 per person for 2 sandwiches)."]},"\n",{"type":"*","value":["Kalamia, towards the east of the main square next to a bank, offers \"kebab\" style grill, (around €5 per person for 2 servings). "]},"\n",{"type":"*","value":["Bugatsa Lefteris: Next to the taxi park between the central square and the park, offers greek \"bugatsa\" (cream filled pasty), around €1.5 per serving. "]},"\n",{"type":"*","value":["Goody's: opposite the square on the right, greek hamburger franchise, around €5 for a meal."]},"\n",{"type":"===","value":["Mid-range"]},"\nNisaki: Located between the agia varvara park and the kapnomagaza. Serves coocked food, grills and fish. Prices around €15 per person\n\n",{"type":"===","value":["Splurge"]},"\nLukulos: Located outside of the city, this is an extremely luxurious restaurant.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kafe Elefteria"]}," Probably one of the oldest coffehouses in the city, in the now renovated old building serves plenty of hot and cold drinks. Located north of the main square."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kafe Aigeo"]}," Serving a younger crowd this lively bar is located of the west of the agia varvara square. It gets very crowded on weekends and the music is loud."]},"\n",{"type":"==","value":["Sleep"]},"\nHotels:\n",{"type":"*","value":[{"type":"'''","value":["Emporiko"]},", 2521027925."]},{"type":"*","value":[{"type":"'''","value":["Marianna"]},", 2521066100."]},{"type":"*","value":[{"type":"'''","value":["Ksenia"]},", 2521033195."]},"\nIf you do not wish to stay in the centre there are numerous hotels in the villages around Drama, indicatevely:\nKatafygio Falakrou(the falakro ski-hut resort) 2522041822\n\n",{"type":"==","value":["Stay safe"]},"\nIn a city that is unspoiled by tourism you should try to maintain a respectful communication towards others as extreme behaviour towards people might cause a scene. Also try to avoid getting involved with any local disputes. Crime in Drama is nearly non-existent.\n\n",{"type":"==","value":["Connect"]},"\nCity hall: 2521025555\nHospital: 2521023351\nPolice: 2521022341\n\n",{"type":"==","value":["Cope"]},"\nThe weather can be very hot during summertime and the winters are usually cold and breezy with some snow.\n\n\n\n",{"type":"{{","value":[["geo"],["41.1500"],["24.1333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["East Macedonia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Drama, Greece"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Drama city"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]