[{"type":"{{","value":[["pagebanner"],["WV Driving in France banner Annemasse street.jpg"]]},"\n",{"type":"==","value":["Road types"]},"\n",{"type":"[[","value":[["Image:Autoroute A10.jpg"],["thumb"],["300px"],["Autoroute A10"]]},"\nIn ",{"type":"[[","value":[["France"]]}," roads range from the narrow single-lane roads in the countryside to major highways.\n\nMost towns and cities were built before the general availability of the automobile and thus city centers tend to be unwieldy for cars, especially large ones. The most scenic roads in mountain areas also tend to be winding and narrow. Keep this in mind when renting: large cars can be very unwieldy. In cities, it often makes sense to just park and then use public transportation.\n\nRoads are classified into the following categories:\n",{"type":"*","value":[" A",{"type":"''","value":["xxx"]},": autoroute (Motorway\/freeway) (red number sign)"]},{"type":"*","value":[" N",{"type":"''","value":["xxx"]},": national road (red number sign; sometimes referred to as RN",{"type":"''","value":["xx"]},")"]},{"type":"*","value":[" D",{"type":"''","value":["xxx"]},": departmental road (yellow number sign; sometimes referred to as RD",{"type":"''","value":["xx"]}," or CD",{"type":"''","value":["xx"]},")"]},"There also are municipal (white number sign) and forestry roads (green number sign).\n\nNote that though major map brands also use a red\/yellow\/white chart for roads, it has a different meaning: red means major roads, yellow means intermediate roads, and white means minor roads. A departmental road may be major, for instance.\n\nNote that \"Routes Départementales\" are strictly that: each Département has its own D1, D2, etc., and D-road numbers change at Département boundaries. The government has gradually transferred national roads to départements; they are then generally numbered in a way that reminds of the original numbering. For instance, in some ",{"type":"''","value":["départements"]},", national road number ",{"type":"''","value":["xx"]}," becomes departmental road number 9",{"type":"''","value":["xx"]},", in others ",{"type":"''","value":["60xx"]},", in others ",{"type":"''","value":["90xx"]},". Older signs and maps may refer to the original number.\n\nAutoroutes, national roads and most departmental roads are almost always in good or excellent conditions. In some rural areas, secondary departmental roads may have worse conditions. In mountainous areas, roads may also have been damaged by frost, landslides, and so on, though such dangers are always signposted.\n\nMain roads are signposted with the names of towns or cities in the direction you're going and only secondarily with the road number.  Directions in green are for major destinations through major highways ; in blue, for directions through Autoroutes. ",{"type":"''","value":["Péage"]}," means \"toll\".  \nWhen driving out of town, look for ",{"type":"''","value":["toutes directions"]}," (\"all destinations\") or ",{"type":"''","value":["autres directions"]}," (\"all other destinations\", that is, all places other than the ones on an adjacent sign), which will point you to the main route.\n\nIf you have time, use the smaller roads. The speed is decent and you don't pay tolls; however you'll have to slow down to 50 km\/h when driving through villages. Still, you have the opportunity to drive through small towns and villages, stop and grab a bite in the restaurants or buy local wine.\n\nDetailed maps (1\/200 000 scale approximately) are highly advisable unless you stick only to main cities and main highways. France has many useful or scenic secondary roads that you will not find on less detailed maps. Michelin and IGN provide good maps; they also make bound atlases containing all maps for metropolitan France (the European French territory). GPS with a detailed map may also be a good choice, especially if you do not have a passenger.\n\nDo not underestimate driving times, especially if not going by ",{"type":"''","value":["autoroute"]},". A rule of thumb is to expect an average speed of 60 km\/h going by major roads outside ",{"type":"''","value":["autoroutes"]},".\n\n",{"type":"===","value":["Autoroutes"]},"\nMost of the ",{"type":"''","value":["autoroute"]}," (motorway\/freeway) links are ",{"type":"'''","value":["toll roads"]},", although sections around major cities are often toll-free, as are all autoroutes in Brittany. Some have a toll station (",{"type":"''","value":["péage"]},") giving you access to a section, others have entrance and exit toll stations. Don't lose your entrance ticket or you will be charged for the longest distance plus additional fees. All toll stations accept major credit cards but you can use the express lane (",{"type":"''","value":["Télépéage"]},") only if your card is equipped with an appropriate transponder. UK citizens can now buy the transponder chip directly from Sanef in the UK at ",{"type":"[","value":["http:\/\/www.saneftolling.co.uk"]},".  However it offers no discount on tolls and costs a small fee to activate: it's really only useful if you plan to use the autoroutes a lot and want to avoid queuing at the ",{"type":"''","value":["péages"]},".\n\nTolls of course vary by distance.  Calais to Paris is (as at spring 2014) €21.40 while Paris to Toulouse is €64.90.  If these seem steep, remember that French drivers pay no road tax.  You can calculate tolls (and plan your route) ",{"type":"[","value":["http:\/\/www.autoroutes.fr\/index.htm?lang=en here"]},".\n\nMany toll stations are staffed, but some only have automated payment machines, especially at less-used exits and at night.  Either way, paying tolls is quite easy: just insert a credit card into the machine (or give it to the cashier along with your ticket) and go (Note that Maestro and Visa Electron cards are not accepted.) You can pay with Euro notes and coins as well; the machines give change (but only in coins - paying for a €4 toll with a €50 note will mean a ",{"type":"''","value":["lot"]}," of change). Sometimes you get a ticket to calculate the toll. You may have to slide the ticket and then the credit card into the same slot or into two different slots. Generally, though, €500 bills are ",{"type":"'''","value":["not"]}," accepted at toll booths.  Remember that the toll machine or booth will be on the left of your car.  If you are driving a right-hand-drive car without a front-seat passenger you will need to get out to pay.  This is not a problem and the barrier will remain raised until you drive away.\n\nExits from autoroutes are well-signposted, often well in advance using the sign ",{"type":"''","value":["Prochaine sortie"]}," (next exit) - but they are sometimes far apart.  If you miss your exit do ",{"type":"''","value":["not"]}," attempt a U-turn on the autoroute, which is rarely possible (as there are barriers between the carriageways) and always both illegal and dangerous.  Equally, don't pass through the ",{"type":"''","value":["péage"]}," at the next exit as you will then have to pay a further toll to go back the way you came!  It is normally possible to take an exit and then make a U-turn safely before reaching the ",{"type":"''","value":["péage"]},".\n\nBeware that on some autoroutes, slip roads \/ ramps have tight turns in them and, when joining the autoroute it can be hard to build up speed to match that of the traffic on it.  They can also obscure your view of the traffic on the autoroute, especially if driving a right-hand-drive car.  A front seat passenger helps!  Likewise, when exiting, be prepared to reduce speed sharply to take the turn: there are progressive reductions in speed limit to warn you of this. \n\nThere are almost 12 000 km (7500 mi) of Autoroutes in 2012.\nToll Autoroutes(3\/4 of the network)have good road condition and are well-maintained. \nFree Autoroutes(1\/4 of the network)are situated near big cities and have good to bad road condition.\n\nThe vast majority of the network is composed of 2x2 lanes (two lanes in each directions) and - outside the main tourist season at least - see relatively little traffic compared to their British and German equivalents. You can found 2x3 lanes on crowded autoroutes like the A10 or A6, 2x4 lanes and 2x5 lanes near big cities.  The outside (left-hand) lane is for overtaking, and many French drivers stick more closely to this than those elsewhere, even to the extent of pulling into and out of the lane sharply behind and in front of the vehicle they are overtaking. 'Hogging' the outside lane is frowned upon.\n\nService stations - ",{"type":"''","value":["aires de service"]}," - are sited every 100km or so on most autoroutes, with a restaurant, shop and filling station.  In between are rest areas - ",{"type":"''","value":["aires de repos"]}," - with toilets and usually a picnic area.\n\n",{"type":"==","value":["Cities"]},"\nThe speed limit inside cities is 50 km\/h, though some wide avenues may be specifically labeled 70 km\/h. In downtown or residential areas, the speed limit may be reduced to 30 km\/h.\n\nAlmost all French cities were built before the mass availability of automobiles. Streets in city centers may date from the Middle Ages or the early modern era. Expect an irregular map, narrow streets, one-way streets, pedestrians crossing the streets even if they have a red light, cobblestones and pedestrian areas. It is almost always a better idea to leave your car at a parking lot before visiting a historical center.\n\nIt is often difficult to find a particular street inside a city. Street names are written on small signs, which makes them difficult to read from a car, especially if traffic is moving. It is almost always compulsory to have a street map for the city you are visiting in order to find a particular street, or to use a GPS device. Street maps can be bought from newsagents and libraries. If you end up in an unknown city and you do not have a map, it may make sense to head for the train station (\"gare\") since it will have both a parking lot and a newsagent. Finding a street in a small town or village can be a challenge since publishers do not usually produce maps for these. Try printing a map from Google Maps or using a GPS device.\n\nThe outside of cities, in contrast, was often built after automobiles were widespread. All cities have several commercial areas outside of town where large supermarkets and other stores are located in the midst of large parking lots; often there will also be budget hotels such as ",{"type":"''","value":["Formule 1"]}," or ",{"type":"''","value":["Première Classe"]},". Though these areas are unappealing and not so \"typical\", they are perhaps the most handy place to buy supplies if you have a car.\n\n",{"type":"==","value":["Mountains"]},"\nFrance has several mountaineous areas: the Vosges, the Jura, the Alps, the ",{"type":"''","value":["Massif Central"]}," and the Pyrenees. In the winter, due to the snow, some roads (especially passes) may be closed to traffic or require special equipment (snow chains). Roads leading to passes have signs that say whether the pass (",{"type":"''","value":["col"]},") is open (",{"type":"''","value":["ouvert"]}," green sign) or closed (",{"type":"''","value":["fermé"]}," red sign).\n\nExcept for the highest passes, most of the major roads are kept usable using snowplows. This may not be true of some secondary roads.\n\nDuring winter vacations, especially in the weekends, expect traffic jams on roads leading to skiing resorts.\n\n",{"type":"==","value":["Traffic rules"]},"\n\nFrance drives on the right.\n\nUnless it is clearly posted on the road you are using, you are supposed to yield (give way) to any vehicle coming from your right from another public thoroughfare. However, roads generally work along a system of priorities: main thoroughfares will be flagged as \"priority\" and all crossroads will yield.\n\n",{"type":"''","value":["Priorité à droite"]}," - the old French system was to give priority to all traffic coming from the right. This still applies at unmarked crossroads in the countryside, in small villages, as well as minor streets inside cities, etc. Most other road crossings have some kind of priority system implemented. Yellow square signs (rotated 45°) indicate that your road is prioritary (all other roads must yield); a yellow lozenge with a bar shows ends this. Watch out; for drivers from other countries this is one of the most confusing aspects of French driving.\n\nFrance uses many roundabouts (",{"type":"''","value":["ronds-points"]},"). In the old days, roundabouts were signposted by a round blue sign, and drivers inside the roundabout had to yield to incoming traffic (which came from their right). This changed 20 years ago, and almost all roundabouts have been converted to a system using a triangular sign and \"yield\" signs, in which drivers from outside the roundabout have to yield to drivers inside the roundabout. Though many American drivers seem to fear roundabouts, there is actually nothing scary to them: just yield to the traffic inside the roundabout, and turn right at the exit you wish. Two advantages to roundabouts are if you are unsure of the road to take, you can simply go round the roundabout until you have decided; also, they make it easy to make a U-turn.\n\nSignposts used in France are patterned according to EU recommendations and use mostly pictograms (not text). The following signs are essential for finding your way on a map and avoiding tickets.\n\n\n",{"type":"{|","value":[["class=\"wikitable\" width=100px"],["|colspan=1 align=\"center\" bgcolor=\"lightgrey\" |",{"type":"[[","value":[["image:A31 (France) Route marker.svg"],["100px"]]},"||",{"type":"[[","value":[["image:Compo-registre-9.svg"],["100px"]]},"||",{"type":"[[","value":[["image:Panneau SD1.JPG"],["100px"]]},"||",{"type":"[[","value":[["image:Panneau autouroute A7 Les Cévennes.jpg"],["100px"]]},"||",{"type":"[[","value":[["image:France road sign AB6.svg"],["100px"]]},"||",{"type":"[[","value":[["image:France road sign AB7.svg"],["100px"]]},"||",{"type":"[[","value":[["image:France road sign AB3a.svg"],["100px"]]},"||",{"type":"[[","value":[["image:Vienna-convention-sign-B2a.svg"],["100px"]]}],["|-"],["|Blue sign with white lettering and Axx indicates Autoroute.",{"type":"<","value":["br"]},"Toll road if the word \"péage\" appears||Green sign with Nx indicates national highway.",{"type":"<","value":["br"]},"White sign with Dx or Cx indicates local roads.||Entering a city.",{"type":"<","value":["br"]},"Reduce speed to less than 50 km\/h, unless otherwise indicated.||Brown sign",{"type":"<","value":["br"]},"Tourist information||Trunk (priority) road. \"Priorité à droite\" does not apply.||End of trunk road (after this sign you have to give way to traffic from the right, unless directed otherwise)||Yield (give way) to vehicle on the other road||Stop before entering or crossing the other road"],["|-"],["||",{"type":"[[","value":[["image:B1.svg"],["100px"]]},"||",{"type":"[[","value":[["image:France road sign B14 (70).svg"],["100px"]]},"||",{"type":"[[","value":[["image:panneau_radar.jpg"],["100px"]]},"||",{"type":"[[","value":[["image:B6A1.svg"],["100px"]]},"||",{"type":"[[","value":[["image:A15A1.svg"],["100px"]]},"||",{"type":"[[","value":[["image:France road sign B21c1.svg"],["100px"]]},"||",{"type":"[[","value":[["image:France road sign C1c.svg"],["100px"]]}],["|-"],["|Red round sign means : ",{"type":"'''","value":["forbidden"]},{"type":"<","value":["br"]},"Do not enter (no entry)||Red round sign means : ",{"type":"'''","value":["forbidden"]},{"type":"<","value":["br"]},"Speed limit (in Km\/Hr)||Newest addition : Speed checking ahead - either automatic cameras or handheld devices||Red round sign means : ",{"type":"'''","value":["forbidden"]},{"type":"<","value":["br"]},"No parking||Red triangle sign means : ",{"type":"'''","value":["danger"]},{"type":"<","value":["br"]},"Cattle crossing||Blue round sign means : ",{"type":"'''","value":["must"]},{"type":"<","value":["br"]},"You must turn right||Blue square sign means : ",{"type":"'''","value":["information"]},{"type":"<","value":["br"]},"Parking"]]},"\n\n",{"type":"==","value":["Traffic lights"]},"\n\n",{"type":"*","value":[" Traffic lights go directly from red to green: there is ",{"type":"'''","value":["NO"]}," red-and-amber phase to warn you they are about to change. If you are slow in reacting, you may get a gentle horn reminder from the car behind. The lights are often mounted high and cannot be seen if you are the first car in the queue, often there is a small repeater light at head height on the post for this purpose."]},"\n",{"type":"*","value":[" Lights do have a amber phase and switch from green-",{"type":"''","value":["to amber"]},"-to red. You may pass through on an ",{"type":"''","value":["amber"]}," light only if you are not able to stop safely. However, take care in big cities during rush hours if the traffic seems nervous and congested. Many drivers may become impatient and will attempt to pass through an intersection on an ",{"type":"''","value":["amber"]}," light phase and may assume you will do as well."]},"\n",{"type":"*","value":[" Some aggressive French drivers will pass through an intersection even though the light has just turned red. This is not only dangerous but also illegal. Increasingly, red-light cameras (",{"type":"''","value":["radars aux feux rouges"]},") are being installed to photograph the registration plates of vehicles passing through red lights. Fines levied by red-light cameras are sent automatically by post."]},"\n",{"type":"*","value":[" In case of traffic jam, you are ",{"type":"'''","value":["NOT"]}," allowed to pass through a ",{"type":"''","value":["green"]}," light controlled intersection if you are not certain of being able to clear the intersection before the light switches back to red. Do not enter any intersection when it is ",{"type":"''","value":["blocked"]}," by any vehicular, pedestrian or other traffic at any time regardless of the colour of the light. "]},"\n",{"type":"*","value":[" You are ",{"type":"'''","value":["NOT"]}," permitted to turn right on a red light, unless there is an amber right-arrow flashing, and after yielding to any vehicle or other road user on the other road."]},"\n",{"type":"*","value":[" If the lights are off, or amber-flashing, you must follow the sign that is present on the light pole or nearby its fixing point. If there is no sign, the ",{"type":"''","value":["priorité à droite"]}," (priority to the right) principle applies: yield to any vehicle coming from your ",{"type":"'''","value":["right"]},". Take extra care and reduce speed in such cases as disabled lights are quite uncommon and may lead to confusing and potentially dangerous situations arising during any service outage."]},"\nThe right of way exercised by any emergency vehicle is always paramount regardless of traffic light colour. \n\n\n",{"type":"==","value":["Renting cars"]},"\n\nMost cars in France have a manual gearbox (",{"type":"''","value":["stick shifts"]},"), you may find difficult or even impossible to operate if you have only ever driven vehicles with automatic transmissions. If you rent a car, and you want an automatic, then be sure to explicitly request this requirement in advance.  ",{"type":"''","value":["Une voiture à boîte"]}," is a car with automatic transmission; ",{"type":"''","value":["mécanique"]}," means manual transmission.  \n\nMany personal cars run on diesel fuel; make sure you know whether your car runs on diesel or petrol.  Note that ",{"type":"''","value":["gazole"]}," means diesel, not gasoline \/ petrol, which is ",{"type":"''","value":["essence"]},". Diesel cars are more economical to operate than gasoline fuelled cars, but not if you put ",{"type":"''","value":["essence"]}," in them by mistake.  That can easily cause irreparable damage to the engine. Making the opposite mistake normally means only a long, expensive and embarrassing process of having the engine and fuel tank drained.\n\n",{"type":"==","value":["Traffic offences"]},"\nLaw enforcement forces (",{"type":"''","value":["Police Nationale"]}," or ",{"type":"''","value":["Gendarmerie"]}," depending on the area) may stop you in order to check that you have a valid driving licence, valid insurance, that you are carrying the necessary equipment and that your vehicle has passed safety tests. In the case of rental cars, the insurance and safety documents are provided by the rental company. If you have your own motor vehicle, you may have to show the European \"green card\" (this is not always necessary) proving you have insurance. If you are driving your own vehicle from a country where the minimum legal requirement for 'third party' insurance is in force, you do not need a 'green card': you will however need to provide an insurance certificate to prove that the vehicle is insured.  \n\nIf you park illegally, law enforcement forces or traffic wardens will put a ticket under your windscreen or windshield wiper. You can pay it by personal check drawn from a French bank (not very useful for tourists) or buying a ",{"type":"''","value":["timbre fiscal"]}," (tax stamp) from a tobacconist, sticking it on the ticket, and mailing it to the authorities. If you actually see the law enforcement agent, you can also pay him directly in cash or by check to the Public Treasury in exchange for a receipt. Technically, you can also challenge the fine in court if inappropriate, but this is probably to be left to people with lots of time on their hands. If you commit a traffic offense using a rental car and you do not pay it directly (like speeding tickets by photo radar), the rental car company may bill you for them and may apply a surcharge.\n\nYou can pay traffic fines online ",{"type":"[","value":["https:\/\/www.amendes.gouv.fr\/portail\/index.jsp"]}," following the directions on the ticket.\n\nLaw enforcement sometimes read your ticket at the toll station to see how long you took since joining the autoroute: they are not allowed to use that info to give you a speeding ticket. On the other hand, be aware that there is a new automatic photo-radar system that is being implemented throughout France. For now, this system is most commonly found along major highways, and near major cities, but it expands quickly. Large brown rectangular signs warn when you are entering an automatic photo radar area.  However, the French Government has started removing these.  The safest approach is simply to stick to the speed limit.   \n\nHere a few tips about photo-radar area:\n",{"type":"*","value":[" If you find that the average speed of French cars is surprisingly lower than 5 min before, then you must have entered such an area."]},{"type":"*","value":[" Law enforcement forces may install mobile photo-radar system.  You will be warned but the sign is much smaller than for permanent area."]},{"type":"*","value":[" Your speed may also be checked anywhere without warning.  In such a case, you will be directly intercepted and fined if you committed a speeding offense.  Very often, these checks are less strict than photo-radar: for example, if the speed limit is 110 km\/h, you will be intercepted only if you exceed, say, 120 km\/h. But this is not always the case."]},"\nWhen not otherwise specified, the speed limit is 130 km\/h on freeways (reduced to 110 km\/h in urban areas), 110 km\/h on divided highways (always specified), 90 km\/h otherwise, and 50 km\/h in city areas. In wet conditions, these limits are reduced to respectively, 110 km\/h, 100 km\/h, 80 km\/h, and 50 km\/h. In case of snow, ice, or heavy fog, the speed is limited to 50 km\/h on all roads.  Note that areas where the 50 km\/h limit applies start when you pass the name of the city \/ town \/ village on a white sign with a red border - there is no separate speed sign.  They end at the same sign with the name crossed out. These can be no more than small hamlets, but if the signs are there the speed limit still applies.  The police often set up mobile speed traps where a major road passes through a village or small town. \n\nAs of October 2005, the typical fines for speeding are:\n",{"type":"*","value":[" less than 20 km\/h above limit: 68€ (90€ in city area), 1 demerit point ;"]},{"type":"*","value":[" 20 to 50km\/h above limit: 90€ to 250€, 2 to 4 demerit points ; "]},{"type":"*","value":[" more than 50km\/h above limit: 1500€, minimum 6 demerit points."]},"Fines up to 250€ are payable on the spot to the police, who will issue a receipt.  If you do not have the cash, they will take you to an ATM to get it!\n\nDriving under the influence of alcohol is a serious offense. The limit is 0.50 g\/L (0.05% BAC) in blood: being above this limit is thus illegal and can entitle you a fine up to 750€ and 6 demerit points. If you are found above 0.80 g\/L (0.08% BAC) or refuse to pass the test, the fine may reach 4500€ followed by an immediate withdrawal of your driving license; jail sentences and confiscation of the vehicle are also possible.\n\nAll passengers are required to wear their seat belt and children under 10 must use the back seat unless there are no rear seats or the they are all occupied by children under 10 (the fine is 135€ per persons not wearing a seat belt as well as 1 demerit point if the offender is the driver). For more information visit ",{"type":"[","value":["http:\/\/www.theaa.com\/motoring_advice\/touring_tips\/AA_France_Monaco.pdf The AA"]},".\n\nBeing caught with a radar detector, even in your luggage, is a serious offense and will result in the device being confiscated and a fine of ",{"type":"'''","value":["at least €2000"]},"  GPS \/ Satnav systems which show the location of French speed cameras are also illegal.  If you have such a device, you should at least disable the display of such cameras.  Further advice is available from the (UK) Automobile Association ",{"type":"[","value":["http:\/\/www.theaa.com\/motoring_advice\/overseas\/radar-detectors-in-france.html here"]},".\n\nAll cars should also contain a red warning triangle; and one reflective jacket or waistcoat for the driver (ideally one for each passenger too).  These must be kept inside the car, not in the boot\/trunk, and must be worn if you have to leave the vehicle in an emergency.  The police do check you have these items, and have been known to target foreign-registered cars for this.  \n\nOther rules and regulations:\n",{"type":"*","value":[" Strictly speaking, you are required to carry a breathalyser.  However, the French Government has postponed the enforcement of this law indefinitely. "]},{"type":"*","value":[" If driving a foreign car, you must display a sticker showing its country of registration, if it doesn't have registration plates which show this (as many European cars do)."]},{"type":"*","value":[" If driving a right-hand-drive car (eg from the UK), your headlamps are designed to point to the left and you must adjust them to avoid dazzling oncoming traffic.  Some cars have adjustable headlamps, but in most cases you will need some stick-on adapters.  These are available from motoring shops and organisations, and at ferry ports, but are not widely available in France.  "]},{"type":"*","value":[" It's recommended, but not required, for cars to use dipped headlamps at all times, day and night.  This is compulsory for motorbikes. "]},"\nTalking on a hand held mobile phone while driving in France is forbidden.\n\nIn theory, motor vehicles have to yield to pedestrians that have started crossing the street and are encouraged to stop for those who have not started. In practice, though, many French drive more aggressively. Keep in mind, though, that they are more used to local conditions than you are.\n\nMany pedestrians cross the street outside of marked crossings or when they have a red light but they feel they have sufficient time, especially in large cities such as ",{"type":"[[","value":[["Paris"]]},". Cyclists also engage in daring manoeuvres. Remember that even if a pedestrian or a cyclist should not have crossed your road according to traffic rules, if you harm him, you will always be held responsible for damages (in practice, your insurance will pay) and may also be prosecuted for failing to control your vehicle.\n\nThe kind of \"creative\" driving commonly found in Mediterranean countries is not accepted in France and is likely to lead to either accidents or arrest by law enforcement.\n\n",{"type":"==","value":["Fuel"]},"\n",{"type":"===","value":["Fuel types"]},"\nThree types of fuels are generally available: diesel (",{"type":"''","value":["diesel"]},", ",{"type":"''","value":["gasoil"]}," or ",{"type":"''","value":["gazole"]},"), lead-free 95RON-octane gasoline (",{"type":"''","value":["Sans plomb 95"]},"), lead-free 98RON-octane gasoline (",{"type":"''","value":["sans plomb 98"]},"). Leaded gasoline (",{"type":"''","value":["super"]},") is no longer available.\n\nA newer fuel, available since 2009, is \"SP95-E10\". It is generally equivalent to ",{"type":"''","value":["Sans plomb 95'"]},"; almost all cars from 2000 onwards accept it. It includes 10% ethanol and is slightly cheaper than regular SP95.\n\nAll cars accepting ",{"type":"''","value":["Sans plomb 98"]}," also accept ",{"type":"''","value":["sans plomb 95"]},". Very few current cars, if any, require ",{"type":"''","value":["sans plomb 98"]}," (it seems to be mostly used for older cars designed for leaded 97RON gasoline).\n\n",{"type":"===","value":["Gas stations"]},"\nGas stations are found in all cities and towns along highways as well as on supermarket parking lots. Supermarket gas stations (",{"type":"''","value":["Carrefour"]},", ",{"type":"''","value":["Intermarché"]},") tend to be cheaper than petroleum brands (",{"type":"''","value":["Total"]},", ",{"type":"''","value":["Shell"]},"), and they tend to have automatic machines working with credit cards at all times.\n\nSome wholly automated stations accept only French cards, but these are becoming rare.\n\nIt may be difficult to find open gas stations at night or on Sundays in rural areas, though a good method is to look for a supermarket, who almost always have some pumps working with credit\/debit cards 24×7. Supermarket chains such as ",{"type":"''","value":["Intermarché"]}," have a wide presence in the countryside. If you have a GPS device, you can load into it maps of gas stations and supermarkets available on the Internet.\n\nOn ",{"type":"''","value":["autoroutes"]},", gas stations are found in service areas (",{"type":"''","value":["aires de services"]},"). They tend to be more expensive than gas stations outside ",{"type":"''","value":["autoroutes"]},", but many of them are open on a 24x7 basis.\n\n\n",{"type":"====","value":["Brands"]},"\n",{"type":"'''","value":["Elf"]}," becomes a self-service station on Sundays, and accepts only chip-enabled credit cards.\n\n",{"type":"'''","value":["Total"]}," works 7 days a week with cash desk always working, and accept chip-less credit cards as well. But it is more expansive than other stations.\n\n",{"type":"'''","value":["Esso"]}," is an Exxon's brand. You can find a lot of \"Esso Express\" in many cities, working 24x7 and accepts only credit cards.\n\n",{"type":"'''","value":["Shell"]}," can be found mainly on Autoroutes (Motorways).\n\n",{"type":"'''","value":["BP"]}," stations are fairly common in the Paris region, although less so elsewhere.\n\n",{"type":"===","value":[" Liquefied gas "]},"\nSome gas stations also dispense liquefied petroleum gas (",{"type":"''","value":["gas de pétrole liquéfié"]}," or GPL), but these are often difficult to find outside of major highways. Indoor parking is prohibited for LPG cars without a safety valve.\n\n",{"type":"==","value":["Traffic jams"]},"\nAs in many other countries, roads and streets in cities tend to be jammed at hours where most people commute to and from work. In addition, roads leading to and from tourist destinations will tend to be jammed at the beginning and end of vacations. This is for instance the case of the A6 motorway in the Rhône Valley (with all the vacationers from Northern France, Belgium, the Netherlands, etc. going south).\n\nNeedless to say, if your destination is not Paris, ",{"type":"''","value":["give it a wide berth"]},": there are now many ways of avoiding the capital (for instance the A4 motorway) and its extremely congested traffic.\n\nCheck for jamming conditions and other issues on major roads at ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.bison-fute.equipement.gouv.fr Bison Futé"]}]},".\n\n",{"type":"==","value":["Final Tips"]},"\n\nThe following are some simple final points that should be taken into consideration when driving in France:\n",{"type":"*","value":[" You must be at least 18 years of age and possess a valid driving licence from your home country. (There is a French system called ",{"type":"''","value":["conduite accompagnée"]}," whereas young drivers aged 16 and above can drive with an older adult, but it most probably does not work for nonresidents.)"]},{"type":"*","value":[" It is very important that you stop at STOP signs or you may receive a spot fine. The same holds for red traffic lights."]},{"type":"*","value":[" Respect posted speed limits; do not drive if you have had too many drinks. Strong-arm tactics (large number of speed detectors and strict punishment of alcohol-related infractions) has successfully reduced road casualties in France (-55% for deaths and number of accidents between 1986 and 2006) and is likely to go on."]},{"type":"*","value":[" Driving in major cities such as ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Marseille"]]},", and ",{"type":"[[","value":[["Lyon"]]}," is not generally recommended, as they can be difficult to navigate around and parking is nearly impossible. You would be better off parking in the suburban areas and using public transport to get in the city centre. Many motorists do not pay the required fee when parking, and this has resulted in a dramatic rise in clamping. Parking in restricted areas will often result in being towed."]},"\n",{"type":"{{","value":[["Usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Driving"],["France"]]},"\n",{"type":"{{","value":[["related"],["France"]]}]