[{"type":"{{","value":[["pagebanner"],["Driving in the UK banner.jpg"],["caption=Cars on the M53 Motorway at night"]]},"\n\nDiffering from most of Europe, the ",{"type":"[[","value":[["United Kingdom"]]}," drives on the left, and all cars rented or sold in the UK are right-hand drive.  Most cars in the UK are manual (\"stick-shift\") transmission, and car rental companies will allocate you a manual transmission car unless you specifically ask for an automatic when you make a reservation.\n\nA car will get you pretty much anywhere in the UK. Parking is a problem in large cities, and especially in London, can be very expensive. Petrol (gasoline) is heavily taxed and therefore expensive, currently at around £1.34 per litre ",{"type":"[","value":["http:\/\/www.theaa.com\/motoring_advice\/fuel\/"]},". The cheapest fuel is usually available at supermarkets. Branches of Tesco, Sainsburys, Morrisons and Asda tend to have fuel stations in their car parks, which are often cheaper than the big name fuel stations like Esso\/Exxon, Shell and BP.\n\nAlong with the ",{"type":"[[","value":[["United States"]]},", the ",{"type":"[[","value":[["United Kingdom"]]}," continues to use imperial measurements for road signage. As a result all distances are displayed in miles and yards, whilst speeds are given in miles-per-hour (mph). Distances can  be roughly converted to kilometres with 1\/3 mile as about 500 m, 2\/3 as about 1 km, and 1\/2 mile as about 800 m. All neighbouring European countries use the metric system, so be aware of the required conversions when travelling from elsewhere.\n\nDespite this use of the imperial system, many heights and widths are displayed alongside their metric equivalents.  All weights are give in tonnes and all motorways now have locator indicators in kilometres situated at intervals of 500 m.\nThere are no tolls on any roads with the exception of a few large bridges\/tunnels, and one motorway in the Midlands ",{"type":"[","value":["http:\/\/www.m6toll.co.uk\/"]},"). There is a levy (congestion charge) of £8 payable for driving in central London.\n\n",{"type":"==","value":[" Congestion "]},"\n\nTraffic can be very heavy, especially during 'rush hour', when commuters are on their way to and from work - typically 07:00-10:00 and 16:00-19:00. School holidays can make a noticeable reduction in traffic, however, particularly in the morning rush hour.\n\nThe M25 London orbital motorway is notorious (known to most Londoners as London's car park because all the traffic comes to a standstill) - it is best avoided on Monday mornings and Friday afternoons, use it only if you need to, and take local advice if you plan to drive to Heathrow to catch a plane. The M6 through Birmingham is another traffic blackspot as well as the M8 in Glasgow (the second most congested motorway after the M25). You can typically bet on finding a traffic jam if you drive for more than 90 minutes on the motorway system, especially as you approach cities. Checking local traffic reports on the radio or websites such as Highways Agency ",{"type":"[","value":["http:\/\/www.highways.gov.uk\/"]}," or Frixo ",{"type":"[","value":["http:\/\/www.frixo.com\/"]}," can help if you know you need to travel during busy hours.\n\n",{"type":"==","value":[" Parking "]},"\n\nParking on-street is usually heavily restricted. Never park on a white, double yellow or double red line (stopping on white or red lines is illegal. Parking on a single-yellow line is restricted (typically no-parking during the daytime e.g. 7AM-7PM) and the restrictions are displayed on roadside yellow signs. Many residential streets require a resident's parking permit to park on the street, although outer-suburbs have less restrictions. On-street parking in cities may be restricted to disability-badge holders or be heavily metered, and is often for no more than a 1–2 hours stay in the daytime but is often free at night. Surface lots generally operate the pay 'n' display payment system - you must buy a ticket from a vending machine, select how many hours you wish to pay and then place the ticket on your dashboard in clear view - these places are regularly patrolled and if you don't return to your car before the allotted time you'll get a penalty or get clamped. Often you'll need to enter the numeric digits from your car's number plate when buying the ticket to prevent people from 'selling on' tickets with leftover time. Multi-storeys are usually multi-level buildings or in larger cities may be located underground. Most have barrier-controls - you'll be issued with a ticket upon entry. When returning to your vehicle you must either pay at a 'pay station' (a self-service terminal inside the car park's lobby) in which you insert the ticket and pay the required amount - the ticket will be given back to you and you must insert it into the slot at the exit barrier; or alternatively you will pay a cashier at the exit barrier - it'll normally explain the payment process on the ticket. Parking charges vary from less than 50p per hour in small towns to over £4 an hour in the largest cities. Many larger cities have digital displays on the approach roads indicating how many parking spaces are available in each car park.\n\nMany cities operate a \"Park and Ride\" scheme, with car parks on the edge of the city and cheap buses into the city centre, and you should consider using them. In major cities (particularly London, Manchester, Liverpool, Glasgow and Birmingham) it is usually a much better option to park on the outskirts and take public transport to the centre. This not only saves money on parking and fuel but also saves a lot of time as heavy traffic, twisty one way systems, and limited parking space causes long delays.\n\nIn any town, expect regular bus services between the centre, suburbs and nearby villages, and less frequent services to more rural areas. London also has the largest mass-transit system in the world - the ",{"type":"[[","value":[["London Underground"]]}," and an extensive overground system and bus network too. London, Manchester, Birmingham, Sheffield and Blackpool have trams covering parts of those cities. Outside of London, Liverpool has the most extensive metro system (Merseyrail), spanning from several stations in the city centre to those in the outer suburbs. Newcastle has a similar network. Greater Manchester also has an extensive local train network in addition to its expanding metro system. Glasgow has a small underground rail system in the centre and a local train network. In some cities buses can be slow moving due to traffic congestion.\n\n",{"type":"==","value":[" Structure of the UK road network (and route numbering) "]},"\n\nThe UK road network is a multi-tier system, with Motorways at the highest tier, moving down through trunk, primary and secondary routes, all the way down to what amount to little more than (un)paved lanes in remote rural areas.\n\nThe top tiers of the UK road network are comprehensively numbered, these numbers taking precedence on signs. British roads are signed on a route-based rather than destination oriented basis. Therefore, before setting out on a long journey, plan the route you are going to take and note the road numbers you will need to follow. It is very unusual to see destinations, signed more than about 50 mi (80 k in advance Generally, UK route signs are excellent and should be very easy to follow. Road numbers are indicated by a letter and a number as in the rest of Europe and sign colours and letters are generally the same as on the rest of European routes.  Whilst some minor routes have nominal numbers allocated these are  typically unsigned.\n\nRoute numbering for non motorways is based on a Zonal system, with roads inside a zone being numbered according to that zone. The zones themselves are defined radially ( On London for England, and Edinburgh for Scotland). These zones also used to be linked to single digit Trunk or primary routes, but this is no longer true. There are also some route numbers which appear to be out of zone, and which need to be carefully considered in route planning. (for More detail see: ",{"type":"[","value":["http:\/\/www.sabre-roads.org.uk\/wiki\/index.php?title=Classification Classifcation at SABREwiki"]},"\n\nThe types of road are :-\n",{"type":"'''","value":["Motorways (prefix 'M'- blue signs, white route numbers)"]}," are fast, long distance routes that connect the major cities. The speed limit is 70 mph\/115 km\/h for cars (lower for other types of vehicle) and certain vehicles, such as pedestrians, cyclists, mopeds and those operated by learner drivers are prohibited. Junctions are numbered. The motorways are the best means of travelling long distances by car, but expect delays at peak times or in poor weather.\n\nMost motorways have three lanes on each carriageway although some have more, and some less used ones have only two.  If there are three or more lanes, trucks and vehicles towing trailers or caravans are not permitted to use the outside (right-hand) lane. \n\n",{"type":"'''","value":["Primary routes (prefix 'A' - green signs, yellow route numbers)"]}," connect large towns with each other and with the motorway network. Primary routes usually offer fast journey times, but because they tend to go through towns rather than around them, expect delays at peak times.  They can vary from roads of near-motorway quality (such as much of the A1 from ",{"type":"[[","value":[["London"]]}," to ",{"type":"[[","value":[["Edinburgh"]]},", the A38 from ",{"type":"[[","value":[["Exeter"]]}," to ",{"type":"[[","value":[["Plymouth (England)"],["Plymouth"]]}," or the A55 from ",{"type":"[[","value":[["Chester"]]}," to ",{"type":"[[","value":[["Holyhead"]]},") to narrow single lane roads in remote areas. \n\n",{"type":"'''","value":["Secondary routes (prefix 'A' - white signs, black route numbers)"]}," connect smaller towns, interchangeable with B roads.\n\n",{"type":"'''","value":["B-roads (prefix 'B' - white signs, black route numbers)"]}," are the larger of the back roads.\n\n",{"type":"'''","value":["Minor routes (white signs, black named destinations)"]}," like country lanes or residential streets.\n\nA route number followed by ",{"type":"'''","value":["(M)"]}," means upgraded to motorway standard - for example ",{"type":"'''","value":["A3(M)"]}," means part of the route A3 that has been upgraded to motorway.\n\nA route number in brackets means 'leading to' - for example ",{"type":"'''","value":["A507 (M1)"]}," means you can reach the M1 by following route A507.\n\n",{"type":"===","value":[" Major routes "]},"\n\n",{"type":"{|","value":[["class=\"wikitable\""],["!Primary destinations"],["!Route"],["|-"],["||",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Leicester"]]},", ",{"type":"[[","value":[["Nottingham"]]},", ",{"type":"[[","value":[["Sheffield"]]},", ",{"type":"[[","value":[["Leeds"]]}," || M1\tor ",{"type":"[","value":["http:\/\/osrm.at\/2jQ A1-M62"]}],["|-"],["||",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Southampton"]]}," || A4 - M3 ",{"type":"[","value":["http:\/\/osrm.at\/2jS OSRM"]}],["|-"],["||",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Heathrow Airport"]]}," || ",{"type":"[","value":["http:\/\/osrm.at\/4Qb OSRM"]}],["|-"],["||",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Reading (England)"],["Reading"]]},", ",{"type":"[[","value":[["Bristol"]]},",  ",{"type":"[[","value":[["Cardiff"]]},", ",{"type":"[[","value":[["Swansea"]]},"  || M4"],["|-"],["||",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Oxford"]]},", ",{"type":"[[","value":[["Stratford-upon-Avon"]]},",  ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]},"  || M40"],["|-"],["||",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]},", ",{"type":"[[","value":[["Worcester (England)"],["Worcester"]]},", ",{"type":"[[","value":[["Bristol"]]},", ",{"type":"[[","value":[["Exeter"]]},",  || M5"],["|-"],["||",{"type":"[[","value":[["Coventry"]]},", ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]},", ",{"type":"[[","value":[["Stoke on Trent"]]},", ",{"type":"[[","value":[["Preston"]]},", ",{"type":"[[","value":[["Carlisle"]]}," || M6"],["|-"],["||",{"type":"[[","value":[["Liverpool"]]},", ",{"type":"[[","value":[["Manchester"]]},", ",{"type":"[[","value":[["Leeds"]]},", ",{"type":"[[","value":[["Hull (England)"],["Hull"]]}," || M62"],["|-"],["||",{"type":"[[","value":[["Maidstone"]]},", ",{"type":"[[","value":[["Folkestone"]]},", ",{"type":"[[","value":[["Eurotunnel"]]},"||M20"],["|-"],["||",{"type":"[[","value":[["London"]]},", Port of ",{"type":"[[","value":[["Dover (England)"],["Dover"]]}," || A2 ",{"type":"[","value":["http:\/\/osrm.at\/2jU OSRM"]}],["|-"],["||",{"type":"[[","value":[["London"]]},", Port of ",{"type":"[[","value":[["Harwich (England)"],["Harwich"]]}," || A12-A120 ",{"type":"[","value":["http:\/\/osrm.at\/2jV OSRM"]}],["|-"],["||",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Peterborough"]]},", ",{"type":"[[","value":[["Doncaster"]]},", ",{"type":"[[","value":[["York"]]},",  ",{"type":"[[","value":[["Newcastle upon Tyne"]]},", ",{"type":"[[","value":[["Edinburgh"]]},"  || A1"],["|-"],["||",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Ashford (England)"],["Ashford"]]},", ",{"type":"[[","value":[["Maidstone"]]},", ",{"type":"[[","value":[["Folkestone"]]},", ",{"type":"[[","value":[["Dover (England)"],["Dover"]]}," || A20"],["|-"],["||",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["National Exhibition Center"]]},", Birmingham || M25-M40-M42 ",{"type":"[","value":["http:\/\/osrm.at\/2BZ OSRM"]}],["|-"],["|",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Brighton (England)"],["Brighton"]]}," || A23"]]},"\n\n",{"type":"==","value":[" Speed limits "]},"\n\nSpeed limits in the UK are generally higher than those in North America. Unless otherwise indicated (see section on Signs) \nthe following are applicable (for cars):\n\n",{"type":"{|","value":[["class=\"wikitable\""],["!Road type"],["!Limit"],["!Notes"],["|-"],["|Motorways and dual carriageways with a divide median"],["|70 (115 km\/h)"],["|60 with a trailer."],["|-"],["|Single Carriageways"],["|60 (100 km\/h)"],["|Reduced to 50 (80 km\/h) with a trailer."],["|-"],["|Built up areas"],["|30 (48 km\/h)"],["|"],["|-"],["|Minor Roads (Rural)"],["|60 (100 km\/h)"],["|Although the limit is 60, it is a maximum not a recommendation."],["|-"]]},"\n\nSpeed limits for cars are 70 mph ",{"type":"''","value":["(115 km\/h)"]}," on motorways and dual carriageways (i.e. roads divided by a grassy area or other hard barrier between opposing directions of traffic); 60 mph ",{"type":"''","value":["(100 km\/h"]}," on single carriageway (i.e. undivided) roads; and 30 mph ",{"type":"''","value":["(50 km\/h)"]}," in built-up areas unless signs show otherwise. The use of 20 mph ",{"type":"''","value":["(30 km\/h)"]}," zones has become increasingly common to improve safety in areas such as those around schools.  Although national limits still technically apply to minor roads and back lanes, driving for the conditions is strongly recommended. On narrow lanes of a rural nature, equestrian and agricultural traffic means that although the nominal 60 mph is in force, the 'acceptable' limit for the conditions can be considerably lower.\n\nSpeed cameras are widespread on all types of road, though more used in some areas than others (England's largest county of ",{"type":"[[","value":[["North Yorkshire"]]},", for example, has a policy of using no fixed enforcement cameras on its highways).  Static cameras are often well signed, painted bright colours with clear markings on the road.  While this might seem rather strange, the idea is to improve their public acceptance as a 'safety' measure (rather than the widely held opinion that they're there to collect money).\n\nIn addition to static cameras, traffic police in the UK use 'mobile' cameras and even 'unmarked' patrol cars to look for speeding motorists. \nYou will also find within road works on major roads the use of average speed, rather than spot speed, cameras.\n\nThere are some variable mandatory speed limits on the M25 to the west of London (enforced by cameras, again), the M4 north of Newport and the M42 near Birmingham - these are shown on overhead gantries inside a red circle; other temporary speed limits shown on matrix boards are recommended but not mandatory. Apart from these and around roadworks, the motorways are generally free of fixed speed cameras. Perhaps as a result, many drivers drive much faster on motorways than the stated speed limit (often around 80 mph\/130 km\/h), although you will be prosecuted if caught. Driving at slower speeds in the outside (overtaking lane) may cause frustration to other drivers, and can be an offence if it amounts to a danger to other traffic.  On the other hand, the same is true of tailgating - driving too close to a slow-moving vehicle in front.\n\nSpeeding is punishable by a £60 fine and 3 points on your licence (if you have a UK licence), although very excessive speed can lead to a more serious charge of careless or dangerous driving.  Police rarely show any discretion in waiving a speeding fine, and if you are caught by a speed camera the whole process is automatic.  Trying to avoid a speeding fine by claiming someone else was driving would amount to the very serious offence of attempting to pervert the course of justice, which can lead to several years in jail.\n\n",{"type":"==","value":[" Road rules "]},"\n\nThe road rules differ from other countries: side roads never have priority, , overtaking on the left (so called undertaking) is illegal, and you may not turn left over a red light.  There are no 4 way stop junctions in the UK; priority should be clearly marked on the road.\n\nBe aware of zebra crossings (non light controlled pedestrian crossing) marked by black and white stripes on the road and yellow flashing lights on the pavement (side-walk). You are expected to stop if someone is crossing or waiting to cross.\n\nThere are lots of roundabouts (circular \/ traffic island) across the UK, from large multi-lane roundabouts at dual carriageway junctions to small mini-roundabouts on local streets.  The rules for entering them are the same - you have priority over traffic that has not yet entered it, and you must give way to anybody already on the roundabout (who would collide with your right side if you entered it). Be careful of two or three lane roundabouts, there are complicated rules for which lane you should be in which UK drivers learn and expect other drivers to follow.  If there are no signs or arrows on the road indicating otherwise (which there often are), you should use the left lane if your turning off the roundabout is to the left or straight on, and the right lane if turning right (but switching to the left lane immediately after passing the last exit before the one you want to use, and in any case ",{"type":"''","value":["before"]}," you turn off - never 'cut up' another driver by turning straight from the outside lane of a roundabout to an exit road).  You should be fine provided you're cautious and keep an eye on other traffic.  Some roundabouts are arranged in such designs and quick sequence that can make you dizzy.  Take it easy until you get used to it. Signal your intended direction before entering the roundabout and signal when exiting.\n\nFor further information on driving in the UK, consult the Highway Code. ",{"type":"[","value":["http:\/\/www.direct.gov.uk\/en\/TravelAndTransport\/Highwaycode\/index.htm"]},"\n\n",{"type":"===","value":[" Road Signs "]},"\n\n(For more detail see - ",{"type":"[","value":["http:\/\/www.direct.gov.uk\/prod_consum_dg\/groups\/dg_digitalassets\/@dg\/@en\/@motor\/documents\/digitalasset\/dg_191955.pdf Know your Traffic Signs."]},")\n",{"type":"<","value":["div",{"style":"float: right;"},[{"type":"<","value":["gallery",{"perrow":"3","heights":"50px","width":"275px","widths":"50px"},["\nFile:UK traffic sign 504.1.svg|Crossroads\nFile:UK traffic sign 510.svg|Roundabout\nFile:UK traffic sign 606.svg|Turn Left\nFile:UK traffic sign 616.svg|No Entry\nFile:UK traffic sign 601.1.svg|Stop\nFile:UK traffic sign 602.svg|Yield\nFile:UK traffic sign 670V60.svg|Speed Limit (in mph)\nFile:UK traffic sign 642.svg|No stopping\nFile:UK road A100.svg|A 100\n<\/center>"]]}]]},"\n\nThe UK roads are well signed, but some signs are different from those in Europe.\n\nIn general, triangular signs are warnings, round signs are regulation (in some cases mandatory) and rectangular signs convey information.\n\nAn inverted triangle (typically) ahead of junction is a Give Way, comparative to an American style Yield.\n\nSpeed limits are given by circular signs, these give a numerical limit in mph in a red bordered sign, a white circular disc with a black diagonal indicates that the 'National' speed limit applies, which is determined by the type of road.\n\nNote that in ",{"type":"[[","value":[["Wales"]]}," any text on or accompanying a road sign or a road marking is normally in Welsh as well as English.  The design and meaning of signs is, though, exactly the same.\n\n",{"type":"===","value":[" Road markings "]},"\n\n(For greater detail see the ",{"type":"[","value":["http:\/\/www.direct.gov.uk\/prod_consum_dg\/groups\/dg_digitalassets\/@dg\/@en\/@motor\/documents\/digitalasset\/dg_191955.pdf Know Your Traffic Signs"]}," and ",{"type":"[","value":["http:\/\/www.direct.gov.uk\/prod_consum_dg\/groups\/dg_digitalassets\/@dg\/@en\/documents\/digitalasset\/dg_070563.pdf this section"]}," of The Highway Code.)\n\nTypically:\n",{"type":"{|","value":[["class=\"wikitable\""],["|Marking"],["|Purpose"],["|Notes"],["|-"],["|Single white line, long gap, short dashes Parallel to carriageway"],["|Lane divider on multi-lane carriageway"],["|-"],["|Single white line,v. short gap, long dashes parallel to carriageway"],["|Hazard marker"],["|-"],["|Chevrons, with arrow direction parallel to carriageway"],["|Do not enter roadspace."],["|-"],["|Single direction, white hatching at edge of carriageway"],["|Road narrows ahead, Do not enter."],["|-"],["|Multiple yellow lines across carriageway"],["|Slow down,a Junction or roundabout is approaching!"],["|-"],["|Dual white lines unbroken"],["|Do not cross!"],["|Sometimes one side may be unbroken, and on the broken side overtaking in limited circumstances is permitted."],["|-"],["|White Inverted triangle."],["|Give Way (Yield)!"],["|-"],["|Yellow - 2Direction Diagonal hatching... (Yellow Box)"],["|Box Junction, Do not enter unless your exit is clear!"],["|This form of hatching may also be used on level crossings."],["|-"],["|White arrows around a circle."],["|Mini Roundabout - Give Way to traffic from the right, and stay left"],["|-"],["|Elongated circle with numerals inside"],["|Speed limit"],["|-"],["|White line parallel with carriageway and cycle picture"],["|Cycle lane, do not enter"],["|Typically on Left hand side. Notes :May also have red road surface."],["|-"]]},"\n\n",{"type":"==","value":[" Stay safe "]},"\n\nDriving standards are relatively good in the UK.  As everywhere else, there are some aggressive or reckless drivers; but they are a small minority. \n\nTraffic police patrol motorways and major roads in marked and unmarked cars. Any police officers, regardless of their normal duties, will pursue a vehicle seen driving dangerously.  In general, police are fair but very firm when it comes to traffic offences, and are instinctively suspicious of bad or erratic driving as a sign of more serious matters like an unlicensed or drunk driver.  An honest mistake, not amounting to an offence, may often lead to just some friendly advice or a warning.  But they will show little or no discretion to anyone who has deliberately broken the law.  British traffic offences are not greatly different from those elsewhere, but the rigour with which the police tackle some of them perhaps is.\n\nAbove all, ",{"type":"'''","value":["don't drink and drive in the UK"]},". Although the maximum limit is  80 mg of alcohol per 100 ml of blood (0.08%), police in the UK have been known to 'pull' (as in formally stop and question) drivers who are technically below this, especially if their driving is erratic or dangerous. Going 'over the limit' is a serious criminal offence.  The police often patrol roads in cities and town centres on Friday and Saturday nights on the lookout for drink drivers, and also wait in or near pub car parks (simply getting into your car when drunk, with the intention of driving off, is an offence - even if the car doesn't move).  If you fail or refuse to take the initial breath test at the roadside, police will always arrest you and take you to the police station for a further, more accurate test.  If you fail or refuse to take ",{"type":"''","value":["that"]},", you will be charged and prosecuted; and you may well be kept in police custody until you 'sober up'.  Enforcement of drink driving laws is extremely strict, and anyone caught can expect no leniency from either the police or the courts.  Fines are up to £5000, with a minimum driving ban of 12 months for a first offence. There is also the very real possibility of a 6 month prison sentence simply for driving 'over the limit'; the court will impose additional penalties if the driving was dangerous, and especially if anyone was hurt in an accident caused by a drunk driver.  Causing death by drunk driving can and does mean jail time of up to 14 years.  Some drivers believe they can get away with just one or two drinks - a pint and a half of ordinary beer, or three small glasses of wine, will put most people on or above the limit.  But doing that means you're gambling with your body's tolerance of alcohol.  The simplest and safest course is not to drink anything if you're driving, or leave your car and call a taxi instead.  Any pub or restaurant will be happy to call one for you, or give you the number of a local company. \n\nIt should also be noted that police in the UK also now routinely check for driving under the influence of drugs, and the penalties for this are also strictly enforced.\n\nIt is also an offence to use your mobile phone whilst driving.  That applies whether making a voice call, texting or anything else; the only exceptions are for hands-free kits (at any time), when parked or stuck in traffic (with the engine off) or if calling the emergency services (at any time).  Police will stop you for using your mobile phone and a £60 penalty will be issued on the spot (although you pay by post; police never collect fines themselves).    This fine will be accompanied with 3 points endorsed on your licence, whatever your standard of driving at the time. If, though, your driving was erratic because you were using the phone, expect a more serious charge of careless or dangerous driving.  Also, it is a legal requirement that all persons in a vehicle must wear their seat-belt. Persons not wearing a seat-belt may receive a £30 fine, although this does not come with any points. If a child is not wearing a seat-belt, the driver is responsible (whether or not they are also the parent) and a fine will be issued for that offence also. Children under 1.4 m are also legally required to use a child booster seat for safety reasons. Use of fog lights where there is no fog is also an offence for which you may receive a £30 fine.\n\nAfter any major accident it is normal for police to breathalyse all drivers and to check mobile phone records, even if there is no other evidence of anyone being drunk or using a phone.  They are perfectly entitled to do so. \n\nPolice vehicles are increasingly equipped with ANPR (automatic number plate recognition) cameras linked to a central database, which automatically alert officers to any vehicle which is uninsured, untaxed or has not passed its MOT (roadworthiness) test; or if the owner is wanted for any offence.  If you trigger an ANPR camera, you will at least be stopped and questioned until the matter is resolved.  There have been cases of cars hired to visitors by unscrupulous firms being caught in this way, although anyone hiring such a car would not normally be accused of doing anything wrong. \n\nANPR only works on British-registered vehicles.  Whilst it is considered by some visitors that a foreign licence plate makes you largely immune from other means of detection like speed cameras, congestion charge cameras and Traffic (Parking) Wardens, this is a myth.  If you choose to take your chances, be aware you may just hit upon the one Camera Operator\/Warden who can be bothered to take the trouble to track down your address from your home licensing authority. British authorities have access to vehicle registration databases from various other countries, and share data on a regular basis. Also, British hire car companies will charge traffic fines to your credit card, long after you have left the country. \n\nIf all of this sounds harsh, it's one of the reasons why British roads are among the safest in Europe. \n\nDrivers from abroad should take note that many British drivers regard the flashing of headlights as a signal that ",{"type":"'''","value":["they can proceed"]},", rather than as a warning, or as a signal to slow down due to the presence of police. This misunderstanding has led to a number of accidents.  On the other hand, if you are 'flashed' by another driver and allowed to proceed, it's polite to acknowledge that by flashing your lights back as you pass, or waving your hand.\n\nIn a dangerous situation, where there is a risk of death or injury, sound your horn, even during the night. The inappropriate use of the horn is illegal between 23:00 and 07:30.\n\nUK motorists tend not to change tyres in the winter so need to be extra careful in icy or snow conditions.\n\n",{"type":"==","value":[" Hiring a vehicle "]},"\n\nA number of organisations, operate car hire in the UK, with some specialist hire firms also hiring minibuses for 'private' use.  When hiring you will almost certainly be asked for proof of identity.  In most cases a current suitable 'photocard' style driving licence will be sufficient.\n\nSome hire companies will also seek to establish if you have appropriate insurance (as driving without it in the UK is a crime).  Whilst you may have insurance cover, it is sometimes more convenient to accept that offered by hire companies,\nor to pay an excess, for convenience.\n\nDo not under any circumstances hire a vehicle from an individual you are unsure of, especially if they are not a representative of an established firm. This is especially important at airports, and other prominent transport hubs.\n\n",{"type":"==","value":[" Insurance "]},"\n\nIt is a crime to drive a vehicle in the UK without appropriate insurance, and if caught you could face an expensive court appearance.\n\n",{"type":"==","value":[" Vehicle crime and security. "]},"\n\nVehicle  crime in the UK is at a level comparable with the rest of Europe, and it is unlikely that you will be affected by it if you follow the standard advice about locking up a vehicle, and not leaving valuable items on display (sat-navs have been noted as an attractive target), you should also not leave any important documents (such as your driving license, insurance or hire agreement) in an unattended vehicle.\n\n",{"type":"===","value":["'Clampers'"]},"\n\nIn some areas of the UK so-called 'clampers' operate, to enforce parking restrictions.  Despite the view presented by the media in the UK,  the number of rogue clampers is decreasing, owing to a clamp-down within the parking sector.\n\nIf your vehicle is clamped :\n\n",{"type":"*","value":[" Be polite but firm with the clampers."]},"\n",{"type":"*","value":[" Always ask for their identification and authorisation."]},"\n",{"type":"*","value":[" Remember that most private clampers do not have 'Police' style-powers."]},"\n",{"type":"*","value":[" Do NOT pay clampers cash on the spot!"]},"\n",{"type":"{{","value":[["guidetopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Driving"],["Britain and Ireland"]]},"\n",{"type":"[[","value":[["wikipedia:Driving in the United Kingdom"]]}]