[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Scotland"]]},"\n",{"type":"{{","value":[["itinerary"]]}," \nThe ",{"type":"'''","value":["Driving tour of Scotland"]}," is in the ",{"type":"[[","value":[["United Kingdom"]]},". \n\n",{"type":"==","value":["Understand"]}," \n\nScotland divides into two: the landscapes of the Highlands, and the industrial heartlands and heritage of the Lowlands. The \"central belt\" cities of ",{"type":"[[","value":[["Glasgow"]]}," and ",{"type":"[[","value":[["Edinburgh"]]}," house the vast majority of Scotland's population. They're worth a visit for their culture, architecture and history. Heading up into the Highlands there are relatively few people, small villages, just the occasional town, and great sights to enjoy.\n\n",{"type":"==","value":["Prepare"]}," \n\nRainy days and midges are the main threats to your visit. Both are annoying rather than dangerous - the small flies don't carry diseases but will bite you leaving an itchy spot for a few days. The rain is what makes the landscape so lush and green, so try to be philosophical about it!\n\n",{"type":"==","value":["Get in"]}," \n\nBy car from England via the M6 or A1(M) motorways.\n\nBy air into Glasgow, Prestwick, Edinburgh, or Aberdeen.\n\n",{"type":"==","value":["Drive"]}," \n\n",{"type":"*","value":["From ",{"type":"[[","value":[["Glasgow"]]}," head north-west up the A82 towards ",{"type":"[[","value":[["Fort William"]]},", along the side of ",{"type":"[[","value":[["Loch Lomond"]]},". At the visitor centre at ",{"type":"[[","value":[["Balloch"]]}," admire the view down the loch. Stop off at the small kiltmaker's cottage, signposted off the road near Luss. At Inveruglas, just after the hydro-electric pipelines, park up for more loch views."]},"\n",{"type":"*","value":["Just beyond ",{"type":"[[","value":[["Crianlarich"]]},", at Tyndrum stop and try your hand at ",{"type":"'''","value":["gold panning"]},". Hire kit from By The Way ",{"type":"[","value":["http:\/\/www.tyndrumbytheway.com\/"]}," campsite and hostel."]},"\n",{"type":"*","value":["After Bridge of Orchy the A82 heads out across ",{"type":"[[","value":[["Rannoch Moor"]]},", western Europe's largest remaining wilderness. Barren, spectacular landscapes!"]},"\n",{"type":"*","value":["At the Kings House Hotel, head into the lounge and admire the view through the picture window - framed like a portrait is the view out to Buachaille Etive Mor, the great herdsman of Etive, an architypal mountain."]},"\n",{"type":"*","value":["The road descends into ",{"type":"[[","value":[["Glencoe"]]},". Admire the waterfalls at the Meeting of Three Waters. Admire the stone bridges on General Wade's military road. And more than all of these, admire the skyline above - a line of mountains to the left, and to the right the snaky spine of the Aonach Eagach ridge. Finally, at the bottom of the glen, stop and look out across the loch at mist-covered islets."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Fort William"]]}," you can climb ",{"type":"'''","value":["Ben Nevis"]},", the highest peak in the UK."]},"\n",{"type":"*","value":["Take the Road to the Isles, the A830, to the ",{"type":"[[","value":[["Glenfinnan"],["Glenfinnan Monument"]]}," - an atmospheric spot at sunset. Optionally carry on to ",{"type":"[[","value":[["Arisaig"]]}," (interesting museum), view the ",{"type":"'''","value":["White Sands of Morar"]},", or visit the port at ",{"type":"[[","value":[["Mallaig"]]},", with options to continue on ferries to the islands, including the ",{"type":"[[","value":[["Small Isles"]]},"."]},"\n",{"type":"*","value":["Backtrack to the A82 and take the A87 to ",{"type":"[[","value":[["Kyle of Lochalsh"]]},". Cross the bridge to the ",{"type":"[[","value":[["Isle of Skye"]]}," for a tour of the island."]},"\n",{"type":"*","value":["Head north to ",{"type":"[[","value":[["Torridon"]]}," and walk some of the fine mountain paths here."]},"\n",{"type":"*","value":["Head north via ",{"type":"[[","value":[["Gairloch"]]}," and Poolewe, maybe stop off at ",{"type":"'''","value":["Poolewe Gardens"]},". This coast enjoys warms waters from the gulf stream, and on a sunny day the beaches seem tropical. ",{"type":"[[","value":[["Ullapool"]]}," is a small pocket of civilisation in this wilderness."]},"\n",{"type":"*","value":["Keeping on northwards along the coast there's a spectacular landscape of mountains rising from a rumpled blanket of ground - evocative names like ",{"type":"'''","value":["Suilven"]}," and ",{"type":"'''","value":["Stac Polly"]},". See bananas growing in northern Scotland at the Hydroponicum ",{"type":"[","value":["http:\/\/www.thehydroponicum.com\/"]}," at ",{"type":"[[","value":[["Achiltibuie"]]},"."]},"\n",{"type":"*","value":["Return south and eastwards along the A835 toward the highland capital of ",{"type":"[[","value":[["Inverness"]]},". Perhaps stop in on the Victorian spa resort of Strathpeffer for a break to enjoy the architecture."]},"\n",{"type":"*","value":["Muir of Ord, on the Black Isle (so named for its peaty soil) offers excellent (and free) distillery tours."]},"\n",{"type":"*","value":["In ",{"type":"[[","value":[["Inverness"]]},", walk along the mighty river Ness, cross the pedestrian suspension bridges, stroll by the cathedral."]},"\n",{"type":"*","value":["Drive east along the A96 to visit ",{"type":"[[","value":[["Moray"]]},". The sheltered waters of the ",{"type":"'''","value":["Moray Firth"]}," offer dolphin spotting boat trips, or visit the ",{"type":"'''","value":["Findhorn Foundation"]}," - an eco-community complete with houses built from recycled whisky barrels and a hobbit-hole meditation room built into the ground. At the market town of ",{"type":"[[","value":[["Elgin"]]}," see the statue of the Wolf of Badenoch."]},"\n",{"type":"*","value":["Head south along the route of the River Spey into the depths of ",{"type":"[[","value":[["Speyside"]]},". Stop at Craigellachie for a drink in the hotel's whisky room, then on to Dufftown for a free tour of the ",{"type":"'''","value":["Glenffidich Distillery"]}," or the Speyside Cooperage."]},"\n",{"type":"*","value":["Continuing south the placenames read like labels in a whisky cabinet - Glenlivet, Tomnavoulin, Knockando, Tomintoul."]},"\n",{"type":"*","value":["Down again from the hills and you're at ",{"type":"'''","value":["Balmoral Castle"]}," near Braemar. Take a castle tour. Or time your visit right and visit the ",{"type":"'''","value":["Braemar Highland Gathering"]}," in early September."]},"\n",{"type":"*","value":["Optionally, head down the Glen Muick road from Ballater and take a walk through the Balmoral Estate to the summit of ",{"type":"'''","value":["Lochnagar"]},". (Remember Prince Charles' book \"The Old Man of Lochnagar\"?) Anyway, this is a fine Munro to climb - much more rewarding than nasty old Ben Nevis. An easy ascent via estate track and good path leads you to a dip in the C-shaped summit ridge, giving fine views across the Grampians."]},"\n",{"type":"*","value":["Drive south through the Spittal of Glenshee pass, to Blairgowrie."]},"\n",{"type":"*","value":["Optionally detour to ",{"type":"'''","value":["Glamis Castle"]}," (pronounced \"Glaarms\"), childhood home of the Queen Mother and a great castle to tour. Returning back onto the A93 you pass the Meikleour Beech Hedge, the tallest row of trees in Britain."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Perth (Scotland)"],["Perth"]]}," continue down the A9 to ",{"type":"[[","value":[["Stirling"]]}," - turn off beforehand into Bridge of Allan and visit the ",{"type":"'''","value":["Wallace Monument"]},", a grand memorial to William Wallace. (And learn how inaccurate Braveheart really was!)"]},"\n",{"type":"*","value":["Visit ",{"type":"[[","value":[["Edinburgh"]]},", Scotland's capital. Take a walk up Calton Hill to view the city, see the ",{"type":"[[","value":[["Edinburgh\/Old Town"],["Old Town"]]}," around the Grassmarket (try the eerie pubs) and the ",{"type":"[[","value":[["Edinburgh\/New Town"],["New Town"]]}," just to the north of Princes' Street - together a World Heritage Site, or walk up Arthur's Seat - an extinct volcano and now a public park."]},"\n",{"type":"*","value":["Finally, an hour's drive back to ",{"type":"[[","value":[["Glasgow"]]},", renowned as the second city of the British Empire, and use any spare time enjoying this city's architectural sights. See some ",{"type":"'''","value":["Charles Rennie Mackintosh"]}," buildings - House For An Art Lover, Glasgow School of Art, or the Hill House at ",{"type":"[[","value":[["Helensburgh"]]}," are a good starting place. Alternatively take a Glasgow Ducks tour of the Clyde by WWII landing craft. For some Victorian splendour visit the free museum at the ",{"type":"'''","value":["People's Palace"]}," at Glasgow Green, or take in the free museums at Kelvingrove."]},"\n",{"type":"==","value":["Stay safe"]}," \n\nOther than basic precautions like locking your car and not leaving items in view, the ",{"type":"[[","value":[["Scottish Highlands"]]}," are safe and friendly.\n\n",{"type":"{{","value":[["usableitinerary"]]}]