[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n",{"type":"[[","value":[["Image:DubaiAirportInterior.JPG"],["thumb"],["300px"],["right"],["Terminal 1 interior"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dubaiairport.com Dubai International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["DXB"]]},") is the largest hub in the Middle East and the home base of ",{"type":"[[","value":[["Dubai"]]},"'s flag carrier ",{"type":"[","value":["http:\/\/www.emirates.com\/english Emirates"]}," and its low-cost airline ",{"type":"[","value":["http:\/\/www.flydubai.com\/ FlyDubai"]},".  It has grown at such a furious pace that the present terminals are bursting at the seams, especially during the peak hours around midnight. The airport is unique in having non-stop flights to ",{"type":"'''","value":["all inhabited continents"]},", operated by Emirates, some of which are among the longest non-stop flights in the world.  \n\n",{"type":"==","value":["Understand"]},"\nDubai Airport is in the ",{"type":"[[","value":[["Dubai\/Deira"],["Deira"]]}," district in the northern part of Dubai. Originally established in the late 1930s, this giant airport is the premier air gateway to the ",{"type":"[[","value":[["United Arab Emirates"]]},", the busiest airport in the world for international passenger traffic and the Middle East's foremost hub airport. The national flag carrier Emirates is the main airline in Dubai and offers the best connections. \n\nThe airport has three terminals and a fourth is scheduled to open in 2015.\n",{"type":"*","value":[" ",{"type":"'''","value":["Terminal 1"]}," is the ",{"type":"''","value":["main"]}," terminal, used by most major airlines and long-haul flights."]},{"type":"*","value":[" ",{"type":"'''","value":["Terminal 2"]}," serves regional flights (mainly the ",{"type":"[[","value":[["Persian Gulf"]]}," and ",{"type":"[[","value":[["South Asia"]]}," region) and low-cost flights, including all FlyDubai flights."]},{"type":"*","value":[" ",{"type":"'''","value":["Terminal 3"]}," is used by Emirates and Qantas. It is the second largest building in the world by floor space."]},"\n",{"type":"==","value":["Flights"]},"\nMost airlines have a designed area within their terminal. E.g. Lufthansa group (Lufthansa, Swiss Int'l Airlines and Austrian) use Terminal 1F as check-in.\n\n",{"type":"==","value":["Ground transportation"]},"\n",{"type":"===","value":["By taxi"]},"\nMost visitors opt for public taxis from the airport, which use the meter and start at Dhs 25. They are readily available just outside arrivals. They are on the left when you come out of terminal 1. If you look rich or Western, the taxi dispatcher may steer you towards a line of black limousines beyond the main taxi rank. If so, decline politely and take one of the regular taxis.\n\n",{"type":"===","value":["By public transport"]}," \nTerminals 1 and 3 each have a station for the Dubai Metro Red Line; they are in Zone 5 of the line. Trains depart every 10 minutes between about 6am and 10:14pm, except Friday (between 2pm and 11:14pm). There are buses just steps from the baggage claim, the most useful for visitors being lines 401 and 402 (Dhs 3), which go to the Al Sabkha and Al Ghubaiba bus terminals respectively.\n\n",{"type":"==","value":["Get around"]},"\nTerminals 1 and 3 are directly connected to each other via the airside (no immigration needed for transfer) and are models of modern airport design. Terminal 2 is on the other side of the airport and, despite recent renovations, is still reminiscent of developing-world airports, with long check-in lines, queue jumping and every second passenger checking in 70 kg of luggage. Shuttle buses between the three run every 20-30 min. However shuttles to Terminal 2 are sporadic at best, so a 30 min taxi ride may be your only option. A low-cost option for traveling to Terminal 2 is to catch the metro to a nearby station, such as GGICO metro station, and from there catch a taxi to Terminal 2.\n\n",{"type":"==","value":["Wait"]},"\nWaiting is an essential part of DXB. Due to its stellar growth, facilities and infrastructure are always stretched. Expect queues for pretty much everything during peak hours (around midnight). The upside is that many people sleep in corners and below the benches, so the atmosphere is not dominated by pushy business travellers. If you are tired and have to wait, ensure you have an alarm set to avoid missing your flight.\n\n",{"type":"==","value":["Eat and drink"]},"\nThere are plenty of fast food restaurants, fine dining restaurant and coffee shops located in all three terminals of the airport.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Dubai Airport DutyFree.JPG"],["thumb"],["300px"],["Shops in Terminal 3"]]},"\nThe airport is famous for its duty-free shopping ",{"type":"[","value":["http:\/\/www.dubaidutyfree.com"]},". However, prices in the airport's duty-free stores are equal or higher than what you can find in the many malls of the city. Alcohol here is very cheap, though. Alcohol is also available at an inbound duty free store situated in the baggage reclaim area. The amount of alcoholic beverages and beers should not exceed 4 liters of alcohol beverages, or 2 cartons of beer (each consisting of 24 cans, not exceeding 355 ml for each can or its equivalent).\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are three hotels located within the airport complex. A 300 room five-star hotel in Concourse C of Terminal 1, a 4 star hotel and a 5 star hotel in Concourse A of Terminal 3. DXB is within the ",{"type":"[[","value":[["Dubai\/Deira#Sleep"],["Deira"]]}," district of Dubai which offers a wide range of hotels.\n\n",{"type":"==","value":["Nearby"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.dubaigolf.com\/dubai-golf.aspx Dubai Creek Golf Club"]}," is 5-10 minutes by taxi or 15 minutes by Metro plus walk."]},"\n",{"type":"{{","value":[["IsPartOf"],["Dubai"]]},"\n",{"type":"[[","value":[["Wikipedia:Dubai International Airport"]]},"\n",{"type":"[[","value":[["Commons:Dubai International Airport"]]},"\n",{"type":"{{","value":[["outlineairport"]]},"\n",{"type":"{{","value":[["geo"],["25.25"],["55.36"]]}]