[{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["pagebanner"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitdublin.com Dublin"]}]}," (Irish: ",{"type":"''","value":["Baile Átha Cliath"]},", \"Town of the Hurdled Ford\") is the capital city of ",{"type":"[[","value":[["Republic of Ireland"],["Ireland"]]},". Its vibrancy, nightlife and tourist attractions are world renowned and it's the most popular entry point for international visitors to Ireland. As a city, it is disproportionately large for the size of the country with a population of  1.8 million in the Greater Dublin Region (2011); nearly half of the Republic's population lives in this metropolitan area. The centre is, however, relatively small and can be navigated by foot, with most of the population living in sprawling suburbs.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nFounded in 841, Dublin was originally settled by Vikings among a population of Celtic tribes. In the 9th century the Danes captured Dublin and had control until 1171 when they were expelled by King Henry II of England. By the 14th century the king of England controlled Dublin and the surrounding area referred to as “the Pale”.\n\nWhen the English Civil War ended in 1649, Oliver Cromwell took over. Dublin experienced huge growth and development in the 17th century because many Protestant refugees from Europe came to Dublin. By the 17th century Dublin was the second greatest city, only behind London, and a period when great Georgian style building were constructed that still stand today. Georgian style architecture was popular from 1720 to 1840 during the times when George I, George II, George III, and George IV of England were ruling.\n\nIn 1800, the Act of Union between England and Ireland abolished the Irish Parliament. From this point on, the Irish worked to gain their independence from England, which they finally won in 1922. The Easter rising in 1916 and the War of Independence greatly helped Ireland win their freedom.\n\nA failed attempt to take over the several important buildings, among them the General Post Office on O'Connell Street, led to the arrest of hundreds and execution of 15, now considered martyrs for the cause. Many believe that this event helped gain sympathy for the fight for independence from Britain.\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"[[","value":[["File:CustomHouseDublin.JPG"],["thumb"],["Customs House on the Liffey"]]},"\nDublin is divided by the River Liffey. On the north side of the Liffey is O'Connell Street—the main thoroughfare, which is intersected by numerous shopping streets, including Henry Street and Talbot Street. On the south side are St. Stephen's Green, Grafton Street, Trinity College, Christ Church, St. Patrick's Cathedrals, and many other attractions.\n\n",{"type":"[[","value":[["File:Leeson St - Hatch St nameplates.jpg"],["thumb"],["The green Leeson St nameplate pre-dates inclusion of postal districts; the newer blue Hatch St nameplate indicates the district is Dublin 2"]]},"\nDublin postal districts range from Dublin 1 to Dublin 24. As a rule, odd numbers are given to areas north of the River Liffey, while even numbers are given to areas south of the river. Usually, the lower the district number, the closer to the city centre.\n\nIf you're already in the city, the ",{"type":"[","value":["http:\/\/www.visitdublin.com\/SeeAndDo\/TouristOffices\/ main tourist office"]},", located in St. Andrew's Church just off Grafton Street in the city centre (Dublin 2), is a good place to start for information. You can book accommodation and tours there, as well as find general information on where to go and what to do.\n\nAlthough some of Dublin's finest Georgian architecture was demolished in the mid-20th century, a remarkable amount remains. At one point they were considered a reminder of the past British imperialism and many were demolished without regard to their beauty and architectural significance and replaced with modernist or pastiche office blocks, St. Stephen's Green (Dublin 2) being a prime example. Thankfully, attitudes have changed significantly, and Dubliners are now rightly proud of their impressive buildings from all eras.\n\n",{"type":"===","value":["Climate"]},"\nBeing subject to the moderating effects of the Atlantic Ocean and the Gulf Stream, Dublin is known for its mild climate.\n\nContrary to some popular perception, the city is not especially rainy. Its annual rainfall average is only 732.7mm (28.8 in), less than London. However, its precipitation is spread out more evenly so that on many days there can be a light shower.\n\nWinters in Dublin are relatively mild when compared with cities in mainland Europe  — daytime temperatures generally hover around 5°C (41°F), but frost is common during the period November through to February when night time temperatures dip below 0°C (32°F) freezing point.\n\nSnow does occur, but it is not very common, and most of Dublin's winter precipitation comes in the form of a chilly rain and hail. The lowest recorded temperature in the city is -12°C (10°F). It should also be noted that during the first week of Jan 2010, the city canals froze over for the first time in years — this was a common enough sight back in the 1960s, 1970's and 1980's. It could be said that Dublin's climate is very comparable to that of the northwest United States and southwest Canada, as well as to much of coastal Western Europe.\n\nSummers in Dublin are also mild. The average maximum temperature is 19°C (66°F) in July, far cooler than even most of the coldest American cities. The hottest temperature ever recorded in Dublin is a mere 29°C (85°F), which in many other parts of the world, even at its own latitude, is just a typical summer day. Don't plan on too many hot summertime activities. Thunderstorms also don't happen very often in Dublin, on average only four days a year. Overall, the city's climate is mild but would be considered drier and cooler than western and southern parts of the island of Ireland.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.dublinairport.com ",{"type":"'''","value":["Dublin Airport"]}]}," (",{"type":"{{","value":[["IATA"],["DUB"]]},") is approximately 10km (6 mi) north of the city centre. Dublin Airport has an extensive short and medium haul network, served by an array of scheduled carriers. It also has direct services to North America and the Middle East.\n\nAmerican visitors should be aware that US Customs does pre-clearance at Dublin airport Terminal 2 for most direct flights to the US. This means that you will clear customs in Dublin before flying home. Upon arrival back in the US, you do not go through customs. Be sure to arrive at the airport in plenty of time; three hours before your flight is recommended. DUB one of only two airports in Europe that offer United States border pre-clearance services at the airport for US-bound passengers, who can clear all immigration and customs in Dublin prior to departure. Obviously if you are changing planes at some other non-US airport (e.g., Heathrow or Toronto) before reaching the US, this does not apply.\n\nMore than 19.1 million passengers used Dublin Airport in 2012 and the airport offers direct connections to about 170 international destinations with 60 airlines.\n\nDublin Airport is the headquarters of Ireland's former flag carrier (Aer Lingus), Europe's largest low-cost carrier (Ryanair) and Ireland's regional airline (Aer Arann) which operates the Aer Lingus Regional network. Ireland's fourth airline, CityJet, operates flights from the airport and its HQ is located nearby.\n\nUS legacy carriers also serve the airport from major US hubs. Etihad Airways operates service between the airport and Abu Dhabi and Emirates has flights to Dubai.\n\nA full list of airlines flying to Dublin, along with route maps and timetables, can be found on the ",{"type":"[","value":["http:\/\/www.dublinairport.com Dublin Airport website"]},".\n\nIreland's flag carrier airline, ",{"type":"[","value":["http:\/\/www.aerlingus.com Aer Lingus"]},", flies to Dublin from a large number of European cities. Aer Lingus fares are often lower than other flag carriers, but in part this has been achieved by matching the service levels of low-fare competitors. As a result, they now charge for checked-in bags and seat reservation at the time of booking. Aer Lingus staff are always very friendly and helpful with both their planes and flight attendants decorated in bright green livery.\n\n",{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]},", Ireland's second airline and Europe's largest low fares airline, has one of its main bases in Dublin from which it flies to a large number of European airports including ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Manchester"]]},", ",{"type":"[[","value":[["Liverpool"]]},", ",{"type":"[[","value":[["Madrid"]]}," and ",{"type":"[[","value":[["Frankfurt"]]}," as well as smaller regional airports such as ",{"type":"[[","value":[["Nantes"]]}," or ",{"type":"[[","value":[["Kaunas"]]},". While famous for its low fares, Ryanair can be more expensive than other airlines for last minute bookings. Ireland's third airline ",{"type":"[","value":["http:\/\/www.aerarann.come Aer Arann"]}," links Dublin to many regional Irish airports and some smaller UK cities.\n\nLow-fare airline ",{"type":"[","value":["http:\/\/www.flybe.com Flybe"]}," links Dublin to Exeter, Norwich and Southampton in the ",{"type":"[[","value":[["United Kingdom"]]},", and also ",{"type":"[[","value":[["Jersey"]]}," and ",{"type":"[[","value":[["Guernsey"]]}," in the Channel Islands.\n\nThere are three types of bus transport to Dublin city:\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.aircoach.ie ",{"type":"'''","value":["Aircoach"]}]}," express service (large blue bus) connects the airport and the city centre and many of Dublin's major hotels, most of which are on the south side of the city. Buses leave the airport every fifteen minutes and the journey time to the centre is approximately thirty minutes. The cost is €7 single or €12 return. Aircoach also offers services to other destinations within Ireland, including Cork and Belfast."]},"\nBeware of taxi drivers trying to pick up passengers at Aircoach bus stops. They are strictly forbidden from doing this, but almost everyone is accosted by at least one taxi before an Aircoach arrives. They often offer the same rate as catching the Aircoach so accept the lift at your own discretion.\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.dublinbus.ie ",{"type":"'''","value":["Dublin Bus"]}]}," offers an express AirLink service (",{"type":"[","value":["http:\/\/www.dublinbus.ie\/en\/Your-Journey1\/Timetables\/Airport-Services\/ route 747"]},") every 10 minutes at peak times to the city centre and bus station for €6 or €10 return. This service uses the Dublin Port Tunnel to avoid the city traffic and can reach the city centre in minutes.  "]},{"type":"*","value":[" Dublin bus also have a number of other local routes that serve the airport, and these offer substantially cheaper standard services to the centre and further afield in the southern suburbs: these are non-express and stop significantly more  going to and from the airport. Fares are €2.65 and buses run every 10-25min depending on time of day. "]},{"type":"*","value":[{"type":"*","value":[" The ",{"type":"[","value":["http:\/\/www.dublinbus.ie\/en\/Your-Journey1\/Timetables\/All-Timetables\/163\/ 16"]}," goes right through the city, stops at O'Connell Street and continues up Georges Street and, finally, to southern areas of Dublin (indicative : 40min O'Connell Street to airport)."]}]},{"type":"*","value":[{"type":"*","value":[" The ",{"type":"[","value":["http:\/\/www.dublinbus.ie\/en\/your-journey1\/timetables\/All-Timetables\/41\/ 41"]}," takes a slightly more direct route and finishes on Lower Abbey Street. It stops at O'Connell Street and close to Busáras (Dublin Bus Station)."]}]},"\nDepending on traffic, journey times can vary from 25min to over an hour. These buses are considerably cheaper than AirLink and Aircoach. Both of these local bus services stop across from Drumcondra train station which is on the Dublin-Maynooth commuter line. Some trains on this line continue past Maynooth and serve stations as far away as Longford. All Dublin Bus buses (except AirLink) do not give change and fares must be paid in coins. Ticket machines near a few outdoor bus stops, including the one at the airport, do not require exact change. Tickets can also be purchased at the newsagent inside the airport. Luggage racks are limited on the local buses, and it is not unknown for drivers to turn away travellers with packs that cannot be stored.\n\nA taxi to the city centre should cost around €20-30: it can be comparable to or cheaper than the bus options if you are in a group of three or more (as well as a lot less hassle). Taxis are legally obliged to provide an electronic receipt detailing the fare, distance and other pertinent details. Make sure to ask for one as otherwise they often don't provide such a receipt.\n\nCurrently there is no train or metro linking the city centre to Dublin airport.\n\nUnless your destination is Dublin City, it's probably best to use one of the extensive range of other bus services that stop at Dublin Airport and so avoid the city centre traffic.\n\n",{"type":"=====","value":["Car Parks Serving Dublin Airport"]},"\nThe closest car parks to the terminals are the short-term car parks operated by Dublin Airport\/DAA\n\n",{"type":"{|","value":[["class=\"wikitable\" border=\"1\""],["|-"],["! !! Location"],["! Closest Terminal"],["! Distance from Terminal"],["! Spaces Available"],["! Method of Booking"],["|-"],["| ",{"type":"<","value":["center",[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dublinairport.com Dublin Airport"]}]}]]},"  ||  ",{"type":"<","value":["center",["Block A, Multi-Storey Car Park"]]},"  || ",{"type":"<","value":["center",["Adjacent to Terminal 1"]]}," ||  ",{"type":"<","value":["center",["2 mins walk to check-in hall\/arrivals"]]},"  ||  ",{"type":"<","value":["center",["441"]]},"  ||",{"type":"<","value":["center",[{"type":"[","value":["http:\/\/www.dublinairport.com Online "]}]]}],["|-"],["| ",{"type":"<","value":["center",[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dublinairport.com Dublin Airport"]}]}]]},"  ||  ",{"type":"<","value":["center",["Block C, Multi-Storey Car Park"]]},"  || ",{"type":"<","value":["center",["Adjacent to Terminal 1"]]}," ||  ",{"type":"<","value":["center",["2 mins walk to check-in hall\/arrivals"]]},"  ||  <center>1,557<center>   ||  ",{"type":"<","value":["center",[{"type":"[","value":["http:\/\/www.dublinairport.com Online "]}]]}],["|-"],["| ",{"type":"<","value":["center",[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dublinairport.com Dublin Airport"]}]}]]},"  ||  ",{"type":"<","value":["center",["T2 Multi-Storey Car Park"]]},"  || ",{"type":"<","value":["center",["Directly connected to Terminal 2"]]}," ||  ",{"type":"<","value":["center",["2 mins walk to check-in hall\/arrivals"]]},"  ||  ",{"type":"<","value":["center",["771"]]},"  ||   ",{"type":"<","value":["center",[{"type":"[","value":["http:\/\/www.dublinairport.com Online "]}]]}],["|-"],["| ",{"type":"<","value":["center",[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dublinairport.com Dublin Airport"]}]}]]},"  ||  ",{"type":"<","value":["center",["Surface Car Park"]]},"  || ",{"type":"<","value":["center",["Adjacent to Terminal 2"]]}," ||  ",{"type":"<","value":["center",["2 mins walk to check-in hall\/arrivals"]]},"  ||  ",{"type":"<","value":["center",["250"]]},"  ||  <center>",{"type":"[","value":["http:\/\/www.dublinairport.com Online "]},"<center>"],["|-"]]},"\n\n",{"type":"=====","value":["Long-term parking at Dublin Airport"]},"\n",{"type":"{|","value":[["class=\"wikitable\" border=\"1\""],["|-"],["! !! Location"],["! Distance from Terminal"],["! Spaces Available"],["! Method of Booking"],["|-"],["| ",{"type":"<","value":["center",[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dublinairport.com Dublin Airport"]}]}]]},"  ||  ",{"type":"<","value":["center",["Express Red Car Park "]]},"  ||  ",{"type":"<","value":["center",["5 mins shuttle bus to airport serving both terminals"]]},"  ||  ",{"type":"<","value":["center",["7,024"]]},"  ||  ",{"type":"<","value":["center",[{"type":"[","value":["http:\/\/www.dublinairport.com Online "]}]]}],["|-"],["| ",{"type":"<","value":["center",[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dublinairport.com Dublin Airport"]}]}]]},"  ||  ",{"type":"<","value":["center",["Holiday Blue Car Park"]]},"  ||  ",{"type":"<","value":["center",["10min shuttle bus to airport, serving both terminals "]]},"  ||  <center>8,500<center>   ||  ",{"type":"<","value":["center",[{"type":"[","value":["http:\/\/www.dublinairport.com Online "]}]]}],["|-"]]},"\n\n",{"type":"{|","value":[["class=\"wikitable\" border=\"1\""],["|-"],["! !! Address"],["! On\/Off Airport"],["! Distance \/ Transfer Time"],["! Security"],["! ",{"type":"[","value":["http:\/\/www.saferparking.com\/ Park Mark®"]},{"type":"<","value":["br"]},"  Award"],["! Additional Information"],["|-"],["! ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.looking4parking.com\/dublin-airport-parking Looking4Parking"]}]}],["| ",{"type":"<","value":["center",[{"type":"''","value":["Car park does not disclose address for security reasons."]}]]}],["|| ",{"type":"<","value":["center",["Off"]]}],["|| ",{"type":"<","value":["center",["Customer is met at terminal. No transfer required."]]}],["|| ",{"type":"<","value":["center",["CCTV, security fencing and 24h on-site security."]]}],["|| ",{"type":"<","value":["center",["Yes"]]}],["|-"]]},"\n\n",{"type":"===","value":["By train"]},"\nDublin has two main railway stations. ",{"type":"'''","value":["Heuston"]},", in the west of the city centre, serves much of the west and south of the country including an hourly service to ",{"type":"[[","value":[["Cork"]]}," which also services ",{"type":"[[","value":[["Limerick"]]},". ",{"type":"'''","value":["Connolly"]},", in the north-east centre of the city, serves the south east and east coast, ",{"type":"[[","value":[["Belfast"]]},", ",{"type":"[[","value":[["Sligo"]]}," in the north-west and suburban commuter services including the Dublin Area Rapid Transit (DART) system. The two main stations are connected by bus and Luas routes. Visit the website for all train services local and intercity.\n\n",{"type":"[","value":["http:\/\/www.irishrail.ie Iarnród Éireann"]},", the national railway company, has one of the youngest train fleets in Europe and the ",{"type":"[[","value":[["Cork"]]}," train in particular is extremely comfortable. Older trains were phased out completely in 2008 with the arrival of a massive fleet of brand new trains built in Japan and South Korea.\n \nThere are internet intercity train fares for off peak services which are substantially cheaper than over the counter tickets. Food on trains is generally overpriced and carrying your own food on board is normally permitted.\n\n",{"type":"===","value":["By bus"]},"\nA single bus station, Busáras, is the terminus for ",{"type":"[","value":["http:\/\/www.buseireann.ie\/ Bus Eireann"]}," services to almost all towns and cities in Ireland (except for a few services to County Meath and County Dublin, which leave from the surrounding streets).  It is next to Connolly train station, 10min by foot from O'Connell Street. There are also services to ",{"type":"[[","value":[["Northern Ireland"]]}," and ",{"type":"[","value":["http:\/\/www.eurolines.ie\/html\/index.html Eurolines"]}," services to Continental Europe. Luggage lockers are in the basement, along with the pay-to-enter public toilets.\n\nA number of private bus companies also operate out of the airport and stop in city centre. ",{"type":"[","value":["http:\/\/www.jjkavanagh.ie Kavanaghs"]}," has a good service to Limerick and Waterford. ",{"type":"[","value":["http:\/\/www.citylink.ie Citylink"]}," coaches has a good price to Galway and the West, while ",{"type":"[","value":["http:\/\/www.gobus.ie GoBus"]}," now provides a non-stop Dublin-Galway service.\n\n",{"type":"===","value":["By boat"]},"\nDublin Port has several passenger ferry services to\/from ",{"type":"[[","value":[["England"]]},", ",{"type":"[[","value":[["Wales"]]}," and the ",{"type":"[[","value":[["Isle of Man"]]},". The main routes are Liverpool-Dublin, Holyhead-Dublin, Holyhead-Dún Laoghaire. Companies from Wales include Stena and Irish Ferries, and from Liverpool, P&O and Norfolk Line. It is also common to arrive to Ireland via the suburban port of ",{"type":"[[","value":[["Dún Laoghaire"]]}," 10km (6 mi) south of Dublin. The port of ",{"type":"[[","value":[["Dún Laoghaire"]]}," is serviced by the DART. Crossings from Liverpool are seven hours, while crossings from Holyhead are from 2.5h, depending on whether you take a fast ferry or a larger ferry.\n\nIf you are travelling to Dublin from anywhere in Britain, a very cheap option is to purchase a combined rail and ferry ticket. Tickets from any rail station in Britain to Dublin Port will cost no more than £30.50 one way (as of June 2010), which is particularly good value considering that the ferry ticket alone can cost up to £30 if purchased separately. Foot passengers departing Ireland do not need to book combined ferry\/rail tickets in advance and can just buy them on the day at the ferry port. However returning from England it is sometimes wiser to pre-book as ferry\/rail tickets may not be available on the day at some stations.\n\nThese combined tickets can be purchased direct from rail stations in Britain or online from ",{"type":"[","value":["http:\/\/www.raileasy.co.uk Rail Easy"]}," (with £1 booking fee plus £0.75 debit card fee).\n\n",{"type":"===","value":["By car"]},"\nIf you are visiting Dublin only for a day trip and have a car, you can beat the traffic by leaving your car at a Park and Ride station. If you are coming from the south, two ideal places to leave your car are at the Sandyford Luas stop, located just off junction 15 of the M50 on Blackthorn Rd, or Bray DART stop, on Bray Rd. If you are coming from the west, your best option is the Red Cow Luas stop, off junction 9 of the M50. Coming from the north east, you would do best to use the Park and Ride station at Howth DART station. Tariffs at Park and Ride stations range from €2 to €4.\n\nWhile all car rental companies in Ireland have rental desks in the arrivals hall of Dublin Airport, the list of car rental companies with inner city locations is far less. Some of the car rental companies will advertise city centre locations, but these locations are mostly only drop-offs for which an additional charge will be added.\n\n",{"type":"==","value":["Get around"]},"\nPublic transportation has improved massively over the last few years, but it is still worse than in other European cities. This is more of a problem for the commuter than the visitor to Dublin, however, as the city centre is easy to get around on foot. \n",{"type":"[[","value":[["File:HalfPennyBridge.jpg"],["thumb"],["The Ha'Penny Bridge"]]},"\n\n",{"type":"===","value":["By train\/tram"]},"\n",{"type":"[[","value":[["File:Citadis dublin.jpg"],["thumb"],["Luas crossing the Liffey"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.luas.ie\/ Luas"]}]}," (a tram\/light-rail system) runs frequently and reliably, and is handy for getting around the city centre. There are two lines: Red - running from Connolly railway station and the Point Theatre to the suburb of Tallaght) and Green - running from Saint Stephen's Green to Bride's Glen in Cherrywood. The lines do not connect. The distance between Abbey Street on the Red line and Saint Stephen's Green, the start of the Green line, is about a 15min walk.  Tickets can be bought on the platforms at the machines and do not need to be validated. The fare structure is based on zones, with rides within the central zone costing €1.60. A large further expansion of this network is expected within the next decade.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dublin.ie\/transport\/dart.htm DART"]}]}," suburban rail service runs along the coast between Greystones in the south and Howth and Malahide in the north. Tickets can be bought in the stations, from a window or a machine. There are four other suburban rail lines servicing areas around Dublin: ",{"type":"[","value":["http:\/\/www.irishrail.ie\/home\/maps\/dart_map.asp map"]},". Three of these lines operate from Connolly Station, the other from Heuston Station.\n\n",{"type":"===","value":["By bus"]},"\nAn extensive bus service, operated by the state-controlled Dublin Bus, serves the city and its suburbs, right out to the very outer suburbs. There are around 200 bus routes in Dublin. However, the route numbering system is highly confusing, with numbers having been issued non-sequentially, with suffix letters and alternate destinations. The bus will display its final destination on the front of the bus, but there are no announcements for intermediate stops; therefore, obtaining a route map from Dublin Bus is essential.\n\nUnfortunately, there is no system map available on-line. There is a Dublin Bus mobile phone app which can give directions only if you know exactly which bus stop you want to go from and to, but does provide real-time arrival information. Google Transit does not work in Ireland as of September 2013, but ",{"type":"[","value":["http:\/\/www.hittheroad.ie  hittheroad.ie"]}," does have a journey planner that can take you from address to address using Dublin Bus, Luas, and DART as appropriate.\n\nHere are some other pointers about using the bus services:\n\n",{"type":"*","value":["If you are at a bus stop that serves more than one route, extend your arm when you see the bus arriving, so the driver knows you want to board. In many cases they won't stop otherwise, on the assumption you are waiting for some other bus."]},"\n",{"type":"*","value":[" Dublin Bus accepts coin fares only (no notes) for the vast majority of its routes (the exceptions being the Airlink 747 and Dublin Port ferry connection). Many newsagents and the Dublin Bus Office (59 O'Connell St, to the right of the General Post Office) sell 10-trip and one-day, three-day and five-day bus passes that offer a good value and much convenience (so there will be no need to make sure you have the right amount of change)."]},"\n",{"type":"*","value":[" Bus fares can be paid directly to the driver, just inform the driver of your destination. If you do not have exact change, you will get an extra change receipt along with your ticket, which you can exchange back at the main bus office at 59 Upper O'Connell St."]},"\n",{"type":"*","value":[" Most city buses leave from or run through the O'Connell St area (including Mountjoy and Parnell Squares, Eden Quay and Fleet St) and the Trinity College area (including Pearse St, Nassau St, Dame St and College Green)."]},"\n",{"type":"*","value":[" Daytime buses run from c. 05:00-23:30. At weekends there are also 18 late-night routes (known as the Nitelink service), suffixed by an N, that run from midnight until around 4AM. The ",{"type":"[","value":["http:\/\/www.dublinbus.ie\/en\/Your-Journey1\/Timetables\/Nitelink-Services\/ Nitelink"]}," fare is a flat rate of €5."]},"\n",{"type":"*","value":[" The Xpresso is a special service designed to allow for faster and more efficient bus travel for daily commuters during both morning and evening rush hour traffic. Xpresso routes are more direct than many other bus routes, offering passengers a quicker service. These routes also have fewer stops and therefore reduce journey times between destinations. There are 13 of these routes in operation. The numbers on the front of a bus are suffixed with an 'X'. A minimum flat fare (varies based on distance travelled) is charged on these services so they are usually more expensive than a  non-Xpresso, bus that may be travelling along the same route."]},"\n",{"type":"*","value":[" There is a ferry port link operated by Dublin Bus from Dublin Port to Busaras (Central Bus Station). The fare from Dublin Port to Busaras is about €3.50."]},"\n",{"type":"*","value":[" It should be noted that, while there is effectively no queuing system at bus stops, those paying with cash generally enter to the left of the doors, and those using card tickets enter to the right. Your position in a perceived queue for a bus may be effectively irrelevant once it arrives. If you have a prepaid ticket, avoid queuing: just get onto the bus on the right hand side of the front door."]},"\n",{"type":"*","value":[" If you see ",{"type":"''","value":["An Lár"]}," written as the destination on a bus, it means that it is going to the city centre."]},"\n",{"type":"*","value":[" Times displayed on timetables either at stops or elsewhere ",{"type":"'''","value":["do not"]},"  indicate the time the bus is expected to pass that stop; they are the times the bus departs from its ",{"type":"''","value":["terminus"]}," either in the city centre or at the other end. This is mainly because Dublin's roads are exceptionally overcrowded, making it very difficult to predict the actual time. Real time information on bus arrivals is available on the ",{"type":"[","value":["http:\/\/www.dublinbus.ie\/RTPI\/ Dublin Bus website"]}," and as an App, many bus stops also have electronic count down screens illustrating when the next buses will arrive, although this information is not always fully accurate."]},"\n",{"type":"===","value":["Leap Card"]},"\nRecently introduced, Leap Card is a rechargeable E-purse card that can be used across Dublin Bus services, Luas and DART\/Commuter rail lines within the city metropolitan area. Leap cards can be purchased in some outlets in both terminals of Dublin Airport, and at retail outlets within the city area displaying \"Leap Card\" adverts. The card costs €10 to purchase and comes with €5 credit and a €5 reserve credit. The card can be topped up at retail outlets, Luas ticket machines and shortly at DART\/commuter rail station ticket machines. The card can also be managed on-line with balance retrieval and top up at the ",{"type":"[","value":["http:\/\/www.leapcard.ie Leap Card website"]},". The card should be tagged on and tagged off at Luas stop validator poles, and when entering rail stations through the turnstiles. On buses, either present the card to the reader on the drivers machine and state your destination (the driver will deduct the correct fare from the card) or present the card to the reader on the right hand side of the door (a flat ",{"type":"''","value":["maximum"]}," fare of €2.45 will be deducted). You do not need to tag off when leaving the bus. The Leap Card fares are not integrated across different modes of public transport at the current time of writing, so no capping or rebate is applied for multiple uses of the card. Fare are however on average 10-18% cheaper paying with a Leap card than paying with cash.\n\n",{"type":"===","value":["By bicycle\/motorbike"]},"\n",{"type":"[[","value":[["File:Dublin Dublinbikes.JPG"],["thumb"],["Dublinbikes, Temple Bar"]]},"\nHiring a bicycle is a handy way to get around if you want to get outside the very centre of the city and are comfortable cycling in traffic. That being said, the city is not very bicycle-friendly, either in terms of quantity & quality of bike paths, pedestrians and drivers honouring the bike paths, road space available where there is no bike path (i.e. numerous narrow roads), or driver attitudes in general.\n\nThere are bikes to hire in several locations around the city centre with the ",{"type":"[","value":["http:\/\/www.dublinbikes.ie\/ Dublinbikes"]}," scheme, and there is also a bike hire place located at the entrance to the Phoenix Park, Dublin 8. When cycling in Phoenix Park, note that while there is a dedicated cycle lane on both sides of the main thoroughfare unfortunately pedestrians also use these. When cycling in the city centre, be aware that cycle lanes, where they exist, are generally shared with buses, taxis, motorcycles, and parked cars; cyclists should pay particular attention when approaching bus stops where a bus is pulling out.\n\nMotorbikes are not allowed to use the cycle lanes, but many still do so. Passing on the left is also allowed only in limited circumstances but is in fact still common.\n\n",{"type":"===","value":["By car"]},"\nDriving in Dublin is not to be recommended for much of the day, particularly in the city centre. Traffic can be heavy and there is an extensive one-way system, which some say is explicitly designed to make it very difficult for cars to enter the city centre. Dublin is infamous for its jaywalkers, colloquially known as \"lemmings\" for a reason. There are a large number of bus lanes (buses, taxis and pedal cycles are permitted to use them; others are vigilantly fined). It's usually lawful to drive in bus lanes at the off-peak times displayed on signs. If you explicitly must travel into the city by private car, do research on your required route (using GPS or even Google Maps) and seek suitable parking in advance.\n\nIt can be difficult to find parking other than in multi-storey car parks. On-street parking for short periods is allowed at parking meters, but beware of over-staying your time or you will be \"clamped\" by the clamping companies who patrol frequently - clamp release fees vary from €70-150 per 24 hours.\n\nA system of two ring roads around the city has been introduced in recent years, with colour coded signs in purple and blue (see the ",{"type":"[","value":["http:\/\/www.dublincity.ie\/RoadsandTraffic\/Documents\/orbital_map.pdf orbital route map - PDF"]},"). The M50 is Dublin's motorway, it connects to the M1 (to the north of Ireland and Belfast) near Dublin airport and to the M11 (for Wicklow, Wexford and the South) south of the city and to other motorways and national roads along its \"C-shaped\" route. It has recently been upgraded so is less congested, and is well signposted.\n\nHowever, crossing the river using the M50 entails crossing the Westlink bridge. This is a toll bridge with the amount of the toll varying depending on the type of vehicle and how it is paid. It is important to note that the toll ",{"type":"''","value":["cannot"]}," be paid at booths while crossing the bridge but must be paid by internet or phone (or using electronic passes in the vehicle), or in certain shops. The vehicle passes through the toll gate without being stopped but the registration plate is photographed automatically. The ",{"type":"[","value":["http:\/\/www.eflow.ie toll must be paid"]}," by 20:00 the following day.\n\nAfter this deadline, the longer the toll remains unpaid, the higher the fees involved. For foreign registered vehicles, this currently presents no problem as the Irish vehicle registration base does not have access to foreign ownership details, but for Irish registered vehicles, including rental cars, any fees due, including penalties for late payment, may well be reclaimed through the rental company and subsequently from the credit card of the person hiring the car. The car hire company may charge a hefty fee as well (Avis, for example, charges €30 per unpaid toll, on top of the original toll and the €3 notice fee).\n\nOutside of the city centre, parking is generally not an issue, and ample free parking can be found outside of the M50 (and in certain areas within the M50 ring road).\n\n",{"type":"===","value":["By taxi"]},"\nTaxis were deregulated in 2001 leading to a massive oversupply with Dublin now boasting more taxis than New York. This is bad news for taxi drivers but good news for tourists, as taxis are now extremely easy to come by. They may be ordered by telephone, at ranks, or just on the street. Point-to-point trips in the city centre should cost between €6 and €10: many taxi drivers will also offer a set fare if asked. There is a national standardised rate for all taxis.\n\n",{"type":"==","value":["See"]},"\nIn the summer peak season, Dublin's top attractions can get packed.  Show up early to beat the crowds.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Chester Beatty Library"],["url=http:\/\/www.cbl.ie"],["email=info@cbl.ie"],["address=Dublin Castle, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 407-0750"],["tollfree="],["fax=+353 1 407-0760"],["hours=Sa 11:00-17:00, Su 13:00-17:00, M-F 10:00-17:00 (Closed on M from Oct-Apr)"],["price=Free entrance"],["content=Contains a wide selection of early books and manuscripts, including sacred texts and manuscripts. European Museum of the Year 2002."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Christ Church Cathedral"],["url=http:\/\/www.cccdub.ie\/"],["email=email@cccdub.ie"],["address=Christ Church Pl, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 677-8099"],["tollfree="],["fax="],["hours=Jun-Aug daily 09:00-18:00, Sep-May 09:45-17:00 or 18:00"],["price=€6, students €4, children with parent free"],["content=Dating back to the 11th century, is the oldest building in Dublin, though it underwent a massive restoration in the 19th century.  Particularly interesting is the crypt, which pre-dates the cathedral."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dublin Castle"],["url=http:\/\/www.dublincastle.ie\/"],["email=info@dublincastle.ie"],["address=2 Palace St, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 677-7129"],["tollfree="],["fax=+353 679-7831"],["hours=M-Sa 10:00-16:45,  Su & Bank Holidays 14:00-16:45PM. Closed 24-28 & 31 Dec, 1 Jan and Good Friday"],["price=Guided Tour Prices €4.50, students €3.50, children €2, alternative Tour of Chapel Royal & Undercroft €3.50"],["content=Former seat of British rule in Ireland."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dublin Writers Museum"],["url=http:\/\/www.writersmuseum.com\/"],["email="],["address=18 Parnell Sq, Dublin 1"],["lat="],["long="],["directions="],["phone=+353 1 872-2077"],["tollfree="],["fax="],["hours=M-Sa 10:00-17:00, (Jun-Aug open until 18:00) Su & holidays 11:00-17:00"],["price=€7.25, children €4.55, family tickets €21"],["content=Located in an 18th-century house, the museum is dedicated to Irish literature and the lives of individual Irish writers such as Shaw, Joyce, Yeats & Pearse."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dublin Zoo"],["url=http:\/\/www.dublinzoo.ie\/"],["email=info@dublinzoo.ie"],["address=Welington\/Zoo Rd, Dublin 8"],["lat="],["long="],["directions="],["phone=+353 1 474-8900"],["tollfree="],["fax="],["hours=Winter: M-Sa 09:30-16:00, summer: M-Sa 09:30-18:30"],["price=€15, students  €12.50, Senior Citizens €12, children €10.50, family from €43.50 for 4 to €52 for 6"],["content=Located in Phoenix Park and dating to 1830, the Dublin Zoo is the largest in Ireland, and notable for its role in wildlife conservation efforts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dublinia & the Viking World"],["url=http:\/\/www.dublinia.ie\/"],["email=info@dublinia.ie"],["address=St. Michael's Hill, Christchurch, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 679-4611"],["tollfree="],["fax="],["hours=Mar-Sep 10:00-17:00, Oct-Feb 10:00-16:15"],["price=€6.25, children €3.75, student €5.25."],["content=A heritage centre located in central Dublin, at the heart of the medieval city. The exhibitions at Dublinia explore life as it was in the medieval city and the world of the Vikings. Discounted admission to the Christ Church Cathedral available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=General Post Office (GPO)"],["url=http:\/\/www.anpost.ie"],["email="],["address=O'Connell St Lower, Dublin 1"],["lat="],["long="],["directions=All transport to Dublin City Centre"],["phone=+353 1 705-7000"],["tollfree="],["fax="],["hours="],["price=Free entrance"],["content=The General Post Office (GPO) is one of Ireland's most iconic buildings. For almost 200 years it has been the headquarters of the Post Office in Ireland. It was designed by Francis Johnston in Neo Classical style and took four years to build from 1814-1818. In 1916 it was taken over by Irish Rebels led by P.H. Pearse, who read the Proclamation of the Republic outside the front door of the building. During the Easter Rising, The interior was completely destroyed. Amazingly, the beautiful exterior managed to survive the shelling from General Maxwell's forces and fires caused. In 1925 it was decided by the Irish Government that the building be restored and it reopen in 1929. The GPO is still a working post office and is home to:"]]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["see"],["name=An Post Museum"],["url=http:\/\/www.anpost.ie\/historyandheritage"],["email="],["address=GPO, O'Connell St Lower"],["lat="],["long="],["directions="],["phone=+353 1 705-7000"],["tollfree="],["fax="],["hours=M-F 10:00-17:00, Sa 10:00-16:00"],["price=€2"],["content=Offers a unique and engaging insight into the history of one of the Irish Post Office, with displays on stamps, mail boats, the role of GPO staff on Easter Monday 1916 and an original copy of The Proclamation.  The audio visuals and interactive displays allow visitors to choose subjects of particular interest as they explore aspects of the Irish Post Office story."]]}]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glasnevin Cemetery"],["url=http:\/\/www.glasnevin-cemetery.ie\/"],["email="],["address=Finglas Rd, Dublin 11"],["lat="],["long="],["directions=Buses 9, 13 or 40 from O'Connell St or 40a\/40d from Parnell St"],["phone=+353 1 830-1133"],["tollfree="],["fax="],["hours=Tours at 14:30: Mar-Sep Daily, Oct-Feb W & F"],["price=€5, U12 go free"],["content=Situated just two miles from the city centre, Glasnevin Cemetery is currently running a series of walking tours. These tours give a valuable insight into the final resting place of the men and women who have helped shape Ireland's past and present. The walking tour last one and a half hours and visits the graves of Daniel O'Connell, Charles Stewart Parnell, Michael Collins, Eamonn De Valera and many other graves of architectural and cultural interest."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Green on Red Gallery"],["url=http:\/\/www.greenonredgallery.com\/"],["email=info@greenonredgallery.com"],["address=26-28 Lombard Street East, Dublin 2"],["lat="],["long="],["directions=Exiting Pearse rail station and turn right. Cross Pearse St and it will be on the left opposite Lombard bar."],["phone=+353 1 671-3414"],["tollfree="],["fax="],["hours=Tu-F 10:00-18:00, Sa 13:00-16:00, Su Closed, M by appointment"],["price=Free entrance"],["content=The Green On Red Gallery is one of Ireland’s most dynamic and exciting galleries. Representing some of the best contemporary work on the market, both Irish and international. The programme is based on 10-11 solo exhibitions and 1-2 group or thematic exhibitions per year. Green On Red participates annually in international art fairs and the gallery’s artists regularly exhibit abroad in both private and public venues."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Irish Museum of Modern Art"],["url=http:\/\/www.modernart.ie\/"],["email=info@imma.ie"],["address=Military Rd, Kilmainham, Dublin 8"],["lat="],["long="],["directions="],["phone=+353 1 612-9900"],["tollfree="],["fax=+353 1 612-9999"],["hours=Tu-Sa 10:00-17:30 (opens 10:30 on W), Su and Bank Holidays 12:00-17:00 (5 Jun–18 Sep late Th opening until 20:00)"],["price=Free entrance"],["content=Modern & contemporary art, formal gardens & café."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jeanie Johnston Famine Ship Museum"],["url=http:\/\/www.jeaniejohnston.ie"],["email=info@jeaniejohnston.ie"],["address=The ship is at Custom House Quay"],["lat="],["long="],["directions=across from Jury's Inn"],["phone=+353 01 473-0111"],["tollfree="],["fax="],["hours=Tours daily 11AM, noon, 2PM, 3PM and 4PM"],["price=€8.50, seniors\/students €7.50, children €4.50, family €20"],["content=This active ship is an accurate replica of the original Jeanie Johnston, which sailed between Tralee in Co. Kerry and North America between 1847 and 1855, transporting Irish emigrants during the Great Famine. As the ship is still used for sailing it is sometimes away from Dublin so check the website or call ahead prior to your visit to ensure that the Jeanie Johnston will be at Custom House Quay. The tour takes visitors below deck to learn about some of the people who sailed on the Jeanie Johnston in the Famine years."]]}]},"\n",{"type":"[[","value":[["File:Dublin KilmainhamGaol.JPG"],["thumb"],["Kilmainham Gaol"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kilmainham Gaol"],["url=http:\/\/www.heritageireland.ie\/en\/Dublin\/KilmainhamGaol\/"],["email="],["address=Inchicore Rd, Kilmainham, Dublin 8"],["lat="],["long="],["directions="],["phone=+353 1 453-5984"],["tollfree="],["fax="],["hours=Apr-Sep 9:30AM-6PM daily (last admission 5PM); Oct-Mar M-Sa 9:30AM-5:30PM (last admission 4PM), Su 10AM-6PM (last admission 5PM)"],["price=€6, senior and groups €4, children and students €2, family €14"],["content=The prison where the rebels from the 1916 Easter Rising were executed. It is located slightly outside the city centre and can be reached by local bus (40, 79). Access is limited to guided tours, which leave every 30 minutes and are very interesting. It is well worth a visit if you are in any way interested in history."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Merrion Square"]}," Merrion Square is one of the largest squares in Dublin. It is filled with very green (of course) grassy areas and has three Georgian style houses. There is a large statue of the writer and dramatist Oscar Wilde. There are also two square marble columns that are covered in famous Wilde quotes. Merrion Square is a good place to escape some of the noise of Dublin and enjoy Oscar Wilde’s witty sense of humor."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=National Botanic Gardens"],["url=http:\/\/www.botanicgardens.ie"],["email=botanicgardens@opw.ie"],["address=Glasnevin, Dublin 9"],["lat="],["long="],["directions="],["phone=+353 1 804-0300"],["tollfree="],["fax=+353 1 836-0080"],["hours=Nov-Jan 9AM-4:30PM and Feb-Oct 9AM-6PM daily"],["price=Free entrance"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The National Gallery of Ireland"],["url=http:\/\/www.nationalgallery.ie\/"],["email=info@ngi.ie"],["address=Merrion Square West & Clare St, Dublin 2"],["lat="],["long="],["directions=DART Pearse Station will get you to within five minutes from the Gallery."],["phone=+353 1 661-5133"],["tollfree="],["fax=+353 1 661-5372"],["hours=M-Sa 9:30AM-5:30PM (till 8:30PM on Th) and Su noon-5:30PM. Closed Good Friday and 24-26 Dec"],["price=Free entrance"],["content=National collection of Irish and European Art."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=National Museum of Ireland - Archaeology"],["url=http:\/\/www.museum.ie\/"],["email=marketing@museum.ie"],["address=Kildare St, Dublin 2"],["lat="],["long="],["directions=Buses 37\/38\/39 and variants, 46a, 140, 145 stop on Kildare St, or 5-10 minute walk from College Green\/Grafton St"],["phone=+353 1 677-7444"],["tollfree="],["fax=+353 1 677-7450"],["hours=Tu-Sa 10AM-5PM; Su 2PM-5PM, closed M, 25 Dec and Good Friday"],["price=Free entrance"],["content=Not to be missed for anyone interested in Irish history as this museum is the national repository for all all archaeological objects found in Ireland. The Prehistoric Ireland and Treasury exhibits are particularly exceptional."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=National Museum of Ireland - Decorative Arts & History"],["url=http:\/\/www.museum.ie\/"],["email=marketing@museum.ie"],["address=Collins Barracks, Benburb Stm Dublin 7"],["lat="],["long="],["directions=Luas Red line stop 'Museum' is right outside the entrance"],["phone=+353 1 677-7444"],["tollfree="],["fax=+353 1 677-7450"],["hours=Tu-Sa 10AM-5PM; Su 2PM-5PM, closed M, 25 Dec and Good Friday"],["price=Free entrance"],["content=Decorative arts and historial artificats from the founding of the state and historical Irish civilisation, as well as special exhibits."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=National Museum of Ireland - Natural History"],["url=http:\/\/www.museum.ie\/"],["email=marketing@museum.ie"],["address=Merrion Square, Dublin 2"],["lat="],["long="],["directions=10 minute walk from College Green\/Grafton St area, nearby buses 46a\/145 stop on Nassau St and 4\/7\/26\/66\/67 on Merrion Square"],["phone=+353 1 677-7444"],["tollfree="],["fax=+353 1 677-7450"],["hours=Tu-Sa 10AM-5PM; Su 2PM-5PM, closed M, 25 Dec and Good Friday"],["price=Free entrance"],["content=The \"Dead Zoo\" contains a comprehensive zoological collection stored and maintained in a manner unchanged since its establishment in Victorian times."]]}]},"\n",{"type":"[[","value":[["File:TrinityCollege Green.JPG"],["right"],["thumb"],["Trinity College"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Old Library at Trinity College & Book of Kells"],["url=http:\/\/www.tcd.ie\/Library\/heritage\/index.php"],["email=adiffley@tcd.ie"],["address=College Green, Dublin 2"],["lat="],["long="],["directions=Most bus routes, including tour buses, stop in the area of College Green\/Trinity College"],["phone=+353 1 896-2320"],["tollfree="],["fax=+353 1 896-2690"],["hours=M-Sa 9:30AM-5PM, Su (May-Sep) 9:30AM (noon Oct-Apr)-5:30PM. Closed 23 Dec-1 Jan"],["price=€9, +€2 for optional guided tour. Students & seniors €8, children under 12 free. Family admission €18."],["content=The gorgeously illustrated original manuscript of the ",{"type":"'''","value":["Book of Kells"]}," is the main draw here, but the massive Long Hall of the Old library itself is equally if not even more impressive."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Phoenix Park"],["url="],["email=phoenixparkvisitorcentre@duchas.ie"],["address=Phoenix Park, Dublin 8"],["lat="],["long="],["directions=10-15 minute walk to park entrance from Heuston station stop on Luas Red line, alternatively buses 25\/26\/66\/67 stop on Parkgate St, a 5 minute walk from the entrance"],["phone=+353 1 677-0095"],["tollfree="],["fax=+353 1 672-6454"],["hours="],["price=Free"],["content=The largest enclosed urban park in Europe. Includes a polo field and Dublin Zoo. The residences of the President of Ireland and the U.S. Ambassador are situated in the park, but are not open to the public. If you're lucky, you may catch a glimpse of the herd of wild fallow deer that inhabit the park!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Waterways Ireland Visitors Centre"],["url=http:\/\/www.waterwaysireland.org"],["email="],["address=Grand Canal Quay Dublin 2"],["lat="],["long="],["directions=10 minutes on foot from O’Connell St. Bus numbers 1, 50, 77A, 151 stop close to the main entrance. By DART at Grand Canal station and by Luas at Spencer Dock across the Liffey"],["phone=+353 01 677-7510"],["tollfree="],["fax="],["hours=10AM-6PM"],["price=€4, children €2, students\/seniors €3"],["content=Housed in an award winning architectural structure affectionately known as the box in docks situated in the waters of Grand Canal Dock. Informative displays on the waterways from the pre Christian period to its modern use, with child friendly interactives and environmental displays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Little Museum of Dublin"],["url=http:\/\/www.littlemuseum.ie\/"],["email="],["address=15 St. Stephen's Green, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 661-1000"],["tollfree="],["fax="],["hours=11-6 Fri-Wed, 11-8 Thurs"],["price=€5 (€3 concession), family tickets €12"],["content=A non-profit museum documenting the social, cultural and political history of Dublin city, the collection, housed in a beautiful Georgian townhouse on St. Stephen's Green, tells the story of the capital in the 20th century, with over 400 artifacts donated by Dubliners past and present! Free Guided Tours daily at 11, 1, 3 & 5PM."]]}]},"\n",{"type":"===","value":["Suburbia"]},"\n\nDublin has many fine and quite affluent suburbs. Seeing them is a good way to get a real feel for the city's culture and identity. A walk around some them on a nice day is well worth your time as many are home to some of Ireland's finest architecture (Victorian, Georgian, Modern etc.).Some are easily navigated by foot from the city's centre and are dotted with many fine upmarket ",{"type":"'''","value":["delicatessans"]}," and ",{"type":"'''","value":["boutiques"]},". Examples include Donnybrook and Ballsbridge - the 46a bus goes through Donnybrook and the 4\/7 buses through Ballsbridge, with several stops in the north and south city centre. Ballsbridge is Dublin's embassy district and is home to some of Ireland's most expensive roads including 'Shrewsbury Road', which is famous for being the 6th most expensive residential thoroughfare in the world and 'Ailesbury Road' which is equally as salubrious and home to a bulk of the capital's embassies including Spain and Poland.\n\nBallsbridge is also home to The ",{"type":"'''","value":["Royal Dublin Society"]}," (RDS) which promotes and develops agriculture, arts, industry and science in Ireland. It hosts many concerts and also showcases the annual Show Jumping Competition, a major entertainment event. You can approach Ballsbridge via 'Herbert park', a pleasant public green park and fashionable road, opposite Donnybrook Village and vice-versa.\n\nDalkey and Killiney which lie on the southernmost tip of Dublin. They are upmarket neighbourhoods and home to such celebrities as Bono, Maeve Binchy and Enya among others. A walk up Vico Road to take in the view is a must-do. Killiney Hill is beautiful, offering panoramic views of the surrounding Dublin Mountains. These areas are best approached by the DART, which runs along the coast and has three main stops in the city centre.\n\nBlackrock or Dun Laoghaire, accessible by bus or DART, are also worth a visit.\n\nRanelagh and Dartry are also worth visiting- Ranelagh is small but affluent, accessible by the Luas Green line and has several critically acclaimed eateries.\n\nSandymount, a coastal suburb no more than 2 mi (3 km) south-east of the City Centre, is another quite affluent area with a tiny  park and some restaurants. It is the birthplace of W.B. Yeats. The suburb and its strand appear prominently in James Joyce's Ulysses. There is a wonderful walk from Sandymount across the north end of its beach to the South Bull Wall which reaches a finger well out into the Bay.\n\nAlthough the Southside of Dublin is considered to be more affluent than the Northside, there is a wealth of attractions to be enjoyed North of the city centre also. Clontarf, Malahide, Skerries and Howth (all accessible by DART\/commuter rail) are all great seaside locations to spend an afternoon. Malahide has a beautiful Castle (including extra doors for the ghost) in a Park and is a nice little village with harbour, beach, estuary and lots of restaurants. You can also take a 20-30 minute walk along the coast up to Portmarnock beach (a 5 km long beach).\n\nHowth is home to a handful of Irish celebrities including Gay Byrne and Dolores O'Riordan. Walking the cliff walk or climbing the Ben of Howth, a 561 ft (171 m) high hill on Howth Head, on a fine day is well worth your time. Although the water may be too cold to enjoy a swim, Howth has a small stretch of beach that has a beautiful view of mountains in the distance. The affluent suburb of Sutton is located on the western part of Howth Head and boasts a scenic seaside walk featuring a Martello Tower and numerous lavish seaside homes.\n\nDublin's best beach is also to the north. Dollymount Strand and the adjoining bird sanctuary are highly recommended. It's a great bike ride - there's an excellent bike path along by the sea, and may also be accessed walking from Clontarf Road DART station or bus route 130 from the city centre.\n\nFurther inland on the Northside of Dublin is Drumcondra, which is a relatively expansive and bustling Victorian suburb, boasting several good parks as well as Griffith Avenue, said to be Europe's longest tree-lined residential avenue. To the east of Drumcondra is Croke Park, the centrepoint of Gaelic sports; the canal-side route to Croke Park should be approached with some caution especially at night. To the west of Drumcondra is Glasnevin which can occupy a visitor nicely with the National Botanic Gardens, Glasnevin Cemetery (containing many historically significant tombs) and good restaurants can be found in the Botanic Gardens and on The Rise, off Griffith Avenue.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Abbey Theatre"],["url=http:\/\/www.abbeytheatre.ie\/"],["email="],["address=26\/27 Lower Abbey St"],["lat="],["long="],["directions="],["phone=+353 1 878-7222"],["tollfree="],["fax="],["hours="],["price="],["content=Ireland's national theatre. This is a particularly good venue for presentations of Irish plays. The Abbey also shows classic and contemporary theatre from around the world."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gaiety Theatre"],["url=http:\/\/www.gaietytheatre.ie"],["email="],["address=South King St, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 677-1717"],["tollfree="],["fax="],["hours="],["price=Admission prices vary."],["content=The oldest continually operating theatre in Dublin hosts popular musical shows, opera, ballet, dance and drama."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Guinness Storehouse"],["url=http:\/\/www.guinness-storehouse.com\/"],["email="],["address=St James's Gate, Dublin 8"],["lat="],["long="],["directions=Buses 40\/123, closest Luas Red line stop at James's"],["phone=+353 1 408-4800"],["tollfree="],["fax="],["hours=Daily 09:30-17:00 (open until 19:00 in Jul & Aug). Closed Good Friday and Dec 24-26"],["price=Adults €15 (10% discount for booking online), students and seniors €11, children 6-12 €5"],["content=Retells the story of Dublin's most famous drink. The exhibition is interesting and is self-guided. Price of entry includes a pint at the seventh floor Gravity Bar, which has great views over Dublin and forms the head of the giant pint of Guinness formed by the atrium. Outside, tourists will encounter horse drawn carriages for hire. Beware as they charge €30 for the short walkable 2km (1 mi) ride back to the city centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Traditional games at Croke Park Stadium"],["alt="],["url="],["email="],["address=Jones Rd, Dublin 3"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Catch a ",{"type":"'''","value":["hurling"]}," or ",{"type":"[","value":["http:\/\/www.gaa.ie\/ ",{"type":"'''","value":["Gaelic football"]}]}," game at this 82,500 seat, state-of-the-art stadium. These sports are uniquely Irish.  Hurling is listed in the Guinness Book of World Records as the fastest field sport, with the ball (called a ",{"type":"''","value":["sliotar"]},") reaching speeds above 130 kph. Gaelic football can best be described as a combination of soccer and rugby. To keep the sports \"pure,\" it maintains an amateur status, with each parish in Ireland having a team — the inter-county games are generally extremely well-supported, so you may have difficulty getting tickets for the bigger matches. Tours of the ",{"type":"[","value":["http:\/\/museum.gaa.ie\/ GAA museum"]}," and the stadium are also available, including a chance to try your hand at the sports themselves. You can also walk across the roof of one of the biggest stadiums in Europe, which provides great views of the city's skyline."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=International Dublin Gay Theatre Festival"],["url=http:\/\/www.gaytheatre.ie\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The International Dublin Gay Theatre Festival is an annual event held in May, celebrating the contribution of gay people to theatre, past and present. The Festival was founded in 2004 to mark the 150th anniversary of the birth of Oscar Wilde, in his native city.  With an emphasis on new or recent International and Irish works with a broadly gay theme or relevance, the Festival has grown to become the largest event of its type in the world. 2013 marks the 10th Anniversary of the Festival, which runs from May 6th-19th (2013)."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["League of Ireland Football"]}," Watch a ",{"type":"[","value":["http:\/\/www.shamrockrovers.ie\/index.php\/ Shamrock Rovers F.C."]}," soccer match during the FAI ",{"type":"[","value":["http:\/\/www.loi.ie League of Ireland"]}," season from March to November. Tallaght Stadium is located south of the city centre located in Tallaght, on Whitestown Way, the stadium is easily accessible by public transport. The stadium is just a few minutes walk from the Red Luas line terminal at The Square Shopping Centre and numerous bus stops. Home matches take place on Friday nights at 7:45PM. Tickets cost: €15 (Adult), €7 (U-16′s\/OAPs)."]},"\n",{"type":"*","value":[" Catch a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.leinsterrugby.ie\/ Leinster Rugby"]}]}," game at the RDS Arena, located on Anglesea Rd in Ballsbridge, Dublin 4. Occasional home games are played at Aviva Stadium, the replacement for Lansdowne Road that opened in May 2010. Unlike Gaelic games, rugby union is professional. Leinster (known commonly as the Lady boys), one of Europe's sides, won the Europe-wide Heineken Cup in 2009, 2011 and 2012, and supplied many players for the Ireland national team. Domestically, they play in the RaboDirect Pro12 (non-sponsored name: Celtic League), which since 2010–11 includes teams from Ireland, Scotland, Wales, and Italy. Or be wise and get a train\/bus\/taxi\/plane to Limerick and see the real men (Munster Rugby)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Leopardstown Racecourse"],["url=http:\/\/www.leopardstown.com"],["email=info@leopardstown.com"],["address=Leopardstown, Dublin 18"],["lat="],["long="],["directions=From Dublin city centre, follow the N11 south, turn right into the R113 (Leopardstown Road), the racecourse will be on your left"],["phone=+353 1 289 0500"],["tollfree="],["fax=+353 1 289 2634"],["hours="],["price=€12.55, with reductions for students and OAPs"],["content=Located in the southern suburb of Leopardstown\/Foxrock, there are regular meetings throughout the year. There is a \"Pay as you Play\" golf course within the racecourse grounds, as well as bars, restaurants and a nightclub (Club 92)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Old Jameson Distillery"],["url=http:\/\/www.jamesonwhiskey.com\/Heritage_Old_jameson_distillery_Tour_info.aspx"],["email="],["address=Bow Street Distillery, Smithfield, Dublin 7"],["lat="],["long="],["directions="],["phone=+353 1 8072355"],["tollfree="],["fax="],["hours=Daily 9:30AM-6PM. Last tour at 5:30. Closed Good Friday and Christmas holidays"],["price=Adult €12.50, students and seniors €10, families €25"],["content=This ex-distillery hasn't produced whiskey in a while, and if you are expecting to see whiskey making, you will not find it here. However, there is a tour and recreation of the process,  and whiskey tasting afterwards. After the video, make sure you raise your hand because they pick four people to volunteer for taste testing later in the tour!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Walking Tours"],["url=http:\/\/dublintourguide.blogspot.com\/p\/tour-guide.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nDublin city is famous for its characters. A great way to experience and live the city is by learning about it from people who are characters themselves - Dublin Tour Guides. \nTours can vary from 1-hour to 4-hour in length and include, as well as the standard sightseeing tour, tours on topics like the paranormal and ghosts, music and song, literature, historical, 1916 Rising, and even Irish mythology. There are various walking tour companies and freelance tour guides available in Dublin. Anyone interested in geeky history should try the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/ingeniousireland.ie\/ Ingenious Dublin tours"]}]},", that cover history of medicine, Irish inventions (yes, there are lots!), great Irish scientists (lots of those too). They have walking tours and self-guided MP3 tours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dublin Literary Pub Crawl"],["url=http:\/\/www.dublinpubcrawl.com"],["email="],["address='The Duke Pub', 9 Duke St, Dublin 2"],["lat="],["long="],["directions=Just off Grafton St"],["phone="],["tollfree="],["fax="],["hours=2"],["price=€10-12"],["content=This is the most ingenious crash course in Irish literature, history, architecture and pub bonhomie yet devised... It combines street theatre with the 'craic' that makes Dublin pubs the liveliest in Europe. It is a highly enjoyable evening that gives you the pleasant notion of replacing brain cells as you drown them. The tour is a kind of rough guide to the cultural, religious and political life of the city. Performances by professional actors are central to the experience, not forgetting a fun-filled quiz with prizes for the winners. Can be a bit formal at times but this one's been going a long time and is well worth the experience for such an unusual tour. There's just enough time to stop in each pub for a pint as well."]]}]},"\n",{"type":"*","value":[" Pick up a copy of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thethirstytravellers.com\/ The Thirsty Travellers"]}]}," pub map guide\/discount card and follow all the suggested experiences. The map guide lists 24 top pubs in Dublin and makes it really easy to find them. The pubs include the oldest pub in Ireland, the smallest pub in Dublin, where to find the best traditional music, Guinness, Irish coffee, whiskeys and pub food. They're spread out across the city and get's you out of the tourist trap that is Temple Bar and gives you a taste of ",{"type":"'''","value":["real Dublin pub culture"]},", literally and figuratively. Special offers have been arranged in each pub and they are all different with the aim of giving you varied and interesting experiences. The discount card is €5 and if it's not in your hotel or hostel you can pick one up in the Tourist Information Office on College Green."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Conradh na Gaeilge"],["url="],["email="],["address=6, Harcourt St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An Irish language centre on Harcourt St, where you can hear Irish being spoken as a first language and also enjoy a beverage with friends."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Grafton St, Dublin.jpg"],["thumb"],["Grafton Street, Dublin, Ireland"]]},"\n",{"type":"{{","value":[["style"]]},"\nDublin's most famous shopping street is the pedestrianised ",{"type":"'''","value":["Grafton Street"]},", which runs between ",{"type":"'''","value":["St. Stephen's Green"]}," and ",{"type":"'''","value":["Trinity College"]},". It has recently, along with its surroundings, been classified as an 'Architectural Conservation Zone'. This will involve a re-establishment of the area's rich historic charm and urban character.\n\n",{"type":"[","value":["http:\/\/www.brownthomas.com\/ Brown Thomas"]},", Dublin's most famous and expensive department store is on Grafton Street along with a wide range of clothing, jewelry, and photography shops, etc.\n\nAlongside the historic Trinity College you will find ",{"type":"'''","value":["Nassau Street"]}," where there are many shops selling tourist-related items such as Waterford Crystal, Belleek Pottery, Aran sweaters, and other Irish craft items. Shops selling these items include ",{"type":"[","value":["http:\/\/www.houseofireland.com House of Ireland"]}," and ",{"type":"[","value":["http:\/\/www.kilkennygroup.com\/shops_rest\/dublin2.htm Kilkenny Design"]},".\n\nDawson Street, parallel to Grafton Street, is home to the official residence of the lord mayor - the 'mansion house' as well as several upmarket clothes shops, restaurants and well stocked large bookshops including Hodges Figgis.\n\nHarvey Nichols,an upmarket British department store chain housing some of the world's most exclusive designer names in fashion, accessories, beauty and food and is located in Dundrum Town Centre,just take the green luas line from St.Stephen's green, in the Pembroke district.\n\nThe best concentration of shoe shops is found on Grafton Street and the adjoining Wicklow Street.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.powerscourtcentre.com\/ Powerscourt Centre"]}]},", just off ",{"type":"'''","value":["Grafton Street"]},", is one of Dublin's most attractive shopping centres, set in a beautifully restored 18th-century townhouse. Here, you will find clothes, cafes, galleries and Irish designer jewelers. You must check out the ",{"type":"'''","value":["The Loft"]}," Market - it is a haven for Dublin Fashion. There is lots of up and coming young fashion designers and vintage clothing sellers such as ",{"type":"[","value":["http:\/\/www.perkupvintage.com\/ Perk Up! Vintage"]},", Lisa Shawgi Knitwear and MO MUSE to shop around. Beware the overpriced antique dealers, some of whom will drop a price by 50% after only the merest suggestion that you are willing to ",{"type":"[[","value":[["haggle"]]}," (and it still may not be a bargain). For gifts, there is an engraving business based in the centre next to Bonsai Shop.\n\nLeaving Powerscourt via the ornate steps on to ",{"type":"''","value":["South William Street"]},", you will find yourself facing a small street called ",{"type":"''","value":["Castle Market"]},", which leads to a covered red-brick shopping arcade known alternatively as the ",{"type":"''","value":["Market Arcade"]}," or the ",{"type":"''","value":["Georges Street Arcade"]},". This area is worth a visit for vintage clothing, fabrics, unusual accessories, vinyl and club wear. It also features some small cafes.\n\n",{"type":"[","value":["http:\/\/www.casarebelde.com ",{"type":"'''","value":["Casa Rebelde"]}]}," is a new and unique football supporters shop located on Crow Street in the heart of Temple Bar that stocks clothing from around the world for the fashion conscious football fan.\n\nAll of the above are in Dublin 2.\n\nThere is also an extensive shopping area on the north side of the river, in Dublin 1, centred on ",{"type":"'''","value":["O'Connell Street"]}," and ",{"type":"'''","value":["Henry Street"]}," (Ireland's busiest shopping street). ",{"type":"[","value":["http:\/\/www.clerys.ie\/ Clery's"]}," (18 O'Connell St) and ",{"type":"[","value":["http:\/\/www.buy4now.ie\/arnotts\/ Arnott's"]}," (12 Henry St) are large department stores each with a long history. Two large shopping centres, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jervis.ie\/ Jervis Shopping Centre"]}]}," (Jervis St), and the ",{"type":"'''","value":["Ilac Centre"]}," (Henry St) are nearby. The latter also houses Dublin's ",{"type":"[","value":["http:\/\/www.dublincity.ie\/living_in_the_city\/libraries\/find_your_library\/central_library.asp Central Public Library"]},".\n\nJust off Henry Street is Moore Street, which has a fruit, vegetable and fish market. It's worth a stroll if you want to get a slice of life from the less genteel side of Dublin. For a more traditional Dublin shopping experience go to the Liberties area around Thomas street and check out the stalls on Meath street and the ",{"type":"'''","value":["liberty market"]}," (off Meath Street) on Thursdays, Fridays and Saturdays.\nAt the top of Henry Street on Parnell Street is Chapters, which has a massive selection of books at generally cheaper prices than other high street stores, as well as a large secondhand section. It is especially great for 'coffee table' style art books.\n\nFor those for whom it just would not be a holiday without hanging out at the mall, there are various shopping centres located around Dublin, including ",{"type":"[","value":["http:\/\/www.blanchardstowncentre.ie Blanchardstown Centre"]}," (Dublin 15) (39 and 70 bus routes), ",{"type":"[","value":["http:\/\/www.liffeyvalley.ie Liffey Valley"]}," (Dublin 22) (bus routes 25, 25A, 66, 66A, 67A,78, 78A, 210 and 239), and The Square, Tallaght, (Dublin 24, last stop on the red Luas). The largest shopping centre in Europe is the ",{"type":"[","value":["http:\/\/www.dundrum.ie Dundrum Town Centre"]}," in Dublin 14, which is served by the green Luas tramline from St. Stephen's Green.\n\nDublin is not cheap for general shopping, although visitors from outside the European Union can obtain a refund of VAT (sales tax: 23%) on many of their purchases. Just look for the refund sign and ask in the shop for details.  Keep in mind that most stores will issue VAT refund vouchers only on the same day of purchase. More on VAT refund can be found on Irish ",{"type":"[","value":["http:\/\/www.citizensinformation.ie\/en\/travel_and_recreation\/travel_to_ireland\/tax_free_purchases_for_non_eu_travellers.html eGovernment website"]},".\n\nAlso, if you want to find thrifty nicknack shops, then Talbot street is a good start. Like any city, if you look hard enough and don't get caught up in the glitz and glam when shopping, there are great bargains to be found.\n\nBe sure to visit Temple Bar's Temple Bar Square and Meetinghouse Square on a Saturday morning or afternoon for the markets (Dublin 2), which sells all types of foods, from traditional fare to delicious baked goods.  Both squares are also home to several very good restaurants.  Meetinghouse Square, which lies only about 150 ft (50 m) west of Temple Bar Square, sells much finer fare and more exotic foods than Meetinghouse Square.\n\nThe Temple Bar area offers some alternative to shopping at the larger chain-stores. Small clothing boutiques, including the city centre's only swap shop, are popping up all around the area (Temple Lane, Crow Street and Fownes Street) with an emphasis on vintage and unique original independent designer pieces. If you can't make it to any of the markets at the weekend, the best can be found here during the week.\n\nAlso, in Dublin 8, Cows Lane Fashion and Design Market, which is the largest designer market in Dublin, offers handmade one-off original designs. The market is open evey Saturday from 10.00AM-5.30PM. Found outdoors on Cows Lane and indoors in the old Dublin's Viking Adventure, this market is not to be missed.\n\nThere is fairly extensive duty-free shopping at Dublin Airport, at prices sometimes cheaper than the rest of the city.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["style"]]},"\nDublin has a wide range of good quality restaurants, most of which are, however, horribly overpriced by European standards. Main course prices range from €10 at the lower end up to around €40 at the higher end. Wine in restaurants is generally marked up from its already expensive retail price by a factor of at least two and three times retail price would not be uncommon.\n\nThere are many excellent value Indian restaurants around the South William Street area, parallel to Grafton Street. These often have reasonable priced lunch and 'early bird' deals, offering three course meals for around €10. Quality is high but not on a par with UK. Particularly to be recommended are the ",{"type":"'''","value":["Khyber Tandoori"]}," on South William Street and ",{"type":"'''","value":["Shalimar"]}," on South Great Georges Street. Also excellent is ",{"type":"'''","value":["Surma"]}," on Camden St and \"Govindas\" on Augnier Street for very cheap Hare-Krishna vegetarian food. all are in Dublin 2.\n\nA similar multi-cultural hotspot is Parnell Street in Dublin 1 (O'Connell Street-Gardiner Street), which has a dense concentration of Chinese and Asian restaurants extensively frequented by the ex-pat communities.\n\nDon't forget to try Leo Burdock Fish and Chips (2 Werburgh St).  There is no eating in, so I have taken my fish to Christ Church Cathedral and ate it on a bench.  About 10 Euro for way too much food (share it with someone).\n\n",{"type":"===","value":["Snack"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Bewleys"],["alt="],["url=http:\/\/www.bewleyscafe.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Grafton St, Dublin 2. Dublin's most famous coffee shop. This has been a hang-out over the years for U2, Bob Geldof, and James Joyce."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bar Italia"],["directions=several branches"],["content=Real Italian coffee with mostly Italian staff. Excellent panini and antipasto. Good value place with great atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Butlers Chocolate Cafés"],["address=two branches on South William St (Dublin 2) and one at Dublin Airport"],["directions=takeaways on Grafton St and Nassau St (both Dublin 2)"],["url=http:\/\/www.butlerschocolates.com\/butlerscc\/index.asp"],["content=Good coffee with a free chocolate of your choice (except at Dublin Airport, where you still get a chocolate but without a choice.) The airport branch is well stocked and generally runs special offers on boxes of chocolates not available in the city branches."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Zaytoon"],["alt="],["url="],["email="],["address=14\/15 Parliament St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Temple Bar, Dublin 2 (",{"type":"''","value":["opposite The Porterhouse"]},"); also Camden St, (Dublin 2), (",{"type":"''","value":["opposite Bleeding Horse Pub"]},"). This is a kebab shop (eat in or take out), very different from a street vendor kebab."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["SPAR"]}," or ",{"type":"'''","value":["Eurospar"]},", is a leading convenience store group. They have several locations in Dublin and is the perfect place to go to grab drinks, breakfast, lunch, snacks, and basic toiletries that you may have forgotten to pack."]},"\n",{"type":"===","value":["Lunch"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Idlewilde Cafe"],["alt="],["url="],["email="],["address=20 Patrick St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dalkey, County Dublin. A charming café in this pretty heritage town on Dublin's southside coastline. Easily reached by train (Dart) or bus. The Cafe is set in a leafy courtyard and offers great breakfast and lunch as well as excellent coffee and smoothies. Great place to spot the local celeb's."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Honest To Goodness"],["alt="],["url=http:\/\/www.honesttogoodness.ie"],["email="],["address="],["lat="],["long="],["directions="],["phone=+353 1 6337727"],["tollfree="],["fax="],["hours="],["price="],["content=George's St Arcade, South Great Georges St, Dublin 2. Cafe Bakery where all produce is made, baked and cooked in store. Great value."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Madina"],["alt="],["url="],["email="],["address=60 Mary St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dublin 1, County Dublin. Incredibly tasty Indian & Pakistani food. The sauces are excellent and the dishes full of flavor. If you're into spicy dishes try the \"Chicken Tikka Massala\" or \"Chicken Korma\". They also prepare delicious Mango Lassi."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Elephant and Castle"]},", Temple Bar, Dublin 2. Nationally-famous chicken wings, extremely busy lunchtime on Saturdays (you could be waiting for up to 2 h), only order a basket of chicken wings to yourself if you're very hungry!"]},{"type":"*","value":[" ",{"type":"'''","value":["Lemon Crèpe Company"]},", South William St, Dublin 2. Good value filled crèpes for around €4 (American style rather than French) and some of the best coffee in Dublin. There is a larger branch with canteen-style bench seating on Dawson St, close to Trinity College."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=BóBós"],["alt="],["url=http:\/\/www.bobos.ie\/"],["email="],["address=22 Wexford St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dublin 2. Delicious gourmet burger restaurants. Serves a wide variety of tasty burgers (beef, chicken, fish and vegetarian) sides and desserts. Also serves a great breakfast. Burgers €7-10, sides €4-5."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Dunne & Crescenzi"]},", South Frederick St, Dublin 2. Delightful Italian lunch spot, open until around 8PM, but arrive early if you want to get a seat - or be prepared for a long wait. Antipasto Misto €6.50, Paninis from €4. Glass of house wine €3.50."]},{"type":"*","value":[" ",{"type":"'''","value":["Unicorn Food Company"]},", Merrion Row, Dublin 2. Take-away deli with eat-in cafe next door. Sandwiches €4-5 or a range of Italian delights - pasta, lasagna, pizza, salads. Sometimes good cakes €2.50-€2.85. The deli is attached to the well-respected ",{"type":"'''","value":["Unicorn"]}," Italian restaurant down the lane beside the deli (open for lunch and dinner)."]},{"type":"*","value":[{"type":"'''","value":["M J O'Neills"]},", Suffolk St, D-2. Great Pub Food. Carvery served 12 till 4 most days and till late weekends. Also has a good salad and sandwich bar. Price around €10 for carvery."]},{"type":"*","value":[" ",{"type":"'''","value":["T.P. Smiths"]},", Jervis St, Dublin 1. very good pub food, also handy to stop in if you're shopping around the Henry Street area. Food served until 21:00."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Govinda's"],["alt="],["url="],["email="],["address=4 Aungier St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At Middle Abbey St, just off O'Connell St, Dublin 2, +353 1 475 0309. Krishna run vegetarian restaurant. The Govindas special (only order large if you're very hungry) is a taste of nearly everything from the hot counter."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Café Fresh"],["alt="],["url=http:\/\/www.cafe-fresh.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Top floor, Powerscourt Townhouse Centre, Dublin 2, +353 1 6719669. One of the best known vegetarian cafes in the city and offers a great range at reasonable prices. As the name suggests the food is all \"fresh\" and is made on the premises that morning, and much of it is organic. If you're after a healthy meat-free meal, it's well worth a look."]]}]},{"type":"*","value":[{"type":"'''","value":["Epicurean Food Hall"]},", located just yards from the famous Ha'Penny Bridge on Lower Liffety St, Dublin 2, The Epicurean Food Hall is a Mecca for the varied palate. Under one roof are food companies and stalls from Middle Eastern fare to Cornish Pasties and from Bagels to Christophes French cuisine. You can pick and choose your food of choice and sit in the communal seating area with Dublin locals that populate this lunch time must. Recommended in particular is the Italian coffee bar La Corta which probably serves the best cup of coffee in Dublin with all the Italian touches."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Purple Sage Restaurant"],["alt="],["url=http:\/\/www.stillorganpark.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the Stillorgan Park Hotel, Stillorgan Rd, Dublin 18. The Purple Sage Restaurant serves a traditional carvery lunch from 12.30PM-2.30PM. Popular with residents and locals alike the Purple Sage Restaurant offers a memorable Irish experience. It has the best value in the city with great weekday lunch deals"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pablo Picante"],["url=http:\/\/www.pablopicante.ie\/"],["email=pablopicanteirl@gmail.com"],["address=131 Baggot St"],["lat="],["long="],["directions=at the corner of Pembroke"],["phone="],["tollfree="],["fax="],["hours=M-F 11:30-8, Sa 12-8"],["price="],["content=A small and friendly eatery serving tasty meat and vegetarian burritos, which are great to takeaway to eat at nearby St. Stephen's Green."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["In Cahoots Café"]}," is small and welcoming place to eat and drink delicious coffee concoctions. In Cahoots Café specializes in wraps, paninis, salads, sandwiches, and gourmet coffee. "]},{"type":"*","value":[" ",{"type":"'''","value":["Bad Ass Café"]}," is a chain that was started in the United States that now has a location in Ireland. The café is located in the heart of Temple Bar and is perfect for the American tourist who is missing a big hamburger. Bad Ass Café still serves traditional Irish beer, like Guinness, to keep the taste of Ireland."]},"\n",{"type":"===","value":["Dinner"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Brasserie Sixty6 Restaurant Dublin"],["alt=brasserie66 Brasserie Dublin"],["url=http:\/\/www.brasseriesixty6.com"],["email=bookings@brasseriesixty6.com"],["address=66-67 South Great Georges Street, Dublin.2"],["lat=53.342221"],["long=-6.264649"],["directions=Just off Dame st opposite Georges Street Arcade, around the corner from Trinity college and Dublin castle"],["phone=+353 1 4005878"],["tollfree="],["fax="],["hours=12pm - 10pm"],["price=€20-40"],["content=Large & stylish modern european restaurant right in the heart of Dublin's shopping and entertainment district. Open 7 days and nights a week offering diners lunch, brunch and dinner. 180 seats with great food reviews, friendliest staff, stylish surrounds and fantastic cocktails."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bella Cuba"]},", 11 Ballsbridge Terrace, Ballsbridge, Dublin 2. Ireland's only Cuban restaurant, where the lack of competition hasn't affected the quality. Excellent food served in a fabulous Cuban atmosphere with great music. Don't forget to try the extensive cocktail list. This restaurant is very small so book in advance."]},{"type":"*","value":[" ",{"type":"'''","value":["Ryans FXB"]},", Parkgate St., Dublin 7. Great steaks and seafood in a very friendly and comfortable restaurant upstairs in the beautiful Victorian era pub. 5 minute walk from the Guinness Storehouse and a stop away from Kilmainham Gaol on the Hop-On, Hop-Off bus. Main courses can go for between €15-25 for great quality produce from the legendary Buckleys butchers."]},{"type":"*","value":[" ",{"type":"'''","value":["Siam Thai"]},", Andrew St, Dublin 2. This city centre restaurant is part of a group of three, the others being in Malahide and Ballsbridge. Gorgeous Thai cuisine served by staff in traditional Thai costume. The surroundings are nice, if maybe a little on the tacky side. Nonetheless a great Thai gastro experience. "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Bang Cafe"],["alt="],["url="],["email="],["address=11 Merrion Row"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dublin 2. A great cosmopolitan menu in a well established setting. Although a little on the expensive side, the food and presentation is excellent."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Kites"]},", 15-17 Ballsbridge Terrace Ballsbridge, Dublin 4. Great combination of Cantonese (predominant dish), Szechuan, Peking and Thai with an extensive wine list. Excellent choice for the more discerning diner with great attention paid by the friendly, professional waiters in very rich surroundings and decor. Well worth a visit."]},{"type":"*","value":[" ",{"type":"'''","value":["Salamanca"]},", St. Andrews St, Dublin 2. Good value, tasty and substantial tapas (sized more like raciones), priced around €4-8. The steak is a particular bargain at €7.50. Also good are the chorizo dishes."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gallagher's Boxty House"],["alt="],["url=http:\/\/www.boxtyhouse.ie\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=20 Temple Bar, Dublin 2. Good traditional Irish fare and not too expensive (mains €10-15). (A boxty is a traditional Irish potato pancake filled and rolled up—try it!). Also try the Irish stew and the chowder. Small, friendly, traditional Irish decor."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Bistro"],["alt="],["url=http:\/\/www.thebistro.ie\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=4\/5 Castlemarket. Excellent continental cuisine, good atmosphere. Main courses €15-25."]]}]},{"type":"*","value":[{"type":"'''","value":["Johnnie Fox's Pub"]},", Glencullen Rd, Glencullen, Dublin Mountains. Dating from the 18th century, the highest pub in Ireland is also one of the best for seafood. Great atmosphere with traditional live Irish bands and friendly staff. Food is excellent, so is the craic. Main courses €15-20. It’s a bit far (15 km) from the city, but you can get a good view of the city by night on your drive up to the restaurant. Unfortunately, this place is a notorious tourist trap - however it has received something or a revival in recent years with dozens of Irish people travelling to the pub for casual drinks \/ something to do."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Patrick Guilbaud"],["alt="],["url=http:\/\/www.restaurantpatrickguilbaud.ie"],["email="],["address=21 Upper Merrion St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dublin 2. Two Michelin stars, very expensive, superb. Lunch menus are a bargain at 35 euro for two courses."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Roly's Bistro"],["alt="],["url=http:\/\/www.rolysbistro.ie"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=7 Ballsbridge Terrace, Dublin 4. One block from Jurys Hotel. Impeccable food and service, reasonable prices. Good atmosphere."]]}]},{"type":"*","value":[{"type":"'''","value":["L'Gueuleton"]},", Fade St, Dublin 2 (",{"type":"''","value":["behind Hogan's Bar"]},"). At the time of this writing (Sept 2006) there is no name above the door of this restaurant which has rapidly achieved cult status. It is consistently rated by food critics as one of the top five restaurants in Dublin, but it has a no reservations policy and their low prices makes it hugely popular for lunch and dinner. Three course lunch with wine yesterday was €40 per head.  Don't worry about the no-reservations policy - put your name on the list and have a pint in the Market Bar or Hogan's."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cornucopia"],["alt="],["url="],["email="],["address=19 Wicklow St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dublin 2. Just off Grafton St you'll find this vegetarian heaven that serves breakfast, dinner and lunch."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Purple Sage Restaurant"],["alt="],["url=http:\/\/www.stillorganpark.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At The Stillorgan Park Hotel, Stillorgan Rd, Dublin 18. This award winning restaurant serves international cuisine from 5.45PM-9.45PM Monday-Saturday. Easily accessible from all routes."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Diep Le Shaker"],["alt="],["url=http:\/\/www.diep.net"],["email="],["address=55 Pembroke Lane"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Off Pembroke St, Dublin 2. Just 5 mins walk from St Stephens Green. A stunningly designed city centre restaurant with wonderful ambience, high-end cocktails and award winning cuisine. An experienced team of Thai chefs prepare authentic Royal Thai Cuisine using only the freshest ingredients. Fresh Thai herbs and spices are imported directly from Bangkok on a weekly basis. Evening value menu 3 courses €25.95."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:TempleBar TheOliver.JPG"],["thumb"],["Colorful pubs in Temple Bar"]]},"\n\nNo visit to Dublin would be complete without a visit to one (or ten) of its many pubs (last count says there are over 600 pubs). Drink is relatively expensive: a pint of stout costs around €4.50 and up, while lager costs around €4.90 and up. However, the government gave a tax break to microbrewed beer in the December 2004 budget, this had a slight effect on prices in brewpubs. Pubs serve drinks until 11:30PM with some drinking-up time allowed. Many bars have late licenses allowing them to serve up to 2:30AM, although this usually means a cover charge or price increases after 11:30PM.\n\nSmoking has been illegal in Irish pubs (as well as all indoor workplaces) since March 2004; this has had the positive side effect of increasing ",{"type":"''","value":["al fresco"]}," facilities. Beer tends to be more expensive around the Temple Bar area, due to the increased tourist flow, and will be cheaper in more traditional styled pubs.\n\nThere are pubs in Dublin offering cheaper drinks, if you are willing to go off the beaten trail or ask other patrons for suggestions. Fibber McGees just off Parnell square, in the City, has 3 euro per drink for any drink including shorts, every Thursday night. (There is a 5 euro door fee to enter after 9PM Thursday) please be aware Fibber McGees is a heavy metal bar, so if loud music is not your thing then best avoid. O'Reillys of Tara St charges  €3.30 for all draught beers all week. In the suburbs bars such as the Cock Tavern in Swords village north county Dublin, have special offers such as Fosters Australian beer for €3.00 per pint.\n\nThe ",{"type":"'''","value":["Temple Bar"]}," that people often speak of is an area that used to be a sand bar, not an actual bar.  (Originally, anyway; there is a pub called \"The Temple Bar\" in Temple Bar.)  The Temple Bar district has a mixture of food, drink, shopping and music. It appeals to all ages, but is a hot spot for tourists. The narrow, cobble stoned streets gives it an original feeling within the heart of the city. Its central location also makes it easy to walk to from Dublin's Centre. However, late night revellers tend to make it an unpleasant place to be after dark. It can be taken over by drunken stag and boisterous hen parties, many who travel cheaply from the United Kingdom to avail of Temple Bar's delights.\n\n",{"type":"===","value":["Traditional Irish Bars"]},"\n",{"type":"*","value":["   ",{"type":"{{","value":[["drink"],["name=Peadar Kearney's"],["alt="],["url="],["email="],["address=64 Dame St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dublin 2. Named after the man who penned Amhráin na bhFiann, Ireland's National Anthem, A great spot for pre- and post- gig drinks next to the Olympia Theatre, Peadar's attracts a young & lively crowd, with Live music from up and coming Irish trad bands. Mostly tourists here but a nice spot to talk to other visitors."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Cobblestone"],["address=North King St, Dublin 7"],["content=Easily Dublin's most famous Trad pub, situated in the North end of the famous Smithfield square this pub has had just about every single Irish Trad group play it. Trad sessions are nightly; expect a good mixed crowd."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Frank Ryans"],["address=Queen St, Dublin 7"],["content=A favourite with students from Blackhall Place, this quaint pub keeps a traditional feel with a bit of a twist. Friendly bar staff and a highly mixed crowd of local students, law types, trendies and locals makes this a lively, fun spot for a few drinks. Expect weekly trad nights interspersed with Rockabilly, Country and Soul on the jukebox."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=O'Donoghue's"],["address=Merrion Row, Dublin 2"],["content=Famous for impromptu live music. Where folk group The Dubliners were formed."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Barge"],["alt="],["url="],["email="],["directions=Dublin 2. Near St. Steven's Green"],["address=42 Charlemont St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent pub food, great decor; a friendly traditional pub with very good food. Try the fish and chips, except get the wedges instead of the chips. Golden brown on the outside, crunchy, tender inside."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Hartigan's"],["alt="],["url="],["email="],["address=100 Lower Leeson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular student bar, as a result occasionally raucous. Good option after international rugby matches."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Brazen Head"],["address=Bridge St, Dublin 2"],["content=Possibly the oldest pub in Dublin but not the oldest pub in Ireland.  Approximately a thousand years old. Wonderful on warm, dry summer nights during the rare occasions when they happen. Live traditional music and very friendly atmosphere. One of the bars is covered in signed currency notes, usually dollars, from people who wanted to leave their mark on the place. There is a large, heated open-air section enclosed within the centre of the building which is perfect for smokers. One of very few places in Dublin which serves the lesser known but very tasty Macardles brand of ale."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["O'Shea's"]},", Bridge St, Dublin 2. - live traditional music and dancing."]},{"type":"*","value":[" ",{"type":"'''","value":["Fallon's"]},",  The Coombe, Dublin 8 (near St. Patrick's Cathedral).  small friendly local pub."]},{"type":"*","value":[" ",{"type":"'''","value":["The Oval"]},", Abbey St, Dublin 1. Good for drink and food, said to have the best Irish stew in Dublin. Attracts a mixed age group. Lots of pictures of old Irish celebrities with a tribute to the Quiet Man. "]},{"type":"*","value":[" ",{"type":"'''","value":["Kavanagh's"]},", Glasnevin, Dublin 9 (near Glasnevin cemetery). This pub (popularly known as ",{"type":"''","value":["The Gravediggers"]}," because of its close proximity to the cemetery) has remained untouched for over 100 years with the only things altered being the beer taps and toilets. If you're looking for a real trad Irish pub, this is the place, really worth a visit. (about 10–15 minutes on bus from city centre, get the no 19\/19A\/13 from O'Connell St)"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bachelors Inn"],["address=Bachelors Walk, Dublin 1"],["directions=near O'Connell Bridge"],["content=Good pints of Guinness and a choice of batch or regular white bread on your toasted sandwich. Popular post GAA match pub with the Dublin crowd."]]}]},{"type":"*","value":[" ",{"type":"'''","value":[" Bowe's Lounge"]},", Fleet St, Dublin 2. Old Victorian pub, around for over 140 years."]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Mulligans"],["alt="],["url=http:\/\/www.mulligans.ie"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Poolbeg St, Dublin 2. Busy pub with great Guinness with plenty of history having been frequented by James Joyce among others."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Nancy Hands"],["alt="],["url=http:\/\/www.nancyhands.ie"],["email="],["address=Parkgate St, Dublin 8"],["lat="],["long="],["directions="],["phone=+353 1 677-0149"],["tollfree="],["fax="],["hours="],["price="],["content=Classic bar & restaurant situated close to Phoenix Park, the National Museum at Collins Barracks, and a short stroll from Heuston train station."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ryan's"],["address=Parkgate St, Dublin 8"],["directions=near Heuston Station"],["content=Beautiful Victorian pub. A good place to have a pint before getting a train out of Dublin."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Palace Bar"]},", Fleet St, Dublin 2. Located at the edge of Temple Bar, this traditional bar has interesting decor complete with \"snug\" (small private booth). Live music upstairs Wednesday and Saturday. "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Long Hall"],["alt="],["url="],["email="],["address=31 south Great Georges St, Dublin 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Atmospheric bar with interesting wooden decor, nice window to sit at to people watch. One of the last \"long hall\" bars in Ireland."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kehoe's"],["address=South Anne St"],["content=Located just off Grafton St, this is an excellent spot for a pint after a hectic days shopping. Several snugs downstairs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kennedy's"],["address=30\/32 Westland Row, Dublin 2"],["url=http:\/\/www.kennedys.ie"],["content=Located to the rear of Trinity college, this traditional style pub serves good quality food and drink with plenty of friendly atmosphere. Also home to ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.theunderground.ie The Underground"]}]}," one of Dublin’s newest and most intimate venues."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["O'Neills"]},", Suffolk St (near Grafton St). Excellent atmosphere in a Victorian style design."]},{"type":"*","value":[" ",{"type":"'''","value":["The Stag's Head"]},", Dame Lane (off Great Georges St). Just great Guinness and great conversation."]},{"type":"*","value":[" ",{"type":"'''","value":["The Dawson Lounge"]},", top of Dawson St. Dublin's (or Ireland's) smallest pub. You have to go to see what is meant. Twenty people and it is packed. "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=McDaids"],["directions=just off Grafton St right next to Westbury Hotel"],["content=Was a regular place for Oscar Wilde to ponder life."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Grogans (Castle Lounge)"],["address=South William St, Dublin 2"],["content=Wonderful traditional pub, no music or TV. Great Guinness and a mixture of tourists and locals, with interesting art on the walls."]]}]},"\n",{"type":"===","value":["Modern"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Dice Bar"]},", Benburb St\/Queen St, Dublin 7. One of the coolest bars in the city, mixing old school charm with cool sensibilities. If you're thinking of heading in on the weekend, get there early because this place is absolutely crammed. An eclectic mix of people and music, expect anything from ska, to reggae, to rockabilly. Sundays are especially cool with a biker\/greaser crowd enjoying the 50's music on offer.  "]},{"type":"*","value":[" ",{"type":"'''","value":["The Bailey"]},", Duke St, Dublin 2. Located just off Grafton St, this swish bar tends to attract the sophisticated side of Dublin's society, popular among celebrities as well. Very busy during the summer afternoons and evenings with a nice outdoor seating area."]},{"type":"*","value":[" ",{"type":"'''","value":["Lotts"]},", 60-62 The Lotts, 9 Liffey St, Dublin 1. Recent addition to Dublins burgeoning pub scene, fantastic new bar and lounge. Very well decorated interior with chandeliers, a marble bar and comfortable leather seating. Live music many nights. Small outside seating area as well."]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Market Bar"],["alt="],["url=http:\/\/www.marketbar.ie"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fade St, Dublin 2. Opened in 2005, large spacious bar, with murmur of conversation in the background, nice tapas restaurant with a good value menu."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Odeon"]},", Harcourt St, Dublin 2. This attractive bar at the top of Harcourt St is housed in a converted railway station; the new tram system has a stop directly outside."]},{"type":"*","value":[" ",{"type":"'''","value":["Pygmalion"]},", South William St, Dublin 2. Directly opposite Grogan's, in the Powerscourt Townhouse shopping centre; quite a contrast."]},{"type":"*","value":[" ",{"type":"'''","value":["Café en Seine"]},", Dawson St, Dublin 2. Typical, and not entirely unpleasant, example of a Dublin 'megapub'; recently extended to include tropical trees at the back—very expensive."]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Globe"],["alt="],["url="],["email="],["address=11 South Great Georges St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dublin 2. One of the original trendy bars to hit Dublin in the mid 90's. Still as cool as ever with one of Dublin's longest running clubs Ri-Ra in the basement. It is worth noting that there is no cover charge for the night club."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lost Society"]},", South William St, Dublin 2. Just next to the Powerscourt shopping centre, this uber trendy venue is cool and sophisticated."]},"\n",{"type":"===","value":["Micro-breweries\/ Brew-pubs"]},"\n",{"type":"[[","value":[["File:TempleBar MessrsMaguire.JPG"],["thumb"],["Inside ",{"type":"''","value":["Messrs Maguire"]}]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Against the Grain"]},", Wexford St, Dublin 2. Owned by a Galway-based brewery, offers a wide variety of Irish micro-brews and world beers. Does not serve generic commercial beers on tap. A vibrant pub with an eclectic clientele. No TV (a blessing or a curse depending on your point of view), soft music, boardgames, great beer, great food."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Bull and Castle"],["alt="],["url="],["email="],["address=5-7 Lord Edward St"],["lat="],["long="],["directions=next to Christchurch"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dublin 2. Very interesting gastropub which offers a beer hall a large selection of microbrewed and international beers. The range of beers available is not quite as extensive as The Porterhouse but it does give the option of 0.3, 0.5 and 1-litre beers. Make sure to try a Galway Hooker (a pale ale) and the Edinburgh-style deep fried Mars bar."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Sweetman & Wolfe"],["alt=formerly Messrs. Maguire'"],["url=http:\/\/www.messrsmaguire.ie\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Burgh Quay, Dublin 2. Spread over two stories on two buildings very near to O'Connell Bridge, they produce a very good stout quite different to Guinness, fresher and more complex, plus their own ale and lager. Also has good cafeteria-style lunch sets for around €10."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Porterhouse"]},", Parliament St, Dublin 2. As well as good indigenous brews including a non-vegetarian oyster stout, there is an extensive Belgian and international beer list. Also does good reasonably priced food. Has sister pubs in Bray and Phibsboro and on Grafton St."]},"\n",{"type":"===","value":["Bars"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Foggy Dew"]},", Temple Bar next to the Central Bank. Very popular bar with all kinds of people."]},{"type":"*","value":[" ",{"type":"'''","value":["Bruxelles"]},", off Grafton St next to Westbury Hotel. A very lively bar and popular with 20 and 30 year olds. Spread over 3 bars the music is loud and the atmosphere is excellent.a statue of the legend Phil Lynott (from Irish rock band Thin Lizzy)is outside. if you like metal, rock and idie music go downstairs."]},{"type":"*","value":[" ",{"type":"'''","value":["The Duke"]},", Duke St (off Grafton St). Great after-work bar and Fri is packed to the door."]},{"type":"*","value":[" ",{"type":"'''","value":["The Bernard Shaw"]},", Portobello (near Harcourt St). One of the best indie bars in Dublin, very popular with 18-25 Dubliners and always welcoming to visitors."]},"\n",{"type":"===","value":["Clubs"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Button Factory"],["address=Curved St, Temple Bar, Dublin 2"],["url=http:\/\/ww2.buttonfactory.ie\/"],["content=One of Dublin's top clubs, the Button Factory is 700+ capacity venue hosting regular international acts. Formally known as The Temple Bar Music Centre, in recent years the venue has been renovated to give it some of the best acoustics in the capital, facilitating its hosting of left field live acts as well as its regular club nights. This is one of Dublin's top clubs which caters mainly for students but delivers on big names regularly such as The Bloody Beetroots, Digitalism, Erol Alkan and bands such as Shellac etc. Check their website for listings."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Academy"],["address=Middle Abbey St, Dublin 1"],["content=This venue has changed its tune from Hot Press Hall Of Fame to Spirit nightclub. Now renamed The Academy it now doubles as both a live venue and a dance club. These guys go for the big obvious names such as David Morales and Jose Gonzalez. Their dot matrix sign outside the venue usually advertises upcoming events."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Twisted Pepper"],["alt="],["url="],["email="],["address=54 Middle Abbey St, Dublin 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located just two doors away from The Academy, Twisted Pepper is both a swish bar and underground club. The club, which was formerly known as 'Traffic', was taken over by well known and highly regarded Dublin promoters Bodytonic last year and has since gone through an extensive facelift. Open Wednesday through Sunday the club caters for students during the week and dedicated electronic music lovers on weekends, mixing house, techno, disco, funk, soul & reggae. 'Mud' is the name of Friday nights, and 'POGO' is Saturday nights, both mixing local acts with international guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Krystle"],["address=Harcourt St, Dublin 2"],["content=This club is a new haven for the nouveau riche and wannabe celebrities of Ireland. If you want to go C list celebrity spotting and doing some over the top posing with the D4 set, you'll be at home, for the regular visitor to Dublin, avoid, much better places on the list."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Copper Face Jacks"],["address=Harcourt St, Dublin 2"],["alt=Also known as \"Slapper Face Jacks\""],["content=This is a bizarre venue but what sets it aside from most other Dublin nights out is that if you want to hook up with singles desperate for a bit of \"how's your father\", this the place for you. Known in the fine Dublin phrase as a Meat Market this night out is crammed with people desperate to score and getting more and more willing as they consume more booze. A popular place with country people as opposed to Dubliners, this venue is dark and seedy and a perfect place to get up to shenanigans. However, bear in mind because of its reputation there is often up to three boys there for every girl at weekends. This venue is owned by a retired Garda and is frequented by serving members of the force so an altercation in the men's room is not advised as you may be in more trouble than you think; also consider this if you are liable to seduce someone's new friend. A night's decent accommodation and entry into the club start at about €5-10 per person depending on the day, also free before midnight weekdays and 11PM at the weekend: even with these prices, the club still made over €16m in 2008."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Palace"],["address=Camden St, Dublin 2"],["content=Popular over 20's club, recently renovated to the tune of €1m. The place is full to the brim every Friday and Saturday, attracting students, professionals and everyone else in between. Get there early if you want to queue for less than an hour."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Dragon"],["alt="],["url="],["email="],["address=64 South Georges St, Dublin 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A gay superpub, beside the renowed \"George Bar\". Previously called sosumee, newly decorated in ",{"type":"''","value":["Moulin Rouge"]}," style interior, the crowd is mostly gay with late nights on Monday, Thursday, Friday and Saturday. Superb cocktails are served by beautiful bartenders. Monday is Dolly does the Dragon, a fun and party atmosphere late night with Gay and straight mingling with Dolly as she performs famous hits. Full of bubbly people and the best night in Dublin on Mondays. The weekend nights are full of people dancing away as if they were in Ibiza. Door policy is relaxed as is the atmosphere in the club."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The George"],["alt="],["url=http:\/\/www.thegeorge.ie\/"],["email="],["address=89 South Georges St, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 478 2983"],["tollfree="],["fax="],["hours=M 2:00PM-11:30PM, Tu-F 2:00PM-2:30AM and Su 2:00PM-1:00AM."],["price="],["content=The oldest gay bar in Dublin. The crowd is mostly gay with late nights except on Mondays and Sundays. A wide variety of drag shows take place throughout the week. Wednesdays are \"Space 'n' Veda\" at 11 pm, hosted by Veda and Davina Devine. Thursdays are \"Thirsty Thursdays\" hosted by Davina Devine. Saturdays (free in before 11pm and €10 after) are \"Saturgays & Beauty Spot Karaoke\", hosted by Veda and Davina Devine and offering patrons the chance to sing karaoke on stage and win two bottles of beer - the winner wins a whole case of beer. Sundays (free in before 10pm and €5 after) are \"Bingo with Shirley Temple Bar\", offering various prizes and occasionally very high grand prizes. The remaining nights have DJs with current or classic hits. Arrive early if you want seats as the venue fills up quite quickly, especially on Karaoke and Bingo nights. There is also a more pub-like section to the side of the main club (known as 'Jurassic Park' by gay Dubliners, as a joke about its patrons) catering to an older clientele."]]}]},"\n",{"type":"'''","value":["Outside The City Centre"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wrights Venue"]},", Swords is the premier nightclub in North County Dublin if you are staying North of the canals a taxi ride will typically cost around €20 for up to 4 people (a bus sometimes also runs). It is best to find out if there is anything on before traveling as it is some distance from the city (about 10 km), but by far, Wrights is the preferred venue of many Dublin clubbers, and has the largest capacity of any nightclub in Ireland."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Club 92"]},", Leopardstown is the leading out of city Nightclub on the southside of Dublin. Been in business for over 15 years, Club 92 is where many of the young elite of South Dublin can be found socialising, although dress-code is strict and it is advised to call ahead to ensure entry is guaranteed. The easiest access is by taxi, but taking a Green Line Luas to Sandyford and walking for ten minutes can save a few Euro - return journeys are typically only by taxi and work out at around €25 to the city centre for up to 4 people."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\nDublin is not well-served for visitors who wish to camp in designated sites. The nearest to the city centre is located to the southwest of the city.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Camac Valley Caravan and Camping Park"],["alt="],["url=http:\/\/www.camacvalley.com\/"],["email=info@camacvalley.com"],["address=Naas Rd, Clondalkin, Dublin 22"],["lat="],["long="],["directions="],["phone=+353 1 464 0644"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Budget"]},"\nThere are a huge number of youth hostels (mostly around €20 per night in dorm accommodation), bed & breakfasts (around €45 per person), and hotels (€50+ per room). Cheaper accommodation is to be found around Dublin's main bus station, Busaras. While areas south of the river contain more expensive options.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Abbington House"],["alt=Abbington House Dublin"],["url=http:\/\/www.abbingtonhouseireland.com\/"],["email=info@abbingtonhouseireland.com"],["address=30 St Annes Rd, Drumcondra, Dublin 9"],["lat="],["long="],["directions=located close to Croke Park"],["phone=+353 1 444-1415"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Abraham House Hostel"],["alt="],["url=http:\/\/www.abraham-house.ie"],["email=stay@abraham-house.ie"],["address=82-83 Lower Gardiner St"],["lat="],["long="],["directions="],["phone=+353 1 855-0598"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Dublin 1. This is a good budget hostel. A sister to Ashfield House. It has questionable 'hot' water, and each room has one key that you share with the other occupants (whether you know them or not)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Adelphi Guesthouse"],["alt="],["url=http:\/\/www.adelphidublin.com\/"],["email=enquiries@adelphidublin.com"],["address=67-68 Lower Gardiner St"],["lat="],["long="],["directions="],["phone=+353 1 836-3859"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Dublin 1. This is a city center bed and breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Almara Bed and Breakfast Dublin"],["alt="],["url=http:\/\/www.almarabb.com"],["email=info@almarabb.com"],["address=226 Collins Avenue West, Whitehall, Dublin 9"],["lat="],["long="],["directions="],["phone=+353 1 851-0512"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A four-star bed and breakfast accommodation with ensuite and standard rooms, guest lounge, complimentary tea and coffee and private carpark. Free high speed WiFi. Established in 1991, it is Dublin's longest-running 365 B&B. Refurbished and extended recently to accommodate 40 guests."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anchor House Dublin"],["alt="],["url=http:\/\/anchorhousedublin.com\/"],["email=info@anchorguesthouse.com"],["address=49 Lower Gardiner St"],["lat="],["long="],["directions="],["phone=+353 1 878-6913"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Dublin 1. The Anchor House Dublin is regarded as one of Dublin’s most charming City Centre guesthouses.This is a city center family run bed and breakfast."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ashling House B&B"],["alt="],["url=http:\/\/www.ashlinghouse.ie\/"],["email=ashlinghouse@gmail.com"],["address=168 Drumcondra Rd, Dublin 9"],["lat="],["long="],["directions="],["phone=+353 1 837-0300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ashling House was built in the 1930s in the leafy suburb of Drumcondra."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Avondale House"],["alt="],["url=http:\/\/www.avondale.ie\/"],["email=info@avondale.ie"],["address=41 Lower Gardiner St, Dublin 1"],["lat="],["long="],["directions="],["phone=+353 1 874-5200"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Avondale House offers budget bed and breakfast accommodation in Dublin city center. Most of the rooms in the B&B are not en-suite."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Azalea Lodge"],["alt="],["url=http:\/\/www.azalealodge.com\/"],["email=azalea.lodge@gmail.com"],["address=67 Drumcondra Rd, Dublin 9"],["lat="],["long="],["directions="],["phone=+353 1 837-0300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Azalea Lodge B&B is a red brick period house, built in 1917 in the leafy suburb of Drumcondra."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Backpackers Citi Hostel"],["alt="],["url=http:\/\/www.backpackerscitihostel.com"],["email=info@citihosteldublin.com"],["address=61\/62 Gardiner St, Dublin 1"],["lat="],["long="],["directions="],["phone=+353 1 855-0035"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=On the main accommodation St in the very centre of Dublin city. The hostel is based in a listed Georgian building with many of its old features intact. Beware of the very poor standards of cleanliness in both dorms and bath facilities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Barry's Hotel"],["alt="],["url=http:\/\/www.barryshotel.com\/"],["email=barrys_hotel@eircom.net"],["address=2 Great Denmark St, Dublin 1"],["lat="],["long="],["directions="],["phone=+353 1 874-9407"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=All rooms en-suite, tea\/coffee making facilities, Free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Barnacles Temple Bar House"],["alt="],["url=http:\/\/www.barnacles.ie"],["email="],["address=19 Temple Lane, Dublin 2"],["lat="],["long="],["directions=in the heart of the amazing Temple Bar"],["phone=+353 1 671-6277"],["tollfree="],["fax=+353 1 671-6591 email=templebar@barnacles.ie templebar@barnacles.ie"],["price="],["checkin="],["checkout="],["content=Bright and spacious. Clean and nicely laid out ensuite dorms and doubles with in-room storage. Young and helpful staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Camden Place Hostel"],["url=http:\/\/www.camdenplacehostel.com\/"],["alt="],["email="],["address=8-9 Camden Place, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 475-8588"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Friendly and clean backpackers hostel located in Dublin's Village Quarter and within walking distance to Temple Bar. 24-hour reception, free Wi-Fi\/Internet, breakfast (pancakes on the weekend), tea\/coffee, big kitchen to cook in, international land line calls, lounge with TV, outside terrace, artist's gallery and more. Twelve room types: dorms with ensuite bathrooms\/shared bathrooms, private doubles\/ twins with ensuite\/shared bathrooms. €9 and up."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Castle Hotel"],["alt="],["url=http:\/\/www.thecastlehotelgroup.com"],["email="],["address=Great Denmark St, Dublin 2"],["lat="],["long="],["directions="],["phone= +353 1 874 6949"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=130 bedrooms all ensuite, facilities include tea and coffee facilities and free Wi-Fi. Live Irish music every weekend."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=DCU Summer Rooms"],["url=http:\/\/www.summeraccommodation.dcu.ie"],["email="],["address=Dublin City University, Glasnevin, Dublin 9"],["lat="],["long="],["directions="],["phone=+353 1 700-5736"],["tollfree="],["fax="],["hours="],["price=€36 - €89"],["checkin=15.00"],["checkout=11.00"],["content=Dublin City University's accommodation is open to the public from June - September.  There are three different types of accommodation.  All have en suite rooms.  Hot buffet breakfast is also available. Swimming pool and gym (additional fee) on campus."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=George Frederic Handel Hotel"],["url=http:\/\/georgefrederichandelhotel.com\/"],["email="],["address=16-18 Fishamble St, Temple Bar, Dublin 2"],["lat="],["long="],["directions=off Dame St"],["phone=+353 1 670-9404"],["tollfree="],["fax="],["hours="],["price=from €45 per room"],["checkin=15:00"],["checkout=12:00"],["content=In the west end of Temple Bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Glen Guesthouse"],["alt="],["url=http:\/\/www.glenguesthousedublin.com\/"],["email=theglen@eircom.net"],["address=84 Lower Gardiner St, Dublin 1"],["lat="],["long="],["directions=less than 5 minutes walk to O'Connell St"],["phone=+353 1 855-1374"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Remote control colour T.V, direct dial telephone, tea & coffee-making facilities, power showers, en-suite."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Farrington's of Temple Bar"],["alt="],["url=http:\/\/www.explorotel.com\/ireland\/dublin\/dublin\/hotels\/farrington-s-of-temple-bar\/"],["email="],["address=28 Essex St E"],["lat="],["long="],["directions="],["phone=+353 1 671-5135"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Around €40 a night, good for young people."]]}]}," \n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jacobs Inn Hostel"],["alt="],["url=http:\/\/www.isaacs.ie\/jacobs-inn-dublin\/home.aspx"],["email=jacobs@isaacs.ie"],["address=21-28 Talbot St, Dublin 1"],["lat="],["long="],["directions="],["phone=+353 1 855-5660"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nice, clean budget hostel with keycard security. A sister to Isaac Hostel. Near the bus station so easy when coming from the airport. Ensuite shower and bathroom as well as an additional washroom at the end of each hall."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kinlay House"],["url=http:\/\/www.kinlaydublin.ie\/home.php"],["email="],["address=2-12 Lord Edward St, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 679-6644"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Friendly, quiet place. Open 24h a day with keycard entry to the room. Staff was very friendly and helpful."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Lyndon House Bed & Breakfast"],["alt="],["url=http:\/\/www.explorotel.com\/ireland\/dublin\/dublin\/hotels\/lyndon-guesthouse\/"],["email="],["address=26 Gardiner St, Dublin 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Near the James Joyce Museum and the Custom House. This B&B is around 35€ a night."]]}," "]},"  \n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Maple Dublin Hotel"],["alt="],["url=http:\/\/www.maplehotel.com"],["email=info@maplehotel.com"],["address=74\/75 Lower Gardiner St, Dublin 1"],["lat="],["long="],["directions=four blocks east of O'Connell St Upper"],["phone=+353 1 855 5442"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cheap accommodation with an average price of roughly €30-40 per night. A traditional Irish breakfast is served 8AM-10AM."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maldron Hotel"],["alt="],["url=http:\/\/www.maldronhotels.com\/parnell-square-home.html"],["email=info.parnellsquare@maldronhotels.com"],["address=Parnell Square West, Dublin 1"],["lat="],["long="],["directions="],["phone=+353 1 871 6800"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Good position around the corner from the Writer's Museum. Typically around 59€ for a double room."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=OSheas Hotel"],["alt="],["url=http:\/\/www.osheashotel.com\/"],["email="],["address=Talbot St, Dublin 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Family run hotel famous for it musical history. U2 and Thin Lizzy are just two of the many bands to have started at OSheas Hotel. Only a few minute walk to O'Connell St and Temple Bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Times Hostel"],["alt="],["url=http:\/\/www.thetimeshostel.com\/"],["email="],["address=8 College St, Dublin 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=New backpackers' hostel in Dublin. Only a one-minute walk to Temple Bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Townhouse"],["alt=Townhouse Hotel Dublin"],["url=http:\/\/www.townhouseofdublin.com\/"],["email=info@townhouseofdublin.com"],["address=47- 48 Lower Gardiner St, Dublin 1"],["lat="],["long="],["directions=less than 5 minutes walk to O'Connell St"],["phone=+353 1 878-8808"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Parking available, private garden area"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Travelodge Hotel Dublin City"],["url=http:\/\/www.travelodge.ie\/dublin-city-center-hotel"],["email=rathmines@travelodge.ie"],["address=Lower Rathmines Rd, Dublin 6."],["lat="],["long="],["directions="],["phone=+353 1 491-1402"],["tollfree="],["fax=+353 1 496-7688"],["hours="],["price=From €35"],["checkin=3.00pm"],["checkout=12.00pm"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Trinity College (May to mid-September only)"],["url=http:\/\/www.tcd.ie\/accommodation\/Visitors\/"],["email="],["address=Various locations on the Trinity College campus"],["lat="],["long="],["directions="],["phone=+353 1 896-1177 ext 1497"],["tollfree="],["fax="],["hours="],["price=From €60"],["checkin="],["checkout="],["content=Summer accommodation at Trinity College is available in single, double or apartment-style accommodation (some with ensuite). The continental breakfast is very generous. Campus security may be frustrating for guests who stay out late as there are limited access points into Trinity College after midnight, which can result in a long walk from the main gate to some of the residences."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Abbey Hotel"],["alt="],["url=http:\/\/www.abbey-hotel.ie"],["email="],["address=52 Middle Abbey St, Dublin 1"],["lat="],["long="],["directions=between O'Connell St and Temple Bar"],["phone=+353 1 872-8188"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In the heart of Dublin city centre, offers excellent hotel rooms and a nice modern bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Albany House Dublin"],["alt="],["url=http:\/\/www.albanyhousedublin.com"],["email="],["address=84 Harcourt St, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 475-1092"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A guesthouse in the city centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Baggot Court Townhouse"],["url=http:\/\/www.baggotcourt.com"],["email="],["address=92 Lower Baggot St, Dublin 2"],["lat="],["long="],["directions=Located just 5 minutes walking from St. Stephen's Green and a further 2 minutes from Trinity College"],["phone=+353 1 661-2819"],["tollfree="],["fax="],["hours="],["price=€65- €135"],["checkin="],["checkout="],["content=A 3 Star Georgian Townhouse, rates are inclusive of a traditional Irish breakfast, WiFi and carpark."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Belvedere Hotel"],["alt="],["url=http:\/\/www.belvederehotel.ie"],["email="],["address=Great Denmark St, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 873 7700"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=92 bedrooms each featuring free broadband. 2 meeting rooms. Free Wi-Fi in lounge areas. From €50 per room."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bewley's Hotel Ballsbridge"],["alt="],["url=http:\/\/www.bewleyshotels.com\/ballsbridge\/"],["email="],["address=Merrion Rd, Ballsbridge, Dublin 4"],["lat="],["long="],["directions="],["phone=+353 1 668 1999"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Beside the RDS. Room rates from €59."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bewley's Hotel"],["alt="],["url=http:\/\/www.bewleyshotels.com\/dublin_airport\/"],["email=DublinAirport@BewleysHotels.com"],["address=Baskin Lane, Cloghran, County Fingal"],["lat="],["long="],["directions="],["phone=+353 1 871 1000"],["tollfree="],["fax=+353 1 871-1001"],["price="],["checkin="],["checkout="],["content=A three-star hotel with room rates from €59. Operates a free and frequent shuttle bus service to and from Dublin Airport."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Buswells Hotel"],["alt=Buswells Hotel Dublin"],["url=http:\/\/www.buswells.ie\/"],["email=info@buswells.ie"],["address=Molesworth St, Dublin 2"],["lat="],["long="],["directions=2 minutes from Grafton St, off Kildare St"],["phone=+353 1 614-6500"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Georgian three-star hotel in the city centre between Trinity College and Stephen's Green. Rates from €72 with complimentary Wi-Fi in most rooms."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Carlton Hotel"]}," 4-star hotel with free bus transfer to the airport. Stand-by rates per room are €99 and rates of €85 per person sharing are available. Bar-food menu and a restaurant on the top floor."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Castle Hotel"],["alt="],["url=http:\/\/www.thecastlehotelgroup.com"],["email="],["address=Great Denmark St, Dublin 1"],["lat="],["long="],["directions="],["phone=+353 1 874 6949"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Georgian Hotel in the heart of city centre, 2 minutes from O'Connell St. 130 bedrooms all ensuite, free Wi-Fi, TV, tea & coffee facilities and hairdryer. Hotel facilities include restaurant & bar with live Irish music every weekend."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Days Hotel Dublin Airport"],["url=http:\/\/www.dayshoteldublinairport.com\/"],["email="],["address=Santry Cross"],["lat="],["long=-6.263838"],["directions="],["phone=+353 1 866-9500"],["tollfree="],["fax="],["hours="],["price="],["checkin=14:00"],["checkout=12:00"],["content=Airport hotel with restaurant, bar and parking. Seven minutes' drive from terminals on the private shuttle bus."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dublin Citi Hotel"],["url=http:\/\/www.dublincitihotel.com\/"],["email=reservations@dublincitihotel.com"],["address=46-49 Dame St, Temple Bar, Dublin 2"],["lat="],["long="],["directions=On Dame St beside the Central Bank"],["phone=+353 1 679-4455"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Dublin Citi Hotel also has the Trinity Bar and Havanh nightclub. All rooms are en-suite."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Express Holiday Inn Dublin Airport"],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/ex\/1\/en\/hotel\/dblex"],["email="],["address=Northwood Park, Santry Demesne, Dublin 9"],["lat="],["long="],["directions="],["phone=+353 1 862-8866"],["tollfree="],["fax="],["hours="],["price=€79"],["checkin="],["checkout="],["content=Modern hotel (renovated 2006) on the road to the airport, adjacent to the Crowne Plaza. Free airport shuttle (every 30-60 min), wired internet, good continental buffet breakfast. No gym, and while buses 16A\/33\/41 pass nearby, it's at least 30 min to the city centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fitzwilliam Townhouse Dublin"],["url=http:\/\/www.fitzwilliamtownhouse.com"],["email="],["address=41 Upper Fitzwilliam St, Dublin 2"],["lat="],["long="],["directions=5 minutes walk from St. Stephen's Green"],["phone=+353 1 662-5155"],["tollfree="],["fax="],["hours="],["price=€55-135"],["checkin="],["checkout="],["content=Dating back to the 1700s, this Georgian House retains many of the original features of Georgian living in Dublin. All room are en-suite and offer free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fleet St Hotel"],["url=http:\/\/www.fleethoteltemplebar.com"],["email="],["address=19-20 Fleet St, Temple Bar, Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 670-8124"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Three-star hotel accommodation. Check out Sunday to Thursday special rates from €25 per person sharing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grafton House"],["alt="],["url=http:\/\/www.graftonguesthouse.com\/"],["email=booking@graftonguesthouse.com"],["address=26-27 South Great Georges St, Dublin 2"],["lat="],["long="],["directions=one block from Dame St"],["phone=+353 1 679 2041"],["tollfree="],["fax=+353 1 677-9715"],["price=, €65-200"],["checkin="],["checkout="],["content=In a 112-year-old Victorian Gothic style building but with pretty generic modern interiors."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jurys Inn"]}," has three locations; Jurys Inn Christchurch Hotel, Jurys Inn Custom House Hotel, and Jurys Inn Parnell St Hotel. The Christchurch location is across the street from the one thousand year old Christ Church Cathedral and Temple Bar. The Custom House location is in the middle of the International Financial Services Centre. Guests also have a view of the Liffey River that runs through the city. The Parnell Street location is in the centre."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kildare Street Hotel"],["alt="],["url=http:\/\/www.kildarestreethoteldublin.com\/"],["email=info@kildarestreethotel.ie"],["address=47-49 Kildare St, Dublin 2"],["lat="],["long="],["directions=On the corner of Nassau Street and Kildare Street"],["phone=+353 1 679-4643"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Blarney Inn pub and Club Nassau are also part of the Kildare St Hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marine Hotel"],["url=http:\/\/www.marinehotel.ie"],["email="],["address=Sutton Cross, Dublin 13"],["lat="],["long="],["directions="],["phone=+353 1 839-0000"],["tollfree="],["fax="],["hours="],["price=€75-190"],["checkin="],["checkout="],["content=Three-star hotel with its lawn rolling down to the shore of Dublin Bay. Facilities include a swimming pool, sauna, restaurants & bar. Close to the airport and Howth Village."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercer Hotel"],["address=Lower Mercer St, Dublin 2"],["directions=Off Grafton Street, just behind Stephens Green Centre"],["phone=+353 1 478 2179"],["fax=+353 1`475 6524"],["email:=cb@mercerhotel.ie"],["url=http:\/\/www.mercerhotel.ie"],["content=One of Dublin's boutique hotels with only 41 bedrooms. The hotel is central, but secluded on a quiet street."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Morehampton Townhouse"],["url=http:\/\/www.morehamptontownhouse.com"],["email="],["address=78 Morehampton Rd, Donnybrook, Dublin 4"],["lat="],["long="],["directions=10 minute bus from Trinity College on 38 bus route"],["phone=+353 1 668-8866"],["tollfree="],["fax="],["hours="],["price=€45-€125"],["checkin="],["checkout=11AM"],["content=Rates are inclusive of a traditional Irish breakfast, WiFi and car parking.  All 22 room are en-suite."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nua Haven"],["alt="],["url=http:\/\/www.nua.cc"],["email="],["address=41 Priory Rd, Dublin 6W"],["lat="],["long="],["directions="],["phone=+353 87 686-7062"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A 4-star quality gay bed and breakfast, with private baths, cable TV, WiFi, in a nice setting in Harold's Cross. €110 per room."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Portobello Hotel"],["alt=Portobello Hotel"],["url=http:\/\/www.portobellohotel.ie\/"],["email=info@portobellohotel.ie"],["address=33 South Richmond St, Dublin 2"],["lat="],["long="],["directions=Overlooking the Grand Canal"],["phone=+353 1 475-2715"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Most of the rooms have views overlooking the Grand Canal"]]},"  "]}," \n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Riverhouse Hotel"],["alt=Riverhouse Hotel"],["url=http:\/\/www.riverhousehotel.com\/"],["email=reservations@riverhousehotel.com"],["address=23 - 24 Eustace St, Temple Bar, Dublin 2"],["lat="],["long="],["directions=Center of Temple Bar on Eustace St"],["phone=+353 1 670-7655"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Riverhouse Hotel is located right in the center of Temple Bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sandymount Hotel (formerly Mount Herbert Hotel)"],["url=http:\/\/www.sandymounthotel.ie"],["email="],["address=Herbert Rd, Lansdowne Rd, Dublin 4"],["lat="],["long="],["directions="],["phone=+353 1 614-2000"],["tollfree="],["fax="],["hours="],["price=Rooms from €59"],["checkin="],["checkout="],["content=A three-star hotel located in the Sandymount and Ballsbridge area next to AVIVA Stadium. Nice classic building and good size rooms equipped with large bathrooms makes it good value. The bar is great and there is a nice patio area overlooking the hotel's garden. Free Wi-Fi, conference facilities, and the staff is friendly and approachable."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Stillorgan Park Hotel"],["url=http:\/\/www.stillorganpark.com"],["email="],["address=Stillorgan Rd, Dublin 18"],["lat="],["long="],["directions=a 20 min bus journey from the city by the 145 or 46a bus"],["phone=+353 1 200-1800"],["tollfree="],["fax="],["hours="],["price=€75-160"],["checkin="],["checkout="],["content=A four-star, AA-accredited hotel with facilities such as spa, restaurant, bar, free wifi throughout the hotel, and free carpark."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Clarence Hotel"],["address=Wellington Quay"],["content=Representative of modern Ireland located on Wellington Quay right off the River Liffey. The hotel is owned by Bono and The Edge, members of the Irish music group U2. If the band has a concert in Dublin or the surrounding area you may catch a glimpse of them leaving The Clarence to go to sound check!"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Tara Towers"],["alt="],["url=http:\/\/www.taratowers.com"],["email=cb@taratowers.com"],["address=4 Merrion Rd, Dublin 4"],["lat="],["long="],["directions="],["phone=+353 1 269-4666"],["tollfree="],["fax=+353 1 269 1027"],["price="],["checkin="],["checkout="],["content=The Tara Towers hotel is in Blackrock close to Ballsbridge, UCD, RTE, Stillorgan and Sandymount. The hotel bedrooms enjoy spectacular views of either the Dublin mountains or Dublin bay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Waterloo Lodge"],["url=http:\/\/www.waterloolodge.com"],["email="],["address=23 Waterloo Rd, Ballsbridge, Dublin 4"],["lat="],["long="],["directions=a 10 minute walk from St. Stephen's Green via Baggot St"],["phone=+353 1 668-5380"],["tollfree="],["fax="],["hours="],["price=€55-€149"],["checkin="],["checkout="],["content=Home cooked breakfast included in the price. All 20 guest rooms are en-suite and free car parking is available."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Four Seasons Hotel Dublin"],["alt="],["url=http:\/\/www.fourseasons.com\/dublin\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+353 1 665-4000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Simmonscourt Rd, Dublin 4."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hampton Hotel"],["alt="],["url=http:\/\/www.hamptonhotel.ie"],["email="],["address=29 Morehampton Rd, Donnybrook, Dublin 4"],["lat="],["long="],["directions="],["phone=+353 1 668-0995"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Four-star boutique hotel. Original Georgian building with stylish interior design."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hilton Dublin"],["url=http:\/\/www1.hilton.com\/en_US\/hi\/hotel\/DUBDUHN-Hilton-Dublin-hotel\/index.do"],["email="],["address=Charlemont Place, Dublin 2"],["lat="],["long="],["directions=in the St. Stephen's Green area"],["phone=+353 1 402-9988"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Pleasant, modern hotel. Quiet rooms. Excellent housekeeping, very clean. Very accommodating to requests (such as bringing a small refrigerator at no extra cost). Luas Charlemont light rail station right across the St. Laundry, with self-serve and wash and fold around the corner. Breakfast may be provided with the room. It's not great. Don't eat there if you have to pay money. There are many other options nearby."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Morrison Hotel"],["alt="],["url=http:\/\/www.morrisonhotel.ie\/"],["email="],["address=Ormond Quay, Dublin 1"],["lat="],["long="],["directions="],["phone=+353 1 887-2400"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located on the Liffey across the river from The Clarence and near the Ha'penny Bridge."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Blu Hotel Dublin Airport"],["alt="],["url=http:\/\/www.radissonblu.ie\/hotel-dublinairport"],["email="],["address=Dublin Airport"],["lat="],["long="],["directions="],["phone=+353 1 1 844-6000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This four-star accommodation was formally The Great Southern Hotel Dublin Airport and is located within the airport complex just minutes from the passenger terminal."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Blu Royal Hotel"],["alt="],["url=http:\/\/www.radissonblu.ie\/royalhotel-dublin"],["email="],["address=Golden Lane, Dublin 8"],["lat="],["long="],["directions="],["phone=+353 1 898-2900"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A five-star hotel very centrally located. Double rooms about €145."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Blu St Helen's Hotel"],["alt="],["url=http:\/\/www.radissonblu.ie\/sthelenshotel-dublin"],["email="],["address=Stillorgan Rd, Blackrock"],["lat="],["long="],["directions="],["phone=+353 1 218-6000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This five-star hotel is a little more than five kilometres south of city centre, 16 kilometres from the airport via the Port Tunnel."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Morgan"],["alt="],["url=http:\/\/www.themorgan.com"],["email="],["address=10 Fleet St, Temple Bar, Dublin 2"],["lat="],["long="],["directions=off Westmoreland St"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers stylish accommodations. Choose from standard rooms, suites or penthouse apartments. All characterised by clean, modern design."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Ritz Carlton"],["alt="],["url="],["email="],["address=Powerscourt Estate and Gardens, Enniskerry, County Wicklow"],["lat="],["long="],["directions="],["phone=+353 1 274-8888"],["tollfree="],["fax=+353 1 274-9999"],["price="],["checkin="],["checkout="],["content=Five-star world-class luxury hotel located in the little village of Enniskerry, 30 min from Dublin."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Shelbourne"],["alt="],["url=http:\/\/www.theshelbourne.ie"],["email="],["address=27 St Stephen's Green, Dublin 2"],["lat="],["long="],["directions="],["phone= +353 1 663-4500"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Five-star hotel overlooking Stephen's Green in the centre of Dublin. Building dates back to the early 19th century. Part of the Marriott chain."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":["Dublin is generally a very safe city during the day by American and European standards but can be an intimidating place on weekend nights. As in most other large cities, a few crimes against the person, such as muggings, unprovoked attacks, and robberies, have been known to occur in Dublin. Treat Dublin as you would other western cities, and be sensible: never walk in poorly-lit areas at night, especially alone; as Dublin centre is relatively compact, be aware that walking a few blocks can take you into some bad areas. Areas where crimes against foreigners have occurred include Rialto and western parts of the North Circular Road. Be especially vigilant or preferably avoid all together walking around the city centre after bar closing times on weekends (02:30-03:00) when very drunk people looking to take advantage of other drunk people roam the streets and when violent behaviour and crime are most likely to occur. Most homicides in the city are gang related."]},"\n",{"type":"*","value":["Avoid the Boardwalk and Lower Abbey Street as a large number of drug addicts hang around these areas due to nearby drug rehabilitation centres."]},"\n",{"type":"*","value":["You will, however, see a wide variety of buskers and street performers, these are normal people just plying their trade; they are usually very helpful for directions and appreciate your donations. (Busking and street performance is an old and vibrant part of Irish culture, and there is nothing unusual or unsavory about a person playing an instrument or performing in a public place even in the small hours of the morning. So  approach and appreciate these talented and friendly individuals. Be aware that it is considered rude to photograph a street performer without tipping.)"]},"\n",{"type":"*","value":["If people approach you on the street, they could indeed be people just looking for directions, charity workers looking for donations, or people simply looking for a cigarette lighter. Be aware that Dublin people are usually open and unlike big cities like London or New York, talking to complete strangers is a common and regular occurrence."]},"\n",{"type":"*","value":["If someone who appears to be drunk, under the influence of drugs or a habitual drug user, approaches you asking if they can talk to you for a moment, it is wise to keep walking (although expect drunk people to talk to you in a pub as it is common). These people may simply ask you for a cigarette or some money for a bus, but be aware that most Dubliners, even if they have no money, would never ask a stranger for money or cigarettes (although asking for a light for a cigarette is common). There are several scams being used on unaware tourists and locals alike so please be careful and use your judgement. If someone comes to you on the street, touches you, and asks you for something, say \"no\" or \"sorry\" and walk away. Again, locals will almost never behave like this so avoid people who do."]},"\n",{"type":"*","value":["When driving, leave nothing valuable visible in your car, lock doors while driving through slow traffic in the city. There are plenty of taxis at all hours of the day and night, which are safe and usually friendly."]},"\n",{"type":"*","value":["Never be afraid to approach Gardai (police officers) to ask for help or directions, It is their job to help. If you do get into trouble somehow and fear for your safety (which is very rare) and cannot find a Gardai officer, head to the nearest establishment such as a bar or shop where you will be safe. Call the emergency services on \"999\" or 112, free from any phone, and ask for the relevant service. If you have no phone, ask anyone working in a shop or bar to call the police for you, and the employee will gladly assist. Also, most doormen and bouncers in pubs will gladly call the police for you if you explain your situation."]},"\n",{"type":"*","value":["Dublin has heavy traffic, and even if several of the locals tend to cross the road without having a green man, it is not recommended to follow this example. Hardly any of the cars slow down in front of zebra-crossings in busy and crowded streets."]},"\n",{"type":"*","value":["If you rent a bicycle, ensure you rent full safety wear (helmet and lights) failure to do so can (albeit it rarely) result in fines. If possible, travel by foot or public transport is best."]},"\n",{"type":"*","value":["Care should also be used when taking some of the \"Nitelink\" buses that frequent the city as they, while often safe, have seen their fair share of trouble. Sit downstairs if possible, if only to avoid the more raucous singing, shouting, and post-drinking vomiting."]},"\n",{"type":"*","value":["Taxis are well regulated in Ireland, but many taxi drivers have been known to take longer routes when tourists are being carried, ask for the quickest route. If staying in a hotel or hostel your host may be able to help you acquire a reputable taxi."]},"\n",{"type":"*","value":["The area around Temple Bar is both an attraction for tourists and for pickpockets. Be aware of your surroundings."]},"\n",{"type":"*","value":["Be aware when crossing over roads where pedestrians have an official right of way sign, as these are frequently ignored by Dublin motorists particularly taxis, also beware than unlike a lot of European cities, Dublin cyclists will nonchalantly cycle on footpaths. This often happens even when there is also a cycle lane right beside the path, something that, in turn, is frequently ignored by the Gardai."]},"\n",{"type":"*","value":["Most suburbs on all sides of the city are very safe, but there are a few rough areas, mostly on the Northern and Western peripheries of the city, which are seldom visited by tourists but might warrant some caution. Nonetheless, those interested in urban regeneration may find a visit to Ballymun (home to Ireland's most well known tower-blocks as well as Swedish furniture superstore IKEA) and Tallaght (a historic village that was developed into a 70,000-strong residential suburb) of interest."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.ie"],["email=sanomat.dub@formin.fi"],["address=Russell House, Stokes Place St. Stephen´s Green Dublin 2"],["lat="],["long="],["directions="],["phone=+353 1 478-1344"],["tollfree="],["fax=+353 1 478-3727"],["hours=Mo-Fr 9AM-noon and 1:30PM-4PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet cafés"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Moneygram\/Kaah Express"],["url="],["email="],["address=2 Hardwicke St, Dublin 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€1 per hour"],["content=Cheap internet café offering a reliable internet connection and well-maintained computers."]]}]},"\n",{"type":"===","value":["Wi-Fi access"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Dublin City Public Libraries"],["url=http:\/\/www.dublincity.ie\/RECREATIONANDCULTURE\/LIBRARIES\/Pages\/DublinCityLibrary.aspx"],["email="],["address=Central Library, Ilac Centre, Dublin 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Provides free Broadband and Wireless access to the Internet in its network of branch libraries."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=The Globe"],["url="],["email="],["address=11 South Great Georges St, Dublin 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Bar offering free Wi-Fi access."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Havana Café"],["url="],["email="],["address=South Great Georges St, Dublin 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Very good restaurant-café-tapas bar offering very reliable, free Wi-Fi."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["Dublin Area"]}," ",{"type":"[[","value":[["File:Cliff top walk in Howth - geograph.org.uk - 918474.jpg"],["right"],["thumb"],["Howth cliff walk"]]}," \n",{"type":"*","value":[" ",{"type":"[[","value":[["Howth"]]}," - To the north, 14km (9 mi) from the city centre (still marked by 18th-century milestones), the peninsula of ",{"type":"[[","value":[["Howth"]]}," is very nice for a walk. Just take the bus or DART (€4.20 return from Connolly Station) out to Howth and walk around the cliffs! The whole tour takes about 2–3h. It is most beautiful in Aug\/Sept when the heather bathes the cliffs in red. There is also a boat that departs from Howth harbour that goes out to the island off the coast called Ireland's Eye. You can visit it and the monolithic ruins on it for a very reasonable price and if you're lucky you might be able to get the island to yourself. The King Sitric fish restaurant at the harbour serves freshly caught fish at eye watering prices, several other local restaurants are better and cheaper-notably Ivans."]},{"type":"*","value":[" Bull Island and St. Anne's Park. Two large recreation areas. Bull Island has a 5 km (3 mi) beach and is an important habitat for birds. St Anne's Park,a former Guinness family home estate, has ponds, follies, walks and a world-famous Rose Garden, as well as a coffee shop and artists' studios. The ideal way to visit them is by bicycle. Go via Amien's St, North Strand, Fairview and then follow the coastline. There'a an excellent bike path almost all the way."]},"\n",{"type":"'''","value":["Surrounding counties"]}," \n",{"type":"*","value":[{"type":"[[","value":[["County Meath"],["Meath"]]},". The ",{"type":"[[","value":[["Bru na Boinne"]]}," megalithic tombs of Newgrange, Knowth and Dowth are the most important archaeological sites in Ireland and are listed by UNESCO as a ",{"type":"[[","value":[["World Heritage site"]]},". The site is located 50 km (30 mi) north of Dublin on the banks of the Boyne."]},"\n",{"type":"*","value":[{"type":"[[","value":[["County Wicklow"],["Wicklow"]]},", within easy reach to the south of Dublin, is known as 'the garden of Ireland' and has good hill-walking and some of the most spectacular scenery in the country."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["County Kildare"],["Kildare"]]}," is directly west Of Dublin and some of Dublin's outer suburbs are here e.g. Naas and Maynooth. The Curragh racecourse is in County Kildare, south west of Dublin, about 50 km (30 mi) from the city. The K Club in Kildare was the venue for the 2006 Ryder Cup in ",{"type":"[[","value":[["golf"]]},"."]},"\n",{"type":"*","value":[{"type":"[[","value":[["County Carlow"],["Carlow"]]}," boasts some fine architecture - with its courthouse from the mid 1800s and its Cathedral which was completed in 1833."]},"\n",{"type":"*","value":[{"type":"[[","value":[["County Laois"],["Laois"]]}," is located 1 h southwest of Dublin - ",{"type":"[[","value":[["Portlaoise"]]}," has a cobbled main street with independent eateries, Georgian architecture and small pubs. The county is dotted with sleepy villages, slow-moving rivers and rolling hills."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kilkenny"]]},", Ireland's medieval capital, is a bustling heritage city with a thriving arts scene. 1 h 40 min by train from Dublin."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["County_Dublin"]]},"\n",{"type":"{{","value":[["geo"],["53.3411"],["-6.2633"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Dublin"]]},"\n",{"type":"[[","value":[["WikiPedia:Dublin"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ireland\/Dublin\/"]]}]