[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Dunajská Streda"]}," (Hungarian: ",{"type":"''","value":["Dunaszerdahely"]},") is a city in ",{"type":"[[","value":[["Slovakia"],["Southern Slovakia"]]},". It is in Trnava county and is the centre of eponymous Dunajská Streda district.\n\n",{"type":"==","value":["Understand"]},"\n\nDunajská Streda is located in the southwestern part of Slovakia, in the center of the Rye Island (",{"type":"''","value":["Csallóköz"]},") region, located between the river Danube and its branch called the Small Danube. It is close to both the ",{"type":"[[","value":[["Hungary"],["Hungarian"]]}," and the ",{"type":"[[","value":[["Austria"],["Austrian"]]}," borders. It is one of the centres of the Hungarian community in Slovakia, with members of this ethnic group constituting some 80% of the population.\n\n",{"type":"===","value":["History"]},"\n\nIn the Middle and Modern Ages the settlement was a little market town in the southern part of Pozsony county and a commercial and administrative centre for the neighbouring villages. The population of the town has been predominantly Hungarian at least since the late Middle Ages.  In the middle of the 15th century Szerdahely became an oppidum, or market town. \n\nMany Jews settled here in the 18th century. In 1880 the town had 4,182 inhabitants of which were 3,531 Hungarian and 416 German by mother tongue. The number of the Jewish population was 1,874. In 1910 there were 4,679 Hungarian by mother tongue from a total 4,762. In 1930, the town had 5,706 inhabitants, including 2,944 Hungarians, 2,186 Jews (mostly Hungarian-speaking) and 503 Slovaks. According to the 2001 census, 18,756 Hungarians, 3,588 Slovaks, 353 Roma people, 147 Czechs and 24 Germans live in the city, meaning a Hungarian majority of over 80%, one of the highest proportions of any municipality in the country.\n\nIn 1919 it became part of Czechoslovakia. It became part of Hungary again in the First Vienna Award in 1938, but was returned to Czechoslovakia in 1945 after World War II. In 1947-48, Czechoslovakia forced a part of the town's Hungarian population to emigrate to Hungary as a part of the forced population transfer carried out in the frameweork of the so-called Hungarian-Czechoslovakian population exchange.\nDuring the communist era the town underwent rapid modernization and industrialization. Almost all of the old houses of the centre and 85% of the town-apartments were replaced with new ones. In the 1990s the centre of the town was totally rebuilt and revitalized according to the plans of Imre Makovecz, a Hungarian architect of the \"Organic\" school. Today, it is one of the centres of the Hungarian national community in Slovakia and is the fastest growing city of southern Slovakia. \n\n",{"type":"==","value":["Get in"]},"\n\nThere has been no regular border control between Austria, Slovakia and Hungary since January 1, 2008. This has opened up the possibilities for the region, which has always served as a bridge between Hungary and Slovakia, ",{"type":"[[","value":[["Budapest"]]}," and ",{"type":"[[","value":[["Bratislava"]]},".\n\n",{"type":"===","value":["By train"]},"\n\nThe city lies on the rail track between Bratislava and ",{"type":"[[","value":[["Komárno"]]},", with the trip into either direction taking approximately 1:10. The tickets are relatively cheap, and can be purchased at the station. The trains are rather decrepit and make several stops. The train station itself is very disheartening and generally not a very good place to hang out at. The staff is rather unfriendly and not even the local Hungarian is spoken, let alone English.\n\nFrom March 2012, new, privately operated electric trains will be available for travel in both direction. In addition to increased comfort, the new trains will also cut travel time to some 43 minutes to Bratislava. The train station is also scheduled to undergo a reconstruction, a move much welcomed by the local audience.\n\n",{"type":"===","value":["By bus"]},"\n\nThe bus station is located near the train station and offers a wide selection of intrastate destinations, with the most popular being Bratislava, Komárno and ",{"type":"[[","value":[["Nitra"]]},". Tickets can be purchased directly from the bus drivers. State-run SAD mostly offers local lines (which make stops in several of the villages), while the Slovak Lines have several express options along the main routes. Fares are cheap, travel time to Bratislava is below an hour by express - but you can very well end up in a traffic jam.\n\n",{"type":"===","value":["By plane"]},"\n\nBratislava Airport is a 35 minute drive away along the road #572, and has many low-cost flights. ",{"type":"[[","value":[["Vienna"]]}," Airport and especially ",{"type":"[[","value":[["Budapest"]]}," Airport offer competitive prices, they are both reachable in just over two hours.\n\n",{"type":"===","value":["By car"]},"\n\nThe town is served by the road #63, a broad first-class road in an excellent condition. This road runs through the middle of the Rye Island, touching Bratislava, Šamorín, Dunajská Streda, Veľký Meďer and Komárno, which are the population centers of the region. Dunajská Streda itself is located on a small bypass of the road, designed to spare it of transit traffic. If arriving from Hungary, use the border crossing at Komárno, which is quicker than the alternative route through ",{"type":"[[","value":[["Győr"]]},". Connections to the highway system are available at Bratislava (D2), Senec (D1), Sereď (R1) and Komárno\/Győr (Hungarian M1).\n\n",{"type":"==","value":["Get around"]},"\n\nKeep in mind that this is a relatively small town, so it's a good idea to walk. A car is handy is travelling around in the region, free parking places are available in abundance in town. There is also one local bus serving the town, but the schedule is quite erratic.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The City Hall"]}," and its environs. Recently rebuilt in the organic style by the famous Hungarian architect Imre Makovecz."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Yellow Castle"]},". Built by the Kondé family in 1770, rebuilt in the Neoclassical style during the 19th century. Currently the home of the Rye Island Museum."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Vermes Villa"]},". A 19th century chateau built by the Vermes family, currently hosting a collection of the Contemporary Hungarian Gallery."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Roman Catholic Church of Our Lady"]},". Ir was founded in 1341 and rebuilt in the Gothic style in 1541. It was rebuilt again in Baroque style in the end of the 18th century. In front of the church there is a memorial for the Hungarian Revolution in 1848-49."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Evangelical Church"]},". It was built in 1883 in Romanesque Revival style."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Reformed Church"]},". A recent construction from 1996, home to several cultural events."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Holocaust Memorial"]},". After the demolition of the town's famous synagogue in 1955, the memorial now serves as a solemn reminder of the fate of the town's formerly large and influent Jewish minority."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Thermal bath"]},". Visit the nice aquapark located in the outskirts. It is a good walk away from the center, but well worth it."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["NFG Klub"]},". The center of for the alternative music scene in the region."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf"]},". An open-air pub located at the site of a former minigolf course (hence the name). A meeting point for the local youth."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Local football"]},". Home team DAC is the pride of the Hungarian community in Slovakia."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe city center and the promenade offer the usual globalized selection of shops. There is a mall just north of the center, and you can find several supermarkets nearby.\n\n",{"type":"==","value":["Eat"]},"\n\nAlthough in most cases the price is right, it is a bit hard to find food of reliable quality in Dunajská Streda. Most of the places are OK, but only a few offer real culinary treats.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pelikán"]},". Just a corner from the stadium, both the exterior and the interior may be a bit run down, but don't let yourself be fooled - the place's speciality, Hot Dog á la Matyi is a tested favourite of the locals."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Seven"]},". Unremarkable Italian restaurant with enjoyable food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nevada"]},". While the ambiance is a strange mixture of Western films and Hungarian culture, the food is pretty standard, but very rarely sub-par."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villa Rosa"]},". Probably the most expensive restaurant in town, but the prices are still OK and the food is both well designed and well done. Postmodern Hungarian food and eternal fixtures both on the menu, with specialty weeks and months adding some extra excitement."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Csodaszarvas"]},". A good place for traditional Hungarian food and vines, although not very frequented by the locals."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Budapest"]},". Located on the main street. The terrace is a local favourite."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunset"]},". A tea house with an oriental design. Can get a bit crowded during weekends. "]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere is a number of hotels and private rooms across the town, with a large number of options around the thermal bath.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Penzión Fortune"]},", a cheaper option near the bath."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Bonbon"]}," (****) is in the city center. The recently reconstructed place has its own bath, but the restaurant is a bit mediocre."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Therma"]}," (****) is conveniently located near the thermal bath. Good wellness options."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Legend "]}," (***), another one near the bath. Good restaurant."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe place is generally OK, and though the city is a bit empty during the nights, you should expect no trouble. It is sometimes better to stay clear of the venues with a sortiment of SUVs standing outside, as these not necessarily attract the kind of crowd you'd want to mingle with.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Veľký Meďer (Hungarian: Nagymegyer)"]},", with another (probably even better) thermal bath. A favourite of low-budget Czech tourists, located some 20 kms to the south."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gabčíkovo (Hungarian: Bős)"]}," is a big Hungarian village to the southwest, the site of a huge dam and power plant."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Small Danube"]}," offers a good opportunity for kayaking. The forests near the river are lovely."]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.0000"],["17.6167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western Slovakia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Dunajská Streda"]]}]