[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Dundee"]]},"\n",{"type":"'''","value":["Dundee"]}," is a town in ",{"type":"[[","value":[["KwaZulu-Natal"]]},", ",{"type":"[[","value":[["South Africa"]]},".\n\n",{"type":"==","value":["Get in"]},"\nIt is said that Blood River was so-named when its waters ran red with the blood of the slain warriors on its shores. The Blood River Commemorative Site ",{"type":"[","value":["http:\/\/www.bloodriver.co.za\/"]}," marks the place where 470 Voortrekkers, led by Andries Pretorius, went into battle with 10,000-15,000 Zulus on 16 December 1838. There were around 3,000 Zulu mortalities, while three Voortrekker commandoes were wounded in the battle, which was instigated by Voortrekker occupation of Zulu land.\n\nToday the Heritage Site is a tribute to the Voortrekker victory as well as a dedication to the fallen Zulu warriors. An important part of South African history, the battle of Blood River had a resounding social and political effect, forming part of the legacy of racial divisions that scars the face of this beautiful country. Currently, in South Africa’s famous spirit of reconciliation, both sides are represented at the site, which is shrouded in such exquisite landscape that it is almost understandable that nations would fight to possess this territory. In keeping with the post-apartheid shift in politics, this is now a peaceful place and an interesting destination for all visitors.\n\nThe unbiased nature of the place is represented in the two museums on either side of the river. On the west is the Blood River granite Monument and Museum, which is considered an important part of Afrikaner cultural heritage in South Africa. Here, there is a bronze wagon memorial lager built on the site of the original lager - the formation of which was the decisive factor in the otherwise improbable Voortrekker victory - as well as three replica cannons. The Museum has an interpretation centre, curio shop and restaurant in the style of an old Boer kitchen.\n\nOn the east is the Ncome Zulu Museum, constructed in the distinct Zulu ‘bull horns’ war formation. The Museum offers a different perspective on the events of the battle and its build-up, as well as insight into general Zulu history and custom.\n\nThe juxtaposition of these facilities gives visitors a comprehensive sense of the events that took place at the Battle of Blood River, and encourages an appreciation of the ‘new South Africa’. Once a day of celebration for Afrikaners, 16 December is now a national holiday and has been renamed Reconciliation Day. Scheduling a visit to the site on that day offers visitors the benefit of an annual re-enactment of the battle in full traditional dress by both sides – transporting guests back in time to witness the battle in action\n\n",{"type":"==","value":["Get around"]},"\nR33 between Dundee and Vryheid follow the road for 24km turnoff at the signpost NCOME\/BLOOD RIVER. For 20km on the gravel road you stop at the entrance of the Blood River Heritage Site.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Museum"]}," The Museum has information boards relating the history of events leading up to the Battle as well as a few artefacts and items of interest including a list of the names of the Trekkers that took part in the Battle."]},{"type":"*","value":[{"type":"'''","value":["The Granite Jaw-Bone Wagon"]}," Designed by Coert Steynberg at the request of the Blood River Monument Centenary Committee."]},{"type":"*","value":[{"type":"'''","value":["The Covenant Renewal Beacon"]}," Constructed in the shape of a pyramid using local stone the beacon was erected during the 1938 Voortrekker Centenary Commemorations."]},{"type":"*","value":[{"type":"'''","value":["The Stone Cairn in the middle of the laager."]}," Erected on the 16th December 1866 when some 40 odd wagons gathered here to commemorate the Battle."]},{"type":"*","value":[{"type":"'''","value":["The Wagon Laager"]}," Erected and unveiled on the 16th December 1971. The wagons are construct from wrought iron and are bronzed. This laager, or 'circle of wagons' is constructed unique in the world even in countries where similar migrations took place."]},{"type":"*","value":[{"type":"'''","value":["The 3 pounder ships cannon."]}," Andries Pretorius brought with him a 3 pdr brass cannon which he had mounted on the front axle and undercarriage of a wagon."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["The Smouswa Gift Shop."]},"\nThe Smouswa gift and curio shop is open seven days a week where you can purchase commemorative items, books, post cards and other memorabilia.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["The Trekker Restaurant."]},"\nThe Trekker Restaurant in the Museum Building serves refreshments and light meals. Breakfast and evening meals can be booked. Group bookings, e.g. for Sunday meals, may also be made. Traditional 'Boere' dishes can be made by arrangements.'Vetkoek and mince' with traditional ginger beer are specialties.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Dundee, KwaZulu-Natal"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Battlefields (KwaZulu-Natal)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["-28.163427"],["30.239868"]]}]