[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Durango"]]},"\n",{"type":"'''","value":["Durango"]}," is a state in ",{"type":"[[","value":[["Northern Mexico"]]},". \"The glittering treasure you've been dreaming of day and night lies buried over yonder, beyond that there mountain.\" --Treasure of the Sierra Madre\n\n",{"type":"==","value":["Regions"]},"\nDurango is composed of Chihuahuan Desert in the northeast, Altiplano in the central interior, and the Sierra Madre along the western edge of the state. The Sierra Madre of Durango was the setting for the famous B. Traven novel (later adapted into a Hollywood film), the ",{"type":"'''","value":["Treasure of the Sierra Madre"]},".\nOne of the great novels about northern Mexico, the book serves as a good introduction to the area to this very day.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Durango (Durango)"],["Durango"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["El Salto"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gomez"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Guanacevi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Santiago Papasquiaro"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Maria Del Oro"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tepehuanes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Victoria de Durango"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nDurango is really only now being discovered by tourists. The state has tremendous eco-tourism potential. In many ways the north of the state is very similar to the Copper Canyon area. There are canyons, Mennonites, and Tarahumara. The biggest difference is there are almost no foreign tourists or backpackers here. Which could be good or bad depending on perspective. Less infrastructure and less camaraderie but better opportunity for exploration and interaction with locals.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe city of Durango has been declared a national monument by the Mexican government thanks to over 1000 well-preserved historic buildings, many dating back to the colonial period. Durango is considered to be something of a spa city by many Mexicans because of the many hot springs in the area as well as the natural beauty and wonderful climate the city enjoys. On the down side, the state of Durango is seriously plagued by trouble with the drug cartels, though this very likely won't be an issue for tourists who stay in the city and don't venture into the backcountry.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Quebrada"]}," - Though everyone talks about the Grand and Copper Canyons (both to the north), La Quebrada is actually the deepest canyon system in North America. Perhaps it too deep and steep. The Spanish were never able to penetrate the area so it lacks the historic mission churches like those found in the copper canyon, and modern tourism has yet to really take off. But if you have a four-wheel drive vehicle, know how to use climbing gear, and aren't concerned with the large scale drug cultivation that goes on in the area, this is easily one of the wildest and most rugged areas in North America. (note: La Quebrada is a popular Spanish name and the one in Durango should not be confused with the more famous La Quebrada diving rocks in Acapulco.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mexico Highway 40"]}," from Durango towards ",{"type":"[[","value":[["Mazatlan"]]}," is perhaps the most scenic drive in all of Mexico."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["24.934722"],["-104.911944"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Mexico"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Durango"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Mexico\/States\/Durango\/"]]}]