[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Dutch Island"]}," is in ",{"type":"[[","value":[["Jamestown (Rhode Island)"],["Jamestown"]]},", ",{"type":"[[","value":[["Rhode Island"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLocated west of Coanicut Island (",{"type":"[[","value":[["Jamestown (Rhode Island)"],["Jamestown"]]},") and visible from the Jamestown bridge, Dutch Island is an unpopulated strip of land that lies directly at the mouth of ",{"type":"[[","value":[["Narragansett"]]}," Bay.  The Island is currently open to the public as a wildlife reserve, with camping and fishing permitted on the grounds.  The island features a still functioning self operational lighthouse at its southern most tip.  \n\n     \n",{"type":"===","value":["History"]},"\nFormerly an Indian trading post first established with the Dutch in the 1636, it was purchased by the United States government in the 1800's and then the lighthouse was first established.  The government proceed to establish a military base, Fort Greble, that at one point hosted over two hundred soldiers.  Seeing action from the revolutionary war through world war two, the island was used to hold German POW's.  The base was decommissioned in 1947, and has since only been used by the navy\/coast guard for staged training assault missions.  Numerous shell casings can still be found littered around the island and are the only evidence of its military history aside from the entirely overgrown ruins still present and accessible today.  In 2007 the islands lighthouse was rebuilt and restored.\n\n",{"type":"===","value":["Landscape"]},"\nDutch island is 102 acres and prominently features a dense forest at its core surrounded by both sand and rock clad beaches.  The island features a compilation of the fauna found in Rhode Island, including pine trees and willows, which are usually uncommon close to the sea.  Of note, sections of the island feature dense thorny briar bushes as well as several fields of wildflowers.   It's southern most tip is entirely granite and limestone. Wildlife includes numerous deer and rabbits, as well as a wide variety of birds including two separate families of osprey who often nest on the island.\n\n",{"type":"==","value":["Get in"]},"\nThe island is only accessible by boat or kayak, kayaks can be loaded into the bay across from the island at a free public parking lot next to ",{"type":"[[","value":[["Fort Getty"]]},", Jamestown.  The island is around five thousand feet from the shores of Fort Getty and swimming is not advisable as it means crossing an open water channel.   \n\n",{"type":"==","value":["Do"]},"\nIn addition to camping, relaxing and swimming, there are numerous paths\/nature walks around and through the island as well as numerous overgrown ruins to explore including the lighthouse.  Ruins of note include a watchtower with its climbable steps still in tact, it offers the highest view on the island and is a useful vantage point to locate other, hidden ruins.  Old prison cells are also still in tact at section of the fort, though the bars have long ago rusted away.  Fishing is also an option.  Hunting is permitted on the island but there are numerous deer\/rabbits to see as well as a wide variety of birds to identify. \n\n",{"type":"===","value":["Camping"]},"\nCamping is prohibited throughout the entirety of the island, while numerous campsites have been established overtime by travelers.\n\n",{"type":"==","value":["Stay safe"]},"\nIn addition to bug-spray and sunscreen, recommendations include a tidal chart, medical kit, cell phone, flashlights, accurate knowledge of weather before your visit and a life vest as well as proper knowledge of how to secure a boat\/kayak.  While island structures appear solid, caution should be applied to open sewer holes scattered around the island, especially at night.    \n\n",{"type":"{{","value":[["IsPartOf"],["Newport County"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["41.504"],["-71.4"]]},"\n",{"type":"[[","value":[["wikipedia:Dutch Island (Rhode Island)"]]}]