[{"type":"{{","value":[["pagebanner"],["Duty Free Shop MUC banner.JPG"]]},"\n\n",{"type":"'''","value":["Duty free shopping"]}," is the opportunity to buy goods exempted from taxes and excises at certain locations. Travellers bound for countries with heavy taxation can sometimes save a considerable amount of money, especially on products such as ",{"type":"[[","value":[["alcoholic beverages"]]}," and ",{"type":"[[","value":[["tobacco"]]},".\n\nHowever, such stores are by no means always the cheapest way to buy. They are paying high rents for airport retail space, they have little competition, and they generally do not rely heavily on repeat business, so there may be little incentive for management to set really low prices. In New York or Hong Kong, for example, it is quite common for prices on items like cameras to be better in the highly competitive market downtown than at the airport. Also, not all of these stores are really \"duty free\"; the Ottawa airport, for example, sells cigarettes clearly marked \"Ontario taxes paid\", and Ontario taxes are high so their prices are well above those in some US states.\n\n",{"type":"==","value":["Understand"]},"\nThe \"tax and duty free shop\" concept originated in ",{"type":"[[","value":[["Shannon"]]},", ",{"type":"[[","value":[["Ireland"]]}," in 1947 as a means for trans-Atlantic air travellers to purchase spirits for immediate export without incurring local excise taxes. The duty-free shop is a retailer located at an airport or international border, situated so that the items sold can not be brought back into the country of purchase without going through Customs.\n\nIn theory, these items as exports are not subjected to local tax in the exporting country but could be taxable in the country to which they are imported. Many countries provide a small \"personal allowance\" of items a traveller may bring in without incurring tax; while regulations vary, a carton of cigarettes or a  quart or litre bottle of hard liquor (or its equivalent) carried on return from an international trip of forty-eight hours or more often qualifies, along with a fixed dollar amount worth of luxury goods under these allowances. Limits may apply to the number of times the allowance may be used by one traveller in one year. As the items were taxed in neither country, one would expect them to be less expensive.\n\nIn practice, prices at duty-free shops vary widely; it is advisable to compare cost online before buying anything. In some cases, a duty-free purchase does represent a cost savings; in others, it merely represents another venue in which merchants see a captive market (if the one duty-free shop at a border crossing has a monopoly at that crossing), increasing their base price accordingly.\n\nThat bottle of Irish whisky carried across the Atlantic from Ireland might be a bargain, while the bottle of maple syrup flown from ",{"type":"[[","value":[["Montréal"]]}," on the return trip might have been far less expensive from an épicerie or supermarket. Items which carry little or no domestic tax (such as basic groceries) almost always will be cheaper locally than in a \"tourist\" establishment - duty-free or not.\n\nElectronic goods, beauty products and luxury items such as designer purses may cost less at home or online so it pays to compare.\n\n",{"type":"==","value":["Locations"]},"\nIn ",{"type":"[[","value":[["air travel"]]},", duty-free costs are in many cases allowed for international travel. Travel within the ",{"type":"[[","value":[["European Union"]]}," is generally treated as domestic travel, and is therefore not eligible for duty-free. Only travel to a customs-free zone in the EU, ",{"type":"[[","value":[["Åland"]]}," and the ",{"type":"[[","value":[["Canary Islands"]]}," being examples, or leaving the EU entirely allows a traveller to avail of duty-free purchases.\n\n",{"type":"===","value":["By air"]},"\nThe majority of duty-free transactions take place in international airports, where the \"jet set\" represents a lucrative market airside for a wide variety of branded luxury items. Prices vary widely between countries.\n\nOn major airlines, a catalogue of items are sold by flight attendants from a duty-free cart during international flights.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["Cruise ship"]]}," ports typically offer duty-free items which are checked upon boarding the ship; the passenger does not have access to the items during the cruise itself. Cruise lines will also sell duty-free items themselves from onboard shops while in international waters.\n\n",{"type":"===","value":["By road"]},"\nInternational travel from one EU member state to another no longer qualifies for duty or VAT exemption. \n\nIn North America, duty free stores are common on major ",{"type":"[[","value":[["United States of America"],["US"]]},"-",{"type":"[[","value":[["México"]]}," and US-",{"type":"[[","value":[["Canada"]]}," border crossings, including the main Interstate highways. Duty-free fuel stations are rarely permitted (as motorists can clear foreign customs and then turn around with the fuel still in the vehicle's tank), but have existed in ",{"type":"[[","value":[["International Falls"]]},", ",{"type":"[[","value":[["Minnesota"]]}," and ",{"type":"[[","value":[["Detroit"]]},", ",{"type":"[[","value":[["Michigan"]]},".\n\n",{"type":"===","value":[" On foot"]},"\n\nSome land border crossings, such as the one between ",{"type":"[[","value":[["Zhuhai"]]}," and ",{"type":"[[","value":[["Macau"]]},", also have large duty-free areas.\n\n",{"type":"{{","value":[["PartOfTopic"],["Shopping"]]},"\n\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"[[","value":[["wikipedia:duty-free shop"]]}]