[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Dwarka"]}," is a city and a municipality ",{"type":"[[","value":[["Gujarat"]]}," in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nDwarka : Original Dwarka believed to be sunken in the sea. Divers till today are researching, after finding the atrifacts from the sea floor.\nNear by small island is known as Bet Dwarka- You can simply hire a boat from Dwarka to go there.Bet Dwarka is a part mud and part sand beach. However, it's the best place for zoologists.\n\nDue to its isolation and relatively limited accessibility by train (booking an overnight train from Ahmedabad is unattractive due to the schedule (as of 2013)), Dwarka is very rarely visited by foreign tourists. It is, however, very popular in the domestic tourist market and has some excellent attractions. Its omission from international guidebooks like Lonely Planet is a serious one. Dwarkadeesh temple is one of the finest in India, and it dominates the city’s small skyline. Sunset point near the Gomti river and its ghats are exceptionally beautiful at all times of day, though perhaps a little risky late at night. Though the city is challenging for the rare foreign tourist, its attractions more than make up for the difficulties faced if you are happy to spend the time getting there. Though it is a very small city, these attractions, along with city’s peaceful feeling and pleasant nearby beaches, mean it is certainly worth a few nights visit.\n\n",{"type":"==","value":["Get in"]},"\nDwarka is 450 kms from Ahmedabad and is well connected by Road and Rail. The nearest Airport is at Rajkot which is 225 kms or Jamnagar which is 121 kms from Dwarka. Spicejet, Goair and Jet Airways operate regular flights to these places. Railway station is located almost 2 km from main Temple and has direct trains to Mumbai and few other cities in India.\n\nA sleeper bus from Ahmedabad costs 450 per head and leaves from the highway on the outskirts of the city. You can board it from Patel Tours and Travels, but they may offer you a shuttle (ie: an unmarked van) to the other boarding point, and may not give you all of the details as to when it leaves. The services leaves at 10:30pm and arrives in Dwarka early in the morning.\n\n",{"type":"==","value":["Get around"]},"\nLocal Municipal administration has \"Dwarka Darshan\" sight seeing non-AC bus facility -Twice a day -8 am and 2pm. INR 60\/- per seat. Each trip takes about 5-6 hours. Booking office 1. Near Vegetable market 2. Bhadrakali chowk. This trip covers Nageshwar,Gopi Talab, Bet Dwarka and Rukshmani Temple.\n\n",{"type":"==","value":["See"]},"\nMost importantly -Dwarkadhish mandir located at the heart of this small city.\nThere are a lot of places around Dwarka which can be covered in a Single Day. There are local taxies which are available which would help you to visit them. The major ones covered are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nageshwar Temple"]}," - This is also one of the prominent Jyotirlingas and it is at around 8 Kms from Dwarka."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gopi Talav"]}," - This is the place where Lord Krishna used to play with his Gopikas. There is a small pond where it is said that Lord Krishna used to play with the Gopika Strees (Gopika Women)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bet Dwarka"]}," - This is supposed to be the place where Krishna lived. This is the place where Krishna used to reside and this is the place where Lord Krishna met his friend Sudama and blessed him, there is a Peetha(Seat) where Lord Krishna met Sudama. The temple also has the main Dwarkadish deity which was believed to have been made by Krishna's chief Queen Rukmini and in which Meera bai merged and disappeared from the material world. There are boats available from Okha Jetty from where people are ferried to the Island which is approximately 30 Kms from Dwarka. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hanuman Mandir"]}," - This is also in the Bet Dwarka where Hanuman fought with his son Makaradhwaja. To cover this place, it is advised to start as early as 7:00 in the morning as this is lonely place and a rickshaw has to be hired to visit this place.   "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rukmini Mandir"]}," - This temple is situated at 8 Kms from Dwarka. This is in the outskirts of the city and this is a lonely temple and there is an interesting story of Rukmini being cursed by sage Durvasa because of which the temple is situated outside the city and its because of this curse only that the water in Dwarka city is salty."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Light House"]}," - Light House is famous place at sea-coast of Dwarka. One can enjoy complete silence sitting at the sea coast. Behind the Light House, there is a huge cave below the coast naturally created by striking of sea water. One can watch fishermen catching fishes in the midst of Ocean in complete silence. There is also a small Ganesh temple behind the Light House."]},"\nAll these places are at an approximate radius of 80kms from Dwarka and the taxies normally charge Rs. 600 (per half day) for this. This cost does not cover the boat charges as well as other entry taxes applicable and the visit to Hanuman Temple at Bet Dwarka.\n\nThere are few other temples like ",{"type":"'''","value":["Gayatri Shakti Peeth"]},", ",{"type":"'''","value":["Geeta mandir"]},", ",{"type":"'''","value":["Siddeshwar Mahadev"]},", ",{"type":"'''","value":["Bhadrakali temple"]},", ",{"type":"'''","value":["Bhadkeshwar temple"]},". One can hire a auto for Rs. 20-30 per seat to see these places which are within 2-3 km radius. Bhadkeshwar temple is a \"must see\" as this place is almost surrounded by sea.\n\n",{"type":"'''","value":["Panchtirth"]}," is on the other side of Gomti river. There are 5 small (2 feet X 3 feet) wells within 500 meters range. Water of each well has different taste. Water is not salty though there is sea surrounding this area.\n\n",{"type":"==","value":["Do"]},"\nTake a plunge into Gomti river, adjacent to Dwarkadhish Temple. Its really refreshing. Salty water? -Don't bother, you can have fresh water bath at nearby private bathing facilities or its good if your lodge is nearby this river.\nVisit the Dwarkadheesh Temple which is also called as the Jagad Mandir.\n\nEnter temple through river side which has 52 steps.\nElectronic items not allowed inside temple. Join people if you find them chanting \"Dwarkadhish ki Jai\" \"Nand ke anand bhayo, Jai kanhayya lal ki\".\n\nYou may take help of official guides (having ID cards hanging) who will explain the significance of stucture and temples. You need not pay them anything.\n \nNote the dress colour of the main deity. It will be white on friday, blue on saturday ( 7 colours for 7 days of a week)\nLook for the colour of the flag. Not surprising to see some one changing the flag.  It is changed 5 times a day.\n\nJoin the young brahman students reciting \"Shri Vishnu sahashsranama\" in the morning. Don't miss the Aarti.\n\nhire a boat to cross Gomti River (Rs.10\/- per seat). If you are lucky, and its low-tide you can walk and cross river with knee deep water.\n\n",{"type":"==","value":["Buy"]},"\nPay Rs.25 at the temple counter and buy prasadam which was offered to God.\n\nDecorative items made from marine shells.\n\n",{"type":"==","value":["Eat"]},"\nEating options for Dwarka are severely limited. Most hotels serve Gujarati thalis of varying quality and freshness. \n\nArti Restaurant near Dwarikadheesh Temple serves good food. Sharanam near Bhadrakali chowk is good AC restaurant with reasonable price. Depend on 5-6 small restaurants or Roadside Dhabhas\/ eatouts also available.\n\nKant, in Badrakali Chowk, serves good food in both its upper and lower dining halls. The lower floor is for breakfast (Aloo Parantha along with idlis and dosas) and hot Gujarati Thalis for lunch and dinner. The upper floor is a multi-cuisine restaurant with very friendly staff. Its kitchen was hygienic as of December 2013.\n\n",{"type":"==","value":["Drink"]},"\nAlcohol is prohibited in Dwarka. Do not expect any place to serve Alcohol here. Drink Hot Milk at Night at Shyam-Sunder Milk Parlor near Dwarikadheesh Temple.\n\n",{"type":"==","value":["Sleep"]},"\nMany small, medium, budget lodges at walking distance from temple. 2-3 Luxury hotels also.\nMany Dharmashalas available if you are travelling in group. May charge Rs. 25 - 50\/- per person.\n\nHotel Dwarkesh is budget hotel - 5 minutes walk. Telephonic booking in 2-3 days advance.\nHotel City Palace, Dwarka. 5 minutes walk from Dwarkadheesh temple.\n\n",{"type":"==","value":["Connect"]},"\nTo get more information about the Temple, you may contact.\n\nThe Administrator\nShree Dwarkadhish Temple\nDwarka : 361 335\nDist.: Jamnagar\nGujarat- India\nPhone:+91 - 2892 - 234090.\n\nTimings:\n9AM to 1PM(IST).\n3PM to 6.10PM\nOn all the working days except Public Holidays.\n\n",{"type":"==","value":["Stay Safe"]},"\nOutside Dwarkadeesh temple, people claiming to be priests (who may or may not bother dressing for the part) may tell foreign tourists that they need to hand over their passports and complete forms to enter the temple and further suggest that they will get VIP treatment if they do so. This is utterly misleading! There are no restrictions on foreigners entering the temple and most certainly no paperwork necessary. The only restriction is the usual shoes and no electronic equipment allowed inside. Presumably if you take them up on the offer, you will find your passport has disappeared once you leave the temple. As a best case scenario, their holding of your passport will merely give them the upper hand when demanding payment for a mediocre and unnecessary tour. \n\n",{"type":"==","value":["Go next"]},"\nDon't rely much on state bus. The state bus station officers does not have information on incoming and out going buses. The tea shops outside bus station has much better info.\n\nSleeper buses operate to Ahmdebad, Vadodara, Surat and Diu and can be booked in advance online or on relatively short notice from the travel agents near Badrakali Chowk. The rail network is more limited, though generally safer, more pleasant and easier to actually sleep on. \n\n",{"type":"{{","value":[["IsPartOf"],["Saurashtra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["22.240277778"],["68.968611111"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Dwarka"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Gujarat\/Localities\/Dwarka\/"]]}]