[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Dedougou"]}," is a city in ",{"type":"[[","value":[["Burkina Faso"]]},".\n\n",{"type":"==","value":["Understand"]}," \n\nMostly Jula speakers, but like most places here you can find most major ethnic groups and languages represented.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":["Ouagadougou to Dedougou 3000 cfa ",{"type":"'''","value":["E.D.BA.F."]}," provides daily service at approximately 8 AM and 9 AM. Reservations need to be made by calling the night before. The buses fill up fast and if you are not at the bus station by 7:30 your seat will be given away. I am sure there are taxi brousses to Dedougou, but I have never experimented with them."]},"\n",{"type":"*","value":["Dedougou to Ouagadougou 3000 cfa Again ",{"type":"'''","value":["E.D.BA.F."]}," is you best bet with twice daily transportation first bus leaving around 8 AM and then next one theoretically at 9:30 AM, but actually whenever it arrives from Nouna. Reservations will need to be made by visiting the local E.D.BA.F. office in Dedougou (see map for location or just ask) NOTE: Not all buses are equipped with racks for bikes so you need to ask the night before when you make your reservation, or you could be stuck at the gare waiting for a bus that does."]},"\n",{"type":"*","value":["Nouna to Dedougou 1500 cfa. You can either take the 7:00 AM ",{"type":"'''","value":["E.D.BA.F"]}," (if it's there) or you can take one of the various taxi brousse \"services.\" Et Freres provides daily trips to Dedougou leaving at around 4 PM."]},"\n",{"type":"*","value":["Bobo-dioulasso to Dedougou Price N\/A"]},"\n",{"type":"*","value":["Dedougou to Bobo-dioulasso Price N\/A There are no major bus services to Bobo, but you can find a bush taxi to take you there. There are two regular cars that leave on alternating days, and your best bet is to just ask at the gare when you get there."]},"\n",{"type":"*","value":["Dedougou to Boromo 1500 cfa Solidarite provides daily service to Boromo via Safane. The car leaves each...???"]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nCheck out the giant “Golden Chicken Nugget” a.k.a Place de la Femme.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Marché"]},"\n\nDaily marche. The selection is exactly like any other marche in Burkina. Whole lotta nothing and dried fish. See map for location.\n\n",{"type":"===","value":["Boutiques"]},"\n\nAgain like most larger villes in Burkina, Dedougou has many boutiques. One however offers many things you can rarely find outside of Ouaga. They carry a good assortment of canned vegetables, liquors, and juices. They even have canned mushrooms and bean sprouts for stir-fry. I have labeled this boutique on the map. It’s a very nondescript building, but I found it on accident my first time in Dedougou.\n\n",{"type":"==","value":["Eat"]},"\n\nPrestige: By far the best restaurant in the region. They offer everything from grilled and sautéed chicken, french fries, salads, omelettes… you name it they can probably make it. Prices are cheap with chicken being the most expensive item, about 1500 cfa.\n\nThere are numerous other “restaurants” around town, but I’ll leave these for the adventuresome to discover.\n\n",{"type":"===","value":["Street food and snacks"]},"\n\nYou can order cheese by going to the above-mentioned boutique and requesting cheese. It is made at a nearby Catholic mission and can be delivered the following day. The prices vary, but I believe it is around 5000 cfa per kilo. I know they make Camembert and at least one other kind.\n\nThe best street food in Dedougou is made by Jillene’s tante. I marked her on the map. The street running from the gare to the marche is full of people selling the usual Burkinabe street food.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are many drinking bars in Dedougou, and there is even one “really” cool dance club. I have labeled a few of my favorites on the map.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hotel Routieres"]},": This is probably the most convenient hotel in Dedougou. It is located within the gare itself and is very cheap. One person pays 2750 cfa a night. This goes up to 4000 cfa with two persons. Amenities: double bed, floor fan, desk and chair, in-room shower and sink, shared toilettes outside of room (this is actually a plus when your rooming with someone). Unfortunately there are no screens or mosquito nets, although I rarely have a problem there."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Commerce"]},": This hotel is a good walk from the gare, but worth the walk. They have rooms with fans and rooms with air-conditioning the latter being more expensive. The price range is approximately 4000-7000 cfa. There is no change in price for extra persons, although I have never tried to have more than one person in a room. Amenities: double beds, fans or A\/C, SCREENS, in-room shower and toilette (some rooms don't have toilette), restaurant and cold beverages."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Loba"]},": This is by far the most aesthetically pleasing hotel in Dedougou with beautiful clean rooms and nicely landscaped gardens. This comes with a price however rooms range from 4000 for rooms with fans up to 12000 plus for rooms with AC. There is also a strange price discrepancy between the old and new sections of the hotel even though I think the older section is better. This is definitely a place to stay when family or friends with money visit, or if you want to have a special night with that special person. Amenities: Double beds, fans or A\/C, screens and mosquito nets, in-room bathrooms, they may have a restaurant up and running now but don't count on it. "]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Post Office"]},"\n\nNormal post, normal times. See map for location. (?)\n\n",{"type":"===","value":["Internet"]},"\n\nThere is one reliable internet café in Dedougou, although many other buildings have signs touting the service. The price now I believe is 1500 cfa an hour, which is not bad if you go when no one else is using because all of the bandwidth belongs to you and it’s relatively fast. I would not recommend trying to use it if many others are there. You can use the computers for free for typing, but make sure they know you do not want to use the internet, or they may try and charge you.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["12.4667"],["-3.4667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Burkina Faso"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Dédougou"]]}]