[{"type":"{{","value":[["pagebanner"],["Gagra banner.jpg"]]},"\n",{"type":"'''","value":["Gagra"]}," is a town in ",{"type":"[[","value":[["Abkhazia"]]},", sprawling for 5 km on the northeast coast of the Black Sea, at the foot of the Caucasus Mountains.\n\n",{"type":"==","value":["Get in"]},"\nTo get to Abkhazia can be plane or train. First, the city Adler. Then, about 8 km to the border with Abkhazia, and then the order of 22-24 km to Gagra.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Anacopia church.jpg"],["thumb"],["An early medieval church of the Protection of the Virgin"]]},"\nThe chief landmarks of Gagra are:\n",{"type":"*","value":["ruins of the Abaata fortress (4th-5th century AD, built by the Anchabadze dynasty-ruling Georgian dynasty);"]},{"type":"*","value":["6th-century church, said to be the oldest in Abkhazia, built by Anchabadze dynasty;"]},{"type":"*","value":["Marlinsky defensive tower (1841);"]},{"type":"*","value":["Mamdzyshkha - mountain height of 1873 meters in 6 km from Gagra, provide great views over surrounding countryside;"]},{"type":"*","value":["19th-century palace of the Prince of Oldenburg."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["style"],["There's waaaaay too many listings and they lack contact info"]]},"\n\n",{"type":"*","value":[" Alex Beach Hotel "]},"is located in one of the most beautiful and breathtaking in its beauty around the world - the country's \"Soul\" in Abkhazia. Exclusive location in g.Gagra first line beach, natural beauty, a wide range of services, the European level of quality of service, courteous staff, security - is something that will make your holidays unforgettable!\n\n",{"type":"*","value":[" Sanatorium \"Moscow\"  "]},"is located at the entrance to Gagra from Sochi, in the subtropical parkland in the form of terraces with comfortable terenkurnymi paths, pavilions, park benches. The sanatorium is very popular among tourists looking for accommodation close to the old part of Gagra. Not far from the famous resort Gagrsky park. Distance from Airport 15 kilometers. \n\n",{"type":"*","value":[" Hotel \"Abaata\""]},"New comfortable and cozy hotel located in the historic site of the old Gagra - the walls of the Museum and the ancient fortress \"Abaata\". The hotel is located 50 meters from the beach, spacious and beautiful seaside park.\n\n",{"type":"*","value":[" Pension Aibga "]},"is located in the resort town of Gagra to closed protected areas. Nearby is a whole infrastructure of the resort: the urban market, shops, water park, a promenade with cafes, bars, restaurants and discos.\n\n",{"type":"*","value":[" Mini-hotel \"The water area\""]},"is located in the heart of the city of Gagra, Nartai on the avenue, just a hundred meters from the sea. \"The water area\" is conveniently located near shopping and dining center Gagra. It is ideal for lovers of hotels in the city's European-style mini-hotels.\n\n",{"type":"*","value":[" Sanatorium \"Amra\""]},"is a three-storey building of a palace with columns of type. One of the best accommodation options. Situated in a picturesque green spaces.\n\n",{"type":"*","value":[" Guesthouse \"Apsny-Abazashta\" "]},"is located 22 kilometers from the city of Adler, near the center of Gagra and is on a closed, protected area on the beach. Nearby is a whole infrastructure of the resort: the urban market, shops, water park, a promenade with cafes, bars, discos and restaurants. \n\n",{"type":"*","value":[" Mini-hotel \"Asmat\" "]},"is located in Old Gagra, 27, 5 km from the border (Psou) and a 2-storey residential building. In 300-400 meters away from the town's pebble beach.\n\n",{"type":"*","value":[" Pension \"Bagripsh\""]},"Pension is situated in a picturesque valley on the slope of a drowning man in the green Gagra ridge, surrounded by oleanders, palms and cypresses. The balconies offer a breathtaking view of the sea. Boarding house stands on the bank of the river Bagerepsty squeaky clean, just 100 meters from the sea. Updated pension started after repairs in the summer of 2009.\n\n",{"type":"*","value":[" Guesthouse \"Gagra\""]},"is located on the Black Sea in the picturesque area of Old Gagra next to the restaurant \"Gagripsh\" and Seaside Park. Holiday House is situated 22 km from the border (Psou) and the Adler airport. GuestHouse operates all year round.\n\n",{"type":"*","value":[" Pension \"Gagripsh "]},"is located at the entrance to Gagra, in 23,8 km from the border (Psou), on the seafront in the old Gagra on their own park area. Territory guarded, body roll in the shadow of fan palms, eucalyptus, cypress trees, banana trees and oleanders.\n\n",{"type":"*","value":[" Pension \"Gech Gagra\" "]},"is located in the village Gechripsh, near the town of Gagra, 2 km from the border with Russia, on its own, fenced area. The perfect place to relax adults and parents with children, they are accepted at any age.\n\n",{"type":"*","value":[" Guesthouse \"Nart\" "]},"located in the picturesque corner of Gagra. Not far from the sanatorium \"Amra\". Snow-white body is surrounded by sprawling green palm trees, whose lapping turquoise sea. Close to the guesthouse are the best restaurants in town.\n\n",{"type":"*","value":[" Guesthouse \"Pearl\" "]},"is located 22 km from Adler near the center of Gagra, a 7-minute walk from the market and is a closed area in the picturesque and beautiful park on the beach. Very beautiful and well appointed surroundings, sea vegetation, sounds of the sea, interesting entertainment and outdoor cafe on the beach - that's all and there is a guesthouse \"Pearl\".\n\n",{"type":"*","value":[" Guesthouse \"Transcaucasia\" (The former prosecutor's hotel) "]},"is centrally located in Gagra, opposite the pension \"Energetic\". For guests' Caucasus \"organized by the 3 meals in the cafe. Not far from the hotel market, water park, a promenade with cafes and bars.\n\n",{"type":"*","value":[" Hotel \"Willow\""]},"Hotel \"Willow\" (owned by the Association of War Invalids of Abkhazia) is located in the central city of Gagra 500m. from the beach and water park in the building of an 8-storey Sanatorium \"Sana\". Has its own HYDROTHERAPEUTIC 100 meters from the hull\n\n",{"type":"*","value":[" Pension \"Caucasus\""]},"is located in the city of Gagra and is adjacent to the park laid by the Prince of Oldenburg in the early last century. Has a 5-storey building of the main building and 3-storey small building.\n\n",{"type":"*","value":[" Pension \"Colchis\""]},"located in the resort town of Gagra and is located near the seaside park and promenade and a restaurant \"Gagripsh\", 250 meters from the sea. Nearby is the whole infrastructure of the resort: the urban market, shops, water park, a promenade with cafes, restaurants, bars and discos.\n\n",{"type":"*","value":[" Pension \"Cruise Gagra\""]},"Pension \"Cruise Gagra\" is located in the old spa Gagra, 200 meters from the sea, opposite the seaside park of the Prince of Oldenburg, 20 km from Adler and 12 km from Pitsunda.\n\n",{"type":"*","value":[" Pension \"Cote d'Azur\""]},"Cozy and comfortable pension \"Cote d'Azur\" is located in the heart of Old Gagra on landscaped park area, 20 meters from the sea. From the territory of a boarding house with panoramic views of the picturesque Gagrsky ridge. Pension will be first opened in 2010 after a major overhaul.\n\n",{"type":"*","value":[" Mini-hotel \"Mamzyschha\" "]},"is a 3-storey building with an observation platform, which offers magnificent views of the sea and mountains. Located in the city of Gagra, 24 km from the border (Psou), the Black Sea coast in the picturesque corner of Old Gagra.\n\n",{"type":"*","value":[" Mini-hotel \"Mega\""]},"is a 3-storey building and is located in the resort town of Gagra, 26 km from the border. At 150 meters from the hotel own pebble beach. Nearby is a water park with swimming pool, central market, an entertainment complex \"Scarlet sails\", many cafes and bars.\n\n",{"type":"*","value":[" Pension \"Midel-Gagra\" "]},"is located 22 km from the town of Adler in the center of Gagra next administration and is in its closed and protected areas, in a beautiful park, 50 meters from the beach.\n\n",{"type":"*","value":[" Hotel \"Maritime\""]},"Modern 3-storey hotel is located in the Old Gagra at 26.6 km from the border (Psou). Mini-hotel is located on the first line has a small own territory.\n\n",{"type":"*","value":[" Hotel complex \"Reid\""]},"is located 26 km from Adler, in the old town of Gagra the closed protected territory with video surveillance. The complex consists of seven dormitories.\n\n",{"type":"*","value":[" Sanatorium \"Sana\""]},"Sanatorium \"Sana\" located  in the resort town of Gagra, 100 m from the water treatment facilities.\n\n",{"type":"*","value":[" Hotel \"Silver Court\" "]},"is located in the city of Gagra at its closed area, 22 km from the city of Adler, 100 meters from the sea. Nearby is a whole infrastructure of the resort: shops, water park, the city market, the promenade with lots of entertainment (restaurants, bars, discos).\n\n",{"type":"*","value":[" Guesthouse \"Sunny\" is located in a pine forest on the slopes of the picturesque village of Gagra Range in Cold River and occupies a large area. The territory of the boarding house is a beautiful park, beneath which runs a river Bagerepsta. In the vicinity of the case is historic and architectural monument - the famous summer residence of Joseph Stalin. Not far from the boarding house is amazingly beautiful wild beach \"White Stones\"."]},"\n",{"type":"*","value":[" Summer Pension \"Sunny\""]},"is a beautifully kept park at the foot of the Gagra Range. At 300 meters from the boarding house is a unique wild beach \"White Stones\".\n\n",{"type":"*","value":[" Mini-Hotel \"Old Gagra\""]},"small, charming hotel located in Komsomolsk park near the old Gagra on the beach. The hotel is a 2-storey modern building of the framework. Own enclosed area.\n\n",{"type":"*","value":[" Guesthouse \"Tropicana\""]},"is located in the new Gagra, a closed area, which is guarded. Guesthouse Tropicana is located just 15 minutes walk from the city, the pebble beach. Guesthouse Tropicana is located on a hillside Gagra ridge on the way to the observation deck.\n\n",{"type":"*","value":[" Mini-hotel \"By the Sea\" "]},"is located in the heart of Gagra, 26 km from the border (Psou), on the Black Sea, and represents a 2-storey building. At 70 meters from the hotel is the city of sand and pebble beach.\n\n",{"type":"*","value":[" Guesthouse \"Chegem\" "]},"is located in the heart of the city of Gagra, three hundred meters from the beach. The rooms have beautiful views of the Old Gagra, the sea and the park.\n\n",{"type":"*","value":[" Sanatorium Chelyuskintsev "]},"located on the beach in the resort Gagra on the park area with exotic plants. The main medical profile sanatorium Chelyuskintsev - diseases of the cardiovascular system, nervous system diseases, diseases of the musculoskeletal system, diseases of bones and joints, urological diseases, gynecological diseases, correction of family and marital relations. Open year round.\n\n",{"type":"*","value":[" Pension \"Energetic\" "]},"is located in the heart of New Gagra, on the beach, near the residential area, a fenced park area. A five-minute walk from the city market and balneological. \"Energetic\" is ideal for those who like fun and noisy pastime.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["43.3333"],["40.2167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Abkhazia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Gagra"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Gagra"]]}]