[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Gairloch"]}," is a small seaside resort in ",{"type":"[[","value":[["Highland (Scotland)"],["Highland"]]},", ",{"type":"[[","value":[["Scotland"]]},".\n",{"type":"[","value":["http:\/\/www.celticfringe.org.uk\/gairloch.htm"]},"\n\n",{"type":"==","value":["Get in"]},"\nOn the A832 between ",{"type":"'''","value":["Loch Maree"]}," (sic) and ",{"type":"[[","value":[["Ullapool"]]},"\n\n2 daily bus services Gairloch-Inverness in the morning and Inverness-Gairloch late afternoon. No public transport in or around the Gairloch area so having a car is essential if you want to see the area properly.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaches"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Badachro"]}," and ",{"type":"'''","value":["Red Point"]}," - fine scenery, particularly around ",{"type":"'''","value":["Badachro"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Melvaig"]}," - a rather shorter scenic drive along a nearby peninsula."]},{"type":"==","value":["Do"]},"\n\nFishing: This is a very common sport in Gairloch. The most popular spot for fishing is Gairloch harbor, this is also a great spot for seeing seals and sometimes minky whales. If you are feeling a bit more adventurous then Gairloch has many lakes on top off its hills in which are great for fly fishing. The locals are very friendly and will always point you in the right direction of good fishing spots. \n\nGairloch Heritage Museum: Inside this unconventional museum lays great knowledge of Gairlochs fine history, it also gives a great insight into how people of the highlands used to live and how different this was from what it is now. A trip to this museum will give you a special insight into the Highlands that is difficult to find in other museums.\n\nMarine sightseeing tours: Gairloch Marine Life centre organizes daily boat trips, these are great for seeing seals, birds, whales and lots more. The coast of Gairloch has more marine life that you ever imagined.\n\nGairloch Leisure Centre: Sometimes In Summer this Lesisure centre has trampolining lessons, archery lessons and sometimes even wall climbing. To join one of these lessons you have to book at least 2 days in advance. You can go for one lesson or more, you pay for each one. This centre is very popular among the locals.\n\nGairloch Highland Gathering: Once every summer in July there are the highland Gatherings. A fantastic day out with animals, games, Helicopters, food, drinks, dancing, bands, everything to expect from a well organized highland event. If you are visiting Gairloch then this is a must.\n\nGairloch Light House: Also here is a B&B but it is a great place to see, from the location of the lighthouse you are almost guaranteed to see seals. Also here is a great picture location. If you visit do not forget that all important camera, you will not regret it.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are few shops which sell souvenirs but they do exist such as the local post office. \n\nThere are also some nice pubs in Gairloch where you can of course interact with the friendly locals. \n\n",{"type":"==","value":["Eat"]},"\n\nGairloch is known for it's great and fresh sea food. Find a restaurant and have some fish or mussels and see for yourself. Gairloch is also a great location to try haggis if you have not, eating a haggis here deep in the highlands is always a great memory. \n\nThe local butchers in Gairloch also serves many great meat such as venison (deer meat) so why not join the locals and buy some food from the butchers.\n\n",{"type":"==","value":["Drink"]},"\n\nPubs in Gairloch do exist and are generally peaceful and quiet. However do not expect overly crowded pubs here. Most pubs are also restaurants.\n\n",{"type":"==","value":["Sleep"]},"\n\nCamping: There are two campsites in Gairloch, one in the village and one a few miles out of the village. Or of course you could wild camp but you would need to be careful of the un-predictable weather. Wild camping should only be an option in Summer.\n\nHostels and Hotels are also available in Gairloch.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["57.728"],["-5.691"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Highland_(Scotland)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Gairloch"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/Scotland\/Highland\/Gairloch\/"]]}]