[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Galapagar"]}," is in ",{"type":"[[","value":[["Madrid"]]},", ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By road"]},"\n\nTake the A6 (Carretera de La Coruña) leaving via the exit Nº 36 at Km.35 \"Galapagar\/La Navata\" Follow the road through La Navata for about 5km until you reach the village.\n\n",{"type":"'''","value":["By rail"]},"\n\nThere is a regular rail service; two lines through Madrid serve the station of Galapagar\/La Navata - C8 & C10 on the ",{"type":"'''","value":["Madrid Cercanias network"]},". For times and fares, visit the ",{"type":"[","value":["http:\/\/www.renfe.es\/cercanias\/madrid\/index.html railway web site"]},".\n\n",{"type":"'''","value":["By bus"]},"\nThere is a good bus service from the bus station at 'Moncloa' in north-western Madrid; three lines 631, 632 and 635 run through 'Torrelodones', 'La Navata' and 'Parquelagos'. Services vary, given above in descending order of frequency, but the village is large and well served with some late night services. Journey time is about 30 minutes. See the ",{"type":"[","value":["http:\/\/www.juliandecastro-sa.es\/ bus company site"]}," for timetables and prices.\n\n",{"type":"==","value":["Get around"]},"\nGalapagar is in fact a municipal borough comprising of a collection of villages and housing estates. The 'casco urbano' or village proper of 'Galapagar' has a population of around 9 or 10000. Other areas such as the village of La Navata (about 40 minutes walk) or the large housing development of 'El Guijo' (too far to walk - maybe a couple of hours) have populations of several thousands each. For this reason Galapagar is sometimes referred to as a town (though always as a 'pueblo' in Spanish). Foreigners are adamant that with a total population of nearly 30,000, it must be a town, though locals still regard it is a village. In fact the Spanish word 'pueblo' can be translated as town or village, depending on population and other factors such as those mentioned above - hence the confusion.\nWhatever you want to call it, getting around Galapagar's 'casco urbano' is easily accomplished on foot, but moving between the component villages and estates requires a ride by car, bus, or taxi (if you can find one - don't bother trying at night).\nN.B. the railway station is at La Navata and is 40 minutes walk from the village itself - best bet is a bus from outside the station. There is a restaurant\/bar 'El Tablao' next to the station where they should be able to help you call a cab. The taxi service can be reached on the telephone number 91 858 06 77.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["40.576389"],["-4.001944"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Community of Madrid"]]},"\n",{"type":"[[","value":[["WikiPedia:Galapagar"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Galapagar"]]}]