[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Galiano Island"]}," lies to the northeast of Saltspring Island off the east coast of Vancouver Island.\n\n",{"type":"[[","value":[["Image:GalianoIsland_WhalerBay.JPG"],["thumb"],["400px"],["Whaler Bay as seen from Sturdies Bay Road on Galiano Island"]]},"\n\n",{"type":"==","value":[" Get in "]},"\nGaliano Island is the closest and most convenient to ",{"type":"[[","value":[["Vancouver"]]}," (and the U.S. border) of all of the Southern Gulf Islands, and in most cases it is the first stop on the BC Ferries route to the islands, only 50 minutes. In the quiet season there are just two ferries a day from Tsawwassen, the mainland terminal near Vancouver, and in the busier summer months, there may be up to 4 sailings a day. If traveling with a car, reservations are advisable and there is no additional charge for reserving on the Gulf Islands Route. \n\nIf you want to, it is very feasible to leave your car behind (see \"Getting Around\") on the mainland, and travel as a foot passenger to see Galiano.\n\nGaliano is the perfect island for \"island hopping\"...visitors can stay on Galiano, and use BC Ferries (or a summer water taxi) for visits to other islands, returning to Galiano at the end of the day.\n\nVisitors can also travel via ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]}," (Swartz Bay Ferry Terminal) on Vancouver Island. There are several sailings a day, ranging from direct 1 hour and 10 minute sailings, to multi-stop \"island-hopper\" ferries. These sailings are not reservable.\n\nPrivate charter boats are also available at the discretion and timing of the passengers which affords guests the convenience of their own time table as well as privacy. These are reservable and can fit parties of almost any size, though they are more expensive than taking BC ferries.\n\nThere is an \"airport\" in Montague Harbour, for float plane service, including regular scheduled service from the dock near Vancouver International Airport, with a connecting shuttle and complimentary parking.  \n\nRegularly scheduled service:\n",{"type":"*","value":[" SeaAir, 1-800-447-3247 ",{"type":"[","value":["http:\/\/seairseaplanes.com\/"]}]},{"type":"*","value":[" Saltspring Air, 1-877-537-9880 ",{"type":"[","value":["http:\/\/www.saltspringair.com\/"]}]},{"type":"*","value":[" Kenmore Air (from Seattle) ",{"type":"[","value":["http:\/\/www.kenmoreair.com\/"]}]},"\nCharter service:\n",{"type":"*","value":[" SeaAir, 1-800-447-3247 ",{"type":"[","value":["http:\/\/seairseaplanes.com\/"]}," "]},{"type":"*","value":[" Saltspring Air, 1-877-537-9880 ",{"type":"[","value":["http:\/\/www.saltspringair.com\/"]}]},{"type":"*","value":[" Kenmore Air (from Seattle)",{"type":"[","value":["http:\/\/www.kenmoreair.com\/"]}]},{"type":"*","value":[" Harbour Air (from Vancouver)"]},{"type":"*","value":[" Pat Bay Air (from Victoria)",{"type":"[","value":["http:\/\/www.patbayair.com\/floatplane_charters.php"]}]},"\nVisitors and residents arriving by boat can certainly find lots of moorage space. Montague Harbour has moorage, a gas dock and some limited facilities. A new dock at the Galiano Oceanfront Inn and Spa is available to day users of the resort, and with Government docks at Sturdies Bay and Whalers Bay, are walking distance to the shops in the Village of Sturdies Bay; all allow transient boaters for a minimal charge, on a first come, first served basis. \n\nIn the summer months only (July and August), the school boat becomes an inter-island shuttle. People (and their bicycles, if they wish) can travel on Saturdays only from Galiano to Saltspring, returning in the afternoon. It allows visitors the chance to 'island hop' from Sturdies Bay Village (the Government dock next to the ferry dock) directly into Ganges Village for shopping and the Saturday market.\n\n",{"type":"==","value":[" Get around "]},"\n\nGaliano is the second largest of the Southern Gulf Islands: approximately 27 kilometers long and very narrow. While hiking can take you to many beautiful places on Galiano, it also helps to have a little assistance with transportation. Luckily there are options, if you choose to leave your car behind:\n\n",{"type":"*","value":[" Rent a moped (250-539-0233) Galiano Moped and Boat Rentals",{"type":"[","value":["http:\/\/www.galianoadventures.com"]}]},{"type":"*","value":[" Rent a Smart Car (250-539-3388)Galiano Oceanfront Inn and Spa"]},{"type":"*","value":[" Rent a bicycle (250-539-9906) Galiano Bicycle Rentals"]},{"type":"*","value":[" Take a Kayak tour or rent a kayak (250-539-2442) Gulf Island Kayaking"]},{"type":"*","value":[" Rent a boat (250-539-0233) Galiano Moped and Boat Rentals"]},"\nSUMMER:  A new shuttle bus run between Montague Harbour Marina and the ferry, schedules depend on traffic and time. It is best to contact the bus operator at 250-539-2173. Free pick-up from the Marina to the Galiano Oceanfront Inn and Spa is available by calling 250-539-3388. The pub operates a summer bus also from the marina nights only.\n\nMaps of the island are available on BC Ferries or at the Chamber of Commerce Information booth, near the ferry terminas. \n\nHiking trails are not well marked on Galiano, nor is there adequate signage. But local people are friendly, and exploration is fun and easy and quite safe. There are no dangers on Galiano in terms of wildlife (no bears or cougars) but roadways are narrow with no shoulders, so bicyclists and hikers need to take care.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:GalianoIsland_MontagueRd.JPG"],["thumb"],["View From Montague & Georgeson Bay Roads"]]},"\n\nGaliano Island is simply beautiful. It is the island that is the most accessible to Vancouver, yet has the most rustic, seemingly untouched places. It is very undeveloped, having had most of its land left as either forest lands or as residential home sites. It is the one island of the Southern Gulf Islands that has beautiful beaches, and they vary from the white shell Indian midden at Montague Beach to the warm sands of Morning Beach, to the hidden sandstone pleasures of Coon Bay and the long stretches of small stone beach at Pebble Beach and Cable Bay.\n\nHiking trails are everywhere, and the vantage points atop Mount Galiano, Bodega Ridge and Bluffs Park present spectacular views across the other Gulf Islands, all the way to the mountains of Washington state.\n\nBicycle and mountain biking trails are definitely strenuous, but well worth it. Just ensure that you stock up on water and supplies when leaving the village of Sturdies Bay, or at the Corner Store just 3 kilometers further but still on the South End, as there are no shops or services traveling north on the island.\n\nThe best way to experience the island is by water: rent a kayak or take a sunset kayak tour, it is so easy in the sheltered waters of the Island and the islets that surround Galiano. Gulf Island Kayaks is experienced with new kayakers or experts, and gears their tours to every level. Or take an eco tour with a gracious Greek Canadian fisherman, Sporades Tours,  and visit bird colonies and sea lion rocks and, hopefully, spot the Orca whales for which the island is famous: \"j\" pod lives in Active Pass, separating Galiano from Mayne Island. While they range great distances following the salmon, they are frequently seen in the Pass.\n\nFor people wanting to explore the island on land, there is no substitute for doing it the old-fashioned way: by foot. The hiking trails and beaches are endless pleasures to explore, the views incredible and the wildlife all friendly. If you want to travel further afield (literally), rent wheels from Galiano Mopeds or a \"Smart Car\" from the Galiano Oceanfront Inn. From Bodega Ridge on the north end to Bluffs Park and Mount Galiano and Mathews Park Beach, there is much to explore. \n\nFor a gentler experience, relax in the Flores del Iris Gardens at the Galiano Oceanfront Inn and Spa: waterfalls, fountains and quiet areas to relax. Or take in Bellhouse Park for a picnic, with the whales and boats passing almost within reach.\n\nAnd Galiano is not all about the outdoors...with the many wonderful artists and crafts people on the island ... a studio tour is a \"must-see\".\n\n",{"type":"==","value":["Do"]},"\n\nGaliano Island has as many amenities as larger centres, but they are smaller, more one-of-a-kind. There is as much to do on the island (and its surrounding waters) than other vacation places in British Columbia, but without the crowds or signs of urbanization. Many world-class artists make their home on the Gulf Islands, and Galiano is no exception. Be sure to combine the outdoor activities with a visit to an artist's studio, a visit to the spa, and a glass of wine with some live music at a local watering hole.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Island-hopping"]}," - Galiano is the Gateway to the Gulf Islands, with easy first-stop ferry access from Vancouver, and many travel options via inter-island ferries to explore the other islands."]},{"type":"*","value":[" ",{"type":"'''","value":["Spa"]}," - Take time out from all of the outdoor activities and enjoy a spa treatment in a full-service oceanfront Madrona del Mar Spa ",{"type":"[","value":["http:\/\/www.madronadelmarspa.com"]},"(1-877-530-3939)"]},{"type":"*","value":[" ",{"type":"'''","value":["Art Tour"]}," - Take a tour around the island (pick up an Art Tour guide at the Tourism Information Booth or one of the local businesses) and visit some of the great galleries: Insight Gallery, Art and Soul and Gallery 33. Many are walking distance from the ferry, in the Village. Or take a drive to visit artists in their studio galleries throughout the island. Stoneworld, Marcia de Vicque Glassworks, Cedar Grove Pottery and Bill Boyd Studio are just some of the highlights. "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Kunamokst Mural"],["alt="],["url=http:\/\/muralmosaic.com\/kunamokst.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Do not miss the chance to see this famous mural, seen on-line at. The collaborative work of over 180 artists created this mural of West Coast sea life. Original works by Robert Bateman, Roy Vickers, Wyland, and many Galiano and British Columbia artists. Daily, at the Galiano Oceanfront Inn and Spa."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]}," - Explore the best of the west coast with beautiful wooded trails, ridges or beaches. Friendly wildlife abounds, such as Orcas, Bald Eagles, and deer."]},{"type":"*","value":[" ",{"type":"'''","value":["Whale watching"]}," - The beautiful Orca (killer) whales are at home in the waters off Galiano Island, following the food source (salmon and other fish) in pods through Active Pass. Try Gulf Islands Whale-watching (1-888-656-9878)"]},{"type":"*","value":[" ",{"type":"'''","value":["Cycling"]}," - Challenge Galiano's famous hills and rent a bicycle from Galiano Island Bicycles",{"type":"[","value":["http:\/\/www.galianoisland.com\/galianobicycle\/"]},", located walking distance from the ferry (250-539-9906)"]},{"type":"*","value":[" ",{"type":"'''","value":["Kayaking"]}," - See the islands as they should be seen, from the water: take one of the Gulf Island Kayak ",{"type":"[","value":["http:\/\/www.seakayak.ca\/"]},"tours or rent a kayak (250-539-2442).Explore the islets and inlets, see seabird cliffside colonies and come up close to the seals and whales. Or pack a picnic lunch and paddle to nearby James Bay(Prevost Island), part of Gulf Islands National Park Reserve. There are no services at James Bay (Prevost Island) so bring plenty of drinking water with you ",{"type":"[","value":["http:\/\/www.pc.gc.ca\/fra\/pn-np\/bc\/gulf.aspx"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Boating"]}," - It does not take any particular skill to rent a boat and maneuver the islands: so easy even for the beginner and you will see so much more of the island (250-539-0233). Explore hidden bays and beaches that are to be found in Trincomali Channel or spend an afternoon at Ganges on Saltspring Island or a shell beach for a picnic. A trip to Wallace Island for an afternoon is a must. J Pod can often be seen as they pass through Active Pass, or view the seal colonies on Collinson Reef or Gossip Island. Salish Sea Charters will custom build a trip for you 1 (604) 518-8946."]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Play golf"],["alt="],["url=http:\/\/www.golfgaliano.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Galiano Golf and Country Club is a challenging and picture-perfect golf course with an easy attitude. (250-539-5533)"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Moped"]}," - Renting a scooter\/moped will allow the island visitor to travel the many back roads and experience the many look out points, beaches and secluded spots away from the summer crowds. Contact Galiano Moped and Boat Rentals (1 250 539 3443 or 1 250 539 0233) for availability and directions to the island highlights."]},{"type":"*","value":[" ",{"type":"'''","value":["Wildlife viewing"]}," - All the wildlife on Galiano is of the mostly friendly variety (no bears or cougars or wolves here); deer abound in the forests, seals and whales offshore, and the bird life brings birdwatching enthusiasts from around the world (over 150 species of birds have been sighted);"]},{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}," - Join an authentic fisherman in his troller for a day on the water and bring home your supper (or catch-and-release) Sporades Tours and Fishing (250-539-2278)"]},{"type":"*","value":[" ",{"type":"'''","value":["Music"]}," - In summertime especially, Galiano's little pubs and restaurants feature some great music by local and international musicians; try the Galiano Grand Central Grill, \"eat@galianoinn\" Restaurant or the Hummingbird Pub; the local community hall also hosts classical concerts."]},"\n",{"type":"===","value":["Events"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Galiano International Wine Festival"],["alt="],["url=http:\/\/galianowinefestival.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very popular event, held the second Saturday of August each year, the wine festival is a benefit for the island health care centre and is a wonderful way to learn about wines, enjoy local appetizers made by the supporters of the health care society, and relax in the sun (it's all outdoors!)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Galiano Fiesta"]}," - A family friendly event held annually on the August long weekend. A variety of entertainment, food, booths selling local crafts and foods, games of chance (gum boot toss, anyone?), and fun activities for everyone. One day only."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Galiano Arts Weekend"]}," - The August Long Weekend is a weekend of Fiesta, and many art openings and studio showings: a must see. Galleries and Studios are all open for the tour."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Galiano Literary Festival"]}," a winter event that sees dozens of British Columbia artists read from their work and participate in workshops on literature and writing. Created by Galiano Island Books",{"type":"[","value":["http:\/\/www.galianoislandbooks.com\/"]}," and held at the Galiano Oceanfront Inn and Spa ",{"type":"[","value":["http:\/\/www.galianoinn.com\/"]},"."]},"\n",{"type":"==","value":["Buy"]},"\n\nGaliano is home to world-class artists and artisans. You can view their work year-round at the galleries or in the artists' studio homes. A map and guide to the Art is available through the various galleries. Most shops and galleries are in the Village, most artist's studios are in the interior of the island) Highlights of any visit should include a walk to the local galleries in the village, a drive to the far north end of the island to see the stone carvings on the hillside, and a stop mid-way where there are three great galleries together: \n\nArt Galleries\n\n",{"type":"*","value":[" Galiano 33 (in the Village)"]},{"type":"*","value":[" Meilan Gallery (in the Village)"]},{"type":"*","value":[" Insight Gallery ",{"type":"[","value":["http:\/\/www.insightartgallery.ca\/"]}]},{"type":"*","value":[" Art & Soul Craft Gallery ",{"type":"[","value":["http:\/\/www.galianoisland.com\/artscrafts\/view\/129\/2"]},"(in the Village)"]},{"type":"*","value":[" Stoneworld Gallery (a natural \"art installation\")"]},{"type":"*","value":[" Kunamokst Mural Mosaic ",{"type":"[","value":["http:\/\/muralmosaic.com\/kunamokst.html"]},"(at the Galiano Oceanfront Inn and Spa)"]},"\nArtist's Studios\n\n",{"type":"*","value":[" Marcia DeVicque Glassworks"]},{"type":"*","value":[" Bill Boyd Ceramics"]},{"type":"*","value":[" Cedar Grove Pottery"]},{"type":"*","value":[" The Arthouse"]},{"type":"*","value":[" Spindoctor Fibre Arts"]},"\nArtisan Shops and Retail Gift Stores\n\n",{"type":"*","value":[" Ixchel Shop   "]},{"type":"*","value":[" Galiano Island Books ",{"type":"[","value":["http:\/\/www.galianoislandbooks.com\/"]},"(in the Village)\"World's best little bookstore\""]},{"type":"*","value":[" Vintages Specialty Wines and Beer ",{"type":"[","value":["http:\/\/www.galianoinn.com\/site\/food_-_wine\/vintages_wine_shop.html"]},"(in the Galiano Inn)"]},{"type":"*","value":[" Twirly Tree Craft Co-operative (in the Village and at the Marina)"]},{"type":"*","value":[" Madrona del Mar Spa ",{"type":"[","value":["http:\/\/www.galianoinn.com\/site\/the-spa.html"]},"for gifts for you or your home"]},{"type":"*","value":[" Now and Zen (in the Village)"]},"\n",{"type":"==","value":[" Eat "]},"\n\n",{"type":"===","value":["Fine dining"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["\"eat\" Restaurant"]}," - Located in the Galiano Oceanfront Inn and Spa, this award-winning restaurant is the only waterfront casual fine dining on the island, featuring Pacific Northwest cuisine with an extensive British Columbia Wine list. Wood-fired Pizza on the Patio in the summer. (formerly called Atrevida Restaurant). In the Village.",{"type":"[[","value":[["File:Galiano Oceanfront Inn & Spa evening dining.jpg"],["thumb"],["eat Restaurant in the evening, in the Galiano Oceanfront Inn and Spa"]]}," Walking distance from the Village and the Ferry; Marina guests can call for pick-up."]},"\n",{"type":"===","value":["Casual"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Wood-fired Oceanfront Pizza Terrace"]}," - Located on the waterfront in the grounds of the Galiano Oceanfront Inn and Spa, this casual cousin to \"eat@galianoinn\" Restaurant is a fun place for lunch, with a Tuscan-style wood-fired oven holding pride of place; draft beer; best views; walking distance from the ferry, so park your car and \"wait until your boat comes in\". Opening later evenings in August."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grand Central Emporium and Grill"]}," - Originally the landmark old Burrill Brothers store, the owners have transformed the antique building into a popular local hangout. Service is \"island-style\" with a full menu. Licensed. Occasional \"open mike\" nights and live music on Galiano. Open early for breakfast and lunch everyday. Walking distance from the ferry."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sea Blush Cafe"]}," - Montague Marina's restaurant, open for al fresco lunches and afternoon beverages and light meals. Fresh baking daily. (Seasonal restaurant only)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Galiano Golf Club"]}," - Great food outdoors on the patio, overlooking the prettiest little golf course anywhere. "]},"\n",{"type":"[[","value":[["Image:GalianoIsland_HummingbirdPub.JPG"],["thumb"],["Hummingbird Pub Shuttle Bus"]]}," \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hummingbird Pub"]}," - This Galiano icon has been around for many years, its trademark red bus transporting people from the marina for pub-style fare of fish and chips, burgers and more. Karaoke night and sometimes live music, pool table. 3 kilometers from the Village and ferry terminal. Open daily. The pub's shuttle bus",{"type":"[","value":["http:\/\/hummingbirdpub.com\/content\/bus-schedule"]}," runs from the Victoria Day long weekend to the end of September with pick-ups and drop-offs at the pub, Marina junction and Montague Park gate."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Berengerie"]}," - For home cooking, French country style. Limited menu (usually 3 items) and limited wine list. 10 kilometers from the Village and ferry terminal. Open seasonally, and in summer has outdoor casual food with changing menus, with touch of Southeast Asia."]},"\n",{"type":"===","value":["Very casual"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Daystar Market"]}," - A funky food market offering a small but interesting deli selection. Pick up \"to-go\" fresh organic fruits and juices and cheeses, breads and beverages 3 kilometers from the Village and ferry terminal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Scoops"]}," - In the Village, a popular summertime Burger Bar and Ice Cream Parlour (seasonal restaurant) with burgers, wraps, fish and chips."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sturdies Bay Bakery"]}," - Breakfast and Lunch place in the Village; known for its pies, cinnamon buns and breads; deli counter. In the Village."]},"\n",{"type":"==","value":["Drink"]},"\n\nGaliano has only one pub and one lounge on the island: \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hummingbird Pub"]}," – The only Pub on the Island. If you are at the marina or the campground, you can take the famous red Hummingbird Pub bus (it runs seasonally) to the pub for libations. Beer on tap, pool table, big screen television and the ubiquitous lottery screens. Also a full menu. Open daily until late, music many weekends."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Atrevida Lounge"]}," at the Galiano Oceanfront Inn & Spa – The only licensed lounge on the island, perfect for waterside relaxing. Big fireplace, huge windows overlooking the Bay, famous for their Galiano Island Blackberry Martini, as well as Best British Columbia wine list and B.C. wines-by-the-glass list at the British Columbia Wine Festival Awards. Patio in the summer. Perfect place to have a drink and wait to see your ferry come in and still have lots of time to walk down."]},"\nBritish Columbia’s relaxed liquor laws mean you can also have a drink at these restaurants: the ",{"type":"'''","value":["Patio Grill"]}," at the Galiano Inn is oceanfront, an outdoor summer terrace with drinks and a view of boat traffic; ",{"type":"'''","value":["Grand Central Emporium and Grill"]},", in the Village, has a pub-like atmosphere, with big screen t.v., frequent live music jams. Or have a drink on the Marina’s ",{"type":"'''","value":["Harbour Grill"]}," deck at Montague Harbour and survey the boats. The ",{"type":"'''","value":["Golf Course"]}," has a relaxed atmosphere and outdoor patio for a few rounds before or after a round.\n\n",{"type":"==","value":["Sleep"]},"\n\nGaliano has a wide range of accommodation for any style of travel: \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Galiano Oceanfront Inn and Spa"],["alt="],["url=http:\/\/www.galianoinn.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=– The most beautiful and complete resort on the island, easy walking distance to the ferry, no car necessary. All suites are Oceanfront: 10 Spa Suites in the Inn (complete with wood-burning fireplaces, custom cabinetry with hidden massage tables, luxury ensuites with spa tubs. 10 Villa One Bedroom Suites (in a new 2008 building) with outdoor bathtubs, wood-burning fireplaces and full living\/dining rooms, kitchens. Madrona del Mar Spa is one of the best spas on the coast: unique island-based products and treatments. \"eat\" Oceanfront Dining. Summertime wood-fired pizza on the Terrace. Vintages Wine & Beer shop. Dock for boats and floatplanes. Beautiful Gardens. Higher priced in summer season, great deals in off season or in packages. 134 Madrona Drive, in the Village. 1-877-530-3939 www.galianoinn.com"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bodega Ridge"]}," – A large lodge & seven cabins located on the north end of the island, high on the ridge overlooking the islands. Seven charming log cabins perfect for families or couples. Perfect for groups, retreats and weddings, you can take over the main lodge gathering place and the cabins and have the 22 acres to yourselves.  Each cabin has three bedrooms, its own kitchen facilities, woodstoves. Bicycles available and access to lots of trails for hiking. 1-877-604-2677.  www.bodegaridge.com "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Driftwood Village Cabins"]},": walking distance to the Village shops and cafes, this small resort is a long-established island business.  Basic accommodation: cabins with wood-burning stoves and kitchen facilities. Hot tub. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Exposure Travel Private Cabins"]},": beachfront privately owned properties ranging in size from several bedroom cottages to entire compounds for visiting families. Cabins are luxuriously outfitted with all the comforts of home with optional registered massage therapists, private chefs and adventure guides ",{"type":"[","value":["http:\/\/www.exposure.travel"]},"."]},"\n",{"type":"===","value":["Bed and breakfast"]},"\n\nGaliano has lots of lovely Bed and Breakfast homes, most are in the true tradition of a B and B: the bedrooms are part of the living area for the hosting family. There used to be many more, but over time the owners have discovered the island lifestyle and chosen to just rent out cottages and forget about providing breakfast. Some best bets for value, style and location are: \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rocky Ridge"]},": Beautiful home overlooking the water. Hot tub. Great hosts. Good value. www.cedarplace.com\/rockyridge 250-539-30387"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Morning Beach Waterfront B and B"]}," Great location on the beach, good for families. Separate cottage also. Great hosts. Good value. 250-539-3053 ",{"type":"[","value":["http:\/\/www.cedarplace.com\/morningbeach"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Salish Sea B and B"]}," South end location with easy access to Village restaurants. On the water, with lovely views, great hosts. 250-539-3361"]},"\n",{"type":"[[","value":[["Image:GalianoIsland_MontaguePark.JPG"],["thumb"],["Sunset viewed from Montague Harbour Marine Provincial Park's Shell Beach"]]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Montague Harbour Marine Provincial Park"]}," Located about 10 km from the ferry terminal. Campsite reservations are accepted and there are also some first come, first serve sites (non-reservable). Some of the walk-in sites (great for those traveling on the island without vehicles) have waterfront views. Enjoy trail walks, watching sunsets from Shell Beach, exploring intertidal life during low tides, and more. ",{"type":"[","value":["http:\/\/www.env.gov.bc.ca\/bcparks\/explore\/parkpgs\/montague\/"]}]},"\n",{"type":"[[","value":[["WikiPedia:Galiano Island"]]},"\n\n",{"type":"{{","value":[["geo"],["48.9167"],["-123.4167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southern_Gulf_Islands"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Galiano Island"]]}]