[{"type":"{{","value":[["pagebanner"],["Gallipoli banner Headstones.jpg"],["caption=Headstones at the Beach Commonwealth Cemetery on the Anzac Cove"]]},"\n",{"type":"[[","value":[["File:Canakkalesehitleriabidesi.jpg"],["thumb"],["350px"],["Turkish monument in Cape Helles (",{"type":"''","value":["Seddülbahir"]},") at the entrance of the Straits"]]},"\n\n",{"type":"'''","value":["Gallipoli"]}," (Turkish: ",{"type":"''","value":["Gelibolu"]},") is a peninsula locality in ",{"type":"[[","value":[["Eastern Thrace"],["north-western"]]}," ",{"type":"[[","value":[["Turkey"]]},", close to ",{"type":"[[","value":[["Istanbul"]]},". The Gallipoli Peninsula is the site of extensive First World War battlefields and memorials on the north bank of the Dardanelles Strait. It is a commemorative site for the Allied (British Empire, France) and Turkish forces who fought, died and were wounded there. The Gallipoli Campaign also known as the Battle of the Dardanelles was very costly for both sides, and casualties and losses amount to 220,000 with a 59% casualty rate for the Allied forces, and 253,000 with a 60% casualty rate for the Turkish forces.\n\nThe battle resonated profoundly among some nations involved. In Turkey, the battle is perceived as a defining moment in the history of the Turkish people—a final surge in the defence of the motherland as the centuries-old Ottoman Empire was crumbling; and in Australia and New Zealand, the then perceived duty to serve their \"Mother Country\" Britain, resulted in their military defeat, but their sacrifice and heroism marked the birth of a separate national consciousness in both of these countries.\n\nThe Gallipoli peninsula is one of the most sacred sites for the Turkish nation, with many monuments such as the Monument of Martyrs erected in the honor of the Turkish soldiers who died in the Battle of the Dardanelles against the Allied forces, whose defeat staved off a potential invasion of Turkey. The victory over the Allies is celebrated on 18 March as ",{"type":"''","value":["Çanakkale Zaferi"]}," (Çanakkale Victory), every year, with tens of thousands of Turks attending the events on the battlefields and memorials.\n\nThe area around Anzac Cove is particularly significant for Australians and New Zealanders, whose armies received their baptism in fire on the cliffs there, and carved a fine military reputation under extreme adversity and enormous loss of life; and this military disaster marked the beginning of a separate Australian and New Zealand nationhood. The 1915 landings and battles are commemorated by Australians and New Zealanders on ANZAC Day, 25 April, every year. At this time especially, Gallipoli becomes a place of pilgrimage for many Aussies and Kiwis who want to honour the memory of their forbears.\n\n",{"type":"==","value":["Understand"]},"\nGallipoli is an elongated (around 40–50 km from its one end to another) peninsula stretching southwest from ",{"type":"[[","value":[["Eastern Thrace"],["Thracian mainland"]]},", between the Bay of Saros (an indentation of Aegean Sea) and the Straits of Dardanelles. The peninsula is named after a town (",{"type":"[[","value":[["Gelibolu"]]},") on its northeastern tip, near where it connects to the rest of the mainland. The battles took place in scattered locations around its southwestern end, where the peninsula fronts the Aegean Sea on a coastline full of cliffs.\n\nIt was this geographical location—at the entrance of the Dardanelles, and thus on the supply route to ",{"type":"[[","value":[["Russia"]]}," via the Sea of Marmara, ",{"type":"[[","value":[["Istanbul"],["Bosphorus"]]},", and the Black Sea—why the Gallipoli Campaign was planned in the first place.\n\nIn addition to the battlesites, there is plenty of pleasant vistas to be enjoyed in the peninsula, including pine forests, views over the sea from hilltops, and beautiful oliveyards along the roadsides.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   8"],["febhigh =   9"],["marhigh =   11"],["aprhigh =   16"],["mayhigh =   21"],["junhigh =   26"],["julhigh =   28"],["aughigh =   29"],["sephigh =   25"],["octhigh =   19"],["novhigh =   14"],["dechigh =   11"],["janlow =   3"],["feblow =   4"],["marlow =   5"],["aprlow =   9"],["maylow =   13"],["junlow =   17"],["jullow =   20"],["auglow =   20"],["seplow =   16"],["octlow =   12"],["novlow =   8"],["declow =   6"]]},"\n\nAverage temperature values in nearby ",{"type":"[[","value":[["Çanakkale"]]}," are as in the list to the right.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe national park which is home to battlefields lies close to main ",{"type":"[[","value":[["Istanbul"]]},"-",{"type":"[[","value":[["Çanakkale"]]}," road (numbered D-550\/E87\/E90).\n\n",{"type":"*","value":["Driving from Istanbul involves passing ",{"type":"[[","value":[["Eastern Thrace"]]}," (European Turkey) from its eastern extremity to its southwestern one, mostly closely following Marmara Sea coastline. Here’s a quick description of the route: First you should take D-100 or O-3\/E80 (motorway\/toll-road) to west, generally signed as the direction to ‘Edirne’ in or near Istanbul. Quit the motorway (if you are already on that) in Kınalı exit (follow ‘Tekirdağ’ signs) to D-100, and in the major intersection you’ll soon arrive, take straight road (D-110\/E84, again follow ‘Tekirdağ’ signs). Within one and a half to two hours after you left Istanbul, you’ll reach ",{"type":"[[","value":[["Tekirdağ"]]},", the first major city on your route. Note that the blue signs to right (‘Malkara’\/’Keşan’) immediately after you enter Tekirdağ will direct you to the ring road, which draws an arch around the city. If you plan to have a meal in this lovely coastal city, you should follow the white ‘",{"type":"''","value":["Şehir Merkezi"]},"’ sign in order to drive through the city. You can find some decent restaurants near the harbour (there are traffic lights nearby). However, with the recent constructions, the ring road has been completely upgraded to motorway standards, so if you are short on time, follow those 'Malkara'\/'Keşan' signs. After you left Tekirdağ behind, you’ll pass by Malkara and soon ",{"type":"[[","value":[["Keşan"]]},", in about one hour. In the major crossroad in Keşan, turn left (D-550\/E87\/E90, follow ‘Gelibolu’\/’Çanakkale’ signs). You’ll drive through a mountain pass surrounded by some nice pine woods (slow down around here, as some of the curves are unexpectedly and unforeseenly stiff), and in about 45 minutes after you left Keşan, you’ll pass by Gelibolu town: Although a nice town in itself, this is not where you are heading off to, but rather the town which gave its name to the whole peninsula. In about half an hour after Gelibolu town, you’ll see road signs for the national park (",{"type":"''","value":["Milli Park"]},") towards right, before reaching ",{"type":"[[","value":[["Eceabat"]]},", which is a few kilometres away. Soon, you’ll arrive to the battlefields. Total dinstance is about 340 km. Expect to drive for at least 4 hours, breaks discluded."]},"\n",{"type":"*","value":["From Çanakkale, you should take the ferry to Kilitbahir or Eceabat, and from there on turn left or right according to which exact battlefield you want to visit, although both directions can take you to any field within the park. The road towards left (lying along the Strait) is more scenic but windy and less well-kept, so it usually takes longer than the right one lying a little more inland. Note that turning right from the ferry jetty will not directly take you to the park, because that road actually the main road to Istanbul. After leaving Eceabat a few kilometres behind, you should quit that road by turning left towards the park."]},"\n",{"type":"==","value":["Get around"]},"\n\nCoach tours of the battlefields are available from ",{"type":"[[","value":[["Çanakkale"]]}," and ",{"type":"[[","value":[["Eceabat"]]},", and also straight from ",{"type":"[[","value":[["Istanbul"]]}," around Anzac Day (April 25) every year. A much better way of seeing the battlefields at your own pace is by hiring a car from Çanakkale or Istanbul. If staying in Çanakkale, a ferry crossing to Eceabat or Kilitbahir is involved. Ferries operate regularly throughout the day and are not too expensive.  The battlefields around Cape Helles and particularly Anzac Cove \/ Pine Ridge are linked by an excellent road network. Most sites lie close to the road although some can only be reached by foot - there are usually paths of some description and the most you will have to walk is a few hundred metres. Suvla Bay is less accessible as the road is very poorly surfaced.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Attaturkswords5.jpg"],["thumb"],["200px"],["Atatürk's—founder of Turkish Republic—words for Anzacs who shed their blood in Gallipoli ",{"type":"''","value":["(click to enlarge)"]}]]},"\n\nThere are three main battlefield areas - Cape Helles (Turkish: ",{"type":"''","value":["Seddülbahir"]},"), Anzac \/ Pine Ridge and Suvla Bay (which has fewer places to visit). Depending on how detailed your itinerary is, it would be possible to visit the main sites of interest, particularly around Cape Helles and Anzac\/Pine Ridge,  in a single day. More realistically, two or three days allows plenty of time for an extensive tour, taking in all the battlefield sites, cemeteries and memorials. Must sees include:\n\n",{"type":"*","value":[" Cannakale Martyrs Memorial (near Cape Helles)"]},{"type":"*","value":[" British Memorial at Cape Helles"]},{"type":"*","value":[" Anzac Cove"]},{"type":"*","value":[" Pine Ridge Australian Memorial"]},{"type":"*","value":[" New Zealand Monument, Chunuk Bair"]},{"type":"*","value":[" Atatürk Statue, Chunuk Bair"]},"\nBe aware that despite what certain tour operators will tell you it is entirely possible to attend the Dawn Service on ANZAC day independent of a tour group. There are taxis from Ecebat and private vehicles and pedestrians are admitted free of charge into the park during this time. This saves arriving in the evening of April 24 and freezing overnight waiting for the service at 5:30am on the 25th April.\n\n",{"type":"==","value":["Do"]},"\n\nAside from the 1915 battlefields, why not visit the new Gelibolu Milli Park visitors centre where there are excellent displays relating to the natural history of the peninsula. You can also visit the ancient fortress of Kilitbahir south of ",{"type":"[[","value":[["Eceabat"]]}," or take a ferry across the Straits to Asia; from ",{"type":"[[","value":[["Çanakkale"]]},", drive to what is reputed to be the site of Ancient ",{"type":"[[","value":[["Troy (Turkey)"],["Troy"]]}," (signposted Troia) about 30 kilometres to the south. The ruins of the legendary city - complete with (reconstructed) wooden horse - are open to the public.\n\n",{"type":"==","value":["Eat & Drink"]},"\n\nOn the peninsula itself, ",{"type":"[[","value":[["Eceabat"]]}," is the only sizeable town close to the battlefields where you will find a good selection of places to eat. There is a restaurant in the Gelibolu 'Milli Park' visitors' centre north of Eceabat. Food and drink can be bought in smaller towns such as Alcitepe close to Cape Helles. It is, of course, important to have plenty of water with you in summer when temperatures can be quite hot. Some of the major battlefield sites have stalls selling cold drinks as well as ice cream.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"[[","value":[["Çanakkale"]]}," is a popular place for tourists to Gallipoli and offers a wide range of hotels. ",{"type":"[[","value":[["Eceabat"]]}," offers less choice of places to stay but is nonetheless a pleasant alternative, much closer to the battlefields themselves, less crowded and avoids the need for ferry crossings, thus saving time and money. Brand new hotel Crowded House in Eceabat has private and dorm rooms suitable for all kind of travellers. The Hotel Aqua and Eceabat Hotel offers good en-suite rooms overlooking the Straits at a very reasonable price. Within the park there are two hotels, the much praised \"Gallipoli Houses\" and the Kumhotel.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gallipoli Houses"],["url=http:\/\/www.gallipoli.com.tr"],["email=talk2us@gallipoli.com.tr"],["address=Kocadere"],["lat="],["long="],["directions=within the National park"],["phone=+90 286 814-26-50"],["tollfree="],["fax=+90 286 814-16-17"],["hours="],["price=Starts from €70\/€90 single\/double rooms a night half-board. Visa and MasterCard are accepted"],["checkin=3PM"],["checkout=11AM"],["content=Opened in 2007, this hotel is housed in a number of separate houses of traditional stone\/Mediterranean architecture. Rooms with air-con, showers, central heating, and wireless internet access. Seven of rooms have terraces while the remaining three have balconies. The hotel located in the village of Kocadere, in the very middle of the peninsula."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Kum"],["url=http:\/\/www.hotelkum.com\/eng\/hktour.htm"],["email=rezervasyon@hotelkum.com"],["address="],["lat="],["long="],["directions=4 km south of Kabatepe ferry harbour"],["phone=+90 286 814-14-55"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rooms with air-con, central heating, satellite TV, en-suite bathrooms, and balconies, offered in a hotel right next to beach. Hotel grounds also has a caravan park, which offers refrigerator, kitchen area, laundry, and showers."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe Turkish government has been keen to ensure the safety of visitors to the sites and security measures are in place at busy times around Anzac Day 25 April. There is no sense of danger and Gallipoli is a very safe destination - local people are friendly and welcoming towards visitors. The Turks show great respect for the Allied war sites and it is of course very important to show similar respect towards Turkish sites.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Gokceada"],["Gökçeada"]]}]},", the biggest Turkish island in the Aegean Sea, has a direct ferry service from ",{"type":"'''","value":["Kabatepe"]}," harbour, located at the western shore of the peninsula."]},"\n",{"type":"{{","value":[["routebox"],["image1=Tabliczka E87.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Keşan"]]}],["minorl1=",{"type":"[[","value":[["Gelibolu"],["Gelibolu (town)"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Çanakkale"]]}," ",{"type":"[[","value":[["File:Ferry.png"],["18px"]]}],["minorr1=",{"type":"[[","value":[["Eceabat"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["40.367222"],["26.455000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Thrace"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Gallipoli"]]}]