[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Gandia"]}," is a city in ",{"type":"[[","value":[["Valencia"]]},", ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Understand"]},"\nGandia ",{"type":"[","value":["http:\/\/www.gandia.be\/"]}," is the capital of the county of ",{"type":"[[","value":[["La Safor"]]},", between the mountains and the beaches of The Mediterranean. Like its much larger neighbour ",{"type":"[[","value":[["Valencia"]]},", Gandia greets the arrival of springtime with a spectacular pyrotechnic festival known as Las Fallas. Various events and entertainments take place over the period of a few days, culminating in the Feast of Saint Joseph on 19 March. All the hard work put into the creation of giant figures of wood and paper go up in smoke in the great bonfires that take place in the evening as part of the Gandia Fallas celebrations.\n\nThe city of Gandia is situated some 65 km south of Valencia and 116 km north of ",{"type":"[[","value":[["Alicante"]]}," and is one of the largest coastal towns and a rather well kept secret. Traditionally Gandia's tourism is Spanish based with a major part of it coming from ",{"type":"[[","value":[["Madrid"]]},". It seems though that the cat may be out of the bag with more and more foreign tourism coming to the area. With the foreign tourism, we have also seen a rise in the amount of people coming to live. Gandia is a thriving centre of commerce, and as such does not rely solely on tourism. The beach and the town are actually some 2 km apart which succeeds in separating the summer tourism from day to day living. Imagine, in the middle of August being able to visit the bank in Gandia without fighting through hoards of people waving travellers checks and smelling of suntan lotion, to then be able to visit the beach and be right in the thick of it all. The same advantages also exist in the winter time. Unlike many coastal towns which become deserted as the colder months approach, Gandia itself stays populated and open.\n\nOranges are a considerable source of income, but also onions, tomatoes, peppers and many other natural crops in La Conca de la Safor, handled and packed in the many local stores, contribute to the obvious wealth of the area, together with the industries that make the most varied of goods, the shops that sell them and the tourism, which has an important hotel infrastructure distributed along the coastline.\n\nAll these products were exported, up until recently, via Gandia harbour, inaugurated in 1893 due to an English company that built the narrow-gauge railway from ",{"type":"[[","value":[["Alcoi"]]}," to Gandia, where the company boats unloaded the coal that heated the factory boilers. The harbour was for many years the main point of export of Valencian oranges and, though it has not the traffic that it used to have in the sixties, Gandia harbour still has a fishing fleet of some importance, while land transport has replaced transportation by sea. This has generated the appearance of many transport companies owning long-distance truck fleets that travel the roads and motorways of Europe and carry the name of Gandia everywhere in the world where it deserves to be known.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nTwo major airports are close enough: Valencia and Alicante, at a distance of 70 km (the former) and 110 km (the later).\n\n",{"type":"===","value":["By train"]},"\n\nFrom Valencia, hourly trains can get you there.\n\n",{"type":"===","value":["By car"]},"\n\nMajor roads get you to the center of the city. The main A7 Autopista is directly adjacent to gandia.\n\n",{"type":"===","value":["By bus"]},"\nGandia ",{"type":"[","value":["http:\/\/www.gandia.be\/"]}," has a large bus terminal with direct links to Madrid and other major city in Europe\n\n",{"type":"===","value":["By boat"]},"\nThe marina at Gandia has 120 moorings up to 30M. No visitor moorings are available (typical med marinas) but turn up or book and you should get in.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fideuà"]},", a paella-like with thick, short noodles and seafood, is original from Gandia."]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Monte Piño Retreat"],["url=http:\/\/www.montepinoretreat.com\/"],["email="],["address=Marchuquera"],["lat="],["long="],["directions=Head to the hills"],["phone= + 34 96 213 1739"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Just 5 minutes out of Gandia we found this place whilst browsing the internet.  It describes itself as Bed and Breakfast, which is the best understatement ever, my only regret is that we couldn't stay longer.  They have everything you could wish for to make your stay relaxing, thoroughly recommended."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Florencia Casa Rural Guest House"],["url=http:\/\/www.villa-florencia.es"],["email="],["address=Carreterra de Barx 14 (3.5km CV675) , Gandia , espana"],["lat=38.98220"],["long=0.23638"],["directions="],["phone= +34962960400"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Villa Florencia is a beautiful and spacious country home, located in the heart of the Valencia orange growing region of Spain, yet only 45 minutes drive from Valencia airport or 1hr 25 minutes from Alicante.  Only 3kms outside the town of Gandia, it is set in a rural location amongst verdant citrus groves and commands stunning views of the surrounding mountains."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bed and Breakfast Spain"],["alt=Gandia Bed and Breakfast"],["url=http:\/\/www.bedandbreakfast-spain.es"],["email="],["address=Xuaxa 14, (CV-675 3.5km)"],["lat=38.98220"],["long=0.23638"],["directions=Marchuquera, Gandia"],["phone= +34697930601"],["tollfree="],["fax="],["hours="],["price=65.00"],["checkin=14:00"],["checkout=12:00"],["content=Valencia-BedandBreakfast-Spain is a beautiful and spacious country home, located in the heart of the Valencia (Spain) orange growing region of Spain, yet only 45 minutes drive from Valencia (Spain) airport or 1hr 25 minutes from Alicante.  Only 3kms outside the town of Gandia, it is set in a rural location amongst verdant citrus groves and commands stunning views of the surrounding mountains.\n\nYour hosts, Nigel and Mark, run the Valencia-BedandBreakfast-Spain Guest House with all of its facilities and comforts like a small country hotel and combine this with a welcoming feeling of informality and relaxation. Our aim at Valencia-BedandBreakfast-Spain is to provide an exceptional standard of individual service to our guests, making them feel that they are in a friendly and informal atmosphere where they can relax and unwind without the usual constraints of a conventional hotel."]]}]},{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Oasis Gandía Palace"],["alt=Close to Valencia 65km, this hotel is closest to one of the nicest beaches of the region."],["url=http:\/\/www.hotelesoasis.com\/hotel\/Spain\/Valencia\/55\/Oasis_Gandía_Palace_.html"],["email=reservas.gandia@hotelesoasis.com"],["address=Rioja, 41-43, Playa de Gandia, 46730"],["lat="],["long="],["directions="],["phone= +34 962 840 772"],["tollfree="],["fax="],["hours="],["price=From 25 EUR"],["checkin=15:00"],["checkout=12:00"],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["38.966667"],["-0.182222"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Costa del Azahar"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gandia"]]},"\n\n",{"type":"[[","value":[["Commons:Gandia"]]}]