[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Gangotri"]}," is a city in ",{"type":"[[","value":[["Uttarakhand"]]},".\n",{"type":"==","value":["Understand"]},"\n\nThe picturesque pilgrimage in the hinterlands of the Himalayas is the most sacred spot where Ganga , the stream of life, touched earth for the first time.\n\nAccording to mythology, Goddess Ganga - the daughter of heaven, manifested herself in the form of a river to absolve the sins of King Bhagirath’s predecessors, following his severe penance of several centuries. Lord Shiva received her into his matted locks to minimise the immense impact of her fall. She came to be called Bhagirathi at her legendary source.\n\n",{"type":"==","value":["Get in"]},"\nAirport : Jolly Grant, Dehradun 226 km.\n\nRailhead : Haridwar, 230 km.\n\nRoad : Well connected to Rishikesh, Haridwar, Dehradun and Delhi.\n\nImportant Road Distances :\n\nDharasu ( 129 km), Yamunotri (224 km) Mussoorie ( 247 km), Tehri ( 172 km)\n\n",{"type":"==","value":["Get around"]},"\n\nAirport : Jolly Grant, Dehradun 226 km. \n\nRailhead : Haridwar, 230 km. \n\nRoad : Well connected to Rishikesh, Haridwar, Dehradun and Delhi. \n\nImportant Road Distances : \n\nDharasu ( 129 km), Yamunotri (224 km) Mussoorie ( 247 km), Tehri ( 172 km),Rishikesh (275 km)\n\n",{"type":"==","value":["See"]},"\n\nGantori temple and Ganges Glacier\n\n",{"type":"==","value":["Do"]},"\nNandavan Tapovan ( 24 km )\n\nAn arduous trek along the left  of the Gangotri Glacier leads to scenic Nandanvan - the base camp for the Bhagirathi peaks, that offers a panoramic view of the surrounding Shivling peak. A trek across the snout of the Gangotri Glacier across the right  leads to Tapovan known for its beautiful meadows that encircle the base of the Shivling peak. There is also a route from Tapovan across the Gangotri glacier to Nandanvan. From Nandanvan, one can trek further along the Kalindi Khal to Badrinath, which is a extremely difficult trek and has to be done with sufficient preparation.\n\nUttarkashi ( 99 km)\n\nAn important pilgrimage centre, situated at an elevation of 1,150 mts. above sea level on the  of river Bhagirathi. Some of the important temples worth visiting are - Vishwanath temple, Ekadash Rudra temple, Gyaneshwar temple and Kuteti Devi Temple. Nearby is the Nehru Institute of Mountaineering. Every year, during the ‘Magh Mela’ ( January 14 ), people visit Uttarkashi to take a holy dip in Bhagirathi along with the image of their village deity\n\nKedar Tal ( 18 km)\n\nAn enchanting lake, 4425 mts. above sea level against the splendid backdrop of mighty Thalaiyasagar peak. Accessible through a rough mountain trail, it is the base camp for trekking to surrounding peaks. The trek to Kedartal needs a local guide.\n\nGaumukh ( 18 km)\n\nThe snout of the Gangotri Glacier and the source of the Bhagirathi river. Pilgrims trek upto the sacred spot on foot or on ponies to take a holy dip in the ice-cold water.\n\nBhairon Ghati ( 10 km)\n\nSituated towards Uttarkashi, it is known for the temple of Bhairav Nath, surrounded by thick forests.\n\nHarsil ( 28 km )\n\nLocated in the mountain district of Uttarkashi is the sylvan hamlet ( 2620 m above sea level ), known for scenic landscapes and delicious apples. Sat Tal or seven lakes, nearby ( 2 km ) are a not-to-be-missed attraction.\n\nGangnani ( 59 km )\n\nNoted for its thermal springs, spectacular views and tranquil surroundings. A small upcoming town - Bhatwari, lying 12 km from Gangnani is worth a visit.\n\nManeri ( 86 km )\n\nThe dam across the Bhagirathi and a surrounding lake are worth a visit.\n\nDayara Bugyal ( 93 km )\n\nA breathtakingly beautiful meadow, situated at a height of 3,048 m above sea level. A motorable road connects Bhatwari ( 27 km from Uttarkashi ) with Raithal village, from where follows a 6 km long trek to Dayara. The famous Sheshnag Temple enroute is an attraction of the trek. From Dayara, one can also trek down to Dodi Tal ( 30 km ). During winters, Dayara provides excellent ski slopes over an area of 28 sq km.\n\nDodi Tal ( 123 km)\n\nA sparkling lake at an elevation of 2286 mts. surrounded by dense forests. The famous Himalayan trouts are found in abundance in the lake. Permit for fishing can be obtained from the Divisional Forest Officer, Uttarkashi. A beautiful camping site, a Forest Rest House and a log cabin are seen along the lake.\n\nNachiketa Tal ( 131 km)\n\nA pleasant trek through lush green forests leads to this peaceful retreat. A small temple along the lake and lovely surroundings are an attraction.\n\nTehri ( 173 km)\n\nLying at the confluence of Bhagirathi and Bhilangna rivers is the former capital of Tehri Garhwal principality. It is the site of a giant hydel project.\n\nNarendranagar ( 239 km)\n\nThe new capital of erstwhile Tehri state, offers a magnificent view of the Ganga valley of Rishikesh and the plains of Haridwar.\n\n",{"type":"==","value":["Buy"]},"\nAncient coins and wollens\n\n",{"type":"==","value":["Eat"]},"\nOnly local eating places (dhabas) are available. Non-vegetarian food and alcoholic drinks are prohibited in Gangotri.\n\n",{"type":"==","value":["Drink"]},"\nNo Alcohol permitted here. Instead, drink plenty of natural mineral water full of medicinal values.\n\n",{"type":"==","value":["Sleep"]},"\nMany cheap hotels and Ashrams. Money no problem, will even fit if you are broke.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Gangotri"]},"\n",{"type":"{{","value":[["geo"],["30.9800"],["78.9300"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Uttarakhand"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gangotri"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Gangotri"]]}]