[{"type":"{{","value":[["pagebanner"],["caption=The main street of Gaoua."],["unesco=yes"]]},"\n",{"type":"'''","value":["Gaoua"]}," is a market town in the ",{"type":"[[","value":[["Black Volta Region"]]}," of ",{"type":"[[","value":[["Burkina Faso"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nGaoua is known as the home of the Lobi people, the majority ethnicity is this corner of Burkina.  It is also the home of the Dagara, Birifor, Jula, Dogose, Gan, and Gwan, to name a few.  It is a hilly city in the southwest of Burkina approximately 60 km on a paved road from Cote D'Ivoire and 50 km or so from Ghana through the bush.\n\nIt has a bad rap as being an armpit, although it is possible that is just to keep people (namely the bureau) away.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Bus"]},"\nFrom Ouagou: TSR is a bus line that reliable and goes everyday.  It leaves the Wemtenga bus station at 7AM and from the other TSR gare at 7:30AM.\nAlso buses at 1:30PM and 3:00PM. Cost is 6.500 CFA.\n\nSTMB,  whose station is on the Bobo road west of central Ouaga,  also has daily buses to Gaoua leaving at 8:30\n\nThe trip to Gaoua can be between 6 and 8 hours.  It is recommended that you go early unless you have a plan for when you arrive in G'town.\n\nThere is also a Transmif bus that goes there.\n\nFrom Banfora: Take the Rakieta at 2PM.  It is a five hour trip and is DUSTY.  The cost is approximately 4.000 CFA. You can also take bus taxi.\n\nFrom Bobo: Take TSR.  One leaves early morning and the other in the afternoon.  Sogebaf also has a car.\n\nNone of these options have A\/C\n\n",{"type":"==","value":["Get around"]},"\n\nTaxis make a killing here compared to other parts of the country.  From the gare to the center it costs 300 CFA. However if you are going further than the center ville (ie. le desert or the campement allemand) it is 500 CFA.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ruins of Loropéni"],["alt="],["url="],["email="],["address="],["lat=10.250080"],["long=-3.583297"],["directions=35mi\/40km west of Gaoua along the N-11."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With imposing stone wall this ruined fortress is the best preserved of about ten in the area. Believed to be at least a thousand years old and is yet to be fully excavated. It was inscripted as a ",{"type":"[[","value":[["UNESCO World Heritage list"],["UNESCO World Heritage Site"]]}," in 2009."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sacred grove of trees"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Museum"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Caves"]}]},"\n",{"type":"*","value":["''''''."]},"\n",{"type":"==","value":["Do"]},"\n\nIf you're an architecture buff, be sure to check out the Lobi \"villages\",  which are actually mini-fortresses scattered around the countryside.\n\nDrink chapolo (millet beer) in a cabaret (just a fancy word for a chapolo bar).  As of 2006 a calabash of chapolo cost about 10 cents.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nBesides the street food available (fried ignames, fried bean cakes, fried millet cakes, liver, etc.)  \n\nFor the AM hours, try Chez Francois' omelette sandwiches and yogurt.  Around 10-11:30 you can get phenomenal porc au four at Souvenir (before the hospital on the paved road) and at the campement militaire (they have mustard there!)\n\nLunch options can include PP and Flamboyant.  Both are in the center of town and include the basic options of To, rice and sauce, riz gras, spaghetti, and depending on the season, salad, ragout, and futu.  Additionally there are some great restaurants at the main gare.\n\nFor dinner, Gaoua has a GREAT chicken place (caution, only serves chicken) called Le Piedmont.  It is sauteed or grilled.  There are also PP and Flamboyant.  PP also serves chicken at night.\n\n",{"type":"==","value":["Drink"]},"\n\nThe usual beer options can be found anywhere.  There is also the dolo option, aka chiapalo.  It is cheap and is fun to hang out at a dolo cabaret.  \n\nIf you want something higher class, the alimententation across from the market (directly opposite of the meat area) has other things such as juices, wine, booze, etc.\n\nFor your nonalcoholic options, there may be nonfermented dolo available at a cabaret.  The streets are also littered with people selling bisap, ginger juice, etc.\n\nLe Flamboyant,  the restaurant,  is also the main nightclub in Gaoua,  and as such gets going after 11PM.\n\n",{"type":"==","value":["Sleep"]},"\n\nHotel Hala on the outskirts of Gaoua is about it.  More expensive than you'd expect but given that it's the only real choice there's not much you can do.  Has both fan and A\/C rooms.\n\n",{"type":"==","value":["Connect"]},"\n\nThere are a few places to connect.  The first is called CyberSpace, it costs 1400 CFA an hour, but they have newer computers with USB connections.  There is also the place on the side of the BIB building, but the computers are awful and it is 1500 CFA and hour.  A new air conditioned place recently opened at the Cinema.\n\n",{"type":"==","value":["Go next"]},"\n\nYou can book outings to outlying villages through the museum.  Some villages are known for basket weaving and pottery.\n\n",{"type":"{{","value":[["geo"],["10.3167"],["-3.1667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Black Volta Region"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Gaoua"]]}]