[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.african-parks.org\/Park_5_Garamba.html Garamba National Park"]}]}," is a national park in the ",{"type":"[[","value":[["Democratic Republic of the Congo"]]},". It was declared a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]}," in 1980. It was labelled a site in danger in 1980, removed in 1991, but regained the status in 1996 due to  poaching and a fall in rhino numbers.\n\n",{"type":"==","value":["Understand"]},"\nGaramba was home to the world's last known wild population of northern white rhinos, but it has suffered greatly from Congo's decades-long civil war, with heavy poaching and 50,000 refugees fleeing from ",{"type":"[[","value":[["Sudan"]]}," into the park. The last white rhinos were likely killed by poachers by 2008, and the species is expected to be announced extinct within the next few years.\n\nRhino-less, the park remains one of the last true wilderness areas of Africa, and its jungles and savannah remain true wonders to be beheld.\n\n",{"type":"===","value":["History"]},"\nDesignated a national park in 1938, Garamba National Park is one of the oldest on the continent.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nGaramba's charismatic megafauna include large herds of African elephants, as well as buffalo, Uganda kob, and giraffes.\n\n",{"type":"===","value":["Climate"]},"\nJune–December is Garamba's rainy season, and it becomes nearly impossible to reach the park when the roads wash out.\n\n",{"type":"==","value":["Get in"]},"\n\nGood luck. First, visitors must find a domestic flight to ",{"type":"[[","value":[["Aru"]]},", at which point they will have to switch to a charter prop plane for a 50 minute ride to ",{"type":"'''","value":["Nagero"]},", the launch point for expeditions into the park. It's theoretically possible to travel from Aru to Nagero, but you would have to be crazy to try, both due to the impassibility of the roads and the ever-present security dangers posed by instability in the northeast DRC.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nPermits are not an issue here, as visitors are so few—just a handful of foreign tourists per year. The park entrance fee is a once-off of $50 for foreign non-residents, $25 for foreign residents.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nThe principal activities are day-long drives at $70\/vehicle, and guided hikes for as little as $10\/day, which presumably would be an incredible way to experience this remotest of remote African bushland. The so-called \"Arial Safari\" is the other thrilling option at $420\/hour in a Cessna 206, from which you'll be able to view herds of elephants, solitary giraffes, and the landscapes from a unique view, while generally living out Robert Redford ",{"type":"''","value":["Out of Africa"]}," fantasies.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Lodging"]},"\nRooms at the camp are $120\/single and $160\/double, which include full board.\n\n",{"type":"===","value":["Backcountry"]},"\nCamping safaris can be arranged through the official channels, which will provide you with a guide and a tent to give you a true wilderness experience perhaps unparalleled on the continent.\n\n",{"type":"==","value":["Stay safe"]},"\n\nRemnants of the Lord Resistance Army attack civilians in this area, brutally and without warning. The security situation has improved enough to allow the re-opening of the park to foreign visitors as of 2012, but you must stay apprised of the current conditions before traveling. The last serious encounter between park rangers and the LRA occurred in June 2012, but fortunately a repeat of the January 2009 retaliatory assault on the park headquarters did not happen.\n\nThis is an adventure only for the intrepid.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["4.0000"],["29.2500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Congo Basin"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Garamba National Park"]]}]