[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Garissa downtown.jpg"],["thumb"],["300px"],["Central Garissa"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/garissa.org\/ Garissa"]}]}," is a city in ",{"type":"[[","value":[["Eastern Kenya"]]},". \n\n",{"type":"==","value":["Understand"]},"\nThis is the main town of Garissa district. Garissa is a predominantly Muslim (Somali) town. Garissa lies on the Tana River and is the geographical 'gateway' to the interior of North Eastern province. It is a hub in the ongoing humanitarian food aid programme into the north east of Kenya.\n\n",{"type":"==","value":["Get in"]},"\nThere are daily bus services from Nairobi to Garissa. The road to Garissa is hard surfaced and in good condition. By car, the journey takes about 4 to 5 hours. Garissa has an airfield but no scheduled flights.\n\n",{"type":"==","value":["Get around"]},"\nGarissa is small enough to get around on foot, but taxis can easily be hired. Beyond Garissa itself the roads are unsurfaced and frequently become impassable even by 4-wheel drive vehicles during the rains.\n\nTransport from Garissa is good if heading for Nairobi.  However, when trying to reach the coastal towns, such as Malindi or Mombasa, be aware that transport is very limited, with buses only leaving at around 5am.  The Garissa - Mombasa road currently has an unsurfaced gap of around 60 km, on which travel is fairly difficult without a 4-wheel drive vehicle.  Give at least a day to travel this route.\n\n",{"type":"==","value":["See"]},"\nGarissa is off the tourist trail but gives an interesting insight into the Somali way of life without crossing into Somalia itself. The town has attractive side streets with typical brightly-painted shop fronts. Out of town the landscape is thorn scrub. Wildlife to be glimpsed from the road includes eagles, dikdik, baboons,giraffes, warthogs, garnoogs and meerkats. Large herds of camels are often seen being moved by families between seasonal village sites.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nYou can buy traditional Somali curio items such as dhiil, ameel and an array of calabashes\n\n",{"type":"==","value":["Eat"]},"\nMost 'internationals' eat at the Nomad Hotel but there are several small 'hotels' (cafes) around town. \n\n",{"type":"==","value":["Drink"]},"\nThis is a mainly Muslim town so alcohol is not widely sold. The 'MAJI CLUB ' opposite the Nomad Hotel is the most popular gathering place for non-Muslim locals and visitors to town. There are also quite a number of other places to socialize and have a cold tusker, like the GOVERNMENT GUEST HOUSE, JAMHURI CLUB and TOWN CLUB.\nnow there is a new classic hotel on board.\n\n",{"type":"==","value":["Sleep"]},"\nThe Nomad Hotel is the most popular accommodation for visiting 'internationals' including UN and other aid agency staff. There are two other hotels in the main street (one is the Halgan) that offer modern air conditioned rooms with en suite facilities for less than US$10 per night. There are also Hidig and Ainulqamar which offer good accommodation\/meals services.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Almond"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Brand new five star hotel with 75 modern air conditioned rooms with WIFI, swimming pool, gymnasium."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nNorth eastern Kenya has an 'edgy' feel but there is no particular threat to foreigners. Garissa town was recently named to be the safest town in east and central Africa. People in Garissa are generally very friendly but visitors should be aware they may be assumed to be UN personnel. The outbreak of Rift Valley Fever in December 2006 in Garissa district may deter visitors until the dry season resumes.\n\n",{"type":"==","value":["Connect"]},"\nCellular phones operated by Safaricom and others work well in the town and along much of the Nairobi-Garissa road. Phone cards can be bought in kiosk and shops in town.\n\nThere is an internet cafe on the ground floor of the Halgan Hotel building in the main street.  It is usually closed for short periods at prayer time. Another reliable and fast Cyber cafe is located in Jihan center which is at the center of town.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-0.4500"],["39.6333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern_Kenya"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Garissa"]]}]