[{"type":"{{","value":[["pagebanner"],["Garibaldi Provincial Park (British Columbia) banner Garibaldi lake summer wideview.jpg"]]}," \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.env.gov.bc.ca\/bcparks\/explore\/parkpgs\/garibaldi\/ Garibaldi Provincial Park"]}]}," is a rugged wonderland set amid the Coast Mountains of ",{"type":"[[","value":[["British Columbia"]]},". Its landscape — shaped by volcanic action and carved by glaciers — is dotted with blue lakes and snow-capped mountains, providing some of the most stunning hiking and camping in the province.  If you want to see some of British Columbia's scenery, it would be hard to go wrong to spend a day or more taking in all Garibaldi Park has to offer.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nMt Garibaldi was first designated as a provincial park in 1927.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Black Tusk 5.jpg"],["thumb"],["right"],["250px"],["Black Tusk peak"]]},"\nThe landscape is mountainous, with many of the peaks (famous ones like Black Tusk, Mount Garibaldi and the Cinder Cone) in the park being shaped by volcanic forces. Lava flows created \"The Barrier\", a prominent ridge in the western part of the park that created a natural dam and holds Garibaldi Lake in.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe park consists of forests of Douglas fir, western red cedar and western hemlock, and alpine meadows. The meadows are filled with the blooms of wildflowers during July\/August.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe park has five access points off Hwy 99 (Diamond Head, Black Tusk\/Garibaldi Laki, Cheakamus Lake, Singing Pass and Wedgemount Lake). These entrances lie north and east of ",{"type":"[[","value":[["Squamish"]]},". From ",{"type":"[[","value":[["Vancouver"]]},", it will be a one or two hour drive to reach the park, depending on which access point you go to.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThere are no fees for day use of the park. A fee is required to camp or stay in one of the huts overnight.\n\n",{"type":"==","value":["Get around"]},"\nThe primary means to get around the park is to hike. Bicycles are permitted in only a couple of areas. Motorized transport, other than on the park roads, is prohibited. In winter, snowshoeing or skiing are the primary means to get around the park.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Wedgemount lake.jpg"],["thumb"],["right"],["250px"],["Wedgemount Lake"]]},"\nThe park has some fantastic scenery:\n",{"type":"*","value":[" ",{"type":"'''","value":["Black Tusk"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cheakamus Lake"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Elfin Lakes"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Garibaldi Lake"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Wedgemount Lake"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" over 90 km of hiking trails"]},{"type":"*","value":[" cross country skiing\/snowshoeing in winter"]},{"type":"*","value":[" canoe or kayak in Cheakamus Lake (boating is not allowed in any of the other lakes)"]},{"type":"*","value":[" climbing - there are several granite climbing locations"]},{"type":"*","value":[" biking is restricted to two areas: Diamond Head (as far as Elfin Lakes), Cheakamus Lake (as far as Singing Creek)"]},{"type":"*","value":[" swimming in the lakes (it's cold!) - except second Elfin Lake"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe park offers a limited number of walk-in campsites and simple backcountry huts. Usage is first come, first served, with no reservations allowed. Please note all of these campsites require several hours of hiking to reach.\n\n",{"type":"===","value":["Lodging"]},"\nThere are backcountry huts at Elfin Lakes (11 double bunks, 11 single) $15\/pp, Wedgemount Lake (6 people) and Russet Lake (6 people).\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\nWalk-in campsites are $10\/pp (adult) $5 (child) and are scattered around the park. Locations include: Garibaldi Lake (50 sites), Taylor Meadows (40 sites), Red Heather (winter only), Elfin Lakes (14 sites - year round), Helm Lake (9 sites), Cheakamus Lake (10 sites), Singing Creek (7 sites), Russet Lake (7 sites), Wedgemount Lake (20 sites - no winter services) and Mamquam Lake (3 sites).\n\n",{"type":"==","value":["Stay safe"]},"\nWater from lakes and streams must be filtered, boiled or treated.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sea to Sky"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["49.9167"],["-122.7500"]]},"\n",{"type":"[[","value":[["WikiPedia:Garibaldi Provincial Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Garibaldi Provincial Park"]]}]