[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Garland"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.garland.tx.us Garland"]}]}," is a city in the ",{"type":"[[","value":[["Dallas-Fort Worth Metroplex"]]}," area in the State of ",{"type":"[[","value":[["Texas"]]},". Mike Judge, the creator of ",{"type":"''","value":["Beavis and Butthead"]}," and ",{"type":"''","value":["King of the Hill,"]}," used to live in Garland, as well as some other small towns around Texas. So, yeah. Don't be shocked if you take a wrong turn through a downscale neighborhood and see someone barbecuing hot dogs using one of those things that turns your truck's air filter into a grill. On the other hand, Garland's north side is a palacial monument to suburban living in all its McMansioned, strip malling, Starbucks-sipping glory. Garland is basically an unprepossessing, pleasant place. While it's hard to get too excited about much that happens in Garland, it is just so darned pleasant. \n\n",{"type":"==","value":["Understand"]},"\nGarland is a suburb of Dallas, and hence much of its activities are hubbed around Dallas, especially Northeast Dallas, as well as adjoining suburbs, ",{"type":"[[","value":[["Mesquite (Texas)"]]},", ",{"type":"[[","value":[["Rockwall"]]}," and ",{"type":"[[","value":[["Richardson (Texas)"]]},". At the same time, Garland abounds in self-sufficiency. The fact that you have to drive to ",{"type":"[[","value":[["Dallas"]]}," to get to a club with some real action or visit the museum is generally viewed as a feature by the locals; on the one hand, Garland lends itself to an uncluttered existence, but on the other hand, if you do want to do that stuff, Dallas and all its urban delights is just down the road.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nYou will come in through ",{"type":"'''","value":[{"type":"[[","value":[["Dallas\/Fort Worth Airport"],["DFW Airport"]]}]},", to the west in the mid-cities, or from Love Field, near downtown Dallas. One very convenient approach is to come in through DFW airport, hitch a train ride to the DART system, and ride the Blue Line from downtown Dallas straight into downtown Garland.\n\n",{"type":"===","value":["By train"]},"\n\nDART's blue line will take you all the way from downtown Dallas to downtown Garland in under an hour. From Dallas Union Station, you can take the Trinity Rail Express to Fort Worth or even catch Amtrak.\n\n",{"type":"===","value":["By car"]},"\n\nFrom the south or west, you will probably be heading on I-30 or I-20, which will pass through south Dallas and come up to I-635, which you will take north. There are several marked Garland exits. Exits for La Prada and Oates are marked as being for Mesquite, but will actually take you into south Garland if you go north. From the north, you will probably take I-635 east, which will bend south into Garland. From the far north, the George Push Turnpike and the connected freeway offer a thoroughly un-scenic way into north Garland. Many toll stations are manned by cameras, which will simply take a picture of your car and mail you a bill. \n\nIf you are visiting Garland from Dallas, especially north Dallas, Northwest Highway runs east-west and will allow you to bypass traffic on I-635 that is very heavy during peak times, instead requiring you to pass through traffic lights. From the Lakewood or White Rock area, Loop 12 to Northwest Highway offers a simple and efficient route to southwest Garland.\n\n",{"type":"===","value":["By bus"]},"\n\nDART buses help connect to the train at awkward times. DART buses do run throughout Garland, but end abruptly a few neighborhoods south and west of George Bush turnpike, demarcating the practical borders of south and downtown Garland from the more suburban north Garland. The bus is pleasant, although sometimes meandering, during the day, but beware of unusual schedules and limited stops as it gets late in the evening!\n\n",{"type":"==","value":["Get around"]},"\n\nPeople in Garland drive. People who are too poor or too young to drive walk or use the bus. Biking is common in park neighborhoods, but requires some bravery to do crosstown.\n\n",{"type":"==","value":["See"]},"\n\nDowntown Garland is typically quiet during the day, achieving a lively buzz in the evening. There are a number of local businesses, some of them pleasantly quirky, and an understated city square facing the community theatre. During the winter season, a large Christmas tree and attractions such as ice sliding take over the city square.\n\n",{"type":"==","value":["Do"]},"\n\nCatch a show at the community theatre, or sometimes an attraction at the cultural center. Drop by the Generator at 107 N. 6th Street for a toasted sandwich or a pastry and a mug of flavored coffee and play board games with colorful locals, who seem to split evenly between aspiring artists, unemployed eccentrics, and friendly local students of all ages, plus the occasional yoga mom with pups in tow. \n\n",{"type":"==","value":["Learn"]},"\n\nStop by Audubon Park on a Saturday afternoon to learn how to sew, make chainmail, or fight with foam-padded swords with the warriors of ",{"type":"[","value":["http:\/\/www.amtgard-eh.com Amtgard"]},".\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nDowntown Garland is dominated by knick-knacks and home furnishings, but there are genuine art pieces to be had, and at good prices, if you travel on foot. In North Garland, fire up the SUV and visit the Firewheel Mall, a sprawling, multi-block shopping experience that covers nearly every designer brand ever conceived. \n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Dos Banduras"],["alt="],["url="],["email="],["address=614 Main St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Tex-Mex in the $5-$6 range for lunch, including an astonishing variety of enchiladas and sauces. Not fancy, but authentic and tasty."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=24\/7 Tacos"],["alt="],["url="],["email="],["address=1330 Miller Rd"],["lat=32.89424"],["long=-96.64814"],["directions=In a gas station at Saturn and Miller"],["phone="],["tollfree="],["fax="],["hours=24 hours"],["price="],["content=It's open 24 hours a day, and the best place if you're on the downswing from some Saturday night partyin'.  Authentic Mexican food, around $7 for a burrito."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sol's Nieto Fajitas"]},", 565 W Oates Rd # 130, 972 681 7380. Excellent traditional Tex-Mex with two restaurants around the North Texas area, considered a local favorite of Garland and other cities around Dallas."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Vetoni's"],["alt="],["url="],["email="],["address=3420 Broadway Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ste 128. Spend less than $10 on a variety of Italian dishes, including a cheesy and fresh tasting cheese pizza, appealing spaghetti and ravioli, or pasta with lobster that blows away anything you can get at one of the locally available chains. Very adequate beer and wine selection. Go during the week for a perfect low-key, romantic date or for a family dinner that will hold the kids' interest. Great staff, local feel."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\nMaybe you want to hop the Blue Line into Dallas and hit the West End.\n\n",{"type":"==","value":["Drink"]},"\n\nAlmost strictly local taverns and strip mall-based night clubs. Forget about a discotheque. You might be able to dig up some karaoke.\n\n",{"type":"==","value":["Sleep"]},"\n\nGarland is surprisingly steep compared to highway-side stops, owing to a steady influx of business travelers, as well as savvy travelers avoiding even more expensive stays in north Dallas. Look for the usual: Motel 6, Red Roof, and so forth.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\nStarbucks and many of the local restaurants offer free wi-fi.\n\n",{"type":"==","value":["Stay safe"]},"\n\nGarland is a pretty safe town, statistically, but practice good awareness at night, even if you think you're in a relatively quiet part of town. It's easy enough for roughs from the wrong side of the tracks (literally) to up Garland road into north Garland looking for trouble. Garland is a big city and should be treated as such.\n\n",{"type":"==","value":["Cope"]},"\n\nThere are very few problems traveling in Garland that can't be solved by finding Northwest Highway or Garland Road\/Highway 78 and a convenience store with an ATM.\n\n",{"type":"==","value":["Go next"]},"\n\nHead east and take a surprisingly lovely drive over a lake bridge into Rockwall for a cozy exurban night out and watch the stars. Meander up into Murphy if you'd like to see more farm country, or cross the road into Mesquite for rodeo, the big AMC 30, and Texas BBQ (try Dickey's, or any number of dubious yet undoubtedly authentic places wedged into a shopfront). And, of course, take the Blue Line straight into Dallas to visit downtown, the West End, a hip Mockinbird station experience, or the Dallas Zoo. Shoot down I-30 west and take the second exist for Fair Park to hit the Museum of Science & Nature and a number of other affiliated sites situated in Fair Park. During fair season, of course, Fair Park hosts the State Fair of Texas, which is definitely worth doing twice, if only for the fried whatsis funnel cakes, and a ride on the Texas Star ferris wheel. \n\n",{"type":"{{","value":[["routebox"],["image1=I-30.svg"],["imagesize1=22"],["image1a=US 67.svg"],["imagesize1a=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Dallas"]]}],["minorl1=",{"type":"[[","value":[["Mesquite (Texas)"],["Mesquite"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Texarkana"]]}],["minorr1=",{"type":"[[","value":[["Rockwall"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["32.907222"],["-96.635278"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Dallas-Fort Worth Metroplex"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Garland, Texas"]]},"\n",{"type":"[[","value":[["Wikipedia:Garland, Texas"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Texas\/Localities\/G\/Garland\/"]]}]