[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ganzi"]}," (དཀར་མཛེས་ ",{"type":"''","value":["Garzê"]},"; 甘孜: ",{"type":"''","value":["Gānzī"]},"), is the capital of Ganzi county in ",{"type":"[[","value":[["Sichuan Province"]]}," in south-west ",{"type":"[[","value":[["China"]]},". It is an important city in what is still seen as the indigenous Tibetan population as the historical region of ",{"type":"[[","value":[["Kham"]]},". Situated in a large valley with grassy hills at an elevation of 3400 meters (11,155 ft), Ganzi lies tucked north-east of the gorgeous snow-peaked mountains of the Gongga Shan range. Tibetan culture is abundant and vibrant here, and the friendly people won't let you go by without offering you the Tibetan greeting 'Tashi Dele'! The town is set along the main road passing from east to west towards Dege or Kangding, (technically south). Visitors are unheard of in the cold winter months making it very cold, but you the guest of the entire town!\n\n",{"type":"==","value":["Get in"]},"\n\nBuses from ",{"type":"[[","value":[["Kangding"]]}," leave for Ganzi at 06:00 for around ¥120. The ride takes 12-14 hours, depending on the condition of your bus and or the number of times it breaks down. Currently the road is in various states of disrepair (winter 2011) however it is slated to be paved and is being renovated. Try not to book a seat in the back of the bus, especially on smaller buses, as you'll be thrown around violently do the bumps through much of the trip. Masks are useful for the endlesssmoking and the massive amounts of dust encountered along the way.\n\n\n",{"type":"===","value":["Public Bus"]},"\n\nThe Bus Station is in the center of town just south of the main road. You can hire a private van\/car too.\n\n\n",{"type":"{|","value":[["class=\"wikitable\""],["! To"],["! Departure"],["! Price (yuan)"],["! Duration (h)"],["! Last update"],["|-"],["|",{"type":"[[","value":[["Dege"]]}],["|??:??"],["|¥60"],["|?"],["|",{"type":"<","value":["small",["17 June 2005"]]}],["|-"],["|",{"type":"[[","value":[["Kangding"]]}],["|06:30"],["|¥105"],["|12"],["|",{"type":"<","value":["small",["17 June 2005"]]}],["|-"],["|",{"type":"[[","value":[["Yushu\/Jyekundo"]]}],["|06:00"],["|¥117"],["|9"],["|",{"type":"<","value":["small",["20 January 2007"]]}],["|-"],["|",{"type":"[[","value":[["Luhuo"]]}],["|??:??"],["|??.??"],["|2"],["|",{"type":"<","value":["small",["17 June 2005"]]}],["|-"],["|",{"type":"[[","value":[["Tagong"]]}],["|??:??"],["|??.??"],["|9"],["|",{"type":"<","value":["small",["17 June 2005"]]}],["|-"],["|",{"type":"[[","value":[["Baiyu"]]}],["|06:00"],["|¥73"],["|8"],["|",{"type":"<","value":["small",["25 January 2008"]]}],["|-"]]},"\n\n",{"type":"===","value":["Private Mini-Bus"]},"\n\n\n",{"type":"{|","value":[["class=\"wikitable\""],["! To"],["! Approximate Price (Yuan)"],["! Duration (Hours)"],["! Comments"],["! Last update"],["|-"],["|",{"type":"[[","value":[["Manigango"]]}],["|¥30-40"],["|2-3"],["|O.K road"],["|",{"type":"<","value":["small",["May 2011"]]}],["|-"],["|",{"type":"[[","value":[["Litang"]]}],["|¥110"],["|8-10"],["|Via ",{"type":"[[","value":[["Xinlong"]]}],["|",{"type":"<","value":["small",["May 2011"]]}],["|-"],["|",{"type":"[[","value":[["Xinlong"]]}],["|¥30"],["|3"],["|"],["|",{"type":"<","value":["small",["25 January 2008"]]}]]},"\n\n",{"type":"==","value":["Get around"]},"\n\nThe main street is ",{"type":"'''","value":["Chuanzang Road"]}," (川藏路). You can easily visit the town on foot.  For longer distances, you can use taxis. The fare should not exceed ¥6 to any place in town.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Garze Monastery"]},". A short walk north along the river dividing the town or the street running parallel to the west leads you to the Tibetan quarter of the town, which lays at the foot of the monastery. Follow the narrow paths between the houses to reach the site. Look out for little chapels containing giant prayer wheels circambulated by devotees on the way. Though being the most important of its likes in the Ganzi region and being more than 540 years old, Garze Monastery is not as spectacular as other monasteries in Kham, since the greater parts of its temples had been rebuilt using Han-Chinese-style white-tile facades and plastic-pane windows. Still the views over the valley from its terraces and the maze of the approach through the old Tibetan quarter plus gaudy mix of Tibetan and Chinese architecture make it well worth a visit. "]},"\n:",{"type":"<","value":["div",{"style":"font-size:smaller;"},["(Information as of 20 June 2005)"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Den Gompa"]}," is much smaller but the structures are supposed to be more traditional. It's in the southern part of Ganzi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dontok Gompa and Dingkhor Chörten"]}," make up for a nice half hour walk across a suspended bridge over the Yalong Jiang. To reach there, head south from the bus station and follow the right path after crossing the bridge. The complex is currently under construction but has distinctive features to its buildings, including vertical white, grey and crimson stripes on the walls surrounding the houses. The friendly monks will show you around the place."]},"\n",{"type":"*","value":[" There is a new ",{"type":"'''","value":["Chörten"]}," built on a small hill on the eastern edge of town. The adjacent temple houses a Buddhist library. Although the building itself does not bear that ancient flair you might be looking for, its a nice place to catch views over the valley and the city."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nSmall shops downtown provide typical Tibetan clothing and jewelery and accessories bought by the herdsmen and nomads frequenting the town. Look out for stores selling antiques. On the road leading north from the bus station, you'll find several shops catering for monk's outfits and religious artifacts, as well as selling the beautiful curtains adorning windows and doors in that region. There are even shops selling traditional Tibetan hand-carved furniture.\n\nSupermarkets on main-street sell food and toiletries, you can also buy bottles of beer and decent Chinese wine to make up your own nightlife. \n\n",{"type":"==","value":["Eat"]},"\n\nPlenty of small restaurants are to be found on the road next to the bus station.\n\n",{"type":"==","value":["Drink"]},"\n\nThere is not much nightlife in town. To have a beer, simply visit a restaurant.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hong Fu Guest House"],["url="],["email="],["address=No.49 Chuanzang  Road"],["lat="],["long="],["directions=From the Bus Station Go to Chuanzang Rd, and take left turn towards West - you will see it after 100m on the right side."],["phone=0836-7525330"],["tollfree="],["fax="],["hours="],["price=30¥ For a Bed"],["checkin="],["checkout="],["content=Called G.H but is really a Home stay. The family is really nice and friendly. There is a Big room with 4 beds,Clean Bathroom and Hot shower Are in the house. (Last Update - May 2011)"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chengxin Binguan"]}," - Just across the street and south from the bus station at No. 27. With friendly and tidy doubles or triples. Room rates are negotiable but are listed as ranging from ¥70-150. some rooms have en suite bathrooms, while the condition of the shared bathrooms are varying according to the patrons currently staying in the place. Using the shared showers is an extra ¥10. Beware in winter, there is no running water in this hotel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snowland Hotel"]}," - Just when you enter Garze from East you will cross two Petrolstations (on your left and right). Turn right afterwards and 50m up the street on the right there is the hotel. Doubles with bathroom (hot shower, squat) are 80 juan, without bathroom 50 juan. Internet via ethernet-cable."]},"\n",{"type":"===","value":["Mid-range "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Golden Yak Hotel"]}," is inside the bus station compound. A bed in a dorm ¥15 and doubles with bathroom, that has low water pressure, go for ¥80. More luxurious accommodation offering en suite bathrooms and western style toilets is also available. The hotel also has a restaurant and tea room. Power and water is iffy in winter months. Bring a flashlight and sleeping bag. No heat."]},"\nUpdate: As of August 2011, rooms in the Golden Yak Hotel were renting at ¥150\/night. This seems to be a citywide policy as the few hotels licensed for foreigners in the town all rent at the same rate. Customer service at the Golden Yak is dour and unfriendly and the showers do not work, even in summer.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Himalaya Hotel"],["alt="],["url=http:\/\/www.himalaya-hotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is west from the bus station in the Dongda Jie road. The hotel is built in 2005 with single and double rooms, nice tea room, medicinal herbal baths and sauna. The hotel manager is German-speaking."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBeware of ",{"type":"[[","value":[["altitude sickness"]]}," if traveling here straight from the Sichuan lowlands. As in most of West Sichuan and other Tibetan regions stray dogs are everywhere and totally unpredictable. Throwing Rocks are your best bet, if you have to time to react. Wearing study boots and thick pants and socks are another way to protect yourself from injures. The area gets a lot of sunshine due to its high location in a long broad valley. Sunglasses and sunblock are a must.\n\nThere have been isolated protests against Chinese rule calling for the return of the Dali Lama including violence towards locals on behalf of the authorities and vice versa. There is a very large Chinese military and police presence in the city. Being sympathic to the local cause is one thing but bear in mind you are putting locals and not yourself at risk. Best to stay neutral and change the topic.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\nThere is an Internet place with decent connection speed (though no printer). It may rank as the biggest smoke den in all of China. Walk to the road bridge crossing the river in the middle of town and follow the stream north (away from the big river towards the monastery). After 300m, you will pass a pedestrian bridge on your right hand side. Shortly after that, there is a small concrete 'picnic' sitting area on the right. The entrance to the second floor Internet cafe is up the private looking staircase just opposite that place. There are no signs advertising the service, so if in doubt just ask the neighborhood.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Visa extension "]},"\nAlthough some online discussions suggest otherwise, as of 27 May, 2011, it is NOT POSSIBLE to extend a Chinese visa in Ganzi. Reportedly, the nearest locations for visas are Kangding and Xinning.\n\n",{"type":"===","value":["Money"]},"\nThe Agricultural Bank of China has an ATM that accepts foreign bank and credit cards. Make sure to use the machine on the left (stating \"ATM\").\n\n",{"type":"===","value":["Laundry"]},"\n\nThere are small laundry shops located at numbers 223, 239 and 239 on the main strip, Changzang Road, that will wash clothes. They are easily identified by the clothes hanging from the ceiling. It generally costs ¥2-5 per article\/pair of clothing and you can pick up your clothes the next day. If you're in a hurry the clothes can be dropped off in the afternoon and picked up in the evening, but they will still be moist.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Ganzi (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Garzê County"]]},"\n",{"type":"{{","value":[["geo"],["31.622777777778"],["100.00055555556"]]}]