[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Gasan skyline.jpg"],["right"],["thumb"],["300px"],["Skyline of Gasan from the Saint Joseph the Worker Parish"]]},"\n",{"type":"'''","value":["Gasan"]}," is a town in the province of ",{"type":"[[","value":[["Marinduque"]]}," in the ",{"type":"[[","value":[["Philippines"]]},".  With 33,000 people living within town limits, it is the province's third-largest town in terms of population, and is often called the cultural capital of Marinduque.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By road"]},"\nBe advised that when entering Gasan by road, road traffic, particularly when entering from the north (from Balanacan Port, Boac, Cawit Port or the airport) is rerouted to run in a loop around the town center.  The Marinduque Circumferential Road, known in downtown Gasan as San Jose Street, is one-way in front of the Gasan Municipal Hall, so southbound traffic is routed around it through Bonifacio and Rizal Streets, while northbound traffic passes either in front of the Municipal Hall or, if the Circumferential Road is closed, through Gomez and Cayetano Streets, in front of the Gasan Central School.\n\nThe way by which traffic is rerouted in Gasan particularly affects those entering Gasan via public transport.  All buses serving Marinduque from Luzon, as well as jeepneys plying the Balanacan Port-Buenavista route and from Balanacan Port to the interior barangays of Gasan (such as Tiguion), stop in downtown Gasan.  However, there are no designated jeepney or bus stops, which gives a lot of flexibility as to where the vehicle should stop, but for first-time visitors this requires guessing as to where to go down.  If the destination is downtown Gasan, it is recommended to ask the conductor or jeepney driver to stop as close as possible to the Municipal Hall, as it is at the center of town and it will be easy to navigate around downtown Gasan from there.\n\nIf headed towards a part of Gasan which is not in the town center, be sure to inform the driver which barangay to stop at. In most cases, buses and jeepneys will stop in front of the barangay hall, or at a specific address if the destination is along the Circumferential Road.\n\n",{"type":"===","value":["By boat"]},"\nBoats between Gasan and Pinamalayan in ",{"type":"[[","value":[["Mindoro"],["Oriental Mindoro"]]}," dock at the Gasan Sea View Park in downtown Gasan.\n\n",{"type":"==","value":["Get around"]},"\nTricycles are the main form of transport in Gasan, with the main terminal being the Gasan Public Market at the northern edge of the town center.  The town center is also small enough to go around on foot, although sidewalks are non-existent.\n\nTransport between Gasan and the Tres Reyes Islands is done via pump boat (",{"type":"''","value":["bangka"]},"), which dock at the beach of Gaspar Island, the only inhabited island in the chain.  Most tourists charter pump boats from locals for day trips to the islands (while the rate is negotiable, the average cost of chartering a boat for the day is ₱1000), while some resorts have their own boats which transport their guests to and from the islands.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Phil gaspar1.jpg"],["right"],["thumb"],["250px"],["Blue waters around Gaspar Island, one of the ",{"type":"[[","value":[["Tres Reyes Islands"]]},"."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gasan People's Park"],["alt=Guingona Park"],["url="],["email="],["address=San Jose Street, Barangay Uno"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest park in Gasan, this is where the town's annual passion play is staged every Black Saturday, as well as the Gasang-Gasang Street Dancing Festival every Easter Sunday.  The Gasan Public Library is located inside the park."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gasan Sea View Park"],["alt=Reyes Park"],["url="],["email="],["address=Barangay Dos"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also known as the Gasan Baywalk, fairs are often held here.  A wooden suspension footbridge—the only one of its kind in Marinduque—connects the park to neighboring Barangay Dili."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kawilihan Park"],["url="],["email="],["address=Kawilihan Parkway, Barangay Uno"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the highest point in Gasan, it has a commanding view of the town center, with giant ",{"type":"''","value":["ipil-ipil"]}," trees being the park's main attraction."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Joseph the Worker Parish"],["alt=Gasan Church"],["url="],["email="],["address=Roman Catholic Road, Barangay Dos"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the second-highest point in Gasan, the church has a viewing platform with wonderful views of the town center below.  A grand new church—believed to be the biggest in Marinduque—has replaced the old church (which was converted into an auditorium), with a large altarpiece at the end.  While substantial work is complete, the church is not yet finished, and the church accepts donations for its eventual completion."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Talao Cave"],["url="],["email="],["address=Tiguion Barangay Road, Tiguion"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located six kilometers from the town center, this is a series of twelve caves in the middle of the forest which are only accessible on foot along three mountain trails emanating from the main road."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Tres Reyes Islands"]]}],["url="],["email="],["address=Pinggan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A chain of three islands off the coast of Gasan, they are named after the Three Kings of the Nativity.  Unlike the black, rocky sand and dark waters along the coast of mainland Gasan, the Tres Reyes Islands have white sand beaches and blue waters, and the islands' ecology is ideal for diving."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Balthazar's Tavern"],["url="],["email="],["address=4\/F DJ Plaza, Bonifacio cor. San Jose Sts., Barangay Uno"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₱150-500"],["content=Opened in May 2012 and run by a U.S.-trained chef, it is Gasan's newest restaurant, serving Western and Filipino dishes.  As it is located on the top floor of the town's tallest building, it has a commanding view of the town and the sea.  The restaurant also has an all-you-can-eat buffet on Sundays for ₱175."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Barbarossa Pub and Restaurant"],["url="],["email="],["address=Gomez cor. San Jose Sts., Barangay Dos"],["lat="],["long="],["directions="],["phone=+63 (42) 342-1383"],["tollfree="],["fax="],["hours="],["price=₱150-500"],["content=Run by a German and his now-deceased Filipina wife, it is the town's most famous restaurant, located on the old site of the Gasan Public Library.  The restaurant is as known for its repertoire of dishes as it is for its well-stocked bar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ristorante d'l Jose"],["url="],["email="],["address=San Jose Street, Barangay Dos"],["lat="],["long="],["directions=beside the M Lhuillier Pawnshop"],["phone=+63 (42) 342-1426"],["tollfree="],["fax="],["hours="],["price="],["content=Gasan's only Italian restaurant, it also serves Filipino and Chinese dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tita Laida Food Haus"],["url="],["email="],["address=Del Pilar Street, Barangay Uno"],["lat="],["long="],["directions="],["phone=+63 918 642 8440"],["tollfree="],["fax="],["hours="],["price=₱20-100"],["content=Gasan's best ",{"type":"''","value":["halo-halo"]}," is served here, as well as other Filipino dishes.  The restaurant also serves pizza."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Telephones"]},"\nThe area code for Gasan, like the rest of Marinduque, is ",{"type":"'''","value":["42"]},".  Area codes are not required for dialing telephone numbers in Marinduque, Quezon, Aurora and Romblon, which all share the same area code.\n\nSmart Communications and Globe Telecom, the two largest telecommunications companies in the Philippines, have coverage throughout Gasan, although signal reception is sometimes spotty outside the town center.  In some areas, Smart may have a stronger signal than Globe, or vice-versa.  Reception is largely limited to the companies' 2G (GSM) networks, as both companies limit the coverage of their 3G networks to Boac.  However, there is 3G coverage in the northernmost parts of town (Bahi, Masiga, Mangiliol and parts of Libtangin and Tapuyan) as a result of signal spillover from the cell sites set up across the border.\n\nBe advised that subscribers of the Philippines' third-largest telecommunications company, Sun Cellular, will ",{"type":"'''","value":["not"]}," have any reception in Gasan, as their mobile coverage in Marinduque is limited only to Boac and parts of Mogpog and Santa Cruz.  It is highly recommended to get a Smart or Globe telephone number prior to visiting Gasan in order to continue getting coverage, or to make all phone calls in an area with coverage before heading to Gasan.\n\nThere are no payphones in Gasan.  However, with the high penetration rate of mobile phones, there are reloading (top-up) stations located throughout the town, both inside and outside the town center.\n\n",{"type":"===","value":["Internet"]},"\nGasan has a number of Internet cafés in the town center, which serve both casual surfers and online gamers.  There are very few cafés outside of the town center; if there are, these would normally be located along the Marinduque Circumferential Road.\n\nWi-Fi was only recently introduced to Gasan, alongside improvements to the local telecommunications infrastructure which, among others, brought high-speed Internet service to the town (it was previously limited only to Boac).  A few establishments, such as Balthazar's Tavern and the Barbarossa Pub and Restaurant, offer free Wi-Fi to their patrons, while a number of hotels have also recently started offering free Wi-Fi to their guests.\n\n",{"type":"===","value":["Post"]},"\nThe Gasan Post Office is located on the ground floor of the Barangay Uno Barangay Hall, along San Jose Street, beside the local office of the Commission on Elections (COMELEC).  It is open on weekdays from 9AM to 5PM.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Money"]},"\nIn the last few years, ATMs were introduced to Gasan and the rest of Marinduque, eliminating the need to go to Boac to get money.  There are two ATMs installed in the town center: Land Bank of the Philippines (Landbank) has an ATM installed on Bonifacio Street, on the side of the Gasan Municipal Hall, while the Gasan branch of Card Rural Bank, on San Jose Street, has an ATM installed on its premises.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Marinduque"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["13.317"],["121.85"]]},"\n",{"type":"[[","value":[["wikipedia:Gasan, Marinduque"]]}]