[{"type":"{{","value":[["pagebanner"],["Parc National de la Gaspésie banner.jpg"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Gaspé Peninsula"]]},"\n",{"type":"[[","value":[["File:Lac aux Américains.jpg"],["thumb"],["right"],["400px"],["Lac aux Américains (Americans Lake) close to Mount Albert"]]},"\n",{"type":"'''","value":["Le Parc national de la Gaspésie"]}," (",{"type":"[","value":["http:\/\/www.sepaq.com\/pq\/gas\/ Gaspésie National Park"]},") is a national park located in the heart of the ",{"type":"[[","value":[["Gaspé Peninsula"]]},". The main attraction of the park is the Chic-Choc mountains, one  of ",{"type":"[[","value":[["Quebec"]]},"'s highest mountain ranges located in the northern chain of the Appalachian Mountains (Les Appalaches).\n\n",{"type":"==","value":["Understand"]},"\n\nGaspé Peninsula is a sparsely populated region. Most settlements are on or near the coast, meaning that the interior of the peninsula is rather untouched. The park is one of the southernmost places in North America where caribou can be seen in their natural environment. The place is also full of moose.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nFrom Montreal, take highways 20 and then 132. The trip takes approximately 8 hours. If you have the stamina and an early starting time, you can do the trip in a day. Otherwise, it is very pleasant to take 2 days and discover some of the towns along the way. Once you reach St Anne des Monts, the turn-off for the Parc de la Gaspésie is signposted, although it can be easy to miss (small brown sign). Look for the Tim Horton's - it is on the same road that you need to drive down. To get to the Gîte du Mt-Albert will take about half an hour's further driving. The times will vary to get to the different camping grounds.  If you want more information before driving into the park, there is a tourist centre in St Anne des Monts but it is only open during summertime.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"[","value":["http:\/\/www.orleansexpress.com\/Search.aspx Orleans express"]}," stops at Sainte-Anne des Monts (north of park)\nFrom the end of June to September, there is a shuttle between Sainte-Anne des Monts and the park once a day (~7$+; http:\/\/www.sepaq.com\/pq\/gas\/information.dot). In winter, nothing.\n\n",{"type":"==","value":["Get around"]},"\n\nA car is advisable.\n\n",{"type":"==","value":["See"]},"\n\nThe Chic-Chocs mountain range offers very scenic views, especially atop the mountains.\n\n",{"type":"==","value":["Do"]},"\n\nHike. Climbing mountains (there are many paths) or walking around the Mont Albert are popular activities (though the last one lasts about 6h).\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat and drink"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Visitor's Interpretation Centre"]}," -- There is a \"supplies\" area in the shop here which is fabulous for those camping and\/or "]},"hiking. It carries many camping packet foods, cooking fuel, other camping necessities and water.\n",{"type":"*","value":[" ",{"type":"'''","value":["St Anne des Monts"]}," -- Approximately half an hour from the park, this town has all the usual convenience stores, fast food eateries and local restaurants."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gîte du Mt-Albert"]}," -- The dining facilities here are superb and the food is prepared by a chef using local produce and in many cases, it is organic.  It is advisable to book, as it can get very busy here with guests already seeking tables as part of their package deals. This establishment also has a bar in the front entrance area that non-guests are welcome to use."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\nYou can sleep at the park by camping. If you don't have camping equipment, you can rent a hut, but you should reserve early.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gîte du Mont-Albert"],["alt="],["url=http:\/\/www.sepaq.com\/pq\/gma\/index.dot?language_id=1"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Starting at $126.50\/person double occupancy"],["checkin="],["checkout="],["content=For a resort with a 4 star rating, it is hard to beat the Gîte du Mont-Albert. This mountain lodge resort is run by the Quebec Parks Network (SEPAQ). If you take a package deal, you will get luxurious accommodation plus breakfast and 3 course dinners cooked by a chef.  The chef is able to accommodate any dietary requests, even vegan.  The Gîte rooms are spacious and all have magnificent views over Mont Albert.  The package deal works out to be very reasonable. During winter, the lodge offers many skiing and snowshoeing trails, many of which commence from the site, meaning that you can leave your car and completely relax.  In summer, these become hiking trails.  Be warned, the rooms are without TV, to help you truly relax and enjoy the great outdoors surrounding you. There is also a pool during summer (completely snowed in during winter) and a sauna all year round.  The front entrance area features many places to sit and while away the evenings with puzzles, games, reading, alcoholic and non-alcoholic beverages from the bar and delicious snacks.  All in all, it is an amazing place to stay and given all that you get for the price, incredibly reasonable."]]}]},{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe usual precautions obtain. Use snow tires during winter and drive carefully. You will probably see the snow piled into embankments on either side of the road due to diligent snow-plowing but take extra care when plowing has not taken place.  During summer, be aware that there are black bear in this region.  Moose during rutting season should be avoided and drive carefully when visibility is poor, or it is dark, to avoid a possible moose collision. The Park enforces strict rules on hiking near caribou territory for the protection of the caribou herd - ask at the Visitor Interpretation Centre for more information.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Gaspésie National Park"]]},"\n",{"type":"{{","value":[["geo"],["48.9333"],["-66.2333"]]}]