[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:GatesofArctic.jpg"],["thumb"],["400px"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/gaar\/ Gates of the Arctic National Park"]}]}," is a ",{"type":"[[","value":[["United States National Park"]]}," in ",{"type":"[[","value":[["Arctic Alaska"],["Northern Alaska"]]},". It is the northernmost National Park, lying entirely north of the Arctic Circle, as well as the second largest—at 13,238 mi² (39,460 km²) it is roughly the size of Switzerland! The park is also one of the most remote National Parks in the United States with no established roads or trials entering or within the park. As such, it is primarily visited by adventurous souls who backpack by foot or travel along the handful of wild, scenic rivers which run through the park. The park is one of the last truly wild places left in the US.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe park's name comes from a nature activist who, while exploring the North Fork of the Koyukuk River, saw two mountains (Frigid Crags & Boreal Mountain) flanking the river on each side and christened this portal the \"Gates of the Arctic\". The region was first protected as a National Monument in 1978 and was upgraded to a National Park in 1980.\n\n",{"type":"===","value":["Landscape"]},"\nThe majority of the park is located within the Brooks Range mountains. Arete-topped mountains and glacier-carved valleys are the predominate landscape. \n\n",{"type":"[[","value":[["File:GatesOfTheArcticKoyukuck.jpg"],["thumb"],["350px"],["Koyuckuck River"]]},"\nThere are six National \"Wild and Scenic Rivers\" located in the park:\n",{"type":"*","value":[" Alatna River 83 miles (134 km)"]},{"type":"*","value":[" John River 52 miles (84 km)"]},{"type":"*","value":[" Kobuk River 110 miles (177 km)"]},{"type":"*","value":[" the North Fork of the Koyukuk River 102 miles (164 km)"]},{"type":"*","value":[" part of the Noatak River"]},{"type":"*","value":[" Tinayguk River 44 miles (71 km)"]},"\n",{"type":"===","value":["Flora and fauna"]},"\nThere is little in the way of vegetation as most of the land is Arctic tundra. Mosses and grasses survive and bloom in the summer months. There are almost no trees in the park. \n\nFauna include moose, barren-ground grizzlies, Dall sheep, black bears, wolves, and caribou. Birders can find a wide variety of birds common to Alaska within the park, such as ptarmigan, grouse, loons, and raptors. A total of 145 species of birds have been observed in the Park and Preserve over the past 30 years.\n\n",{"type":"===","value":["Climate"]},"\nThe entire park lies north of the Arctic Circle, thus the park has a short, cool summer (June-August) and a long, harsh winter (September-May). Temperatures in the summer, when most people visit the park, average around 50°F (10°C) while winters average around -30°F(-35°C) with temperatures below -60°F (-55°C) very possible...even before factoring the wind chill! The best (and certainly safest) time of year to visit is June-August, while April-May & September are bearable for hearty souls. Snow can fall at any time of year!\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:MarshallLake.jpg"],["thumb"],["Marshall Lake"]]},"\n\n",{"type":"===","value":["By road"]},"\nThere are no established roads or trails leading to nor within the park. However, the ",{"type":"[[","value":[["Dalton Highway"]]}," passes within 5 miles of the park's eastern side. The National Park Service maintains a small visitor's center in ",{"type":"[[","value":[["Coldfoot"]]}," (which lies on the Dalton Hwy) between Memorial Day and Labor Day. It is possible to park far off the highway and hike into the park or you can perhaps make special arrangements to be dropped off and picked up by the ",{"type":"[","value":["http:\/\/www.daltonhighwayexpress.com\/default.htm  Dalton Highway Express"]}," bus service. \n\n",{"type":"===","value":["By air"]},"\nThere are several Native Alaskan villages within the park which all have small airstrips, which can be reached by air taxi (regular service or charter). The largest village and most used airstrip is located at ",{"type":"[[","value":[["Anaktuvuk Pass"]]},", which has regular air taxi service. The village is used to tourists visiting the park and some services as well as a NPS office can be found here. Air taxi services generally fly from ",{"type":"[[","value":[["Fairbanks"]]},", ",{"type":"[[","value":[["Coldfoot"]]},", or ",{"type":"[[","value":[["Bettles"]]}," (although just getting to the latter two generally requires travel by air taxi). Some air taxi services also offer fly-overs of the park, flying a route such as Deadhorse-Anaktuvuk Pass-Bettles-Coldfoot at 2,000 ft and perhaps spending the night in the Inupiat village of Anaktuvuk Pass. This is a great option for the time-pressed or less-adventurous and, compared to other options into the park, is not terribly expensive. It is also great for spectacular photography!\n\nAnother option for remote locations is by bush planes which may either use the airstrips or land on a remote lake. By hiring a bush plane, you have greater flexibility (at a price). You will typically organize a custom trip where you are dropped off on a lake on a specific day and the plane returns to a specific rendezvous point a couple days or a couple weeks later to pick you up. Thus for most wilderness backpackers in the park, this is your best (but certainly not cheapest) option to explore the wild side of the park.\n\nMany outfitters based out of Fairbanks or Anchorage offer trips into the Park.  Typically, most of these fly from the east side of Fairbanks airport (across from the main terminal).  There are regularly scheduled flights to Bettles and Anaktuvuk Pass.  Bettles has a dirt strip, a store, and loding.  From Bettles, one can take a wheeled plane to land on a sandbar on one of the rivers.  Or, one can take a float plane, which is based about a few kilometers from Bettles.  These will land at Summit Lake (for the Koyukuk), or Circle Lake (for the Arrigetch Peaks.)  The latter are one of the most remarkable mountain formations in the world; it is an 13 km (8 mile) hike through brush, tussocks, and rock falls gaining about 600 m (2000 feet) elevation, to a meadow along Arrigetch Creek.  From there, one can day hike to the headwaters of Arritgech Creek, to a cirque with a glacial lake below, or to the base of the peaks themselves.  Plan on 2 days hiking to the meadow from the Alatna River, for while the distance is not great, the tussocks, the climb, brush, rock piles make it very slow hiking.  There is a campsite about 3 km (2 miles) in, on a knob, and two other campsites a few kilometers further along the trail.  All of these have water available from Arrigetch Creek.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nUnlike most other National Parks, there are no required fees or permits for entry into Gates of the Arctic NP. Given the little information available about the park and the extreme environment, it is advisable to talk to the park rangers at one of the following offices prior to travel:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Anaktuvuk Pass Ranger Station"],["url="],["email="],["address=Anaktuvuk Pass"],["lat="],["long="],["directions="],["phone=+1 907 661-3520"],["tollfree="],["fax="],["hours="],["price="],["content=The only station located within the park. Outside display is open year-round; call for ranger station hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bettles Ranger Station & Visitor Center"],["url="],["email="],["address=Bettles Field"],["lat="],["long="],["directions="],["phone=+1 907 692-5495"],["tollfree="],["fax="],["hours=June-September: 7 days\/week, 8am-5pm; October-May: Mon-Fri 8-12am, 1-5pm"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Arctic Interagency Visitor Center"],["url="],["email="],["address=Coldfoot"],["lat="],["long="],["directions="],["phone=+1 907 678-5209"],["tollfree="],["fax="],["hours=Open Memorial-Labor Day 7 days\/week, 10am-10pm"],["price="],["content=Located in Coldfoot along the Dalton Highway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fairbanks Administrative Center"],["url="],["email="],["address=4175 Geist Road, Fairbanks"],["lat="],["long="],["directions="],["phone=+1 907 457-5752"],["tollfree="],["fax="],["hours=Open year-round, Mon-Fri 8am-4:30pm"],["price="],["content=Main NPS office for north\/central Alaska."]]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Arrigetch Peaks.jpg"],["thumb"],["Arrigetch Peaks"]]},"\n",{"type":"*","value":["Hike"]},{"type":"*","value":["Raft\/Canoe"]},{"type":"*","value":["Air (see above)"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Brooks Range"]},{"type":"*","value":[" Rivers"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Backpaking\/hiking"]},{"type":"*","value":[" Rafting\/Canoeing"]},{"type":"*","value":[" Birding"]},{"type":"*","value":[" Photography"]},{"type":"*","value":[" Hunting"]},"\n",{"type":"==","value":["Buy"]},"\nThe park is a wilderness, so anyone expecting stores will be sorely disappointed.\n\n",{"type":"==","value":["Eat\/Drink"]},"\nAll food will need to be brought into the park as no supplies are available. Drinking water is plentiful.  You may consider purification downstream of the few settlements.\n\nProper food storage is required while visiting Gates of the Arctic, a requirement that can be met by using bear resistant food containers.  National Park Service Ranger Stations in Bettles, Coldfoot, Anaktuvuk and at the Alaska Public Lands Information Center in Fairbanks have containers on loan free of charge; call ahead to check availability.\n\n",{"type":"==","value":["Sleep"]},"\nThere are no developed lodgings or campsites in the park, but camping is allowed. Because this is remote wilderness, be sure to be prepared with supplies and pack everything out that you take in, including garbage. Also keep in mind that, like the rest of Alaska, this is bear country...take appropriate precautions.\n\n",{"type":"==","value":["Stay safe"]},"\nDangers in the park come from the wildness and remoteness.  File a plan with the park service so that if something happens to you that someone will know where you are.  Practice bear safety, be aware of extreme weather conditions, and do not set out without basic wilderness survival skills.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Bettles"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dalton Highway"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fairbanks"]]}]},{"type":"*","value":[" Kobuk Valley National Park — a similar Arctic park in northwestern Alaska"]},"\n",{"type":"{{","value":[["IsPartOf"],["Arctic Alaska"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"{{","value":[["related"],["United States National Parks"]]},"\n",{"type":"[[","value":[["WikiPedia:Gates of the Arctic National Park"]]},"\n",{"type":"{{","value":[["geo"],["67.7833"],["153.3"]]}]