[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Gedrez"]}," (Asturian: ",{"type":"''","value":["Xedré"]},") is a lovely village in ",{"type":"[[","value":[["Cangas del Narcea"]]},", in the ",{"type":"[[","value":[["South West (Asturias)"],["South West"]]}," of ",{"type":"[[","value":[["Asturias"]]},", ",{"type":"[[","value":[["Spain"]]},", surrounded by green forests and giant rocky mountains.\n\nGedrez is the capital of the new natural park \"",{"type":"'''","value":["Fuentes del Narcea"]},"\" and another natural park, \"",{"type":"'''","value":["Reserva de Muniellos"]},"\", is 10 min drive.\n\nTraditional Asturian values (language, handcraft, music and gastronomy) as well as virgin nature  (deers, bears, wolves and capercaillies) are still alive in this quiet village within a priceless natural environment.\n\n",{"type":"==","value":["Get in"]},"\nby plane: to Asturias airport (easyjet from Stansted, among others)\nby boat: ferries to Santander (cantabria) from Plymouth or Portsmouth (Brittany Ferries)\nor direct to Gijón, Asturias, from Nantes-St.Nazaire, France.\n\nThen hire a car, and aim for Cangas de Narcea. Gedrez is about 15 km beyond Cangas on the AS15.\n\n",{"type":"==","value":["Get around"]},"\nLovely for walking, wildlife - and depending on the season and the weather - skiing. Near at hand is Muniellos, Reserve of the Biosphere, home of bears and wolves, where you can walk all day (the entire route is quite tough, but you can just go along beside the river, and up to a glacial lake, if you´re not that fit). Admission restricted to 20 people a day, booking online at https:\/\/sede.asturias.es\/portal\/site\/Asturias\/menuitem.46a76b28f520ecaaf18e90dbbb30a0a0\/?vgnextoid=c8e6799a28d4f010VgnVCM100000b0030a0aRCRD  or ringing (from outside Spain) +34 985279100\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nCasa Funsiquin: family-run restaurant where the food´s delicious, and all from home grown produce. Traditional Asturian ingredients, served up with a modern touch: and with a beautiful view to enjoy as well. On top of that, extremely affordable. A \"menu del dia\" in Asturias consists of two courses (three sometimes!) followed by dessert, and with wine and bread included in the price -here 8€ during the week and 12€ at the weekend.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nFunsiquin casita rural: A cosy little house for the ecologically minded, with a traditional wood-fired stove and central heating for back-up, two bedrooms (one double bed, two singles)bathroom and kitchen -living. Ideal for friends, couples, couples with children...and just opposite is the bar \/ restaurant Funsiquin, open all day, with company - and wifi, for those who can´t do without.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["43.0167"],["-6.6000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Asturias"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gedrez"]]}]