[{"type":"{{","value":[["pagebanner"],["Gelderland Wikivoyage Banner.png"],["box=white"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gelderland.nl\/ Gelderland"]}]}," is one of the twelve provinces of the ",{"type":"[[","value":[["Netherlands"]]},". It lies in the east of the country. It is sometimes called ",{"type":"''","value":["Guelders"]}," in English.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Achterhoek"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Stadsregio Arnhem Nijmegen"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rivierenland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Veluwe"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arnhem"]]}," — capital of Gelderland and the gateway to the Veluwe"]},{"type":"*","value":[" ",{"type":"[[","value":[["Apeldoorn"]]}," — a very green city with lots of monuments and parks, as well as the home to Het Loo Palace"]},{"type":"*","value":[" ",{"type":"[[","value":[["Doesburg"]]}," — historic town at the river IJssel with the Martini Church"]},{"type":"*","value":[" ",{"type":"[[","value":[["Doetinchem"]]}," — the so-called \"capital of the Achterhoek\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Ede"]]}," — gateway for cycling tours through the Veluwe"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nijmegen"]]}," — oldest city of the country, known for its marches, left-wing politics and large student population"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tiel"]]}," — another old and historic town, and one of the largest fruit production centres of the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wageningen"]]}," — a major student city due to its agricultural university"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zutphen"]]}," — first town to get city rights in medieval times"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hoge Veluwe National Park"]]}," — the country's largest national park with heathlands, sand dunes, and woodlands"]},"\n",{"type":"==","value":["Understand"]},"\n\nGelderland started as the duchy of Gelre, based in ",{"type":"[[","value":[["Zutphen"]]}," but named after ",{"type":"[[","value":[["Geldern"]]}," in present-day ",{"type":"[[","value":[["Germany"]]},". It was one of the provinces in the Union of ",{"type":"[[","value":[["Utrecht (city)"],["Utrecht"]]}," that declared themselves independent of Spain in 1579, thus starting what would eventually become the Kingdom of the ",{"type":"[[","value":[["Netherlands"]]},".\n\n",{"type":"==","value":["Talk"]},"\nDutch is the basic language. In the Achterhoek area, some people speak a local dialect (Achterhoeks), but even they generally speak regular Dutch. German is decently understood and English is spoken by most people.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["From Amsterdam"]},"\nTo get to ",{"type":"'''","value":["Ede, Arnhem and Nijmegen"]},", take the Intercity train to Nijmegen which leaves from Amsterdam Central Station at --:22 and --:52 minutes of every hour. Travelling time: 59 minutes to Ede (station Ede-Wageningen), 70 minuten to Arnhem (arrival at --:02 and --:32), 89 minutes to Nijmegen. Note that the train reverses direction in Arnhem; don't be surprised, it will turn south when it leaves the station of Arnhem again.\n\nTo get to ",{"type":"'''","value":["Apeldoorn"]},", take the Intercity train to Enschede which leaves every half hour at --:27 and --:57, and arrives in Apeldoorn 63 minutes later.\n\nTo get to ",{"type":"'''","value":["Zutphen"]}," or ",{"type":"'''","value":["Winterswijk"]},", take the Intercity train to Apeldoorn and change in Apeldoorn to the small diesel train connection Zutphen and Apeldoorn in 20 minutes. It leaves from Apeldoorn at --:10 and --:40, a few minutes after the Intercity from Amsterdam arrived. It usually departs from the opposite side of the platform. Alternatively, you can reach Zutphen via Arnhem by changing there, but it will take about 10 to 15 minutes longer; it doesn't cost more (i.e., with a ticket to or from Zutphen you can choose between the Apeldoorn and Arnhem routes). See the article on ",{"type":"[[","value":[["Zutphen"]]}," for more extensive information. For ",{"type":"'''","value":["Winterswijk"]},", trains leave at --:07 and --:37, and depending on the route taken (Amsterdam-Apeldoorn-Zutphen) or (Amsterdam-Arnhem-Zutphen) will take between 135 and 153 minutes.\n\nTo get to ",{"type":"'''","value":["Doetinchem"]},", take the Intercity to Nijmegen and change trains in Arnhem. The train to Doetinchem and Winterswijk leaves 2 minutes after the arrival of the Intercity from Amsterdam, at --:04 and --:34, usually from platform 9. These trains take 34 minutes to Doetinchem and 68 minutes to Winterswijk, during the morning and afternoon rush there are 2 more to Doetinchem, at --:15, and --:45. For Winterswijk it's better to travel through Zutphen instead of Arnhem when coming from Amsterdam. To Doetinchem this should take 102 minutes, but it's likely to take 30 minutes longer because there's only a 2 minute change in Arnhem, which one is likely to miss.\n\nTo get to ",{"type":"'''","value":["Culemborg"]}," and ",{"type":"'''","value":["Tiel"]},", take the Intercity for Arnhem\/Nijmegen at --:22 or --:52, and change in Utrecht for the commuter train to Tiel, which leaves at --:28 and --:58. Travel time is 51 minutes to Culemborg, and 73 minutes to Tiel.\n\nTo get from Amsterdam to ",{"type":"'''","value":["Harderwijk"]},", take the Intercity for Amersfoort (departure at --:27 and --:57) and change there for the train to Zwolle, departure at --:12 and --:42. Travel time is 72 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Veluwe"]]},", the largest area of relatively unspoilt nature in the country."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Kröller-Müller Museum"]]},", which has many paintings by Vincent van Gogh on display as well as some Mondrians."]},{"type":"*","value":[" Palace \"Het Loo\" near Apeldoorn, where William and Mary used to live."]},{"type":"*","value":[" Beautiful old castles near Vorden, Ruurlo and 's Heerenberg, ",{"type":"[[","value":[["Staverden"]]},", ",{"type":"[[","value":[["Vaassen"]]},"."]},"\n",{"type":"==","value":["Do"]},"\nGelderland is known for the ",{"type":"[[","value":[["Veluwe"]]},", a great place for hiking, biking and horse riding in all seasons.\n\n",{"type":"==","value":["Eat"]},"\nIn the so-called Bible Belt, certain local delicacies are eaten only by the (elderly) population who also often don't speak standard Dutch. Those delicacies are not recommended to anyone from outside this small culture.\n\n",{"type":"==","value":["Drink"]},"\nThe beer brand \"Grolsch\" (English: from Grol) founded in ",{"type":"[[","value":[["Groenlo"]]}," and based in Enschede in the Achterhoek supplies pilsner in the entire country. Trips to the brewery are interesting, but to drink their beer can be fun as well.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\nFrom Arnhem, the German city of ",{"type":"[[","value":[["Cologne"]]}," can be reached by high speed train in about 90 minutes.\n\n",{"type":"{{","value":[["isPartOf"],["Eastern Netherlands"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["Geo"],["51.98333"],["5.91667"]]},"\n",{"type":"[[","value":[["Wikipedia:Gelderland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Netherlands\/Gelderland\/"]]}]