[{"type":"{{","value":[["pagebanner"],["Gelsenkirchen Altstadt banner Panorama over city.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gelsenkirchen.de Gelsenkirchen"]}]}," is a city in ",{"type":"[[","value":[["North Rhine-Westphalia"]]},", ",{"type":"[[","value":[["Germany"]]},". The city's  population as of 2012 was 257,600.\n\n",{"type":"==","value":["Understand"]},"\nGelsenkirchen is in the heart of the Ruhr region in Germany. Located in the western part of the country, Gelsenkirchen is located near major cities such as Dusseldorf and Cologne. Through coal mining, the Ruhr Region became former industrial capital of Germany and formed heavily populated cities. During World War II, the area was severely bombed due to its rich industrial value. After World War II though coal mining was severely curtailed and large unemployment hit the region. Gelsenkirchen, like neighboring cities, are refining their image promoting its industrial culture. Old refineries have been remolded into event halls and ice skating rinks. Beautiful bike paths now lie where old rail lines ran. Art from old machines are a source of artistic expression. Gelsenkirchen and the surrounding Ruhr Region offer this and more!\n\n",{"type":"==","value":["Get in"]},"\nThe Ruhr area, especially Gelsenkirchen, offers a wonderful public transportation system. Whether using the train, bus, streetcar\/ trolley, or car, it is easy to plan your transportation to and from all your activities in and around Gelsenkirchen.\n\n",{"type":"===","value":["By plane"]},"\nNearest airports are located within 100 km from the city.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dusseldorf"]]}," International Airport (approx. 40km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dortmund"]]}," International Airport (approx. 46km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cologne"]]},"-",{"type":"[[","value":[["Bonn"]]}," Airport (approx. 90 km)"]},"\nTrain stations with connections to Gelsenkirchen are available at both airports.\n\n",{"type":"===","value":["By train"]},"\n\nThe city can be easily reached using the German train network ",{"type":"[","value":["http:\/\/www.bahn.de"]},"InterCity-Express (ICE)and InterCity (IC) trains offer high speed connections between cities throughout Germany and popular European destinations. These trains travel up to 300km\/h and offer optimal comfort for long distance travel. \n\n",{"type":"===","value":["Inter City Transportation"]},"\nThe Verkehrsverbund Rhein-Ruhr Website offers a wonderful online planner in multiple languages for  using the train and\/ or bus in the Rein-Ruhr area. The central Bus Stations are located at the Gelsenkirchen Main Train Station and in the center of Gelsenkirchen Buer. Do note this website does not provide prices for your specific route-plan. ",{"type":"[","value":["http:\/\/www.vrr.de\/en\/fahrplanauskunft\/index.html"]},"\n\nThe official Bus and Trolley\/ Streetcar transportation provider in Gelsenkirchen and the surrounding area is BOGESTRA.",{"type":"[","value":["http:\/\/www.bogestra.de\/cipp\/bogestra_online\/custom\/pub\/content,lang,1\/oid,854\/ticket,g_u_e_s_t"]},"\n\n",{"type":"===","value":["By car"]},"\nGelsenkirchen can be reached using the highway (",{"type":"''","value":["Autobahn"]},") A42, A2, A40, as well as the ",{"type":"''","value":["Bundesstraße"]}," B224\/A52.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Berge Castle"]}," (",{"type":"''","value":["Schloss Berge"]},"), Adenauerallee 103, Bus 302 (stop: \"Berger See\"). Built in 1264, and underwent major expansion between 1785 and 1788. There is a traditional summer festival at the end of July every year. Concerts and other events are hosted regularly in this historically preserved location. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zoom-erlebniswelt.de\/english\/START\/index.asp Zoom Erlebniswelt"]}]}," is Gelsenkirchen's interactive zoo. Zoom offers a special zoo experience for children, families, and adults of all ages! The zoo is split into three sections or \"worlds\": Africa, Asia, and Alaska and offers a more natural atmosphere of the animal habitats. Openings times: March & October 9AM - 6PM, April - September 9AM - 6:30PM, Nov. - February \t10AM - 5PM  Day ticket: 17.50 €, Kids aged 4 to 12: 11.50 €."]},"\n",{"type":"*","value":[{"type":"'''","value":["City Parks"]},"- Gelsenkirchen offers wonderful city parks with beautiful playgrounds, gardens, and ponds. The \"Revierpark\" and \"Stadtgarten\" are popular centrally located parks within the city. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Nordsternpark"]},"- A former industrial park offering many attractions including a bike\/walking trails along a canal, an open air theater (which plays featured films in the summer time), Rock Climbing, a children's play land, and a Colliery. ",{"type":"[","value":["http:\/\/www.nordsternpark.info\/english\/attractions\/Historical_forum.asp"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Schalke 04"],["alt="],["url=http:\/\/www.schalke04.de\/14_home\/home.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is Gelsenkirchen's professional football\/soccer team in Germany's Bundesliga. One cannot miss the 60,000 blue and white fans migrating to the Veltins-Arena on game day. Schalke 04 is an essential part of the culture of Gelsenkirchen. It is a once in a lifetime opportunity to have seats in the infamous \"Nordkurve\", the section where the most passionate fans come out sing and cheer their favorite football club on."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Veltins Arena"]},"- Opened in 2001, the Veltins Arena is home to Football Club Schalke 04 as well as one of the most modern stadiums in Europe. With a retractable roof ",{"type":"''","value":["and"]}," playing field, the Veltins Area hosts everything from pop-concerts to operas and football to motorbike racing. Tours of the Arena and a museum about Schalke 04 are open to the public.",{"type":"[","value":["http:\/\/www.veltins-arena.de\/index_en.php"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere are 2 major shopping areas:\n",{"type":"*","value":[" at the ",{"type":"'''","value":["Bahnhofstraße"]}," in Gelsenkirchen city center"]},{"type":"*","value":[" at the ",{"type":"'''","value":["Hochstraße"]}," in Gelsenkirchen-Buer"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Cafe Extra Blatt"]},"- An American style cafe which offers coffee drinks as well as meals. Every morning they offer an All-You-Can-Eat buffet of eggs, bacon, fresh bread, and other delicious treats. Also cocktails are only 4 Euros each in the evenings. This is a fun place to enjoy a typical European cafe with a slight American flare."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Sombrero"]},"- A Mexican themed cocktail bar. Drink specials and entertaining servers offer a fun night out with friends."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cafe Arminstraße"]},"- A nice coffee shop located in the Arminstraße. Offers everything you need for a snack or a drink."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nDepending on your budget, Gelsenkirchen offers two hotel options.\n\n",{"type":"*","value":[{"type":"'''","value":["Inter City Hotel"]},"- Inter City Hotels are a chain of inexpensive hotels situated in convenient central locations in several Germany cities. Gelsenkirchen offers a convenient Inter City Hotel connected to the main train station in the center of the city. Also ask about special (free) transportation passes for convenient travel within and around Gelsenkirchen! ",{"type":"[","value":["http:\/\/www.intercityhotel.com\/aw\/InterCityHotel_Gelsenkirchen\/Hotelinformationen\/~bdyt\/Auf_einen_Blick\/"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Maritim Hotel"]},"- Including their signature Champagne Breakfast, Maritim Hotels offer first class hotel accommodations. Maritim Gelsenkirchen is located centrally and is only a 6 Euro taxi ride from the main train station. ",{"type":"[","value":["http:\/\/www.maritim.de\/typo3\/english\/hotels\/hotels\/hotel-gelsenkirchen.html"]}," Also the Gelsenkirchen Chapter of Rotary International meets in the meeting rooms of Martim once a week."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["51.5167"],["7.1000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ruhr"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gelsenkirchen"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/North_Rhine-Westphalia\/Localities\/Gelsenkirchen\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Gelsenkirchen"]]}]