[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Genovesa"]}," Island, also known in Spanish as ",{"type":"''","value":["Isla Genovesa"]}," or by its English name of ",{"type":"''","value":["Tower Island"]},", is one of ",{"type":"[[","value":[["Galapagos Islands"]]}," of ",{"type":"[[","value":[["Ecuador"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nGenovesa is considered one of the three ",{"type":"''","value":["must see"]}," sights in the Galapagos, featuring the largest red-footed boobie colony in the islands, over 200,000 Galapagos storm petrels, great frigate birds, Nazca boobies, swallow-tailed gulls, and short-eared owls.  Of the Darwin finches, the warbler finch, large cactus finch, large ground finch, and small-beaked ground finch are all found on this island.\n\nThe island is relatively small, with a total area of only 5.4 square miles.  Unlike many of the islands which have prominent highlands, the highest elevation on Genovesa is only 250 feet above sea level.  Darwin Bay, the main bay of the island, is actually a flooded volcanic caldera.  Next to ",{"type":"[[","value":[["Darwin (Galapagos)"],["Darwin"]]}," and ",{"type":"[[","value":[["Wolf (Galapagos)"],["Wolf)"]]},", Genovesa is the most remote of the islands, and requires an overnight boat ride through seas that can occasionally become mildly rough.\n\nSee the ",{"type":"[[","value":[["Galapagos wildlife"]]}," page for more information on the flora and fauna of the islands.\n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Visitor sites"]},"\n\n",{"type":"====","value":["Prince Phillip's Steps"]},"\n\nPrince Phillip's steps is a dry landing onto a rocky path carved directly into the rocky volcanic walls of the island.  The path leads up the 25m high walls to the largest bird colonies on the island.  A 1 km trail winds through great frigate nesting sites, red-footed boobies, Nazca boobies, and out to the edge of the island where Galapagos storm petrels fill the air so thickly that it's a wonder they find space to fly.\n\n",{"type":"====","value":["Darwin Bay"]},"\n\nThe landing site for Darwin Bay is a small beach at the end of the bay.  Sea lions will often haul out on the white sands, and numerous birds nest in and near the mangroves that line the 0.75 km path.  The trail here leads up to the top of the cliffs that surround the bay, providing a nice view.\n\n",{"type":"===","value":["Underwater sites"]},"\n\n",{"type":"====","value":["Darwin Bay"]},"\n\nThe main bay within Genovesa island is actually a flooded volcanic caldera, and provides one of the best opportunities to see hammerhead sharks while snorkeling.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Galapagos Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Genovesa Island"]]},"\n",{"type":"{{","value":[["geo"],["0.31666666666667"],["-89.95"]]}]