[{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["pagebanner"],["Genova_banner_2.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Panorama Genova da galiera.jpg"],["thumb"],["300px"],["right"],["The romantic port of Genoa, with its lovely seaside buildings and wooded rolling hills."]]},"\n",{"type":"'''","value":["Genoa"]}," (Italian, ",{"type":"''","value":["Genova"]},") is a historical port city in northern ",{"type":"[[","value":[["Italy"]]},", the capital of the Region of ",{"type":"[[","value":[["Liguria"]]},". Genoa today, as a tourist attraction, is often shadowed by cities such as ",{"type":"[[","value":[["Rome"]]}," or ",{"type":"[[","value":[["Venice"]]},", even though it has a long history as a rich and powerful trade centre. However, with its multitude of hidden gems behind cozy alleyways, excellent cuisine (notably fish and seafood), renovated old port, beautiful sights (including one of Europe's biggest aquariums), and its position as the European Capital of Culture in 2004 have made the birthplace of explorer Christopher Columbus an enticing place which is gradually becoming more included in the touristic market. With unusual typical slate-roofed houses, artistic churches, lovely seaside villas, and also several luxurious boutiques, Genoa is a must see if you want to experience the \"quintessential\" Italy.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Genoa port.JPG"],["thumb"],["right"],["300px"],["The busy city port, filled to the brim with yachts, boats, cruises, ferries and cargo ships. Genoa is a very important sea town in the Mediterranean."]]},"\nVenice, Rome, Milan, and Florence are of course the most known and admired towns in Italy. When moving to north-western Italy (Milan, Turin) it is nevertheless absolutely worth staying for a couple of days or a weekend in Genoa. The city is a good base to explore the Italian Riviera and world famous places like ",{"type":"[[","value":[["Portofino"]]}," and the ",{"type":"[[","value":[["Cinque Terre"]]},".\n\nPaolo Coelho wrote: \"Among the marvels of  Italy, it will take some digging to find the beauties of Genova, but it is worth visiting it.  I remember walking there with a friend, when she suddenly said: “Let’s stop for a bit. I can’t stand this orange color!”\". The fact is the more you stay the more you will enjoy and appreciate the town. A place where you discover daily new surprises, even if you stay for years.\n\nThe city may be less known by major tourist operators, but its splendor is often hidden inside the narrow streets of the historical center, called \"vicoli\".\n\nGenoa is a sort of decayed glorious port town, whose decay, however, is what makes it so interesting and pretty. The façades of grand palaces are hidden in scruffy, yet enticing alleyways, and there are really curious treats for anyone in virtually every alley. The city is your \"typical\" Italian one - quite sunny (during summer), with Mediterranean-looking houses topped by slate roofs, filled to the brim with outdoor cafes and bars, with lots of tiny and quirky alleways, elegant designer shops, and restaurants. Today, also, the old port has been renovated, and currently contains some funky avant-garde modern architecture, a delightful marina, and several seaside bars and shops.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe ",{"type":"[","value":["http:\/\/www.aeroportodigenova.com\/en\/home\/pag.php?sez=what_to_see Aeroporto di Genova - Cristoforo Colombo"]}," provides several daily flights from other major European cities such as ",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Paris"]]}," and ",{"type":"[[","value":[["Madrid"]]},".  From the airport it is fairly easy to rent a car or take a shuttle (bus no. 100, also called Volabus) to the city center.\n\n",{"type":"===","value":["By train"]},"\nGenoa can be easy travelled to by train from ",{"type":"[[","value":[["Milan"]]},", ",{"type":"[[","value":[["Turin"]]},", ",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["Tuscany"]]}," (",{"type":"[[","value":[["Pisa"]]},", ",{"type":"[[","value":[["Livorno"]]}," and ",{"type":"[[","value":[["Florence"]]}," (changing train in Pisa or ",{"type":"[[","value":[["Viareggio"]]},")) and ",{"type":"[[","value":[["France"]]}," (There is a direct train connecting with ",{"type":"[[","value":[["Nice"]]},").\nThere are two main train stations in Genoa, Brignole and Principe. Brignole serves most local routes and provides access to many bus lines. Principe serves local as well as long distance trains and many trains from ",{"type":"[[","value":[["Milan"]]}," and beyond will only stop at this station.\n\n",{"type":"===","value":["By car"]},"\nComing from ",{"type":"[[","value":[["Milan"]]}," you can reach Genoa via the A7-E62 (approx. 145 km). Mind though that the last part, from Serravalle to Genoa, is incredibly twisty, making you wonder if you’re still on the highway or accidentally have taken a wrong turn into a motordrome. It’s therefore advisable to take an alternative route, turning off the A7 at the deviation near Tortona and heading on the A26\/A7, following Genova, ",{"type":"[[","value":[["Ventimiglia"]]},", ",{"type":"[[","value":[["Savona"]]},", Voltri; making it a longer (+20 km), but certainly safer and more comfortable trip, unless you want to spice up you journey and observe how (some) Italians drive. The same highway is less twisty northbound.\n\nComing from ",{"type":"[[","value":[["Turin"]]}," you can either take the A6\/E717 to ",{"type":"[[","value":[["Savona"]]}," (137 km) and then go to Genoa following the beautiful, but twisty A10 coast highway (an other 45 km) or follow the Genova ",{"type":"[[","value":[["Piacenza"]]}," indications you'll find on the ringroad heading south. This latter is the shorter alternative (170 km total), but offers fewer sightseeing opportunities.\n\nComing from the French Riviera just follow the highway A10 and enjoy the sight (approx 160 km from the  French border).  If you're tempted to avoid the toll roads, be aware that it will take you at least three or four times as long although you might get better views.\n\nComing from ",{"type":"[[","value":[["Tuscany"]]}," you can take the A12 from Rosignano to Genoa; mind that you must have snow chains on board between the gates of Carrodano and ",{"type":"[[","value":[["Sestri Levante"]]}," when travelling from November 1 to March 31, even though snow is seldom a problem here.\n\n",{"type":"===","value":["By bus"]},"\nGenoa can be reached via Eurolines coach from many European countries. Long distance buses also run from Nice.\n\n",{"type":"===","value":["By boat"]},"\n\nGenoa is an important port, and has many ferry services. Grandi Navi Veloci crosses from Barcelona weekly, and takes about eighteen hours. It also offers a weekly crossing to Tangiers, which takes around forty-six.\n\nOther direct ferry routes from Genoa are;\n",{"type":"[[","value":[["Barcelona"]]}," (",{"type":"[[","value":[["Spain"]]},"), \n",{"type":"[[","value":[["Valletta"]]}," (",{"type":"[[","value":[["Malta"]]},"), \n",{"type":"[[","value":[["Bastia"]]}," (",{"type":"[[","value":[["Corsica"]]},"),\n",{"type":"[[","value":[["Olbia"]]}," and ",{"type":"[[","value":[["Porto Torres"]]}," (",{"type":"[[","value":[["Sardinia"]]},"),\n",{"type":"[[","value":[["Palermo"]]}," (",{"type":"[[","value":[["Sicily"]]},"), ",{"type":"[[","value":[["Tangier"]]}," (",{"type":"[[","value":[["Morocco"]]},") and ",{"type":"[[","value":[["Tunis"]]}," (",{"type":"[[","value":[["Tunisia"]]},").\n\n",{"type":"==","value":["Get around"]},"\nLocals will say driving around the city is somewhat faster than public transportation (traffic jams at rush hours notwithstanding), but once you have reached your destination you are faced with the nightmare and frustration of looking for a nonexistent parking spot. It is not just chance that most locals switched from cars to scooters - to the extent that even finding a spot for a scooter has become difficult too. All attractions within the center are in walking distance or well served by public transportation, therefore a car is of no use at all. If you still decide to drive into the city, don't bet on available street parking (there are street parking fees anyway) go directly to a parking garage and hope not all of them are full. If you think of driving to the beach on a sunny weekend day within Genoa or in another town along the coast, forget it. Finding a parking spot in walking distance to your beach is an once-in-a-lifetime event. Use public transit instead.\n\nPublic transportation will probably be your best bet within the city. The bus network is operated by ",{"type":"[","value":["http:\/\/www.amt.genova.it\/ AMT"]}," and services the whole city until 1AM at night. Be sure to check routes and timetables you need because the system can be somewhat confusing, e.g. some routes only travel at certain times and are replaced by other similar ones with different numbers at those times. There is also an underground line connecting the main square, piazza De Ferrari, with the northwestern neighborhood of Rivarolo, serving the historical center, the Porto Antico touristic area, the Stazione Principe main train station and the ferry terminal at Dinegro along the route. As is common in Italy, tickets are not sold on board (except at night or on Sundays, then at an increased price); you need to buy your ticket before boarding the bus at a newspaper kiosk or a tobacconist's or an underground station, and validate it at a punching machine once you have boarded the bus. Single tickets cost 1,50 € and are valid for 100 minutes after validation for an unlimited number of travels in any direction. A daily pass costs 4,50 €, while a group daily pass valid for 4 persons costs 9,00 €. Those passes must be validated at the beginning of your first ride.\n\nThere are also a number of public elevators and cable railways connecting the center with the neighborhoods on the surrounding hills. The upper stations of the ",{"type":"''","value":["Ascensore di Castelletto"]}," elevator and of the ",{"type":"''","value":["Funicolare del righi"]}," railway offer an astonishing view of the city.\n\n",{"type":"[","value":["http:\/\/www.trenitalia.com\/ Trenitalia"]}," suburban and regional trains travel in east-west direction along the coast connecting all the coastal neighborhoods\/suburbs with the city center. This is the most convenient means of transportation if you plan to see some peripheral districts or towns along the coastline. AMT tickets and passes are valid on Trenitalia trains within the city limits (Voltri and Nervi); single tickets only allow one train ride, and you will need to validate them again at the yellow punching machines at the stations - check for the correct validating space with the name \"Trenitalia\" on the back side of the ticket.\nIf you are travelling outside the city limits to visit some outer towns, you will have to buy a ticket at a Trenitalia counter or machine. It is advisable to buy return tickets right away because there are usually no ticket counters at minor stations and chances are good that the ticket machines there won't work, turning buying a ticket (or discussing with the conductor on the return train) into a hassle.\n\nThe historic center of Genoa is serviced by bus only around some important squares and streets (Piazza Acquaverde for Stazione di Piazza Principe, Piazza della Nunziata, Largo Zecca, Piazza Corvetto, Piazza Caricamento). Its ",{"type":"''","value":["caruggi"]}," alleys are so narrow that no vehicular traffic is physically possible, and they have to be visited on foot - distances are definitely not huge anyway.\n\nAMT also operates a public boat service called Navebus (check the timetables here: ",{"type":"[","value":["http:\/\/www.amt.genova.it\/rete_e_orari\/navebus.asp"]},") connecting the Porto Antico to Pegli. It is a great and cheap way to have a look at the city from the sea; once in Pegli, you can pay a visit to the Villa Pallavicini public park.\n\nPrivate boat services start from the Porto Antico and travel along the coast to Camogli, San Fruttuoso, Portofino, Chiavari and the Cinqueterre.\n\n",{"type":"==","value":["See"]},"\nThere is so much to see in Genoa.\n\nMuseums:\n\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.acquario.ge.it\/index.asp Aquarium"]}]}," The second biggest in Europe!"]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.galatamuseodelmare.it Sea Museum"]}]}," and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.museonavale.it Naval Museum"]}]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=D’Albertis Castle Museum of World Cultures"],["alt="],["url=http:\/\/www.museidigenova.it\/spip.php?rubrique230"],["email= castellodalbertis@comune.genova.it"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum of Modern Art - Wolfson"],["alt="],["url=http:\/\/www.gamgenova.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum of Modern Art - Villa Croce"],["alt="],["url=http:\/\/www.museovillacroce.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Museums of Fine Arts - Strada Nuova"]}," - Palazzo Bianco (White Palace) ",{"type":"[","value":["http:\/\/www.palazzobianco.it"]}," and Palazzo Rosso (Red Palace) ",{"type":"[","value":["http:\/\/www.palazzorosso.it"]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Chiossone Museum of Oriental Art"],["alt="],["url=http:\/\/www.museochiossonegenova.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The biggest European collection of oriental art."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Doria Museum of Natural History"],["alt="],["url=http:\/\/www.museodoria.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Cathedral Museum"],["alt="],["url=http:\/\/www.museosanlorenzo.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum of St. Augustine"],["alt="],["url=http:\/\/www.museosantagostino.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A convent displaying various medieval works of art."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ligurian Archeological Museum"],["alt="],["url=http:\/\/www.museoarcheologicogenova.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Luxoro Museum"],["alt="],["url=http:\/\/www.museoluxoro.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A private collection which houses various works of art and furniture."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Raccolte Frugone"],["alt="],["url=http:\/\/www.raccoltefrugone.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Nervi's former private art collection."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wolfsoniana"],["alt="],["url=http:\/\/www.wolfsoniana.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A museum of modern applied arts."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Palazzo Reale (Royal Palace)"],["alt="],["url=http:\/\/www.palazzorealegenova.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Owns a historical picture gallery."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=National Ligurian Gallery at the Spinola Palace"],["alt="],["url=http:\/\/www.palazzospinola.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum of the Ligurian Art Academy"],["alt="],["url=http:\/\/www.accademialigustica.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum at the Prince's Palace"],["alt="],["url=http:\/\/www.palazzodelprincipe.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another Genovese historical art collection."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ippolito National Ligurian Museum"],["alt="],["url=http:\/\/www.mna.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Cathedral of San Lorenzo"]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=palazzi dei rolli"],["alt="],["url=http:\/\/www.irolli.it\/english.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The present on World Heritage List of UNESCO"]]}]},{"type":"*","value":["The historical centre:"]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Santa Maria di Castello"],["alt="],["url=http:\/\/www.santamariadicastello.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The cloister of the domenican order, the museum and the ",{"type":"''","value":["summer cathedral"]}," offer a lot of treasures and exploring them is free during the opening hours of the church"]]}]},"\nGenoa is known to have Europe’s biggest historical center. This is the heart of the old city. It’s made up of an incredible amount of tiny streets and alleys called ",{"type":"''","value":["Caruggi"]},". Walking through it will plump you right back in ancient times when Genoa was the most important harbor of  the Mediterranean sea. The city is generally safe, but caution is to be applied, especially at night time and in the more quiet zones toward Piazza Principe and the old harbor, due to presence of small criminality.\n\n",{"type":"*","value":["The house of ",{"type":"'''","value":["Cristoforo Colombo"]},". In piazza Dante you will find the house where Columbus lived as a child;"]},"\n",{"type":"*","value":["The impressive fortification belt built on the hills surrounding the city, originating in the 16th Century ",{"type":"[","value":["http:\/\/www.forti-genova.com\/"]},";"]},"\n",{"type":"*","value":["There is a funicular railway servicing Monte Righi, where one can have pleasant walks on the surrounding hills and to the fortifications (see above), or just admire the spectacular view of the city and the Mediterranean Sea."]},"\n",{"type":"*","value":[{"type":"'''","value":["Spianata Castelletto"]}," is a nice belvedere where one can have a pleasant view of the city and of the seaport. It can be reached by public lift from Piazza della Nunziata or on foot from that very same square."]},"\n",{"type":"*","value":[{"type":"'''","value":["Via Garibaldi"]}," (also known as Via Aurea and Strada Nuova, Golden Street and New Street) with very impressive baroque buildings. Some similar buildings are also found in ",{"type":"'''","value":["Via Balbi"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Old Harbour"]}," (Porto Antico), next to the Aquarium, is an entertainment area with museums, cinemas, cafés and also a beautiful promenade along the sea."]},"\n",{"type":"*","value":["The Lanterna - the oldest European lighthouse and a prominent Genovese symbol"]},"\n",{"type":"*","value":["A lot of beautiful churches, some of which date back to the Romanesque time (San Giovanni di Pre', San Donato, Santa Maria del Castello)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Corso Italia"]}," - Genoa's promenade"]},"\n",{"type":"*","value":[{"type":"'''","value":["Boccadasse"]}," - a picturesque fishermen quarter"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Castello d'Albertis"],["alt="],["url=http:\/\/www.castellodalbertisgenova.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Palazzo Ducale"]}," Where the Dukes of Genoa used to live."]},"\n",{"type":"==","value":["Do"]},"\nThere are plenty of things to do in Genoa, although it is VERY advisable to visit in spring and summer. A lot of young kids spend their time playing with their friends in Parks found within certain antique Villas, some of them are also museums (i.e. Villa di Negro- oriental arts museum Edoardo Chiossone).  Go for Ice Cream along the beaches and beach promenades. There are a lot of paintings in the town and on the brick floors which a lot of people admire. Fishing for catfish is also a hobby you might enjoy.\n\nVia XX (venti) Settembre - Via San Vincenzo\n\nGenoa's main street Via XX settembre, is filled with cafe's and high street fashion shop's. Start from Brignole station and head towards Piazza De Ferrari. Via San Vincenzo another popular shopping destination runs parallel to Via Venti (as the Genoese call it) from Brignole.\n\nDe Ferrari - San Lorenzo\/ Centro Storico\n\nDe Ferrari square lies in the heart of the city, surrounded by the Carlo Felice theatre, and Palazzo Ducale. Head towards Via San Lorenzo and get lost inside the Centro Storico. A bustling net of alley ways that gains its character for being close to the port and as such is a melting pot of cultures. You can breathe the Sea air and the port of a once strong maritime republic.  \nIt is full of bars, shops, antique barbers (va canneto il lungo), butchers and restaurants. Get Lost! (though you might want to take a map because you could get lost)\n\nOn Friday and Saturday nights, these alle ways fill up with people, excellent for bar crawling and living the night. Find its many chupiterias, to get speciality shots or find smaller more rustic birrerias. Occasionally you can find live bands on the streets or in many of the bars, especially by Piazza delle Erbe and Piazza Luzzati.\n\nPasseggiata Lungo mare Corso Italia - Boccadasse, santa chiara\nTake a walk along Corso Italia on a sunny day, this promenade along the sea is a must for the outdoor season. Suited for runners, roller blades, it also has a skate park, Giardini Govi, along its way. Just head south from Brignole Bus Station, along Viale Bisagno Brigate and then turn left, there the promenade begins.\nAt the end of Corso Italia, there is a church and going down towards the sea you reach Bocadasse, a small beach surrounded by ice cream shops, little boutiques, and restaurants, with terraces over the sea. Adventure yourself along the \"creuzäs\", (small alley) ways to discover its villas and hidden coves.\n\nMonte Righi - Castello Sperone\n\nGenoa is surrounded by hills, which have fortresses built under Napoleonic rule, to defend the city. You can reach this summit of the hill Righi by taking the funicular at Largo Zecca. From then on you may walk along the woods and access a birds eye view of the city and its port. Its quite a walk, but well worth it.\n\nParco di Nervi\n\nNervi is the last neighborhood heading towards levante (east), get here quickly by taking bus number 15 or one of the frequent trains. Here lies an immense park that lies just above cliffs on the sea. It has a sea level promenade and another part of the park which extend towards the hills. There are a few small lakes hidden within the park.\n\n",{"type":"==","value":["Learn"]},"\nItalian Language classes ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.linguamadre.it Lingua Madre Cultural Association"]}]}," ",{"type":"[","value":["mailto:info@linguamadre.it"]},".Lingua Madre offers a wide range of courses, in a friendly atmosphere, where you can quickly learn Italian and make new friends.\n\nItalian language courses organised by ",{"type":"[","value":["http:\/\/www.scuola-tricolore.it Scuola Tricolore"]},". Whether you are interested in group or individual courses, in the morning, afternoon or evening, Scuola Tricolore offers high quality tuition and for those interested accommodation and leisure activities. Courses available in the morning, afternoon and evening.\n\nItalian Language School ",{"type":"[","value":["http:\/\/www.adoortoitaly.com A Door to Italy"]}," - the ideal school for foreigners who like to improve their language skills. You can ask for private teachers and personalized lessons even outside of the schoolfacilities.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nGenoa is great for shopping. You have the designer boutiques, department stores, food shops, and antique dealers.\n\nDowntown, for those who want luxury boutique browsing, you can find some world class fashion-related shopping along Via XX Settembre, starting from Piazza Ferrari.\n\nThere are a lot of small, picturesque and tourism-related shops in the centre. These are mainly in the central squares and the small alleways. You can find souvenir stalls, kiosks selling books and snacks, sailor-themed stalls, traditional flea markets, modern and antique furniture dealers, little bookstores and tiny art galleries.\n\nThere is a large shopping center called Fiumara located near Genova Sampierdarena train station. To reach Fiumara, take a local train to Genova Sampierdarena station and exit the station. Turn left and go under a bridge, near which there is a sign to the left for Fiumara. The shopping center is visible from the other side of the bridge and is about 10 minutes walk. The mall can also be reached by car or bus routes 1, 2, 4 and 22. \nThe mall is open from 9AM-9PM Monday - Sunday. Nearby there is a theater and activity center which includes a pool hall, bowling alley and restaurants.\n\n",{"type":"==","value":["Eat"]},"\n\nThe vast majority of places charges service for a fixed amount per person (called ",{"type":"''","value":["coperto"]},"), as is custom in Italy. A trattoria, cafe or bar will not charge this fee for lunch, and this is often a good place to get pasta or a sandwich in the afternoon. Restaurants are open from approximately 12:30 - 3PM for lunch and 7:30 - 10PM for dinner.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pasta e Birra Take It Easy"],["url=http:\/\/www.facebook.com\/pages\/Pasta-Birra\/138321639533931"],["address=Piazza Ferretto 10 rosso"],["directions=Close to Magistrato Di Misericordia Church and the Genova Cathedral"],["content=Great, fresh pasta on a budget - less than €5 for a pasta and drink. Try the regional 'trofie with pesto sauce'. No reservation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trattoria Da Maria"],["address=Vico Testadoro 14"],["phone=+39 010 581080"],["directions=close to Piazza de Ferrari"],["content=raditional regional cuisine and a practical and crowded atmosphere. Possible opening for lunch only, no reservation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Osteria La Lanterna"],["address=Via San Siro 12R"],["phone=+39 010 2461608"],["directions=close to Via San Luca and Museo del Risorgimento"],["content=This restaurant offers mainly fish dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trattoria Sa Pesta"],["address=Via Giustiniani 16r"],["phone=+39 010 2468336"],["directions=in the old town"],["content=This restaurant offers traditional regional cuisine."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Colonne di San Bernardo"],["url=http:\/\/www.colonnedisanbernardo.it\/"],["email="],["address=Via San Bernardo 59r"],["lat=44.40611"],["long=8.93028"],["directions="],["phone=+39-010-2462646"],["tollfree="],["fax="],["hours=8PM - 10PM"],["price=€35"],["content=Fish and meat specialities with limited choice, but high quality and a selection of excellent wines. All prepared with great care. Sweets represent a wonderful surprise, not to miss."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ombre Rosse"],["url="],["email="],["address=Vico Indoratori 20-22-24 r"],["lat="],["long="],["directions="],["phone=010 2757608 \/ 347 4280698"],["tollfree="],["fax="],["hours=Lunch, Dinner"],["price=€25"],["content=Quality Genovese typical food, like pansotti, vegetable cakes, baccala, lepre, brasato."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Berlocca"],["url="],["email="],["address=via ai Macelli di Soziglia 45r"],["lat="],["long="],["directions="],["phone=010 4075555"],["tollfree="],["fax="],["hours=Lunch, Dinner"],["price=€35"],["content=Fish & meat of great quality. Excellent choice of wines."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sä Pesta"],["url="],["email="],["address=via dei Giustiniani 16r"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Only the best of Genoese food. This antique restaurant has been serving port workers, and nobility alike for the past couple of centuries. Great for torte and farinata"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Grace Restaurant"],["alt="],["url=http:\/\/www.thi-hotels.com\/hotels\/bentley-hotel\/restaurant-genoa.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=the cuisine, linked to the territory, combines the flavours and aromas of Liguria with the pleasures of traditional international cuisine and is entrusted to the expert hands of Chef Salvatore Di Carlo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ristorante Zeffirino"],["content=Allegedly one of Frank Sinatra's favourite restaurants (apparently he had them send him regular supplies of their pesto), Zeffirino is one of Genoa's gems. Hidden up a long flight of steps just off Via XX Settembre in the heart of Genoa, it can a little hard to find but well worth it. Stunning food, truly excellent service and a beautifully appointed dining room makes for a memorable lunch or dinner."]]}]},"\n",{"type":"===","value":["Specialities"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pesto sauce"]}," originates from the city of Genova. It is used in many dishes, including pastas and pizzas. You can always order from the huge variety of pastas and pizzas available here, but trying the one which is based on Pesto is a must to experience the traditional Genovese cuisine."]},"\n",{"type":"*","value":[" Another must try from the Genovese or Ligurian cuisine is the ",{"type":"'''","value":["focaccia"]},", which essentially is a flat oven-baked Italian bread, which may be topped with onions, herbs, or other foodstuffs. They are quite tasty and often cheaper than pizzas. There are many 'Focaccerias' scattered throughout Genova and its surroundings. These are basically take away places, and easy on the wallet, too. In many of the focaccerias, you will find improvised varieties of focaccias, but usually, the best tasting ones come with only tomatoes or onions and a bit of olive oil. The original \"focaccia\" is simply topped with olive oil, salt and a little bit of white wine"]},"\n",{"type":"*","value":[" Don't miss to try the ",{"type":"'''","value":["farinata"]},", a thin crusty pie made with chick-peas flour, water, salt, and olive oil."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Piazza delle Erbe"]},": small square in the old town, with nice bars (5 min. walking from Piazza De Ferrari and Palazzo Ducale) open until 1AM. On Fridays and Saturays it is crowded of young people."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Riviera hotel Pl"]]}]},"\nArea of Porto Antico. Down of piazza Caricamento and close to the Bigo there is a float restaurant with the nose of it being a night bar, with sometimes offering live music. Wide wood chairs to relax and see the sea in summer.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Apartment Vico della Rosa"],["alt=Vico della Rosa"],["url=http:\/\/home.manana.it\/living_room1.htm"],["email="],["address=Vico della Rosa"],["lat="],["long="],["directions="],["phone=+39-3483864636"],["tollfree="],["fax="],["hours="],["price=500"],["checkin="],["checkout="],["content=60 sqm Apartment in the historical centre of Genova. Located in the area of Soziglia. Ideal for 2 people and minimum stay of 3 days. directly from the owner"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Apartment Santa Maria di Castello"],["alt=Santa Maria di Castello"],["url=http:\/\/home.manana.it\/smc_livingroom.htm"],["email="],["address=Salita Santa Maria di Castello 15"],["lat="],["long="],["directions="],["phone=+39-34834864696"],["tollfree="],["fax="],["hours="],["price=600"],["checkin="],["checkout="],["content=100 sqm Apartment in the oldest part of the historical center of Genova. 2 bedrooms. Ideal for 4 people. Can be rented for minimum 1 week directly from the owner"]]}]},{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Albergo Parigi"]},", 72 Via di Pre. Cheap and basic and close to Genova P. Principe station. €40 per room."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Nuovo Nord"],["alt="],["url=http:\/\/www.hotelnuovonord.com\/index_eng.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 010 2464470"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Balbi 155. Completely renewed, in the front of the railways station Porta Principe, all the main attractions are within walking distance."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Youth Hostel"],["alt="],["url="],["email=hostelge@iol.it"],["address="],["lat="],["long="],["directions="],["phone=(0039)0102422457"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Costanzi 120,  (to reach from the center by bus no. 40)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Columbus Village Accommodations"],["alt="],["url=http:\/\/www.columbusvillage.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via XX Settembre 26\/5 16121 Genova, tel: +39 010 8692029. (From the US 011 39 010 8692029). An agency that rents local bed & breakfast accommodations in Genoa. They also rent accommodations in the surrounding area and short-let apartments."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Villa Bonera"],["alt="],["url=http:\/\/www.villabonera.com\/en\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 010 3726164"],["tollfree="],["fax=+39 010 3728565"],["price="],["checkin="],["checkout="],["content=Via Sarfatti, 8."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B Casa Aurora"],["alt="],["url=http:\/\/www.casa-aurora.com\/bed_and_breakfast_genova.php\/lang=ING"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Piazza San Giorgio 32\/12, Tel: +39 010 2541677, +39 340 6107251. In the city center of the old town."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B Albatros"],["alt="],["url=http:\/\/www.albatrosgenova.it"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 349 7626273"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Prè 10\/6. ). In the historical centre of Genoa, few steps from the main tourist attractions of the city, few steps from the famous Aquarium. Ideal for city tour, for tourist trip, business trip, or for those who stop for a quick break. Metro station, Bus and Taxi stops are next to B&B."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B IL Vico"],["alt="],["url=http:\/\/ilvicogenova.it"],["email="],["address=Vico del Dragone 4\/6"],["lat=44.40512"],["long=8.93355"],["directions="],["phone=+39 339 5753845"],["tollfree="],["fax="],["checkin="],["checkout="],["price=single €60-90, double €80-120"],["content=A recently refurbished B&B in Central Genoa in the proximity of the main tourist attractions and business venues."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Cairoli"],["alt="],["url=http:\/\/www.hotelcairoligenova.com\/en\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+39 010"]}," 2461454"],["tollfree="],["fax=",{"type":"''","value":["+39 010"]}," 2467512"],["price="],["checkin="],["checkout="],["content=Via Cairoli 14. Situated in the historical center of the city and close to Porto Antico. Single room from €55, double room from €75 (as of September 2006)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Minerva"],["url=http:\/\/www.hminerva.it"],["email="],["address=Via Maragliano 34D, Santa Margherita Ligure"],["lat="],["long="],["directions="],["phone=+39 0185 286073"],["tollfree="],["fax="],["hours="],["price=€80-190"],["checkin="],["checkout="],["content=The Hotel Minerva is located in Santa Margherita Ligure in a quiet area a short walk from the beaches"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=NH Plaza"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/italy\/genoa\/nh-plaza.html"],["email="],["address=Via Martin Piaggio, 11. 16122 Genova."],["lat="],["long="],["directions="],["phone=+39 010 83161"],["tollfree="],["fax="],["hours="],["price=Rooms from 95€"],["checkin="],["checkout="],["content=This 4* hotel is located in the heart of the financial district and is just a short distance from many well-known tourist attractions."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Locanda di Palazzo Cicala"],["alt="],["url=http:\/\/www.palazzocicala.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Locanda di Palazzo Cicala has all the magic of a \"hotel de charme\". It is in the very heart of the historic city centre, opposite S. Lorenzo Cathedral, just a short walk from the Old Harbour, the Cotone Congressi congress centre and the art exhibitions in Palazzo Ducale."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Bristol Palace"],["alt="],["url=http:\/\/www.hotelbristolpalace.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Best Western City"],["alt="],["url=http:\/\/www.bestwestern.it\/city_ge\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Savoia Majestic"],["alt="],["url=http:\/\/www.hotelsavoiagenova.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheraton Genova"],["alt="],["url=http:\/\/www.starwoodhotels.com\/sheraton\/search\/hotel_detail.html?propertyID=313"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Romantik Pagoda"]},"."]},{"type":"*","value":[{"type":"'''","value":["AC Hotel Genova"]},"."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nStreets in Genoa are usually quite safe, especially in the main tourist areas and residential areas. Downtown, Quarto dei Mille, Quinto del Mare and Nervi are all safe districts during the day as well as the evening.\n\nHowever, some limited areas in the historical centre off the main alleys might be subject to petty crime or just be uncomfortable for the general tourist (e.g. prostitutes waiting for clients in the middle of the day in dark side alleys just a couple of blocks away from a touristic attraction). Especially north of Piazza Caricamento\/via Banchi\/via Luccoli, around the Via Pré and in the Stazione Principe area, it is advisable to exercise extra caution and follow your common sense, e.g. avoid walking into narrower, darker, deserted alleys off the main paths unless you know where you are going. Pay special attention to your surroundings, avoid displaying flashy items and do not carry large amounts of cash or valuables.\n\nMuggings or violence towards tourists are practically unheard of, however deft pickpockets are not seldom. Be particularly careful in the via San Lorenzo\/via San Bernardo\/via San Donato area (which is a popular and very crowded nightlife zone for students and young people) and also on city buses.\n\nWhen walking, you should not expect motorists (especially scooters and bikers) to be particularly disciplined. At unsignalized crosswalks, you might need to insist on your right of way by just starting to cross the road (with caution!), as Italian pedestrians normally do, rather than waiting for motorists to stop. If a car, van or truck has stopped to let you cross, ",{"type":"'''","value":["be very careful"]}," and always assume there might be a scooter passing that vehicle at high speed without seeing you.\n\nVirtually all beaches in Genoa and surroundings are made of cobbles, rocks and cliffs. The sea floor is normally very steep and you won't be able to touch the ground just some meters away from the shore, hence beware if your swimming skills are not good. When bathing, be extremely cautious as stones under water are mostly covered with vegetation and very slippery. Avoid bathing at all if the sea is not calm: waves that may seem innocent from the shore might be strong enough to turn getting out of the sea into a quite dangerous and scary undertaking, running the risk of being smashed into the shore or into a rock (that you perhaps don't see because it's under water). There is normally no lifeguard service on free public beaches.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Cope"]},"\n\nIt is not difficult to find someone who can help you with easy\/touristic problems in English, Spanish or French, but the best is of course to speak a little bit of Italian.\n\n",{"type":"==","value":["Go next"]},"\n\nGenoa makes a good base to explore ",{"type":"[[","value":[["Cinque Terre"]]},", ",{"type":"[[","value":[["Rapallo"]]},", ",{"type":"[[","value":[["Portofino"]]},", ",{"type":"[[","value":[["Portovenere"]]},", ",{"type":"[[","value":[["La Spezia"]]},", or ",{"type":"[[","value":[["Chiavari"]]},". The ",{"type":"[[","value":[["French Riviera"]]}," is not too far away, either.\n\n",{"type":"{{","value":[["geo"],["44.411111"],["8.932778"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Liguria"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Genoa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Liguria\/Localities\/Genoa\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Genoa"]]},"\n",{"type":"{{","value":[["related"],["Liguria"]]},"\n",{"type":"{{","value":[["related"],["Italy"]]},"\n",{"type":"{{","value":[["related"],["Europe"]]}]