[{"type":"{{","value":[["pagebanner"],["Geoji_Banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/english.geoje.go.kr\/index.sko Geoje"]}]},"(거제,\t巨濟, also ",{"type":"''","value":["Geoje-do"]},", pronounced \"Go-je\"), formerly romanised as ",{"type":"''","value":["Koje"]},", is an island in ",{"type":"[[","value":[["South Gyeongsang"]]}," province, ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Geoje_Coast.JPG"],["thumb"],["350px"],["right"],["Gorgeous coastline of Geoje Island"]]},"\nDubbing itself the \"Blue City\", Geoje is more of an island than a city. It is in fact Korea's second largest island (only ",{"type":"[[","value":[["Jeju"]]}," is larger) with a loose collection of villages and settlements scattered in coves around the coastline. The two largest of these are ",{"type":"'''","value":["Okpo"]}," (옥포) on the east coast and ",{"type":"'''","value":["Gohyeon"]}," (고현) on the west. Most of the tourist sites lie between these two settlements around, and just off, the southern coastline. The intercity bus terminal is in Gohyeon but services also run from the odd remote bus stop.\n\nThe key attraction of the island is its natural coastal beauty. Outside of the two cities it is a near-endless series of calm blue beached coves and sheer pine-forested grey cliffs overlooking the sea.\n\nGeoje actually has played a significant role in Korea's naval history. The coast of Okpo is the setting for one of Korea's greatest military victories over Japan during early stages of the 1592-1598 Imjin War. United under Admiral Yi Sun-sin, Korean armor-plated turtleships successfully repelled Japanese attackers from taking the Jeolla region. Although this ultimately did not stop the war in its tracks, it did slow the invasion a little and provided a morale boost to the nation.\n\nToday, Geoje is a shipbuilding powerhouse hosting both Samsung and DSME shipyards. Despite the large number of foreign residents employed to supervise these facilities and subsequent notably high foreign presence in Okpo and Gohyeon, English signage on the island varies between minimal and non-existant.\n\n",{"type":"==","value":["Get in"]},"\n\nWith the completion of the dual bridges and tunnel that comprise the ",{"type":"[[","value":[["Busan"]]},"-Geoje direct expressway link, access by both express bus and car has become significantly faster and easier.\n\n",{"type":"===","value":["By air"]},"\n\nThere is no airport in Geoje, although ",{"type":"[[","value":[["Gimhae International Airport"]]}," (",{"type":"{{","value":[["IATA"],["PUS"]]},") is actually closer than Busan itself. Flying into Gimhae from the south (",{"type":"''","value":["e.g. Hong Kong, Shanghai"]},") provides great aerial views of Geoje.\n\n",{"type":"===","value":["By bus"]},"\n\nBuses leave approximately hourly from the Busan Seobu bus terminal and take 1 hour and 20 minutes to reach Okpo via the new bridge (in reality it's actually a bit shorter) for ₩5600. Note that where the bus drops you off is often ",{"type":"'''","value":["not"]}," where you can pick it up again. Services to Okpo for example will simply drop you at a local bus shelter outside the Geoje Museum from where you cannot return. To escape the island, you must make your way to the Gohyeon Intercity Bus Terminal to get to Busan. Alternately, the area around Windy Hill has an obscure intercity link to Masan that runs every two hours until 8 pm.\n\nThere is also an express bus route from Busan Seobu to Jangseungpo that takes 1 hour and 30 minutes. The bus terminal is a little far from the ferry piers and with no clear directions, so you should take a taxi (₩2,200 - 5 minute ride).\n\nIntercity buses also still service Geoje from Masan via Tongyeong (and also Busan, although this route being now superseded is likely to be phased out) taking roughly two hours and one hour respectively.\n\n",{"type":"===","value":["By ferry"]},"\n\nThe coast of Geoje is littered with ports and in the recent past there were many ferry options from ",{"type":"[[","value":[["Busan"]]}," to Geoje. However at time of writing (",{"type":"''","value":["October 2011"]},") all ferry services to and from ",{"type":"[[","value":[["Busan"]]}," have been discontinued due to the convenience of the new Expressway, and most people now drive or take a bus.\n\n",{"type":"===","value":["By car"]},"\n\nPrivate cars can take the toll expressway from ",{"type":"[[","value":[["Busan"]]}," to Geoje. One key advantage to this is that you can take a brief break at a rest stop constructed on a man-made peninsula beside the undersea tunnel — the view from there is stunning.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nThis is the transport of choice for Korean visitors and the most practical way of getting around. Daegeoje-ro (대거제로) is a highway that loops the island following the cliffs closely and offering near continual spectacular views of the ocean and coastline as well as passing by practically every attraction.\n\nIf in a group, taking a taxi could provide an alternative, but they are rarely seen outside of the designated stands.  This is one of the very, very few places in Korea where you should keep an eye on the cabbies; they'll take the long way unless you call them on it.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"====","value":["By public bus"]},"\nGeoje has an extensive local \"",{"type":"[","value":["http:\/\/bis.geoje.go.kr\/ inner-city"]},"\" (cough) public bus service catering towards locals. For tourists, it is a disaster, plain and simple. There is no single service that takes the Daegeoje-ro around the entirety of the island. Instead, the island is divided into a bunch of color-coded regions matching up with number-coded buses (for example, 10-19 and a yellow color represent greater Okpo, Jangseungpo, and parts of Gohyeon). The catch here is that there is only one stop where adjacent service regions match up and it's not announced nor explictly signposted. And then if you do find it (it is almost never on Daegeoje-ro but instead on a small unmarked detour off the road) there may be more stops than there are sides of the road with no signage in English nor Korean pointing you towards which services your next region. Outside of the two cities, services are infrequent enough to be unforgiving and furthermore, simply stop at sundown stranding you wherever you may be.\n\nFull maps of the bus system in Korean exist on roughly every second bus stop as well as ",{"type":"[","value":["http:\/\/bis.geoje.go.kr\/main\/main.do?action=downloadPop#downBtn2 online"]},". If you attempt to tackle the full system, try to pay attention to the colors first, then the individual numbers. The square is not where you are now but the Gohyeon Intercity Terminal.\n\nThe most important route is the number 11 anyway and this is a frequent (roughly every 15 minutes) service that passes through the major cities and Jangseungpo Port. In theory, it should be possible to loop the island using the number 11 to pass through the two cities, then transferring on to a blue coded 50-series bus for the rest.\n\nIf you ",{"type":"''","value":["do"]}," manage to figure the system out, bus fees are ₩1,100 in cash, or ₩1,000 won using a transport card. The Seoul T-money card can also be used for paying fares.\n\n",{"type":"====","value":["By tour bus"]},"\nA private company, ",{"type":"[","value":["http:\/\/www.geojerotour.com Geojerotour"]}," runs a tourbus service following Daegeoje-ro.\n\nThere is a 'Blue City Tour' (",{"type":"''","value":["English"]},") ",{"type":"[[","value":[["http:\/\/english.visitkorea.or.kr\/enu\/FU\/FU_EN_15.jsp?cid=1062534"]]}," ",{"type":"[[","value":[["http:\/\/visiteng.geoje.go.kr\/sub\/03_05_01.jsp"]]}," (",{"type":"''","value":["Korean"]},") ",{"type":"[[","value":[["http:\/\/www.geojebluecitytour.com"]]}," that will take you around the main attractions. Advance bookings are recommended. It has the following four routes:\n\n",{"type":"*","value":[" Blue City Tour Route #1"]},"Geoje Shipbuilding Marine Cultural Center (조선해양문화관) → Oedo Haegeumgang (외도 해금강) → Hakdong Mongdol Beach (학동흑진주몽돌해변) → The Hill of Wind (바람의언덕) → Sinseondae Cliff (신선대) → Samsung Heavy Industries (삼성중공업) → Historic Park of Geoje POW Camp (포로수용소 유적공원) \n\n",{"type":"*","value":[" Blue City Tour Route #2"]},"Geoje Shipbuilding Marine Cultural Center (조선해양문화관) → Oedo Haegeumgang (외도 해금강) → Daewoo Shipbuilding & Marine Engineering (대우조선해양) → Kim Young Sam Presidential Archives & Exhibit Hall (김영삼 대통령 기록전시관) → Okpo Daecheop Memorial Park (옥포대첩기념공원) \n\n",{"type":"*","value":[" Blue City Tour Route #3"]},"Sanbangsan Beewon (산방산비원) → Birthplace of Cheongma, Yu Chi-hwan (청마생가) → Geoje Giseonggwan\/Jilcheong (Government Office) (거제기성관\/질청) → The Hill of Wind (바람의언덕) → Sinseondae Cliff (신선대) → Hakdong Mongdol Beach (학동흑진주몽돌해변) → Oedo Haegeumgang (외도 해금강) → Historic Park of Geoje POW Camp (포로수용소 유적공원) \n\n",{"type":"*","value":[" Blue City Tour Route #4"]},"The Hill of Wind (바람의언덕) → Sinseondae Cliff (신선대) → Hakdong Mongdol Beach (학동흑진주몽돌해변) → Geoje Shipbuilding Marine Cultural Center (조선해양문화관) → Daewoo Shipbuilding & Marine Engineering (대우조선해양) → Historic Park of Geoje POW Camp (포로수용소유적공원) → Geojedo Sea Spa (거제도해수온천)\n\n",{"type":"===","value":["By ferry"]},"\n\nMany of Geoje's attractions are located on smaller island and islets just off the coast so ferry usage is mandatory to get to them. Specifically, close vantage of Haegeumgang and access to Oedo and Camellia Islands require it.\n\nEach port along the south coast hosts a different ferry company with services to Haegeumgang and Oedo, however, even if just visiting Haegeumgang you will likely be railroaded into a 1.5 hour stopover at Oedo. What you cannot do is use the ferry to travel between coastal ports as you ",{"type":"''","value":["must"]}," leave Oedo with the same company with whom you arrived.\n\n(",{"type":"''","value":["You will be assigned a badge upon boarding that identifies you with that ferry. You could in theory swap with someone else on the island, although unlikely since most visitors are with Korean tour groups"]},")\n\nIn practice, ferries departing from Jangseungpo Port are the most useful as this is just one bus away from Okpo (take the #11 to the Art Centre). You can also travel to Jangseungpo town from Busan Seobu directly. \n\nFurthermore, access to Camellia Island appears possibly limited to Jangseungpo port. Journeys to Haegeumgang and Oedo from Jangseungpo start from 08:30 in the morning.\nPlease note that the ferry journeys depend on the weather. It is possible that some portions of the journey (or the whole journey) may canceled due to bad weather. \n\n",{"type":"===","value":["On foot"]},"\n\nWith settlements spaced approximately 5-20 km apart, walking between individual attractions would mostly be a foolish endeavor. However, one can easily traverse Okpo and the nearby Great Victory Park on foot (likely faster than bus in fact). Similarly, the area around Windy Hill on the peninsula leading up to Haegeumgang can easily be covered on foot.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:KOCIS Korea Haegeumgang 07 (10011632216).jpg"],["thumb"],["200px"],["right"],["upright"],["Cliffs of Haegeumgang."]]},"\n",{"type":"[[","value":[["Image:KOCIS Korea Oedo Botania 19 (10017000126).jpg"],["thumb"],["200px"],["right"],["upright"],["Oedo Botanica on Oedo Island."]]},"\n",{"type":"[[","value":[["Image:Geoje_Shinseondae.jpg"],["thumb"],["200px"],["right"],["Purple-green cliffs of Shinseondae."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Haegeumgang"],["alt=해금강"],["url="],["email="],["address="],["lat=34.73278"],["long=128.68444"],["directions=Via ferry cruise from any port on the southeast coast."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Designated \"Korean National Scenic Site #2, this is a must-see location. Essentially just a locally famed island consisting of tall cliffs. However, the ferry cruise around the island will actually thread its way through the extremely thin cliffs leading into the island into a sea cave before backing out and departing through different route. Spectacular. Round trip three hour cruises including both Haegeumgang and a 1.5 hour stopover on Oedo from Jangseungpo will set you back ₩19,000 for an adult and ₩12,000 for a child. A ₩2000 won discount applies in the off-peak season. Note that actual admittance on to Oedo incurs an extra fee and inability to pay will leave you at the boat twiddling your thumbs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oedo Island"],["alt=외도"],["url="],["email="],["address="],["lat="],["long="],["directions=Take a ferry from any port on the southeast coast."],["phone="],["tollfree="],["fax="],["hours="],["price=Admittance ₩8000 adults, ₩4000 children."],["content=Typically included in cruises to Haegumgang, this is Korea's first privately owned island and host to the ",{"type":"'''","value":["Oedo Botanica"]},". It's somewhat of a cross between a botanical garden and one of East Asia's infamous \"country-themed themeparks\" and designed to make you think you're somewhere in the Mediterranean. Beautifully landscaped and covered with Greco-Roman statues. It's atually a bit prettier than the brochure describes as the gardens follow a tight valley surrounded by sheer cliffs. Take a detour to the bathroom as the off-the-path views from outside a couple of them are among the best on the island. Conceived by a couple that crossed the 38th parallel after the war quite literally penniless. Worth the trip and has a restaurant and coffee shop at the highest point that mostly only serves tea (Udon ₩4,000 won, coffee ₩4,000, tea ₩2,500)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Camellia Island"],["url="],["email="],["address="],["lat="],["long="],["directions=Take a ferry from Jangseungpo Port."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Great Victory Park"],["url="],["email="],["address="],["lat="],["long="],["directions=A short drive northeast of Okpo around the coast, or a 2.5 km walk around the coastline. From Okpo walk towards the port in the direction of the abandoned themepark atop the cliffs and follow the scenic boardwalk around the coast. At one well signposted point the path will cross a road. Turn right here."],["phone="],["tollfree="],["fax="],["hours=Closes 6pm"],["price=Free"],["content=A war memorial for the 1592-1593 naval battle against the Japanese. Next door lies a shrine to Admiral Yi who lead the Korean forces to victory, plus a small museum explaining the details of the war and Korean naval strategies. English explanations exist, although when browsing try to keep count of how often you read ",{"type":"''","value":["extremely"]}," biased language (answer: a lot)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Windy Hill and Shinseondae"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A picturesque cliff side hill with a windmill on one side and a bunch of purple-green cliffs you can climb down on to on the other side. There is also a ",{"type":"'''","value":["Theme Museum"]}," here. At the time of writing the themes are \"Korean modern life\" and \"European decorative art\" (aka mannequins of pirates). The intercity buses to Tongyeong and Masan depart from here."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Culture"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Geoje Art Center"],["url=http:\/\/www.geojeart.or.kr\/"],["email="],["address=Jangseunpo"],["lat="],["long="],["directions=Take the number 11 bus from Okpo."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A theatre on Geoje, check local schedules. There is a hotel attached to the art center."]]}]},"\n",{"type":"===","value":["Hike"]},"\n\n",{"type":"[[","value":[["Image:Geoje_OkpoPath.JPG"],["thumb"],["200px"],["right"],["Board walk around Okpo."]]},"\n\nBeing Korea, Geoje is covered with hiking trails.\n\nIf just looking for a casual stroll, the 4km long trail from Okpo to Deokpo is very pleasant and consists of trails along the coast through pine forest and segments along a red boardwalk where you can see older ladies foraging for shellfish for the local restaurants. Passes by the Great Victory Park and Deokpo at the end hosts a couple of ",{"type":"''","value":["hoe"]}," 회 (sashimi) restaurants and a coffee shop for refreshments. One of the restaurants doesn't welcome foreigners, but the one two doors down does and is actually quitely literally signposted that way. Starting point is at the north end of Okpo port, look for the ruined themepark on the cliffs.\n\n",{"type":"===","value":["Swim"]},"\n\nGeoje has a tonne of swimming beaches around its coast.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hakdong Black Pearl Pebble Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just a rocky pebble beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Deokpo Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very small sand beach just outside Okpo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gujora and Wahyeon Beaches"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the #11 to Jangseunpo Port and get off at the Geoje Art Centre. Walk down to the ferry terminal and switch to the #22 there."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A pair of large sand beaches overlooking some pine-covered islets. Gujora town itself is rather interesting too as the locals have undertaken a project to paint art on every wall in the town yielding rather pretty results."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nBeing a largely coastal destination, ",{"type":"''","value":["hoe"]}," 회 (raw fish, similar to sashimi) restaurants are plentiful and delicious.\n\nFurthermore, Geoje city council proclaims the island has ",{"type":"'''","value":["8 signature dishes"]},":\n",{"type":"*","value":[" Dodari Ssukguk (도다리 쑥국)"]},{"type":"*","value":[" Meonggeye and Seonggeye Bibimbap (멍게 선게 비빔밥)"]},{"type":"*","value":[" Gul Gui (굴구이) - An oyster dish."]},{"type":"*","value":[" Eo Juk (어 죽)"]},{"type":"*","value":[" Sliced Raw Fish (생성회) - Sashimi."]},{"type":"*","value":[" Mulmegi Tang (물메기탕)"]},{"type":"*","value":[" Bolrak Gui (볼락구이)"]},{"type":"*","value":[" Daegu Tang (대구탕)"]},"\nGeoje also has a large migrant population, so you can also find many international restaurants that may be hard to come by elsewhere in Korea. (eg. Pakistani)\n\n",{"type":"==","value":["Drink"]},"\n\nThe usual array of bars and hofs exist in the major townships of Okpo and Gohyeon.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\nA ",{"type":"''","value":["jjimjilbang"]}," exists in Okpo roughly halfway between Geoje Museum and Okpo Port. Naturally, expect sauna access, cotton pajamas and a bunch of blankets to sleep on the heated floor. Look for the neon sign. Price is ₩7,000 a night, and the sleeping facilities are larger than usual.\n\n",{"type":"===","value":["Mid-range"]},"\n\nThe townships all contain the usual array of motels. Further to this, outside of the larger towns, ",{"type":"''","value":["minbak"]}," (homestays for tourists) are scattered around the coast, often attached to restaurants.\n\n",{"type":"===","value":["Splurge"]},"\n\nBeing largely a resort island, large hotels are everywhere.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Geoje Island Hotel"],["url="],["email="],["address=Okpo"],["lat="],["long="],["directions=Right beside the port in Okpo."],["phone=055-687-7111"],["tollfree="],["fax="],["hours="],["price="],["content=Recommended by locals and heavily marketed hotel in Okpo."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThe two bridges from the island lead to ",{"type":"[[","value":[["Tongyeong"]]}," and ",{"type":"[[","value":[["Busan"]]},", each approximately an hour away and with bus links to ",{"type":"[[","value":[["Tongyeong"]]}," typically stopping briefly before continuing on to ",{"type":"[[","value":[["Masan"]]},".\n\nFrom ",{"type":"[[","value":[["Tongyeong"]]}," or ",{"type":"[[","value":[["Masan"]]},", the beautiful riverside fortress and delicious food of ",{"type":"[[","value":[["Jinju"]]}," or the dinosaur fossil towns of Goseong are a short bus ride away.\n\n",{"type":"[[","value":[["WikiPedia:Geoje"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["34.8500"],["128.5833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South Gyeongsang"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Geoje, Gyeongsangnam-do"]]}]