[{"type":"{{","value":[["otheruses"],["Georgia"]]},"\n",{"type":"{{","value":[["pagebanner"],["Kazbeg banner.jpg"],["pgname=Georgia"]]},"\n\n",{"type":"{{","value":[["quickbar"],["name=Georgia"],["flag=File:Flag of Georgia.svg"],["flagwidth=75px"],["location=locationGeorgia.png"],["capital=",{"type":"[[","value":[["Tbilisi"]]}],["currency=Lari"],["population=4,677,401 (July 2006 est.)"],["electricity=220V\/50Hz (European plug)"],["callingcode=+995"],["timezone=UTC +4"]]},"\n",{"type":"'''","value":["Georgia"]}," (Georgian: საქართველო, ",{"type":"''","value":["Sakartvelo"]},") ",{"type":"[","value":["http:\/\/www.georgia.travel\/"]}," is a country in the Caucasus. It lies at the eastern end of the Black Sea, with ",{"type":"[[","value":[["Turkey"]]}," and ",{"type":"[[","value":[["Armenia"]]}," to the south, ",{"type":"[[","value":[["Azerbaijan"]]}," to the east, and ",{"type":"[[","value":[["Russia"]]}," to the north, over the ",{"type":"[[","value":[["Caucasus"]]}," Mountains.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Georgia regions map2.png"],["regionmapsize=500px"],["regionmaptext=Regions of Georgia"],["region1name=",{"type":"[[","value":[["Kartli"]]}],["region1color=#a3ba7b"],["region1items="],["region1description=The Georgian heartland, center of East Georgian culture, and the national economic, cultural, and political center; home to the most visited destinations of ",{"type":"[[","value":[["Tbilisi"]]},", ",{"type":"[[","value":[["Mtskheta"]]},", ",{"type":"[[","value":[["Gori"]]},", and ",{"type":"[[","value":[["Stepantsminda"]]}],["region2name=",{"type":"[[","value":[["Rioni Region"]]}],["region2color=#94c089"],["region2items="],["region2description=The center of West Georgia and the ancient kingdom of Colchis, land of the Golden Fleece; today home to magnificent ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO sites"]]},", and fantastical mountainous scenery"],["region3name=",{"type":"[[","value":[["Kakheti"]]}],["region3color=#a8a6ba"],["region3items="],["region3description=Georgia's fertile wine region, full of beautiful churches, monasteries, and wineries"],["region4name=",{"type":"[[","value":[["Southwestern Georgia"]]}],["region4color=#c4b98b"],["region4items="],["region4description=The subtropical section of the country, with a large Muslim population, and a few great pebble beaches"],["region5name=",{"type":"[[","value":[["Northwestern Georgia"]]}],["region5color=#99b4b6"],["region5items="],["region5description=Magnificently beautiful, rather dangerous, and politically unstable, but worth the risk of a visit to see the once-in-a-lifetime fantasy of Upper Svaneti"],["region6name=",{"type":"[[","value":[["Samtskhe-Javakheti"]]}],["region6color=#bda9b6"],["region6items="],["region6description=Home to much of Georgia's ",{"type":"[[","value":[["Armenia"]]},"n population, ",{"type":"[[","value":[["Vardzia"]]},", and the enchanting ",{"type":"[[","value":[["Akhaltsikhe"],["Sapara Monastery"]]}],["region7name=Disputed Territories"],["region7color=#bbbcbb"],["region7items=",{"type":"[[","value":[["Abkhazia"]]},", ",{"type":"[[","value":[["South Ossetia"]]}],["region7description=Georgia's breakaway regions, in a state of civil war with the national government; Abkhazia is a beautiful subtropical beach and volcano destination, while South Ossetia is high in the Greater Caucasus Mountains, with little to offer a traveler beyond constant danger and mountain vistas"]]},"\n\n",{"type":"{{","value":[["disclaimerbox"],["The exclusion of ",{"type":"[[","value":[["Abkhazia"]]}," and ",{"type":"[[","value":[["South Ossetia"]]}," from the regional hierarchy proper is not an endorsement of any side in the conflict, it is merely a practical distinction, since travel conditions in these two regions differ radically from those in the rest of Georgia."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Hpim3433.jpg"],["300px"],["thumb"],["Shardeni Street in Old Tbilisi"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Tbilisi"]]}," — the beautiful and interesting capital, Georgia's largest and most cosmopolitan city"]},{"type":"*","value":[{"type":"[[","value":[["Akhaltsikhe"]]}," — the small capital of ",{"type":"[[","value":[["Samtskhe-Javakheti"]]}," is near two fabulously beautiful tourist destinations: ",{"type":"[[","value":[["Vardzia"]]}," and the Sapara Monastery"]},{"type":"*","value":[{"type":"[[","value":[["Batumi"]]}," — the palm tree lined capital city of ",{"type":"[[","value":[["Ajara"]]}," on the Black Sea, near some good swimming"]},{"type":"*","value":[{"type":"[[","value":[["Borjomi"]]}," — a picturesque small city with famous mineral water, a national park, and a summer palace of the Russian Romanov dynasty"]},{"type":"*","value":[{"type":"[[","value":[["Gori"]]}," — Stalin's hometown, located next to yet another cave city"]},{"type":"*","value":[{"type":"[[","value":[["Kutaisi"]]}," — Georgia's second city and the historic capital of ancient Colchis, home to two ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage sites"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mtskheta"]]}," — the historic former capital of Eastern Georgia, the center of the Georgian Orthodox Church, and another UNESCO World Heritage site is an easy day trip from Tbilisi"]},{"type":"*","value":[{"type":"[[","value":[["Telavi"]]}," — the capital of ",{"type":"[[","value":[["Kakheti"]]}," is a good jumping off point for nearby wineries, castles, and monasteries"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Gergeti Trinity Church and a chapel.jpg"],["300px"],["thumb"],["Tsminda Sameba church, 2200m high, and mighty Caucasus mountains in the back, raising more than 4000m above the sea level"]]},"\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Georgian Military Highway"]]}," — running through unbelievable high mountain scenery along dangerously steep curves, from ",{"type":"[[","value":[["Tbilisi"]]}," to ",{"type":"[[","value":[["Vladikavkaz"],["Vladikavkaz, Russia"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kakheti"]]}," wineries — especially the ",{"type":"'''","value":["Tsinandali Estate"]},", home to an old Romanov palace, beautiful grounds, and some delicious wines"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kazbegi"],["Mount Kazbeg"]]}," — one of the highest mountains in ",{"type":"[[","value":[["Europe"]]}," is also home to ",{"type":"'''","value":["Tsminda Sameba"]},", one of the most spectacularly situated monasteries in the world"]},{"type":"*","value":[" ",{"type":"[[","value":[["David Gareja Monastery Complex"]]}," — a 6th-century cave monastery on a mountain overlooking the ",{"type":"[[","value":[["Azerbaijan"]]},"i desert, with beautiful frescoes"]},{"type":"*","value":[" ",{"type":"[[","value":[["Svaneti"],["Upper Svaneti"]]}," — the highest inhabited region of Europe, centered around ",{"type":"[[","value":[["Mestia"]]},", is home to the mysterious Svans and is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vardzia"]]}," — a 12th-century cave monastery and city overlooking a large river gorge"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gori#Uplistsikhe"],["Uplistsikhe"]]}," — a 3,600 year old Silk Road cave city that was a major regional center of Caucasian pagan religion"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bakuriani"]]}," ski slopes — one time Winter Olympics bid and the major ski resort in the south of the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pasanauri"]]}," ski slopes — the main ski resort in the Georgian Greater Caucasus Mountains, along the Georgian Military Highway to ",{"type":"[[","value":[["Stepantsminda"]]}]},"\n",{"type":"<","value":["br",{"clear":"all"}]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Svaneti 001.jpg"],["thumb"],["350px"],["North-Western Georgia"]]},"\n\nGeorgia is a land filled with magnificent history and unparalleled natural beauty. Archaeologists found the oldest traces of wine production (7000–5000 BC) in Georgia and even more interesting the remnants of oldest (1.8 million of years) hominids out of Africa were discovered in Georgia. For those of us in the West, we unfortunately get precious little exposure to this stretch of land between the Black and Caspian seas. However, this is changing drastically.\n\nGeorgians are not ",{"type":"[[","value":[["Russia"]]},"ns, ",{"type":"[[","value":[["Turkey"],["Turks"]]}," or ",{"type":"[[","value":[["Iran"],["Persians"]]},", nor do they have any ethnic connection with other people. However, there are theories which link Georgians to ",{"type":"[[","value":[["Basque country"],["Basque"]]},", ",{"type":"[[","value":[["Corsica"]]},"n and ",{"type":"[[","value":[["North Caucasus"],["North Caucasian"]]}," people.  Georgia is a multi-ethnic state, the dominant ethnic group are the Kartveli, but other significant Georgian ethnic groups include the Mingreli, Laz, and Svan (all of whom speak Georgian languages distinct from the national language, Kartuli).  Georgian language is in its own language group, completely unrelated to Indo-European or Semitic languages.  Georgians have been embroiled in struggles against the world’s biggest empires (Mongol, Persian, Ottoman, Russian, etc.) for centuries. This little country was invaded many times and destroyed as many. However, Georgians have managed to preserve their cultural and traditional identity for 9,000 years. The countryside is covered with ancient towered fortifications, many of which house ancient churches (including one of the oldest in Christendom) and monasteries.\n\nChristianity was introduced into Georgia in the first century, and became the official national state religion in the mid fourth century (Georgia was the second nation to adopt Christianity, after Armenia) with the evangelism of St Nino of Cappadocia. The Georgian cross is recognizable, for it was forged by St Nino with grape vines and her own hair. The grape and the vine thus hold important places in Georgian symbolism.\n\nThe conversion to Christianity meant that Georgians would have a historical cultural leaning to the West instead of with the Muslims in the region (",{"type":"[[","value":[["Turkey"]]}," and Persia to the South). Nonetheless, Georgian culture stands at the cross-roads of civilizations. Its culture and traditions are the product of the influence of its neighbors and of its own unique civilization.\n\nDuring the Soviet era, Georgia was the \"Riviera of the Soviet Union\" and was renowned for its cuisine and wine. Russians may love vodka, but the Georgian wines were favoured by the Soviet elite. During Soviet era, Georgia flooded Russian markets with high quality tea, wine and fruits.  The Georgian Black Sea coast, in particular (",{"type":"[[","value":[["Abkhazia"]]}," and ",{"type":"[[","value":[["Adjaria"]]},"), enjoys sub-tropical conditions and beautiful beaches (imagine pine trees and mountains covering the coast line).\n\nGeorgia, on the periphery of the Soviet Union, also contributed greatly to the dissolution of the Soviet Union with nationalist calls for independence (and the Georgians have catalyzed the dissolution of empires before). Georgia stood on one of the key routes of the ",{"type":"[[","value":[["Silk Road"]]}," and now plays a significant geopolitical role, being located at the crossroads of Central Asia, Russia, Europe, and the Middle East, and currently contains important oil pipelines leading from Azerbaijan to the Turkish Mediterranean coast.\n\nThis proud nation is still in transition after the fall of the Soviet Union. Tense relations with Russia (and deepening friendship with the USA and the EU) has led Russia to close its markets to Georgian exports, badly affecting the Georgian economy. Russia has closed its border with Georgia since 2006, while Russia's allies, the separatist regions of ",{"type":"[[","value":[["South Ossetia"]]}," and ",{"type":"[[","value":[["Abkhazia"]]},", have also closed their borders with Georgia, and have maintained the strict economic embargo against Georgia ever since. In 2008, the country went to war against Russia over South Ossetia, in which the Georgians were defeated within days, leading Georgia to lose 17% of its territory, Russia to diplomatically recognizing both separatist regions of South Ossetia and Abkhazia, and the severance of diplomatic relations with Russia, which had a serious impact on the economy.\n\nImagine cities with narrow side streets filled with leaning houses, overstretched balconies, mangled and twisted stairways, majestic old churches, heavenly food and warm and welcoming people. All of this with a backdrop of magnificent snow peaked mountains, and the best beaches of the Black Sea.\n\n",{"type":"===","value":["People"]},"\n\nThe Georgians have exceptionally strong traditions of hospitality, chivalry, and codes of personal honour. They believe that guests come from God. Friendship is prized highest among all the virtues. It is celebrated in Shota Rustaveli's 12th century national epic, ",{"type":"''","value":["The Knight in the Tiger's Skin"]}," (\"ვეფხისტყაოსანი\" or \"",{"type":"''","value":["Vepkhistqaosani"]},"\"), in which a person's worth is judged by the depth of his friendships. The Georgians are proud, passionate, and fiercely individualistic, yet deeply connected with each other by a shared sense of belonging to a greater Georgian family. Women are highly esteemed in society and are accorded a chivalric respect. The statue of Mother of Georgia (kartlis deda) that stands in the hills above Tbilisi perhaps best symbolizes the national character: in her left hand she holds a bowl of wine with which she greets her friends and in her right is a sword drawn against her enemies.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visas"]},"\nCitizens of ",{"type":"[[","value":[["Albania"]]},", ",{"type":"[[","value":[["Andorra"]]},", ",{"type":"[[","value":[["Antigua and Barbuda"]]},", ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Bahrain"]]},", ",{"type":"[[","value":[["Barbados"]]},", ",{"type":"[[","value":[["Belize"]]},", ",{"type":"[[","value":[["Bosnia and Herzegovina"]]},", ",{"type":"[[","value":[["Botswana"]]},", ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", ",{"type":"[[","value":[["Chile"]]},", The ",{"type":"[[","value":[["European Union"]]},", ",{"type":"[[","value":[["Iran"]]},", ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["India"]]},", ",{"type":"[[","value":[["Iraq"]]},", ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Kuwait"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Mauritius"]]},", ",{"type":"[[","value":[["Mexico"]]},", ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Oman"]]},", ",{"type":"[[","value":[["Panama"]]},", ",{"type":"[[","value":[["Philippines"]]},", ",{"type":"[[","value":[["Qatar"]]},", ",{"type":"[[","value":[["Russia"]]},",",{"type":"[[","value":[["Saint Kitts and Nevis"]]},", ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]},", ",{"type":"[[","value":[["Serbia"]]},", ",{"type":"[[","value":[["Seychelles"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["South Africa"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Thailand"]]},", ",{"type":"[[","value":[["Trinidad and Tobago"]]},", ",{"type":"[[","value":[["Turkey"]]},", ",{"type":"[[","value":[["United Arab Emirates"]]},", ",{"type":"[[","value":[["United States"]]},", ",{"type":"[[","value":[["Uruguay"]]},", ",{"type":"[[","value":[["Vatican City"]]}," and CIS nations need no visa to visit Georgia for up to 360 days (",{"type":"[[","value":[["Russia"]]},"— up to 90 days, visas not required since March 2012) ",{"type":"[","value":["http:\/\/www.mfa.gov.ge\/index.php?sec_id=96&lang_id=ENG"]},".\n\nAdditionally, citizens of any member state of the ",{"type":"[[","value":[["European Union"]]}," can enter Georgia with their sole identity card ",{"type":"[","value":["http:\/\/www.mfa.gov.ge\/index.php?sec_id=96&lang_id=ENG"]},".\n\nIf you are not from one of the above countries, you can get a visa from a Georgian embassy or consulate.\n\nVisas are also issued at the official road and air (but not rail or sea) entry points into Georgia.\n\nThe standard fee for a 90-day, single-entry \"ordinary\" visa, which covers tourism, is 60 GEL or its equivalent. Double-entry 90-day visas (only available at consulates) are 90 GEL.\n\nVisa-issuing procedures are pretty straightforward and can normally be completed in a matter of minutes at entry points to Georgia, although consulates require a few days for processing.\n\n",{"type":"{{","value":[["warningbox"],["The official rules regarding visa and entrance are not always enforced by the border police. For example, some border points officially delivering visa-on-arrival may actually not deliver any (e.g., Sadakhlo\/Bagratashen road border point). Furthermore, if you need a visa to enter Georgia and plan to buy one on arrival (as it is officially possible), be aware that there is no ATM at some border checkpoints (e.g., ",{"type":"[[","value":[["Sarpi"]]},") and, if you cannot change money into Lari (e.g., no bank, or bank closed) and don't have any Lari with you, you will be denied entrance; hence, it is highly preferable to ask for a visa beforehand. Finally, the rule that EU citizens can enter with their sole identity card is not always known by the border police; hence it is highly advisable to rather bring your passport."]]},"\n\n",{"type":"====","value":[" Border crossings "]},"\n\nGeorgia’s international entry and exit points are as follows. Visas, for those who need them, are available at the road and air entry points only.\n\n",{"type":"*","value":[" Batumi International airport (visas available) and Black Sea port (visas not available)."]},{"type":"*","value":[" Böyük Kəsik Rail border with Azerbaijan – visas not available here."]},{"type":"*","value":[" Guguti\/Tashir Road border with Armenia."]},{"type":"*","value":[" Krasny Most (Red Bridge, Tsiteli Khidi, Qırmızı Körpü) Road border with Azerbaijan."]},{"type":"*","value":[" Ninotsminda\/Bavra Road border with Armenia."]},{"type":"*","value":[" Poti Black Sea port – visas not available here."]},{"type":"*","value":[" Sadakhlo\/Bagratashen Road and rail border with Armenia – visas available for road travellers only."]},{"type":"*","value":[" Sarpi\/Sarp Road border with Turkey."]},{"type":"*","value":[" Tbilisi International airport."]},{"type":"*","value":[" Tsodna (Postbina) Road border with Azerbaijan, between Lagodekhi and Balakən."]},{"type":"*","value":[" Vale\/Posof Road border with Turkey, reached via Akhaltsikhe."]},"\nThe border with Russia at Zemo Larsi\/Chertov Most, north of Kazbegi, was only open to Georgians and Russians for several years until 2006, when Russia closed it (\"temporarily\") to everybody. However, there is an open border crossing point with Russia at Verkhniy Lars (Верхний Ларс). It does not issue visa.\n\nThe crossings from Russia into South Ossetia (the Roki Tunnel) and Abkhazia (Psou River between Gantiadi and Adler) are considered illegal by Georgia. Some travellers who continued on into Georgia after entering South Ossetia or Abkhazia from Russia have been fined or jailed. Others have got away without problems.\n\n",{"type":"===","value":["By plane"]},"\nThere are flights to Tbilisi from a number of European, North American and Asian cities, including London (bmi ",{"type":"[","value":["http:\/\/www.flybmi.com"]},"), Paris (Georgian Airways ",{"type":"[","value":["http:\/\/www.airzena.com\/"]},"), Vienna (Austrian Airlines), Warsaw (LOT Airlines), Kiev (Georgian Airways),  Munich (Lufthansa), Athens (Georgian Airways), Riga (airBaltic, ",{"type":"[","value":["http:\/\/www.airbaltic.com"]},"), Istanbul (Turkish Airlines), Prague (Czech Airlines). Just recently, KLM cancelled their flights to Tbilisi but you can fly with Georgian Airways from\/to ",{"type":"[[","value":[["Amsterdam"]]},". Belavia (Belarusian National Airlines ",{"type":"[","value":["http:\/\/www.belavia.by"]},") is now offering daily direct flights from Minsk to Tbilisi at great rates, and there are plenty of connecting flights from European cities to Minsk, e.g. from Amsterdam (transit visa is not required if you fly to Georgia). \nPlease note that Georgian Airways (AirZena) ",{"type":"[","value":["http:\/\/www.airzena.com\/"]}," has many flights from many different cities. See also airBaltic for cheap flights to many European destinations.\n\nMay 26, 2007 saw the reopening of the airport in Batumi.  Turkish Airlines ",{"type":"[","value":["http:\/\/www.thy.com"]}," flights run every day between Batumi and ",{"type":"[[","value":[["Istanbul"]]},".  Other destinations serviced by the Batumi airport include ",{"type":"[[","value":[["Kharkov"]]},", ",{"type":"[[","value":[["Kiev"]]}," and (from 15 September 2010)  ",{"type":"[[","value":[["Minsk"]]}," (twice per week with Belavia).  The Batumi airport is located about 10 km south of the city center and is accessible by minibus and taxi.\n\nThere is also a nice, combined travel with Wizzair to Kutaisi. The passengers fly from London-Luton, Doncaster or every other destination served from ",{"type":"[[","value":[["Katowice"]]}," on Monday and Friday evenings to ",{"type":"'''","value":[{"type":"[[","value":[["Katowice"]]}]}," and then after 2 hour-brake fly directly to ",{"type":"[[","value":[["Kutaisi"]]},". The return route is the same and it's often much cheaper than any of the regular airlines. For the tickets visit ",{"type":"[","value":["http:\/\/wizzair.com Wizzair"]},". \n\n\nFlights to Moscow and other Russian cities are still irregular, given the current state of affairs between two countries.\n\nRapidly expanding tourist infrastructure (Black Sea resorts along Georgian coastline, ski resorts in the mountains Ajara region and in Svaneti) led to opening more international airports (most recently in ski resort of Mestia), and along with recent ranking as one of the safest countries in Europe and rapidly improving infrastructure, the number of tourists is increasing.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are direct bus services from ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Turkey"]]},", which stop at various places en-route and terminate in ",{"type":"[[","value":[["Tbilisi"]]},".  There are also several non-stop bus services between Tbilisi and ",{"type":"[[","value":[["Baku"]]},", ",{"type":"[[","value":[["Azerbaijan"]]},". There are even direct buses connecting Tbilisi to ",{"type":"[[","value":[["Thessaloniki"]]}," and ",{"type":"[[","value":[["Athens"]]},", ",{"type":"[[","value":[["Greece"]]}," which both have Georgian expat communities.\n\n",{"type":"===","value":["By minibus"]},"\n\nThere are many minibuses (sing. samarshruto taxi; pl. samarshruto taxebi) that operate international routes to and from cities and large towns in Georgia. Minibuses run between Georgia and Russia (and despite the current state of affairs between two countries, are more reliable and more accessible than the often irregular flights to Russia), Azerbaijan, Armenia, Iran, and Iraq. In Tbilisi, these routes usually originate and terminate at bus stations and the Didube subway station. Outside Tbilisi, minibus routes may stop at either bus stations or central locations (town squares).\n\n",{"type":"===","value":[" By car"]},"\n\nEntering with a car is no major problem. It is recommended to carry a power of attorney with you if you are not the car owner. A sticker containing the car plate number will be affixed to your passport in connection with the entry stamp. In the past, the International Insurance Card was not valid for Georgia, purchasing insurance at the entry point was necessary (even though the amount covered to be ridiculously low). Note that only the driver may enter the control area with the car, anyone else in the car has to use the pedestrians' lane.\n\nTraffic laws are now strictly enforced—one of Mikheil Saakashvili's first steps as president was to disband the uncorruptibly corrupt traffic police. Norms are strictly observed, in the cities and on the highways throughout the country. The most important norm to be aware of is that passing occurs in the middle of the road, and cars on both lanes are expected to move to the outside of their own lane to make this as safe as possible. Roads within Tbilisi and other major cities are typically very smooth and safe, but country roads are often in utter disrepair. Though traffic laws are enforced, driving is still completely chaotic. Drunk driving is a major problem, drivers will often pass with little room between vehicles, speed limits and right-of-way are rarely obeyed, pedestrians will walk into traffic without so much as a glance in either direction, and of course, a random herd of cattle will occasionally slow traffic to a standstill. An adventurous traveler may find an automobile a convenient way to tour the country, but with the abundance of taxis, buses, and marshrutkas, the average traveler would be better off in the passenger's seat.\n\n",{"type":"===","value":["By train"]},"\n\nThere are train services from ",{"type":"[[","value":[["Baku"]]},", ",{"type":"[[","value":[["Azerbaijan"]]}," which stop at various places on the route and terminate in ",{"type":"[[","value":[["Tbilisi"]]},". Note that the \"BP train\" has been canceled. Construction of railroad linking the ",{"type":"[[","value":[["Turkish"]]}," town of ",{"type":"[[","value":[["Kars"]]}," to ",{"type":"[[","value":[["Baku"]]},", ",{"type":"[[","value":[["Azerbaijan"]]},"-including both a new line and modernization of existing lines-is underway and will be finished sometime between 2010–2012. This will establish a direct link from ",{"type":"[[","value":[["Tbilisi"]]}," to ",{"type":"[[","value":[["Istanbul"]]}," and farther to ",{"type":"[[","value":[["Europe"]]}," as well as a faster, more comfortable ride into ",{"type":"[[","value":[["Azerbaijan"]]},".\nAlso, there is service from ",{"type":"[[","value":[["Yerevan"]]},", ",{"type":"[[","value":[["Armenia"]]},".\n\n",{"type":"===","value":["By boat"]},"\n\nThere are boat services to ",{"type":"[[","value":[["Batumi"]]}," and ",{"type":"[[","value":[["Poti"]]}," from ",{"type":"[[","value":[["Istanbul"]]}," and ",{"type":"[[","value":[["Odessa"]]},". At the time of writing, the Turkish Black Sea port of ",{"type":"[[","value":[["Trabzon"]]}," was closed to passenger services. Be also aware that Georgian port of Sukhumi is closed for any cargo or passenger boats apart from those with humanitarian purposes. All vessels going to Sukhumi must undergo border check with Georgian coast guard in nearby port of Poti.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Taxi"]},"\n",{"type":"[[","value":[["File:Rustaveli National Theater in Georgia (Europe), built 19th century in Rococo style.jpg"],["250px"],["thumb"],["Rustaveli National Theater in Tbilisi"]]},"\nTaxis in Georgia are the most convenient method of travel, and they are very cheap. Trips within Tbilisi range from 3 to 5 lari, depending on distance, and you can negotiate a price with the cab drivers.  The vast majority of taxis in Georgia used to be unofficial \"gypsy cabs\", driven by anyone looking to make some money. Such unmarked taxi service in Georgia was safe and widely used by foreigners living and visiting the country. Drivers would, however, exaggerate the price for foreigners—it was best to establish your destination and price before getting in the cab. Situation changed a few years ago when all official taxis were obligated to install meters with fixed rates.\n\n",{"type":"===","value":["Minibus"]},"\n\nMinibuses are locally called marshrutkas, and they operate on established routes. After finding out the number of your route, flag down a marshrutka on the street by holding out your hand, palm facing down.\n\nThere are also minibus lines from city to city. Their routes end usually at bus stations and city markets. Their destination is written in Georgian, on a sign in the front window. Ask marshrutka drivers if you cannot find the minibus you are looking for.\n\n",{"type":"===","value":[" By train "]},"\nThere is a relatively extensive network of trains in Georgia. the website of the train company is http:\/\/www.railway.ge. Trains are rather slow, but also very cheap. So, if you plan to go from Tblisi to e.g. the Blakc Sea coast, it is well worth your while to consider to take a sleeper train in stead of spending x hours in a Marshurtka.\n\n",{"type":"===","value":[" By bike "]},"\nAs the country is relatively mountainous, you should consider a mountain bike. Many roads remain unpaved. But by bike allows you to reach more remote regions. You can rent mountain bikes in bigger towns, for example at the ",{"type":"[","value":["http:\/\/adventure.ge Jomardi club"]}," in Tbilisi.\n\n",{"type":"===","value":["City Bus"]},"\n\nThere are new Dutch buses operating in Tbilisi. More or less comfortable (they have no air conditioning), they are the cheapest way to go around (for 40 tetri). However, the buses are old and slow in the Georgian countryside and outside Tbilisi.\n\n",{"type":"===","value":["Mountain Travel"]},"\n",{"type":"[[","value":[["File:The massive Gergeti glacier next to Mt. Kazbek (4).jpg"],["thumb"],["250px"],["Ghergeti glacier"]]},"\nTo get to the more remote regions of Georgia  (e.g., Dusheti, Khevsureti, etc.) without a tour company, buses and taxis will only take you so far.  At some point, it will become necessary to hike, catch a ride on a goods-transporting truck, or hire a jeep.  Catching a lorry requires that you are flexible in your travel plans.  Hiring a jeep can actually be quite expensive because of the high cost of gas caused by scarcity in the remote regions.  To find out about either option, ask around at the bus station or central market of the last town on the bus or marshrutka line.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Georgian phrasebook"]]},"\n\nFor language fans, Georgian and its related languages are a real treat. For everyone else, they could be a nightmare. Georgian is a Caucasian language which is not in any way related to any languages spoken outside of Georgia, and it is famous for its plethora of consonants.  Not only are there quite a lot of them, but several are hard to pronounce for speakers of more common languages and several are hard to distinguish from each other. But more than this, consonants often occur in long and seemingly impossible sequences without intervening vowels — it is possible to string together as many as ",{"type":"''","value":["eight"]},", as in ",{"type":"''","value":["gvprtskvni"]}," (გვფრცქვნი), figurative for \"you are ripping us off\".  This combination of formidable consonant clusters and a unique alphabet make Georgian a challenging language to acquire.\n\nEveryone who visits should attempt to learn at least a few Georgian words, as now it is hardly possible to get by with ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," and also risky due to hostility towards Russia. People most likely to understand Russian include: the older generation, non-ethnic Georgians such as Azeris, Armenians, Abkhazians, Ossetians, most of whom are not fluent in Georgian (Russian was the dominant language during the Soviet era) and thus use Russian as a lingua franca, members of the elite (who are however more likely to speak English than Russian). Speaking Russian is useful and recommended in areas where ethnic minorities live, especially in the regions of Kvemo Kartli where 50% of the population is ethnic Azeri, and Samtskhe-Javakheti where 50% of the population is ethnic Armenian.\n\nThe younger generation, largely due to hostility towards Russia, now prefers to study ",{"type":"'''","value":["English"]},". The access to good quality English instruction in provincial areas was low, however English is rapidly becoming a second language nation-wide. When in need for help, look for people aged in their twenties; they are more likely to know some English.\n\nFinally, ",{"type":"'''","value":["signs"]}," in Georgia are rarely bilingual (apart from Tbilisi metro); however most road signs are in both the Georgian and Latin alphabets.  Basic knowledge of the Georgian alphabet can still be very useful to understand road signs, store\/restaurant names, and bus destinations.  Those traveling without knowledge of Georgian should carry a phrasebook or travel with a guide.\n\n",{"type":"==","value":["See"]},"\nThere are three UNESCO World Heritage Sites in Georgia:\n",{"type":"*","value":[" Bagrati Cathedral and Gelati Monastery in the ",{"type":"[[","value":[["Rioni region"]]},"."]},{"type":"*","value":[" The historical monuments of ",{"type":"[[","value":[["Mtskheta"]]},"."]},{"type":"*","value":[" The Upper ",{"type":"[[","value":[["Svaneti"]]}," region which is the highest inhabited region in Europe."]},"Moreover the capital of ",{"type":"[[","value":[["Tbilisi"]]}," offers a range of sights, among them it's Old town with the Narikala Fortress. ",{"type":"[[","value":[["Gori"]]},", the birth city of Stalin also hosts a castle, the church of Gori Jvari and the ruins of Uplistsikhe, a bustling town over 3,000 years ago. Other places to visit are the mineral water town of ",{"type":"[[","value":[["Borjomi"]]},", popular among Russian Czars and the Black Sea beach resort city of ",{"type":"[[","value":[["Batumi"]]},". In addition to that, Georgia is located in the middle of the Caucasus mountains with some peaks reaching over 5,000m.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Gold & Other Jewellery – Gold, silver, handmade & other miscellaneous jewellery and precious stones are very cheap in Georgia and the quality of the precious stones, gold and silver is superb. Many foreigners visit Georgia to buy jewellery because of its cost and quality."]},{"type":"*","value":[" Art & Paintings – Georgian artists, such as Pirosmani, Gigo Gabashvili, David Kakabadze, Lado Gudiashvili, Korneli Sanadze, Elene Akhvlediani, Sergo Kobuladze, Simon Virsaladze, Ekaterine Baghdavadze and others, are famous for their work. In Georgia you will find many art shops, paintings and painters who sell their works on the streets. Their work is of high quality and is often very good value. "]},{"type":"*","value":[" Antiques & Other Miscellaneous Gifts – in Georgia you will able to find many antiques not only from Georgia, but Middle Eastern, Mediterranean, Russian and European as well. "]},{"type":"*","value":[" Georgian wine, as much as you can. Georgia is the cradle of wine making, and with 521 original varieties of grape you will be sure to find excellent wines."]},{"type":"*","value":[" Cognac. Georgian cognac is unique as it is made from Georgian wine. Try Saradjishvili 'Tbilisi' cognac."]},{"type":"*","value":[" When heading outside the cities, you might find an original hand-made carpet for sale."]},{"type":"*","value":[" Georgians love to drink, so the country has a seemingly infinite number of beers, wines, liquors and distilled drinks. To take home, buy a bottle of ",{"type":"''","value":["chacha"]},", a potent grape vodka somewhat similar to Lebanese Arak."]},"\nGeorgian export commodities (especially wine and mineral water) used to be widely counterfeited in the domestic and CIS markets. For example, the Borjomi bottling plant used to produce roughly one million bottles of Borjomi per year, but there were three million bottles sold in Russia alone!\n\nRecent update (Dec 2007): government together with business circles has initiated a large-scale fight against counterfeit wine and mineral water so the sale of counterfeit products has almost been eliminated. However, when stocking up on bottled wine, it is best to buy it at large supermarkets which have better control of their procurement compared to smaller stores. Such supermarkets are Goodwill, Big Ben or Populi. The same applies to mineral water.\n\nThe quality of wine making improved immensely in recent years following re-orientation of wine exports to EU markets.\n\n",{"type":"===","value":["Costs"]},"\nCurrency: Lari, 100 tetri = 1 lari<BR>  \nCurrency code: GEL<BR>\nExchange rates:<BR> \n1 USD = 1.66 GEL (March 2013)<BR>\n1 EUR = 2.16 GEL (March 2013)<BR>\n1 GBP = 2.50 GEL (March 2013)\n\nWhen exchanging money in banks, be sure to present your ID. In the small money changers' booths available almost anywhere in the country, this is not necessary. These booths may also have slightly better exchange rates. When traveling beyond Tbilisi, be sure to exchange money before the trip as exchange rates are more discriminative in rural areas. The Georgian lari is a closed currency, so be sure to change the remainder of your money back before leaving the country. Most importantly, be aware that some Georgian ATMs other than those in Tbilisi may not accept foreign cards. This can be a potentially serious problem if you are caught without cash during non-business hours or on weekends, so have some cash. Also, while prices are generally very reasonable in Georgia, a side effect is that many small establishments and taxis will not have change for large lari notes (especially 50 or higher), so travelers are advised to carry plenty of smaller notes and coins.\n\nIf you visit Georgia for one week, you would have a great time if you bring $700–$800 USD with you. With this amount you will be able to stay in a good hotel, go on wonderful sightseeing tours and eat good food. All other items such as gifts & jewellery might require more. For more details try searching and contacting travel & tourist agencies.\n\nA budget traveler would have little difficulty getting by (and staying very well fed) on less than $150–$200 per week, even in the capital. Allow another $30–$50 for travel and sightseeing. (November 2008)\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["infobox"],["Eating khinkali like a local"],["Eating khinkali is not like what you are used to doing with dumplings. First of all, you use only your hands. (There is a real reason for this, because cutting the large dumpling would spill the juice and ruin the taste.) Locals will begin by seasoning the dumplings with pepper. Then grab the dumpling however you like, from the top \"handle\" if it pleases you, and take a small bite out of the side to slurp up the juice. Do not let ",{"type":"''","value":["any"]}," juice fall on your plate, or you will get your chin messy. Then, still holding the khinkali, eat around the top, finishing the dumpling and then placing the twisted top on your plate—it is considered an extreme mark of poverty in finances and taste to eat the doughy top. It is also nice to look with pride upon all your tops once, with practice, you get into the double digits with these dumplings. Wash them down with wine, Kazbegi beer, or a \"limonati\" of whichever flavor you prefer (most common flavors are lemon, pear, and estragon\/tarragon—which is quite refreshing)."]]},"\n\nThe cuisine of Georgia is justly famous throughout the former Soviet Union (visitors to Moscow will have noticed the amount of Georgian restaurants). Popular national dishes include ",{"type":"''","value":["khachapuri"]}," (a cheese filled bread, it more resembles cheese pie) and ",{"type":"''","value":["khinkali"]}," (minced, spiced meat in a dumpling, served in enormous quantities). While the khachapuri comes with every meal (and it is very possible to get tired of this), khinkali is usually reserved for its own separate meal, where Georgian men will down 15 huge dumplings like it is no big deal.\n\n",{"type":"''","value":["Mtsvadi"]},", tasty grilled chunks of marinaded pork or veal on stick with onions, is another staple. But this is by no means the end of the list of wonderful dishes, usually flavored with garlic, coriander, walnuts, and dill. A traditional Georgian feast (",{"type":"''","value":["supra"]},") is truly a sight to behold, with a spread that no group could finish, accompanied by at least 20 toasts set to wine or brandy.\n\nFor a quick snack, you can try all variety of ",{"type":"''","value":["ghvezeli"]}," pastry stuffed with meat, potatoes, cheese, or other ingredients, usually sold in markets and on the side of the street. Be aware of western-style dishes (pizzas, hamburgers etc.) though, which are usually a pale copy of their true selves. It is much better to try local food.\n\nThe fruit and vegetables here are bursting at the seams with flavor, and very cheap. Even if you only speak English and stand out as a foreigner like a slug in a spotlight, you can get fruit and vegetables in the market for a mere fraction of what you would pay in, say, Western Europe. Grabbing a quick meal of tomatoes, fresh cheese, ",{"type":"''","value":["puri"]}," (bread), and fruit is perhaps the most rewarding meal to be had in the country.\n\nIf you can, try and get yourself invited to dinner at someone's home (this is not too difficult in Georgia, owing to their hospitality and general desire to stuff foreign visitors full of all the food they can afford). The food in restaurants is an odd set piece of the same dishes over and over. But Georgian cuisine is far richer, and has an untold number of dishes to try, prepared from scratch with fresh, locally grown products (although supermarkets are now spreading throughout Georgia). Try and get your hands on ajabsandali, a sort of vegetable ratatouille, made differently according to each family's recipe, and which is wonderful. Another streak of dishes made out of lamb (",{"type":"''","value":["chanakhi"]},", ",{"type":"''","value":["chakapuli"]},") is simply delicious. Finally, there a lot of vegetarian dishes (mostly in western parts of Georgia) which are surprisingly tasty and accompany most of local parties with heavy wine drinking.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":[" Chacha "]},"\n",{"type":"'''","value":["Chacha"]}," (ჭაჭა) is a home-made fruit-based distilled clear spirit (liquor), analogous to Italian grappa. Chacha is made of grape pomace (grape residue left after making wine). It can also be produced from non-ripe or non-cultured grapes and in some cases fig, tangerine, orange, or mulberry. It is usually bottled \"manually\". It can be purchased in Mom and Pop corner markets, Farmers Markets, back alleys and basements throughout Georgia. There is also commercially-made chacha that can be found in some shops and supermarkets. The term \"Chacha\" is used in Georgia to refer to any type of \"moonshine\" made of fruits.\n\n",{"type":"===","value":["Wine"]},"\n",{"type":"[[","value":[["File:Saperavi.jpg"],["250px"],["thumb"],["Saperavi wines"]]},"\nGeorgia has one of the oldest wine-making traditions in the world and has been called the birthplace of wine (also as \"Cradle of Wine\"), due to archaeological findings which indicate wine production back to 5000 BC. Due to this fact, Georgians have some of the best wines in the world. Thanks to the ancient tradition of wine production and amazing climate, Georgian wine holds its strong competition with French and Italian. \nDefinitely try out Georgian wine. Unfortunately, you are not allowed to export home-bottled wine, which is often the best kind. Georgian wines are actually quite famous. It may be true that they are little known in the West, but this definitely does not include some 280 million people in the former Soviet Union where Georgian wines remain a welcomed drink at any dining table.\n\n",{"type":"====","value":["Red"]},"\n",{"type":"*","value":["Saperavi (საფერავი sah-peh-rah-vee)"]},{"type":"*","value":["Mukuzani (მუკუზანი moo-k'oo-zah-nee)"]},{"type":"*","value":["Khvanchkara (ხვანჭკარა khvahnch-k'ah-rah) - semi-sweet"]},{"type":"*","value":["Kindzmarauli (კინძმარაული keendz-mah-rah-oo-lee) - semi-sweet"]},"\n",{"type":"====","value":["White"]},"\n",{"type":"*","value":["Tsinandali (წინანდალი ts'ee-nahn-dah-lee)"]},{"type":"*","value":["Kakheti (კახეთი k'ah-kheh-tee)"]},{"type":"*","value":["Tbilisuri (თბილისური tbee-lee-soo-ree)"]},"\nImports of Georgian wine and mineral water have been banned by the Russian government, because of the political tension between the two counties.\n\n",{"type":"===","value":["Beer"]},"\nGeorgia produces a growing number of local beers. A beer tradition has existed in Georgia since ancient times in the mountainous regions of Khevsureti and Tusheti. After independence from the Soviet Union, Georgia revived its beer production and introduced its high quality beers to the market. The first and most popular Georgian beer was Kazbegi. Today, beer production in Georgia is still growing, offering high quality beers (thanks to the high quality mountain spring waters in Georgia and to German designed beer factories). There are also many foreign beers such as Heineken, Bitburger, Lowenbrau, Guinness, etc.\n\n",{"type":"====","value":["Georgian Beer"]},"\n",{"type":"*","value":["Aluda"]},{"type":"*","value":["Argo"]},{"type":"*","value":["Batumuri"]},{"type":"*","value":["Bavariis Herzogi"]},{"type":"*","value":["Kasri"]},{"type":"*","value":["Kazbegi (ყაზბეგი q'ahz-beh-gee)"]},{"type":"*","value":["Khevsuruli"]},{"type":"*","value":["Lomisi"]},{"type":"*","value":["Natakhtari"]},{"type":"*","value":["Tushuri"]},"\n",{"type":"===","value":["Mineral Waters"]},"\n\nGeorgian mineral waters have exceptional and interesting tastes — very different from French and Italian varieties. The most famous Georgian mineral waters are ",{"type":"[[","value":[["Borjomi"]]}," (ბორჯომი bohr-joh-mee), Likani (ლიკანი lick-ah-nee), and Nabeglavi (ნაბეღლავი nah-beh-ghlah-vee). But there is a plethora of less well-known springs located in small towns and alongside roads throughout the country that is worth sampling. Be forewarned that Borjomi isn't just ordinary sparkling water - it has a very high fluoride content and it may take some time to get used to the taste. It is however quite popular also outside Georgia (in the former Soviet republics).\n\n",{"type":"===","value":["Lagidze Waters (Soft Drink)"]},"\n\nMitrofan Lagidze (ლაღიძე lah-ghee-dzeh) is a surname of a very famous Georgian businessman of the 19th century who produced very popular soft drinks in Georgia. Nowadays these waters are called “the Lagidze Waters”. Lagidze soft drinks are made only with natural fruit components, without any chemical, artificial sugars or other additives. The most popular flavors are estragon\/tarragon and cream&chocolate. You can find them bottled in stores.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe number of major Western hotels in Georgia is growing every year, and not only in Tbilisi, but also in Batumi and other Georgian cities. Throughout much of the countryside, however, private homes are the cheapest and most enjoyable option, though this option is very much a homestay; expect little privacy. In general, accommodation in Georgia, particularly outside of Tbilisi and Batumi, is overpriced, and as tourism remains a fledgling industry, service at hotels often leaves something to be desired (such as a lack of toilet paper).\n\n",{"type":"==","value":["Learn"]},"\nThere are a handful of universities in Georgia which offer degrees or exchange programs taught in English:\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.guss.edu.ge\/en\/ University of Georgia"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.gruni.edu.ge\/home.php Grigol Robakidze University"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.ibsu.edu.ge\/ International Black Sea University"]}," (English exclusively)"]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.cu.edu.ge\/?l=1 Caucasus University"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/gau.ge\/index.php?option=com_content&view=article&id=3&Itemid=3 Georgian American University"]}," (English exclusively)"]},{"type":"*","value":[{"type":"[","value":["http:\/\/esm-tbilisi.ge\/ European School of Management-Tbilisi"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.kseu.edu.ge\/ Kutaisi University of Law and Economics"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.americancouncils.ge\/programs.php Intensive Georgian Language Workshop for Beginners, American Councils"]}]},"and a few others...\n\n",{"type":"==","value":["Work"]},"\n\nGeorgians are hard-working people in general, but they also like to have enough free time to enjoy life. Work can start at 10:00 or 11:00 and end at 18:00–19:00. Georgians like to take an hour lunch break and enjoy their food while socializing with their co-workers. People often take two weeks or a whole month off work to enjoy vacationing with family. It is an attitude in many ways similar to southern Europe and Mediterranean ones. Approaches to punctuality used to be very relaxed, but this is now changing (at least, in Tbilisi and other main cities).\n\nForeigners from most countries, including all major English-speaking countries and EU members, are allowed to live visa-free in Georgia for 360 days (and can renew their stay by leaving and re-entering), and to work and engage in business without a visa.  Despite this, work for foreigners is generally very limited due to the local salaries being below a living wage by most standards, even for people from other parts of Eastern Europe and the more \"well off\" former USSR countries like Estonia and Lithuania. A local wage will typically be around 300–400 GEL a month, with only a small section of professional managers making in the range of 2000–2500 GEL a month. Having said that, most Georgian families have one or more apartments and houses out in the countryside, and when one does not have to pay full private sector rent and can share utilities, the local wages will be sufficient for food and drink.\n\nForeigners working in Georgia are either employed by the main NGOs like the UNHCR, Save the Children, Danish Refugee Council, etc. Some large Georgian companies may employ foreign managers and consultants. These workers are generally salaried according to Western norms. One great way for travelers to experience Georgia is to participate in the Teach & Learn with Georgia program. This program places English-speakers in Georgian schools all over the country to assist local teachers in public schools. The Georgian government has set ambitious goals to make English the second language of the country (replacing Russian) by 2020. Participants in the program will have their airfare paid for, will be housed with a local family and will receive 400–500 GEL stipend a month.  The program has recently been scaled back, and will not be placing new teachers until August 2013.  However, there are a handful of language schools, especially in Tbilisi that pay roughly the same, though without providing airfare, room, or board.\n\nWomen should be aware that many Georgian men do not believe \"no\" means no. They believe that no means maybe and maybe means yes. It is not uncommon for men to be very pushy with foreign women especially. It is best to stay with groups and not to smile or give men attention. If you make a Georgian friend or get to know a Georgian man well, they will take care of you when you go out. There are many kind Georgian men but keep your guard up.\n\n",{"type":"==","value":["Stay safe"]},"\n\nMost of Georgia is very safe for travelers. Crime rates are among the lowest in Europe.\n\nCorruption, once a big hassle for tourists, has become far less visible since the Rose Revolution.  It is now safe and reasonable to trust the Georgian police, as the infamous and corrupt traffic police have been disbanded. Police cars are patrolling streets in Georgian cities and towns regularly, and can help in case of car trouble, or any other problem on the road.\n\nUse of seatbelts is now obligatory and strictly enforced. Radars are installed at all main junctures and on key streets and highways throughout the country. However, Georgia leads the South Caucasus in reported road traffic accidents. A person is injured every hour in a traffic related accident, while one death occurs every 18 hours, according to a study released by Georgian NGO, Safe Driving Association. The World Health Organization puts the number at 16.8 fatalities per 100,000 a year (compared to Azerbaijan at 13 and Armenia at 13.9).\n\n",{"type":"===","value":["Tbilisi"]},"\n",{"type":"[[","value":[["File:Tbilisi 062.jpg"],["250px"],["thumb"],["Georgian King Gorgasali overlooking Tbilisi"]]},"\n\nThings in Tbilisi and the surrounding countryside have calmed down a lot in the last several years. Although Tbilisi sometimes has been singled out for its (not always deserved) reputation for street crime, mugging is rather a rare phenomenon.\n\nOther crime-related hazards in Tbilisi used to be the apartment break-ins and car-jacking. The situation has changed dramatically, and today Georgia boasts one of the lowest crime rates in Europe.\n\n",{"type":"===","value":["Kutaisi"]},"\n\nThe available evidence indicates that Kutaisi, the second largest city in Georgia, suffers from crime rates significantly higher than the national average. It is very important to exercise caution in Kutaisi after dark.\n\n",{"type":"===","value":["Adjara"]},"\n",{"type":"[[","value":[["File:ბათუმი 19 Batumi.jpg"],["250px"],["thumb"],["right"],["city of Batumi"]]},"\nThe separatist conflict between Adjara and the central government has ended with little violence, and it is now perfectly safe to travel throughout the region. The once rampant corruption should now be a rarity for travelers. Passing through customs at the Sarpi-Hopa border crossing is now routine and uneventful for most tourists, however at certain times it may take two hours or longer, due to long lines.\n\n",{"type":"===","value":["The Mountains"]},"\n",{"type":"[[","value":[["File:Ushba Mountain, Georgia.jpg"],["250px"],["thumb"],["right"],["Ushba Mountain, in the Caucasus Mountains of ",{"type":"[[","value":[["Svaneti"]]}]]},"\nThe mountainous areas of Georgia are remote and lightly policed. The safest and most easy to visit regions of the Georgian Upper Caucasus are Kazbegi and Racha. The biggest hazard in these regions is altitude sickness.\n\nPrevious worries of instability in the Georgian northeast, near the border with Chechnya, have subsided, and the Pankisi Gorge is certainly not considered as dangerous a region to visit as Abkhazia or South Ossetia.\n\nSvaneti is perhaps the most romantic and mysterious of all Georgian regions, but its inhabitants, the Svans, have a reputation for fierce independence and distrust of outsiders (as well as legendary hospitality for accepted guests). Travelers should exercise special caution when visiting Svaneti, which is best to see with a local guide.\n\nTusheti is the most secluded part of the Caucasus range in Georgia. Access is only possible from June to October because of the large quantity of snow. Only a few families live there the whole year.\n\n",{"type":"===","value":["Separatist Regions"]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Abkhazia"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["South Ossetia"]]}]}," pose some challenges for travellers, South Ossetia more than Abkhazia. Abkhazia is easy enough to visit provided attention is paid to paper work and border crossings. South Ossetia remains more untamed.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nIn Georgia, especially in Tbilisi, you will be able to find many gyms and fitness centers with swimming pools and brand new training equipment, where you will be able to work out.  Facilities include:\n\n",{"type":"*","value":["Vake Fitness, Chavchavadzis Gamziri 49b. It is a large, modern place with a big swimming pool."]},{"type":"*","value":["Tbilisi Marriott Hotel, Rustavelis Gamziri 13."]},"\nGiardia is a common threat to foreign visitors.  Contraction is most likely via:\n\n",{"type":"*","value":["tap water"]},{"type":"*","value":["swallowed water from lakes, rivers, pools, or jacuzzis"]},{"type":"*","value":["raw fruits & vegetables"]},{"type":"*","value":["unpasteurized milk or other dairy products"]},"\n",{"type":"==","value":["Respect"]},"\nGeorgians are hospitable to a fault (and beyond). If a Georgian invites you somewhere, it will be almost impossible to pay for anything and even raising the subject of who will cover the bill can be embarrassing for your host. If invited to a private home for dinner, make sure you arrive amply stocked with wine or sweets.\n\nIf traveling in small towns (and in the quieter parts of Tbilisi), it is customary to greet almost everyone who passes you with a friendly \"Gamarjoba\" (Hello). And the proper response to this is \"Gagimarjos\".\n\nIt is a very ingrained and idiosyncratic characteristic of Georgian hospitality that Georgians wish nothing more than to hear that foreigners are enjoying their experience in Georgia. Expect to be asked whether you enjoy Georgia and its cuisine. And it is expected that you respectfully reply in the affirmative. Otherwise, your \"hosts\" will look terribly dejected as if expressing a feeling of collective failure to show visitors enough hospitality.\n\nDress conservatively when visiting churches.  Avoid shorts and sleeveless shirts.  For women, head covering and dress or skirt are usually required; in some places, these are provided.\n\n",{"type":"===","value":["Sensitive Issues"]},"\nAvoid talking about Russia, and especially about the separatist regions of Abkhazia and South Ossetia. Talking about these subjects can lead to hostility and maybe even fierce debates. Tense relations between the two countries have led to many conflicts, most notably the 2008 South Ossetia war and the severance of diplomatic relations. Georgia has lost 17% of its territory, and must support a large amount of refugees displaced by the war. Bitterness and even hatred against Russia run very high in Georgia.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":[" Mail "]},"\nPostal services in Georgia have almost ceased to exist. There are no letter-boxes or home delivery. Arriving Mail is notified and has to be collected at the office. Postal rates are high. The few post offices still maintained by ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.gpost.ge\/?site-path=homepage\/&site-lang=en Georgian Post"]}]}," are badly signposted and often in derelict buildings. \n",{"type":"===","value":["By phone "]},"\nGeorgia uses ",{"type":"'''","value":["GSM"]}," (900 MHz and 1800 MHz) for mobile phones and there are three providers, Geocell ",{"type":"[","value":["http:\/\/www.geocell.ge\/en\/products\/tariffs\/2\/"]}," (pre-paid LaiLai card), Magti ",{"type":"[","value":["http:\/\/www.magticom.ge\/index.php?section=16&lang=eng"]}," (two prepaid brands \"Bali\" and \"Mono\"). Coverage ",{"type":"[","value":["http:\/\/www.gsmworld.com\/roaming\/gsminfo\/cou_ge.shtml"]}," and BeeLine. Service provided by the first two is exceptionally good and you should be able to use your phone in most non-mountainous areas provided it supports the aforementioned technologies. Check with your mobile provider to ensure that they have roaming agreements with at least one of the Georgian operators.\nBoth Geocell and Magti have ",{"type":"'''","value":["UMTS\/3G"]}," service including video call and high speed data. Roaming is possible if you own a UMTS capable mobile phone. Geocell has the cheapest mobile internet solution over its network.\n\n",{"type":"===","value":["Internet"]},"\nDSL and fiber optic lines are available in Georgia. There are two provider companies: \"Caucasus Online\", and \"Silknet\".\n\nThere is free Wi-Fi network all over the Tbilisi. Network name is: \"Tbilisi Loves You\"\n\n",{"type":"===","value":["By net"]},"\nIn major hotels, WLAN service is available.\n\nInternet cafés, locally called \"internet clubs\", are common and cheap in Tbilisi and Batumi but scarce in Kutaisi. Some places offer free WLAN to their customers. At least in Tbilisi, all hostels have free fast WLAN.\n\n",{"type":"{{","value":[["hasDocent"],["Peterfitzgerald"]]},"\n\n",{"type":"{{","value":[["geo"],["41.7167"],["44.7833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Caucasus"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Georgia"]]},"\n",{"type":"[[","value":[["WikiPedia:Georgia (country)"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Georgia\/"]]}]