[{"type":"{{","value":[["pagebanner"],["Ötlingen - Panoramaansicht klein banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Berlin Brandenburger Tor Nacht.jpg"],["caption=Brandenburger Tor in Berlin"],["location=LocationGermany.png"],["flag=Flag of Germany.svg"],["capital=",{"type":"[[","value":[["Berlin"]]}],["government=Federal Parliamentary Republic"],["currency=Euro (€)"],["area= ",{"type":"''","value":["total:"]}," 357,022 km² ",{"type":"''","value":["water:"]}," 8,350 km² ",{"type":"''","value":["land:"]}," 348,672 km²"],["population=80.4 million (31 Dec 2011)"],["language=",{"type":"[[","value":[["German"]]}],["electricity="],["callingcode=+49"],["tld=.de"],["timezone=UTC +1"]]},"\n\nThe largest country in ",{"type":"[[","value":[["Central Europe"]]}," and most populous EU state is ",{"type":"[","value":["http:\/\/www.germany-tourism.de\/",{"type":"'''","value":["Germany"]}]}," (",{"type":"[[","value":[["German phrasebook"],["German"]]},": Deutschland), officially the ",{"type":"'''","value":["Federal Republic of Germany"]}," (",{"type":"''","value":["Bundesrepublik Deutschland"]},"). It's bordered to the north by ",{"type":"[[","value":[["Denmark"]]},", to the east by ",{"type":"[[","value":[["Poland"]]}," and the ",{"type":"[[","value":[["Czech Republic"]]},", to the south by ",{"type":"[[","value":[["Austria"]]}," and ",{"type":"[[","value":[["Switzerland"]]},", and to the west by ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Luxembourg"]]},", ",{"type":"[[","value":[["Belgium"]]}," and the ",{"type":"[[","value":[["Netherlands"]]},". Germany is a federation of 16 states, roughly corresponding to regions with their own distinct and unique cultures. Germany is one of the most influential nations in European culture, and one of the world's main economic powers. Known around the world for its precision engineering and high-tech products, it is equally admired by visitors for its old-world charm and \"Gemütlichkeit\" (coziness) or hospitality. If you have perceptions of Germany as simply homogeneous, it will surprise you with its many historical regions and much local diversity for its size.\n\n",{"type":"[[","value":[["File:German-flag-Kaub.jpg"],["thumbnail"],["Gutenfels Castle above the Rhine"]]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" History "]},"\n\n",{"type":"====","value":["Roman Empire"]},"\n",{"type":"[[","value":[["File:Limes Saalburg-c1.jpg"],["thumbnail"],["Section of the Limes Germanicus near Saalburg"]]},"\nIn the first century A.D., after a series of military campaigns, the Romans were able to conquer what is now most of western and southern Germany from the Germanic tribes living there. The limits of the Roman empire were marked by the \"Limes\". The section separating the empire from the Germanic tribes (",{"type":"''","value":["Limes Germanicus"]},") was 568 km in length stretching from the mouth of the Rhine to the Danube near ",{"type":"[[","value":[["Regensburg"]]},". Sections of the raised bank can still be seen and walked along; a notable example is by the reconstructed Roman fort of ",{"type":"''","value":["Saalburg"]}," near ",{"type":"[[","value":[["Bad Homburg"]]},". Several cities that are still important in Germany today were founded by the Romans, including ",{"type":"[[","value":[["Mainz"]]},", ",{"type":"[[","value":[["Wiesbaden"]]},", ",{"type":"[[","value":[["Cologne"]]}," and ",{"type":"[[","value":[["Bonn"]]},". ",{"type":"[[","value":[["Baden-Baden"]]},"'s springs were also much appreciated by the Romans, who built baths there whose remains can be visited. The most impressive Roman remains in Germany, and in some cases still used buildings, can be found in ",{"type":"[[","value":[["Trier"]]},". These include: the Porta Nigra, the largest Roman city gate north of the Alps; the Basilica of Constantine; Roman baths; and the Trier Amphitheater.\n\n",{"type":"====","value":["The Holy Roman Empire and the Middle Ages"]},"\n",{"type":"[[","value":[["File:Aachen-dom-oktogon-s1.jpg"],["thumbnail"],["Aachen Cathedral - Carolingian Octagon"]]},"\n",{"type":"[[","value":[["File:Weberhaus (Augsburg).jpg"],["thumbnail"],["Weavers guild house, Augsburg"]]},"\nCharlemagne, King of the Franks, was dubbed the first Emperor of the Holy Roman Empire by the Pope in 800 A.D. He is often associated with France, but his realm was vast; his capital was in Aix la Chapelle, now known as ",{"type":"[[","value":[["Aachen"]]},", and he was also the founder of ",{"type":"[[","value":[["Worms"]]},". Remains of Charlemagne's winter imperial palace (",{"type":"''","value":["Kaiserpfalz"]},") can also be seen in the town of ",{"type":"[[","value":[["Ingelheim"]]},". The roots of modern German history and culture date back to the post-Carolingian Holy Roman Empire of the German Nation. \n\nStarting in the early Middle Ages, Germany started to split into hundreds of small states, with strong regional differences that endure to this day, e.g. in ",{"type":"[[","value":[["Bavaria"]]},". During this period the power of local princes and bishops increased, their legacy being the many spectacular castles and palaces like the Castle Wartburg in ",{"type":"[[","value":[["Eisenach"]]},", ",{"type":"[[","value":[["Thuringia"]]},". From the 1200s, trade with the Baltic area gave rise to the Hanseatic League and rich city states such as ",{"type":"[[","value":[["Lübeck"]]}," and ",{"type":"[[","value":[["Hamburg"]]},". Other cities also came to prominence from inland trade routes, such as ",{"type":"[[","value":[["Leipzig"]]}," and ",{"type":"[[","value":[["Cologne"]]},". \n\nAs German society gradually changed from having a feudalist structure, with the nobles and church as the two poles of power and wealth and labour performed by masses of serfs, to a mercantilist system, guilds of craftsman were established and became a major factor in German economics and society. Some mediaeval guild halls are still standing and can be visited today. This period also saw the rise of banking families influencing the growth of cities such as ",{"type":"[[","value":[["Augsburg"]]},".\n\n",{"type":"====","value":[" Early modern Germany "]},"\n",{"type":"[[","value":[["File:Wartburg 06.jpg"],["thumbnail"],["Wartburg, ",{"type":"[[","value":[["Eisenach"]]},", founded in 1068. Martin Luther stayed at the castle for safety, 1521-1522."]]},"\nA period of religious reform and scientific discovery was marked by the 1517 publication of Martin Luther's 95 Theses in ",{"type":"[[","value":[["Wittenberg"]]},", which started the Protestant Reformation. The Holy Empire became split between the Catholics and Protestants, while regional powers emerged out of the more unified territories of Catholic ",{"type":"[[","value":[["Bavaria"]]}," and Protestant ",{"type":"[[","value":[["Saxony"]]}," and ",{"type":"[[","value":[["Brandenburg"]]}," (later known as Prussia). \n\nThe rulers of the more affluent duchies and kingdoms of the German Empire supported the development of arts and sciences, which led to prolific creations in that field, like the works of Johann Sebastian Bach, who was employed by the Elector of ",{"type":"[[","value":[["Saxony"]]},". Notable scientists included astronomer Johannes Kepler, and in mathematics, Gottfried Wilhelm Leibniz made major advancements in both ",{"type":"[[","value":[["Leipzig"]]}," and ",{"type":"[[","value":[["Hannover"]]},".\n\nDuring the baroque period in arts and architecture, many of the German rulers created stately royal residences and rebuilt their capital cities to reflect their might and taste. Splendid creations of that period include ",{"type":"[[","value":[["Dresden"]]}," and ",{"type":"[[","value":[["Potsdam"]]},".\n\n",{"type":"====","value":["Imperial Germany and the Weimar Republic "]},"\n",{"type":"[[","value":[["File:Koblenz im Buga-Jahr 2011 - Deutsches Eck 03.jpg"],["thumb"],[{"type":"''","value":["Deutsches Eck"]}," (German corner) in Koblenz (Rhineland-Palatinate), where the Moselle joins the Rhine; with equestrian statue of Emperor William I"]]},"\nThe Napoleonic wars started the process of unification, which ended in 1871, when a large number of previously independent German kingdoms united under Prussian leadership to form the German Empire (Deutsches Kaiserreich). As barriers to trade gradually fell, Germany found itself a hub of the later period of Industrial Revolution and established itself as a major industrial power. During this period, major companies were founded, including some that survive to this day, and technological innovation took place in various fields, highlighted by the creation of the automobile by Karl Benz and Gottlieb Daimler in ",{"type":"[[","value":[["Baden-Württemberg"]]},".\n\nThe empire ended in 1918 when Emperor (Kaiser) Wilhelm II was forced to abdicate the throne at the time of Germany's defeat in World War I (1914–18). There followed the short-lived and ill-fated Weimar Republic, which tried to completely establish a liberal, democratic regime. \n\nHowever, the young republic was plagued with massive economic problems stemming from the war (such as hyperinflation), in particular due to the massive amounts of reparations that Germany had to pay to the Allies as a result of the Treaty of Versailles, as well as disgrace for a humiliating defeat in the First World War. As a result, when the Great Depression hit, Germany's economy was crippled and this allowed strong anti-democratic forces to take advantage of the inherent organizational problems of the Weimar Constitution. The Nazis were able to seize control by winning a large minority of the votes of disillusioned German citizens seeking a change of course and then using their position as the largest party in the Reichstag to paralyze governmental business and eventually muscle their way into absolute power.\n\n",{"type":"====","value":["Hitler and Nazi Germany"]},"\nThe year 1933 witnessed the rise to power of the nationalistic and racist National Socialist German Workers' (Nazi) Party and its ",{"type":"''","value":["Führer"]},", Adolf Hitler. Under the Nazi dictatorship, democratic institutions were dismantled and the police state was enhanced. Jews, Slavs, Gypsies, handicapped people, homosexuals, socialists, communists, unionists and other groups not fitting into the Nazis' vision of a Greater Germany faced persecution, and were ultimately enslaved or murdered in death camps. Europe's Jews and Gypsies were marked for total extermination. The site of the first Nazi concentration camp in ",{"type":"[[","value":[["Dachau"]]}," is now a memorial. \n\n",{"type":"[[","value":[["File:Wewelsburg2010 b.jpg"],["thumb"],["Wewelsburg (near Dortmund), reconstructed under Nazi rule, used by SS leaders and expanded with a SS cult site. Now a youth hostel with historical museum and a memorial for concentration camp prisoners"]]},"\nHitler's militaristic ambitions to create a new German Empire in Central and Eastern Europe led to the Second World War, which Nazi Germany ultimately lost and which left a solemn mark on the continent and Germany in particular.\n\nIn 1945, Allied bomber raids brought destruction to nearly every larger German city. The occupied country lost most of its eastern territories and was faced with a major refugee crisis, with millions of Germans flooding westward into what remained of Germany, as well as from other countries where significant German minorities were escaping the military and political influence of the victorious Soviet Union.\n\n",{"type":"====","value":["Post-World War II"]},"\n",{"type":"[[","value":[["File:Haus der Geschichte 2009f.jpg"],["thumb"],["Bonn's ",{"type":"''","value":["Haus der Geschichte"]}," (House of History) about the history of the Federal Republic, with a Mercedes car used by Konrad Adenauer, the first post-war chancellor"]]},"\nAfter the devastating defeat in World War II (1939–45), Germany was divided into four sectors, controlled by British, French, Soviet and US forces. The UK and the US decided to merge their sectors, followed by the French. With the beginning of the Cold War, Germany divided into an eastern part under Soviet control and a western part which was controlled directly by the Western Allies. The western part was transformed into the Federal Republic of Germany, a democratic country with ",{"type":"[[","value":[["Bonn"]]}," as the capital, which was often referred to as West Germany. \n\nThe Soviet-controlled zone became the communist\/authoritarian Soviet-style German Democratic Republic (GDR), commonly called East Germany. This encompasses the present-day ",{"type":"''","value":["Länder"]}," of ",{"type":"[[","value":[["Saxony"]]},", ",{"type":"[[","value":[["Saxony-Anhalt"]]},", ",{"type":"[[","value":[["Thuringia"]]},", ",{"type":"[[","value":[["Brandenburg"]]}," and ",{"type":"[[","value":[["Mecklenburg-Western Pomerania"]]},". ",{"type":"[[","value":[["Berlin"]]},", which was geographically left in East Germany, had a special status as it was divided among the Soviets and the West, with the eastern part serving as the capital of the GDR and the western sectors of Berlin, (",{"type":"[[","value":[["Berlin\/City West"],["West Berlin"]]},") was ",{"type":"''","value":["de facto"]}," an exclave of the Federal Republic.\n\nThe fates of East and West Germany differed markedly, especially when it comes to economic development. Thanks to the Western aid, the economy and industrial base was quickly rebuilt, resulting in the ",{"type":"''","value":["Wirtschaftswunder"]}," (economic miracle). The East became a socialist, centrally-planned economy with almost all of its economy nationalized, and increasingly lagged behind the West as this system proved much less efficient or conducive to growth. The limitations of personal freedoms, ever-present censorship and secret police (STASI) spying on almost every citizen led many of the East's citizens to attempt to flee to the West. In 1961, the Berlin Wall was erected around West Berlin as part of a heavily guarded frontier system of border fortifications to deter inhabitants from East Berlin from defecting to the more prosperous West.\n\n",{"type":"====","value":["Reunification"]},"\n",{"type":"[[","value":[["File:Dresden-001.jpg"],["thumb"],[{"type":"[[","value":[["Dresden"]]},"s ",{"type":"''","value":["Frauenkirche"]},", destroyed in World War II, became a symbol of German unity and German–British reconciliation because of the common efforts to rebuild it in 1994–2005"]]},"\nGermany was reunited peacefully in 1990, a year after the fall and collapse of the GDR's communist regime and the opening of the iron curtain that separated German families by the barrel of a gun for decades. The re-established eastern states joined the Federal Republic on 3 October 1990, a day since celebrated as a national holiday (",{"type":"''","value":["Tag der Deutschen Einheit"]},", day of \"German national unity\", or \"Reunification Day\"). The united ",{"type":"[[","value":[["Berlin"]]}," became the capital of the unified Germany again, and with all federal government branches gradually moving there in the 1990s, the city saw a continued construction and economic boom, putting the city among the European hotspots.\n\nThe reunification meant that the affluent West helped the impoverished East rebuild its economy, while also accepting the willing migrants freely. This has not been without social and political tensions, but ultimately the reunification is regarded as a success, with many cities of the East regaining their former glory (e.g. ",{"type":"[[","value":[["Dresden"]]},") and industrial might (e.g. ",{"type":"[[","value":[["Leipzig"]]},"). The legacy of the GDR is still palpable in a slightly higher unemployment and lower standard of living in some areas of the East, and with numerous mementos to socialism like the huge statue of Karl Marx in the city of ",{"type":"[[","value":[["Chemnitz"]]},", which was called Karl-Marx-Stadt during the period of communist rule. The ",{"type":"[[","value":[["Berlin\/Mitte#Alexanderplatz \/ Alt-Berlin"],["DDR museum in Berlin"]]}," offers a way to experience the peculiar, and sometimes absurd, life in the erstwhile East Germany.\n\n",{"type":"===","value":["Economy"]},"\n",{"type":"[[","value":[["File:Frankfurt Am Main-Stadtansicht von der Deutschherrnbruecke am fruehen Abend-20110808.jpg"],["thumb"],[{"type":"[[","value":[["Frankfurt"]]}," is the financial pivot of Central Europe"]]},"\nGermany is an economic powerhouse boasting the largest economy of Europe, and despite its relatively small population, it is the second largest country in the world in terms of exports.\n\nThe financial fulcrum of Germany and continental Europe is ",{"type":"[[","value":[["Frankfurt am Main"]]}," and it's also one of the most important air traffic hubs in Europe, with Germany's flag carrier Lufthansa known for being not just a carrier, but rather a prestigious brand, though its glamour has faded somewhat during recent years. Frankfurt features an impressive skyline with many high-rise buildings, quite unusual for ",{"type":"[[","value":[["Central Europe"]]},"; this circumstance has led to the city being nicknamed \"Mainhattan\". It is also the home of the European Central Bank (ECB) and, effectively, the Euro, the supra-national currency used by many of the countries in the European Union. Frankfurt Rhein-Main International Airport is the largest airport of the country, while the Frankfurt Stock Exchange (FSE) is the most important stock exchange in Germany.\n\n",{"type":"===","value":["Politics"]},"\n",{"type":"[[","value":[["File:200806 Berlin 30.JPG"],["thumb"],["The famous dome of the ",{"type":"''","value":["Reichstag"]}," in ",{"type":"[[","value":[["Berlin"]]},", the legislature"]]},"\nGermany's a federal republic, consisting of 16 federal states (",{"type":"''","value":["Bundesländer"]},"). The federal parliament (",{"type":"''","value":["Bundestag"]},") is elected every four years in a fairly complicated system, involving both direct and proportional representation. A party will be represented in Parliament if it can gather at least 5% of all votes or at least three directly won seats. The parliament elects the Federal Chancellor (",{"type":"''","value":["Bundeskanzler"]},", currently Angela Merkel) in its first session, who serves as the head of the government without restrictions on re-election. The ",{"type":"''","value":["Bundesländer"]}," are represented at the federal level through the Federal Council (",{"type":"''","value":["Bundesrat"]},"). Many federal laws have to be approved by this council and this can lead to situations where council and parliament block each other if they are dominated by different parties. The Federal Constitutional Court (",{"type":"''","value":["Bundesverfassungsgericht"]},") has the right to pass judgement on the constitutionality of laws.\n\nThe formal head of state is the President (",{"type":"''","value":["Bundespräsident"]},"), who is not involved in day-to-day politics and has mainly ceremonial and representative duties. He can also suspend the parliament, but all executive power lies with the chancellor. The President of Germany is elected every five years by a specially convened national assembly, and is restricted to serving a maximum of two, five year terms.\n\nCurrently, the two largest parties are the centre-right CDU (",{"type":"''","value":["Christlich Demokratische Union"]},", Christian Democratic Union) and the centre-left SPD (",{"type":"''","value":["Sozialdemokratische Partei Deutschlands"]},", Social Democratic Party of Germany). Due to the proportional voting system, smaller parties are also represented in parliament. Medium-sized parties of importance are the centre-right CSU (",{"type":"''","value":["Christlich Soziale Union"]},", Christian Social Union, the most important party in Bavaria which collaborates at the federal level with the CDU), the liberal FDP ('Freie Demokratische Partei', Free Democratic Party), the Green party (",{"type":"''","value":["Bündnis 90\/Die Grünen"]},"). Since summer 2005, the new Left Party (",{"type":"''","value":["Die Linke"]},", a socialist party with significant strength in East Germany), the result of a merger between the Party of Democratic Socialism {PDS} and legal successor of GDR's state party, SED (Socialist Unity Party) and the Alternative for Work and Social Justice (WASG) and, since 2011, the Pirates' Party (",{"type":"''","value":["Piratenpartei"]},", a civil rights and liberties movement) have also held seats. There have been some attempts by extreme right-wing parties (NPD – National Democratic Party and REP – Republicans) to get into parliament, but so far they have failed the 5% requirement (except in some East German state parliaments, currently Saxony and in Mecklenburg-Western Pomerania); extreme left-wing parties (MLPD – Marxist-Leninist Party and DKP – German Communist Party) have no influence on administrative levels above state parliaments.\n\n",{"type":"===","value":["People"]},"\n",{"type":"[[","value":[["File:2010 Tag der Einheit 015.JPG"],["thumb"],["German Unity Day, 2010 in the state of Bremen"]]},"\n\nBeing a federal republic, Germany is very much a decentralised country, which does justice to the cultural differences between the regions. Some travellers will perhaps only think of beer, ",{"type":"''","value":["Lederhosen"]}," and Oktoberfest when Germany comes to mind, but Germany's famous alpine and beer culture is mostly in ",{"type":"[[","value":[["Bavaria"]]}," and ",{"type":"[[","value":[["Munich"]]},". Here the beer is traditionally served in 1 L mugs (but not in ",{"type":"''","value":["Kneipen"]}," (pubs) and restaurants). The annual Oktoberfest is ",{"type":"[[","value":[["Europe"]]},"'s most visited festival and the world's largest fair. Germany's south-western regions, however, are well known for their wine growing areas (e.g. ",{"type":"[[","value":[["Rhenish Hesse"],["Rheinhessen"]]}," and ",{"type":"[[","value":[["Palatinate"]]},") and Bad Dürkheim on the \"German wine route\" organises the biggest wine festival worldwide with over 600,000 visitors annually.\n\nCars are a symbol of national pride and social status. Certainly manufacturers such as Audi, BMW, Mercedes, Porsche and Volkswagen (VW) are world famous for their quality, safety and style. This quality is matched by Germany's excellent network of roadways including the renowned ",{"type":"''","value":["Autobahn"]}," network, which has many sections without speed limits that attract speed hungry drivers. There are actually speed tourists who come to Germany just to rent an exotic sports car and fly down the Autobahn! Amazingly for its size Germany is home to the third largest motorway network in the world. Germany also features an extensive network of high speed trains – the InterCityExpress (",{"type":"''","value":["ICE"]},").\n\nMost cities have a vibrant ",{"type":"[[","value":[["LGBT travel"],["LGBT"]]}," scene, especially ",{"type":"[[","value":[["Berlin"]]}," and ",{"type":"[[","value":[["Cologne"]]},". The Berlin tourism agency and other tourism organisations have started campaigns to attract gay and lesbian travellers to their cities. In fact, some politicians (e.g.: the Mayor of Berlin) and stars in Germany are proudly gay and bisexual.\n\n",{"type":"===","value":["Electricity"]},"\nElectricity is supplied at 230 V and 50 Hz.  Almost all outlets use the Schuko plug, most appliances have a thinner but compatible Europlug. Adapters for other plugs are widely available in electronics stores.\n\n",{"type":"==","value":["Regions"]},"\nGermany is a federal republic consisting of 16 states (called \"",{"type":"''","value":["Bundesländer"]},"\" - shortened to \"",{"type":"''","value":["Länder"]},"\" in German). Three of these ",{"type":"''","value":["Bundesländer"]}," are actually city-states: ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Bremen"]]}," and ",{"type":"[[","value":[["Hamburg"]]},". The states can be roughly grouped by geography as listed below, although there are other groupings. For a long time, the division between north and south was the most notable but, because of the legacy of the Cold War, nowadays the division between east and west is more noticeable.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Germany Regions 02.png"],["regionmaptext=Regions of Germany"],["regionmapsize=350px"],["region1name=Northern Germany"],["region1color=#6ca26c"],["region1items=",{"type":"[[","value":[["Bremen (state)"],["Bremen"]]},", ",{"type":"[[","value":[["Hamburg"]]},", ",{"type":"[[","value":[["Lower Saxony"]]},", ",{"type":"[[","value":[["Mecklenburg-Western Pomerania"]]},", ",{"type":"[[","value":[["Schleswig-Holstein"]]}],["region1description=Windswept hills and the popular vacation destinations of the North Sea and Baltic Sea coasts."],["region2name=Western Germany"],["region2color=#cbcc51"],["region2items=",{"type":"[[","value":[["North Rhine-Westphalia"]]},", ",{"type":"[[","value":[["Rhineland-Palatinate"]]},", ",{"type":"[[","value":[["Saarland"]]}],["region2description=Wine country and modern cities sharply cut by the breathtaking ",{"type":"[[","value":[["Middle Rhine Valley"]]}," and Moselle valley."],["region3name=Central Germany"],["region3color=#8e6c96"],["region3items=",{"type":"[[","value":[["Hesse"]]},", ",{"type":"[[","value":[["Thuringia"]]}],["region3description=The green heart of Germany, with some of the most important historical and financial cities and the ancient Thuringian Forest."],["region4name=Eastern Germany"],["region4color=#b17373"],["region4items=",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Brandenburg"]]},", ",{"type":"[[","value":[["Saxony"]]},", ",{"type":"[[","value":[["Saxony-Anhalt"]]}],["region4description=Highlighted by the eccentric and historic capital Berlin, and rebuilt historic Dresden, \"Florence on the Elbe\"."],["region5name=Southern Germany"],["region5color=#80afdc"],["region5items=",{"type":"[[","value":[["Baden-Württemberg"]]},", ",{"type":"[[","value":[["Bavaria"]]}],["region5description=Black Forest, Alps, and Oktoberfest. The Germany of ",{"type":"''","value":["Lederhosen"]},", ",{"type":"''","value":["Dirndl"]},", picture postcard views and HighTech firms."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Hofbräuhaus, München.jpg"],["thumb"],["Hofbräuhaus in Munich"]]},"\n",{"type":"[[","value":[["File:Nürnberg panorama.jpg"],["thumb"],["Nuremberg old town, view from west"]]}," \nGermany has numerous cities of interest to tourists; these are ",{"type":"'''","value":["nine"]}," of the most famous travel destinations.\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Berlin"]]}," – the reunified and reinvigorated capital of Germany; known for its division during the Cold War, the Berlin Wall. Today a metropolis of diversity with elegant clubs, shops galleries and restaurants"]},{"type":"*","value":[{"type":"[[","value":[["Bremen"]]}," – one of the most important cities in northern Germany, its old town will be of interest to travellers who want a slice of history"]},{"type":"*","value":[{"type":"[[","value":[["Cologne"]]}," (",{"type":"''","value":["Köln"]},") – this city was founded by the Romans 2000 years ago and is known for its huge cathedral (number 5 in the world), Romanesque churches, and archaeological sites"]},{"type":"*","value":[{"type":"[[","value":[["Dresden"]]}," – once called 'Florence on the Elbe', world-famous for its Frauenkirche and its rebuilt historic ",{"type":"''","value":["Altstadt"]}," that was destroyed during the war "]},{"type":"*","value":[{"type":"[[","value":[["Düsseldorf"]]}," – Germany's capital of fashion and shopping that also offers a wide scale of fascinating new architecture. The \"Altstadt\" and the \"Medienhafen\" have a vibrant nightlife"]},{"type":"*","value":[{"type":"[[","value":[["Frankfurt"]]}," – Germany's metropolis with a magnificent skyline due to its role as leading financial fulcrum, transportation hub and the seat of the European Central Bank (ECB)"]},{"type":"*","value":[{"type":"[[","value":[["Hamburg"]]}," – Germany's second-largest city, with a metropolitan character second only to Berlin, famous for its harbour as well as its liberal culture. Don't miss the Reeperbahn with its night clubs and casinos"]},{"type":"*","value":[{"type":"[[","value":[["Munich"]]}," (",{"type":"''","value":["München"]},") –  Bavaria's beautiful capital city, calling itself 'metropole with heart', the site of the famous ",{"type":"[[","value":[["Munich#Festivals"],["Oktoberfest"]]}," and the gateway to the Alps"]},{"type":"*","value":[{"type":"[[","value":[["Nuremberg"]]}," (",{"type":"''","value":["Nürnberg"]},") – its old town has been reconstructed, including the Gothic ",{"type":"''","value":["Kaiserburg"]},", and you can also visit the Nazi party rally grounds, the Documentation Centre and Courtroom 600 (the venue of the Nuremberg war crime trials)"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Munster(GER) university.jpg"],["thumb"],["The Baroque palace in Münster (now used by the University)"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baltic Sea Coast (Germany)"],["Baltic Sea Coast"]]}," (",{"type":"''","value":["Ostseeküste"]},") – miles of sandy beaches and resorts with picturesque islands such as Rügen"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bavarian Alps"]]}," (",{"type":"''","value":["Bayerische Alpen"]},") – the world famous Neuschwanstein Palace and Germany's best skiing and snowboarding resorts. Endless hiking and mountain biking"]},{"type":"*","value":[" ",{"type":"[[","value":[["Black Forest"]]}," (",{"type":"''","value":["Schwarzwald"]},") – a region with wide mountain peaks, panoramic views; it is a heaven for tourists and hikers"]},{"type":"*","value":[" ",{"type":"[[","value":[["East Frisian Islands"]]}," (",{"type":"''","value":["Ostfriesische Inseln"]},") – twelve islands in the Wadden Sea; Borkum is the largest island by both area and population"]},{"type":"*","value":[" ",{"type":"[[","value":[["Franconian Switzerland"]]}," (",{"type":"''","value":["Fränkische Schweiz"]},") – one of the oldest travel destinations in Germany, named by Romantic artists, who said its landscape had the aesthetic beauty of Switzerland's"]},{"type":"*","value":[" ",{"type":"[[","value":[["Harz"]]}," – a low mountain range in the Central Uplands of Germany, famous for its historic silver mines and for the scenic towns of Quedlinburg, Goslar and Wernigerode"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Constance"]]}," (",{"type":"''","value":["Bodensee"]},") – an extremely beautiful corner of Central Europe; it boasts water sports and beautiful towns and villages to be seen by the visitor"]},{"type":"*","value":[" ",{"type":"[[","value":[["Middle Rhine Valley"]]}," (",{"type":"''","value":["Mittelrheintal"]},") – part of the Rhine River is a UNESCO Heritage Site between Bingen\/Rüdesheim and Koblenz; the valley is famous for its wines"]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Entry requirements"]},"\n",{"type":"[[","value":[["File:Scholtenpad Dutch-German border .jpg"],["thumb"],["The Dutch–German border, near ",{"type":"[[","value":[["Winterswijk"]]},". The crossings to the western neighbours of Germany hardly look different from any other path."]]},"\n",{"type":"{{","value":[["Schengen"]]},"\n\nRecognised refugees and stateless persons in possession of a valid travel document issued by the government of any one of the above countries\/territories (e.g. Canada) are exempt from obtaining a visa for Germany  (but ",{"type":"'''","value":["no"]}," other Schengen country, except ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["The Netherlands"]]}," and ",{"type":"[[","value":[["Belgium"]]},", and for refugees, ",{"type":"[[","value":[["Slovakia"]]},") for a maximum stay of 90 days in a 180-day period.\n\nCitizens of Australia, Canada, Israel, Japan, New Zealand, South Korea and the US are eligible to obtain a residence permit, or ",{"type":"'''","value":["Aufenthaltstitel"]}," (authorising a stay of more than 90 days and permission to work), upon arrival in Germany, but before the end of the initial 90 day period of visa-free entry. Before obtaining such status, they are not allowed to work, with the exception some specific occupations (such as artists). Honduran, Monegasque and Sanmarinese nationals can also obtain such a permit, but only if they may not work on the residence permit. Other nationals will need to obtain a visa before if they intend to stay in Germany for longer than the 90-day period, even if they are visa-free for that period for a stay in the Schengen area, or if they intend to work.\n\nAuthorized members of the British and US military need to possess only a copy of their duty orders (NATO Travel Order) and their ID card to be authorized entry into Germany. The passport requirement, though, applies to spouses and dependants of military personnel, and they must obtain a stamp in their passports to show that they are sponsored by a person in Germany under the Status of Forces Agreement.\n\nThere are no land border controls, making travel between Germany and other Schengen states easier with the accession of Switzerland to the Schengen area in 2008. However, the German border police is known to have plain-clothes officers ask travellers for their ID especially on the border between Bavaria and Austria.\n\nThere are a number of ways to get into Germany. From neighbouring European countries, a drive with the car or a train ride are feasible; visitors from further away will probably be using air travel.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"====","value":[" Major airlines and airports "]},"\nThe most important airports are ",{"type":"[[","value":[["Frankfurt Airport"],["Frankfurt"]]}," (",{"type":"{{","value":[["IATA"],["FRA"]]},"), ",{"type":"[[","value":[["Munich Airport"],["Munich"]]}," (",{"type":"{{","value":[["IATA"],["MUC"]]},") and ",{"type":"[[","value":[["Düsseldorf"]]}," (",{"type":"{{","value":[["IATA"],["DUS"]]},"). ",{"type":"[[","value":[["Berlin"]]},"–Tegel (",{"type":"{{","value":[["IATA"],["TXL"]]},"), ",{"type":"[[","value":[["Cologne"]]}," (",{"type":"{{","value":[["IATA"],["CGN"]]},"), ",{"type":"[[","value":[["Hamburg"]]}," (",{"type":"{{","value":[["IATA"],["HAM"]]},") and ",{"type":"[[","value":[["Stuttgart"]]}," (",{"type":"{{","value":[["IATA"],["STR"]]},") serve some international flights as well.\n\nFrankfurt is Germany's main hub – one of Europe's four major hubs – and the destination of most intercontinental flights. Munich is a growing secondary hub. Travelers can easily fly in from most places of the world and then connect with Germany's biggest and most respected airline ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lufthansa.com Lufthansa"]}]}," which is a member of the ",{"type":"[[","value":[["Star Alliance"]]},". Germany's second largest airline is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airberlin.com Air Berlin"]}]},", which also serves lots of destinations throughout Germany and Europe (and some worldwide) from several airports.\n\nThe airports of Frankfurt, Düsseldorf and Köln\/Bonn are connected to the ",{"type":"''","value":["InterCityExpress"]}," high-speed rail lines. The others all feature either a commuter rail station or some sort of connection to the nearest rail station as well as public transport to the central station of the respective cities. Lufthansa's passengers travelling from Frankfurt Airport have the option to check in their luggage in Cologne or Stuttgart train stations and connect to the airport by ICE. If doing so, be sure to book the train journey like a Lufthansa connecting flight (i.e. in advance together with the flight), otherwise ",{"type":"''","value":["you"]}," are regarded responsible for a missed connection.\n\n",{"type":"====","value":[" Budget travel and minor airlines "]},"\n\nFlying can be the cheapest way to get to Germany and from there to other European countries, especially if the flights are booked well in advance. Before booking a budget flight, compare carefully as their destinations are often a bit off the track and after adding all the fees, taxes, additional bus tickets to get to their airports, you might end up at even higher prices than you would pay for a discounted Lufthansa or Air Berlin ticket.\n\nThe major airports for budget travel are Berlin-Schönefeld (",{"type":"{{","value":[["IATA"],["SXF"]]},"), Frankfurt-Hahn (",{"type":"{{","value":[["IATA"],["HHN"]]},") (130 km to Frankfurt) and Weeze (",{"type":"{{","value":[["IATA"],["NRN"]]},") (85 km to Düsseldorf) as well as smaller airports with fewer choice of destinations like Lübeck  (",{"type":"{{","value":[["IATA"],["LBC"]]},") (70 km to Hamburg) or Memmingen (",{"type":"{{","value":[["IATA"],["FMM"]]},") (110 km to Munich).\n\nThere are budget flights to almost every city in Europe from Germany. The major budget airlines in Germany are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.easyjet.com\/ easyJet"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.germanwings.com germanwings"]}]}," (for flights within Germany, too) and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/wizzair.com Wizz Air"]}]}," (for flights to Eastern Europe) which all offer several connections to many countries throughout Europe. The main hubs for easyJet are Berlin-Schönefeld and Dortmund, for Ryanair Frankfurt-Hahn and Weeze and for germanwings Cologne\/Bonn and Stuttgart – all of them besides more airports served, but with smaller choice of destinations.\n\nFor (budget) flights to european holiday destinations, for example round the Mediterranean, Germany's major carriers besides Air Berlin are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www12.condor.com\/tcf-eu\/index.jsp Condor (Thomas Cook)"]}]}," (also for main tourist destinations throughout the world) and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tuifly.com TUIfly"]}]},".\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flygermania.de\/gmi\/ Germania"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.intersky.biz\/ InterSky"]}]}," also have a number of international destinations.\n\n",{"type":"===","value":["By train"]},"\nRegular train services connect Germany with all neighbouring countries. Almost all neighbouring countries (especially ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Czech Republic"]]}," and ",{"type":"[[","value":[["Austria"]]},") and even some non-neighbouring countries (e.g. ",{"type":"[[","value":[["Italy"]]}," and ",{"type":"[[","value":[["Hungary"]]},") are quite well connected with \"EuroCity\" trains. They are a little bit slower and slightly less comfortable than the European high-speed trains but reach nevertheless up to 200 km\/h. They are a worthwhile way to travel – not only for budget travellers (although budget airlines might be cheaper) or landscape viewers (especially the Rhine valley lines).\n\nSeveral European high-speed trains cross into and out of Germany:\n",{"type":"[[","value":[["File:IC3 NIederlande in Frankfurt 249-dLd.jpg"],["thumb"],["Frankfurt central railway station with ICE 3M Nederlandse Spoorwegen"]]},"\n",{"type":"*","value":[" The ",{"type":"''","value":["ICE"]}," brings you at 300 km\/h top speed from Frankfurt (3.25 hr), Cologne (2.5 hr) or Düsseldorf (2.25 hr) to Amsterdam. The train journey from ",{"type":"[[","value":[["Frankfurt"]]}," to ",{"type":"[[","value":[["Paris"]]}," (320 km\/h) using the ",{"type":"''","value":["ICE"]}," will take about four hours; going from ",{"type":"[[","value":[["Hamburg"]]}," to ",{"type":"[[","value":[["Paris"]]}," can take eight and a half hours. There is also an ",{"type":"''","value":["ICE"]}," line from Frankfurt to Brussels via Cologne."]},{"type":"*","value":[" The ",{"type":"[","value":["http:\/\/www.thalys.de\/ ",{"type":"''","value":["Thalys"]}]}," brings you from Cologne (",{"type":"''","value":["Köln"]},") to Paris in approximately four hours and to Brussels in about two hours."]},{"type":"*","value":[" The ",{"type":"''","value":["TGV"]}," brings you from ",{"type":"[[","value":[["Marseille"]]},", ",{"type":"[[","value":[["Lyon"]]}," and ",{"type":"[[","value":[["Strasbourg"]]}," to Frankfurt, and from Paris, and Strasbourg to Munich."]},{"type":"*","value":[" Between ",{"type":"[[","value":[["Stuttgart"]]}," and ",{"type":"[[","value":[["Milan"]]}," you can travel with one stop in ",{"type":"[[","value":[["Zurich"]]},", the fastest trans alpine train connection."]},"\nStandard rail fares are quite high, but there are a number of special fares and discounts available – see the \"Get Around\" section for more information. In particular, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/bahncard.shtml Bahncard"]}]}," reduction applies for the whole journey as long as it starts or ends in Germany.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:KielerFaehrenLuftaufnahme.jpg"],["thumb"],["Kiel, Schleswig-Holstein: ferries link Kiel to many Scandinavian locations"]]},"\n",{"type":"[[","value":[["File:HelsinkiTravemunde.JPG"],["thumb"],["View to the rear of a Finnlines ferry from Helsinki to Travemünde"]]},"\nInternational ferry services exist, notably to ",{"type":"[[","value":[["Scandinavia"]]},". Some of the most popular connections are listed below:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lübeck"]]}," and ",{"type":"[[","value":[["Sassnitz"]]}," are connected to ",{"type":"[[","value":[["Kaliningrad"]]},", ",{"type":"[[","value":[["Saint Petersburg"]]},", ",{"type":"[[","value":[["Russia"]]},". Sassnitz is also connected to ",{"type":"[[","value":[["Rønne"]]},", ",{"type":"[[","value":[["Denmark"]]}," and ",{"type":"[[","value":[["Trelleborg"]]},", Sweden."]},{"type":"*","value":[{"type":"[[","value":[["Kiel"]]}," has connections to ",{"type":"[[","value":[["Gothenburg"]]},", Sweden, ",{"type":"[[","value":[["Klaipeda"]]},", ",{"type":"[[","value":[["Lithuania"]]}," and ",{"type":"[[","value":[["Oslo"]]},", ",{"type":"[[","value":[["Norway"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Rostock"]]}," has connections to ",{"type":"[[","value":[["Helsinki"]]}," (",{"type":"[[","value":[["Finland"]]},"), ",{"type":"[[","value":[["Trelleborg"]]}," (",{"type":"[[","value":[["Sweden"]]},") and ",{"type":"[[","value":[["Gedser"]]}," (",{"type":"[[","value":[["Denmark"]]},"). "]},{"type":"*","value":[{"type":"[[","value":[["Travemuende"]]}," has connections to ",{"type":"[[","value":[["Helsinki"]]}," (",{"type":"[[","value":[["Finland"]]},"), ",{"type":"[[","value":[["Malmö"]]}," (",{"type":"[[","value":[["Sweden"]]},"), ",{"type":"[[","value":[["Trelleborg"]]}," (",{"type":"[[","value":[["Sweden"]]},"), ",{"type":"[[","value":[["Ventspils"]]}," and ",{"type":"[[","value":[["Liepaja"]]},", ",{"type":"[[","value":[["Latvia"]]}]},{"type":"*","value":[{"type":"[[","value":[["Puttgarden"]]}," is connected to ",{"type":"[[","value":[["Rødby"]]},", ",{"type":"[[","value":[["Denmark"]]},"."]},"\n",{"type":"===","value":[" By bus "]},"\n",{"type":"*","value":[" Germany is served by dozens of international bus companies."]},{"type":"*","value":[" Many of them are affiliated with Eurolines, the largest international affiliation. The German Eurolines partner is called ",{"type":"[","value":["http:\/\/www.touring.de\/ Touring"]},"."]},{"type":"*","value":[" Yet many more independent companies have service from all over Europe."]},"Examples include:\n",{"type":"*","value":[" Due to the Bosnian war in the 1990s, there are bus companies serving the Bosnian diaspora, which provide a cheap and clean way of getting to Bosnia: ",{"type":"[","value":["http:\/\/www.salinea.net\/red_voznje.asp Salinea"]},", ",{"type":"[","value":["http:\/\/www.prosicbus.com\/redvoznje.htm Prosic"]}," or ",{"type":"[","value":["http:\/\/www.globtour.com Globtour"]}," have routes  several times each week from and to many towns in ",{"type":"[[","value":[["Bosnia and Herzegovina"]]},"."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Croatia"]]}," you can use ",{"type":"[","value":["http:\/\/www.cazmatrans.hr\/njem-zg.html Čazmatrans"]}]},"\n",{"type":"==","value":["Get around"]},"\nGerman transportation runs with German efficiency, and getting around the country is a snap — although you'll need to pay top price for top speed.  The most popular options by far are to ",{"type":"[[","value":[["#By car"],[{"type":"'''","value":["rent a car"]}]]},", or ",{"type":"[[","value":[["#By train"],[{"type":"'''","value":["take the train"]}]]},". If the train is too expensive for you, traveling by arranged ",{"type":"[[","value":[["#Ride-sharing"],[{"type":"'''","value":["ride-sharing"]}]]}," or with any one of the many new bus services is often a viable alternative in Germany.\n\n",{"type":"===","value":["By plane"]},"\nDomestic flights are mainly used for business, with the train being a simpler and often (but not always) cheaper alternative for other travel. The boom of budget airlines and increased competition has made some flight prices competitive with trains to some major cities. However, make sure that you get to the right destination: low-cost airlines are known for misnaming small airports in the middle of nowhere as if they are near to cities 100 km away. (e.g.: \"Frankfurt-Hahn\" is actually in ",{"type":"[[","value":[["Hahn"]]},", over two hours away by bus from ",{"type":"[[","value":[["Frankfurt"]]}," city!)\n\nThe following carriers offer domestic flights within Germany:\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.lufthansa.com Lufthansa"]}," Flag carrier and member of the ",{"type":"''","value":["Star Alliance"]}," that flies all major routes on a nearly hourly schedule with hubs in Frankfurt, Munich and Düsseldorf. Within dedicated terminal areas, coffee, tea and a lavish assortment of newspapers are available freely even for economy class passengers."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.airberlin.com Air Berlin"]}," is the second biggest German airline and also flies to most airports in Germany with hubs in Berlin-Tegel, Düsseldorf and Nuremberg. Checked baggage and standard services are also included in the fares. It is a member of the ",{"type":"''","value":["oneworld Alliance"]},"."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.germanwings.com germanwings"]}," Lufthansa's no-frills subsidiary is based in Cologne and also serves some routes within Germany"]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.intersky.biz InterSky"]}," Small, but well-kept airline with few routes in Germany and Europe, based in ",{"type":"[[","value":[["Friedrichshafen"]]}," (near Lake Constance)."]},"\n",{"type":"===","value":["By train"]},"\nGermany offers a fast and (if booked in advance) affordable railway system that reaches many parts of the country. Unless you travel by car, rail is likely to be your major mode of transportation. Crossing Germany from ",{"type":"[[","value":[["Munich"]]}," in the south to ",{"type":"[[","value":[["Hamburg"]]}," in the north will usually take around 6 h, while driving by car will take around 8 h.\n\nAlmost all long-distance and many regional trains are operated by ",{"type":"''","value":["Deutsche Bahn"]}," (\"German Rail\"), the state-owned railway company.  ",{"type":"[","value":["http:\/\/www.bahn.com\/i\/view\/GBR\/en\/index.shtml DB's website in  English"]}," and ",{"type":"[","value":["http:\/\/www.bahn.com\/i\/view\/USA\/en\/index.shtml DB's website customised for the US"]}," (available in many other localisations), is an excellent resource for working out transport options not only in Germany (generally all modes except air travel; bus and ship, but branch line timetables are incomplete) but also pretty much anywhere in Europe (train and a few selected long-distance bus routes only). An interesting gimmick is the carbon dioxide emission comparisons for different train journeys.\n\n",{"type":"====","value":["Long distance"]},"\n",{"type":"[[","value":[["File:ICE.JPG"],["thumb"],["200px"],["Inter City Express (ICE)."]]},"\n\nAll major cities are linked by DB's ",{"type":"''","value":["ICE"]}," (InterCity Express) and regular InterCity trains. ICE is a system of high speed trains that are capable of speeding with 330 km\/h, the condition of tracks and signals however allows top speeds of only 160 km\/h (usual), 200 km\/h (routes with special electronic equipment called \"Ausbaustrecke\") or 250 km\/h to 300 km\/h (designated high-speed tracks only called \"Neubaustrecke\"). The top speed of 320 km\/h is reached on the journey from Frankfurt to Paris, France. Although significantly faster than by road (unless you are driving a Porsche), they are also expensive, with a 1 h trip ( ",{"type":"[[","value":[["Frankfurt"]]}," to ",{"type":"[[","value":[["Cologne"]]},", around 180 km) costing around €67 one-way (normal price without any discount). However when you book the ticket online in advance, you can get a considerable discount (see ",{"type":"[[","value":[["#Discounts"],["Discounts"]]},"). \nReservations are not mandatory but are recommended, especially when you travel on weekends or holidays. This means, that with ",{"type":"[[","value":[["Rail travel in Europe#Inter Rail"],["Interrail"]]}," or ",{"type":"[[","value":[["Rail travel in Europe#Eurail"],["Eurail"]]}," pass you can use domestic ICE trains without supplement (except for international ICE trains)\n\nNext are the regular ",{"type":"'''","value":["InterCity"]}," (IC) and ",{"type":"'''","value":["EuroCity"]}," (EC) trains. The latter connect the larger European cities and are virtually identical to the regular ICs. These trains are also fairly comfortable, even if they lack the high-tech feeling of the ICE.\n\nAs most other trains in Germany, apart from some local public transportation, the ICE, IC and EC offer first and second class service. For its higher rates, first class on those trains offers more room (three rather than four seats abreast, more legroom, seats with a large amount of recline) and airline-style waiter service with drinks and food brought to your seat. Do note that the latter is not free - there are no drinks or food included in the price, the only benefit is the service and not having to go to the dining car as the second-class passengers have to. There is also WiFi on the DB long-distance trains, but it is not a complimentary service other - you will be prompted to regulate your fare with the T-mobile once you connect.\n\nIn the largest train stations, the first class passengers can enjoy the DB First Class Lounges before their trip. The lounges offer space to sit down and wait comfortably before one's trip, WiFi, as well as a selection of drinks and light snacks. Interestingly, unlike one the trains, all the aforementioned services are free for the first class passengers. There are first class lounges on the ",{"type":"''","value":["Hauptbahnhoefe"]}," (the main train stations) of ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Cologne"]]},", ",{"type":"[[","value":[["Hamburg"]]}," and ",{"type":"[[","value":[["Munich"]]},". In other major stations, first class passengers can use the regular DB lounges which provide most of the same amenities, but no snacks (only drinks) and no waiter service. The regular DB lounges are also open to the members of Deutsche Bahn's loyalty programme ",{"type":"''","value":["bahn.bonus"]}," who have achieved a ",{"type":"''","value":["comfort"]}," level (which is done by accumulating many points by travelling in Deutsche Bahn often and registering your trips with your bahn.bonus account, similar to airline frequent flier programmes). The list of lounges and details can be found in the ",{"type":"[","value":["http:\/\/www.bahn.com\/i\/view\/GBR\/en\/services\/overview\/first_class_lounges.shtml Deutsche Bahn's website."]},"\n\nOn the major lines, an ICE or IC train will run each hour or so during the day, and even certain minor cities of touristic importance like ",{"type":"[[","value":[["Tübingen"]]}," or ",{"type":"[[","value":[["Heringsdorf"]]}," are connected on a daily or weekly basis. Before you shell out the money for the ICE ticket, you may want to check if it actually makes a significant time difference. ICE trains travel faster than other IC trains only on specially equipped high-speed routes. There are also long distance trains operated by other companies than Deutsche Bahn, usually running over secondary routes. These are usually comfortable enough (although not as comfortable as ICE) and sometimes considerably cheaper, but most of them stop at almost every station en route.\n\nDespite being fast, modern and highly profitable, German railways are known for their frequent delays specifically on main lines – trains usually do not wait for one another (most local trains normally do for up to 5 min) you should not rely on connecting times of less than 15 min.\n\n",{"type":"====","value":["Regional travel"]},"\nRegional and local trains in Germany come in several flavours:\n",{"type":"*","value":[{"type":"'''","value":["IRE"]}," (InterRegioExpress). The same as RE, but goes between two regions (Bundesland)."]},{"type":"*","value":[{"type":"'''","value":["RE"]}," (Regional-Express). Semi-express trains, skips some stations. On many routes, this is the highest available train category."]},{"type":"*","value":[{"type":"'''","value":["RB"]}," (Regional-Bahn). Stops everywhere except that it may skip some S-Bahn stops."]},{"type":"[[","value":[["File:Frankfurt Hauptbahnhof tief S-Bahn S6.jpg"],["thumb"],[{"type":"[[","value":[["File:S-Bahn-Logo.svg"],["15px"]]}," S-Bahn station ",{"type":"[[","value":[["Frankfurt"]]}," Hauptbahnhof tief"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["S-Bahn"]},". Commuter network for a city or metropolitan area but can travel fairly long distances. S-Bahn trains do not offer a toilet, with the exception of those in Bremen, Dresden, Hanover, Leipzig and some S-Bahn Rhein-Neckar trains."]},"\nUrban transportation systems are usually ran by local companies that are publicly held: these may include subways, city buses, light rail and even regional trains. In larger urban areas, the local companies will often form a ",{"type":"'''","value":["Verkehrsverbund"]}," or ",{"type":"'''","value":["VB"]}," (integrated public transport system): you will be able to travel in and between all participating cities using the same tickets and fares. These urban transport networks are often (but not always) integrated with the DB network and Verkehrsverbund tickets are valid in local trains.\n\n",{"type":"====","value":["Regular tickets"]},"\n",{"type":"[[","value":[["File:Bahnautomat.jpg"],["thumb"],["Very old (keypad) and old (touchscreen) DB ticket machines"]]},"\n\nThere are a few locations you can book your tickets:\n",{"type":"*","value":[{"type":"'''","value":["On-line"]},". The engine will automatically look up the cheapest possible fares according your requirements, including any applicable early-booking discounts. Pay on-line, print out your ticket, bring it along and you can ride (you ",{"type":"'''","value":["must"]}," print the ticket on paper, showing it on a computer screen is not acceptable)."]},{"type":"*","value":[{"type":"'''","value":["At a vending machine"]},". If already at the station, find a ",{"type":"'''","value":["new"]}," (touchscreen) ",{"type":"'''","value":["ticket machine"]},", tap the British\/UK flag, and then navigate through the menus.  Like the on-line engine, they will automatically suggest the fastest routes, and credit cards are accepted. The machines sell all DB train tickets including some international tickets, ",{"type":"[[","value":[["#Network tickets"],["network tickets"]]}," and tickets for local VB. The new touchscreen machines accept credit cards, but the old ones do not. Ticket machines for the local ",{"type":"''","value":["Verkehrsverbund"]}," are yellow, white or grey. They can be used on all local transport in the area, including DB trains, but are not valid outside it. On secondary routes, vending machines placed inside trains are becoming a common sight, usually leaving smaller stations without vending machines. If a station is not equipped with a vending machine, you are allowed to buy your ticket inside the train. If there is no vending machine either, you are obliged to ask staff what to do: the same applies if the ticket machine is not working."]},{"type":"*","value":[{"type":"'''","value":["At a manned ticket counter"]},". Head to any major train station (",{"type":"''","value":["Hauptbahnhof"]},") and find the ",{"type":"'''","value":["Reisezentrum"]},". You will need to queue, at some places draw a waiting number, and pay a small surcharge. It is quite uncommon to buy tickets at the counter, because ticket machines are situated at least at all medium-sized and large train stops."]},{"type":"*","value":[{"type":"'''","value":["On the train"]},". If in a hurry, just run onto the train and grab any non-reserved seat, then buy a ticket from the conductor for about 10% extra. Almost all conductors and every main conductor, called the ",{"type":"''","value":["Zugchef"]}," (\"Train Boss\"), speak English. However, tickets are ",{"type":"''","value":["not"]}," sold on regional and local trains so you need to buy them at the station. Signs on the platform or on the train itself saying ",{"type":"''","value":["Einstieg nur mit gültigem Fahrausweis"]}," mean that you have to have a ticket before you board or pay €40 extra. Drivers on buses and trams, though, usually do sell tickets, but the assortment may be limited."]},"\nNow, if you're traveling on local trains, things can get ",{"type":"''","value":["confusing"]},". The basic unit of confusion is the ",{"type":"'''","value":["Verkehrsverbund (VB), or \"tariff union\""]},", which is basically a region around a large city that has a single tariff system. Examples include ",{"type":"[","value":["http:\/\/www.vbb.de\/en\/index.html VBB"]}," around ",{"type":"[[","value":[["Berlin"]]}," and ",{"type":"[","value":["http:\/\/www.rmv.de\/en\/ RMV"]}," around ",{"type":"[[","value":[["Frankfurt"]]}," and ",{"type":"[[","value":[["Hesse"]]},". Any travel ",{"type":"''","value":["within"]}," a single Verkehrsverbund is \"local\" and usually quite cheap; but any travel ",{"type":"''","value":["between"]}," Verkehrsverbunde requires either a special (within North Rhine-Westphalia) or the full DB fare and will usually be considerably more expensive.  The catch is that DB trains often cross between Verkehrsverbunde with no warning at all, and your \"local\" ticket stops being valid the instant you cross the invisible line.\n\nWith many local machines and old DB machines, figure out the ",{"type":"'''","value":["four-digit code"]}," for your destination, found on a panel of densely packed print nearby. Poke the flag button to switch to English, punch in the code for your destination station on the keypad, then hit the appropriate button in the left (\"adult\") row below to pick your ticket. The first button is always one-way single (",{"type":"''","value":["Einzelfahrausweis"]},").  A price will be displayed: feed in your money (quickly, since the time out is quite fast, and the machine will spit out your tickets and change. For new blue DB machines, select the local tariff union in the top menu, and the rest is easy.\n\nIf you buy a local VB ticket, you will usually have to validate it by time stamping it at the bright yellow punch machines located on platforms. If you have no valid ticket or an un-punched ticket, you will be fined as a fare dodger. Ticket validity varies randomly from one VB to another: usually, there is either a zone system (the further you travel, the more you pay), a time system (the longer you travel, the more you pay), or most commonly a combination of these two. Unlimited transfers between trains, buses, etc. are usually allowed as long as your ticket remains valid. Discounts may be given for return trips, and one-day tickets (",{"type":"''","value":["Tageskarte"]},") are usually cheaper and much less hassle that single tickets, although zone limits apply to them as well. You can often pick up brochures attempting to explain all this, usually with helpful maps, and occasionally even in English, at a local Reisezentrum (ticket office).\n\nRegional train tickets are point-to-point, with the destinations written on the ticket. They are valid on only  trains (but in ",{"type":"[[","value":[["North Rhine-Westphalia"]]},", they are also on certain other means of public transport), although for long-distance tickets, you may have the option to add on a local transport ticket at your destination for a few euro extra.\n\n",{"type":"====","value":["Discounts"]},"\nAs standard fares are relatively expensive, there is a sometimes confusing set of special promotions and prices  offered by the rail companies at various times (tests showed that even many railway employees at ticket counters failed to find the best bargain). Your best course of action is to check the ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/index.shtml web"]}," or to ask at a train station or their telephone hotline for current details. If you search for a connection with the ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en on-line timetable"]},", it automatically offers you the most favourable discount for the journey. Try several departure times as discount tickets are limited and may be sold out for your initial choice. If you plan to travel a bit more extensively, a ",{"type":"[[","value":[["#BahnCard"],["BahnCard"]]}," or ",{"type":"[[","value":[["Rail_travel_in_Europe#Passes"],["rail pass"]]}," may be the better choice.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/savertickets.shtml Sparpreis"]}]}," are low-cost one-way tickets, that cost from €19 for journeys up to 250 km, or from €29 for longer journeys. They are available only, if the journey includes the use of ICE or IC\/EC-trains (regional trains may be added to complete the journey). The actual price varies according to demand on various days and connections. You should purchase them on-line at least three days in advance. Use a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/ps.bahn.de\/preissuche\/preissuche\/psc_start.post price finder"]}]}," (in German) to find the cheapest Sparpreis variant for your journey."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/europe\/europaspezial.shtml Europa-Spezial"]}]}," is a ",{"type":"''","value":["Sparpreis"]}," variant for international connections. In Germany this is available for all trains, but abroad there may be restrictions on which trains can be used – if you cannot get a quote for a certain connection on-line, this may be the case.      "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/group_discount.shtml Gruppe&Spar"]}]}," is a discount for groups of six or more people. Depending on the demand you can get 50-70% discount. For short journeys, the ",{"type":"[[","value":[["#Network tickets"],["network tickets"]]}," can be cheaper."]},{"type":"*","value":[{"type":"[","value":["http:\/\/bahn.ltur.com bahn.ltur.com ",{"type":"'''","value":["Last-Minute-Tickets"]}]}," for €25 (or €35 for an international trip) can be found 1–7 days before departure."]},{"type":"*","value":["Children less than 14 years old travel free when accompanied by at least one of their parents or grandparents."]},"\nUnlike standard tickets, ",{"type":"''","value":["Sparpreis"]}," and ",{"type":"''","value":["Europa-Spezial"]}," tickets are valid ",{"type":"'''","value":["only on the train booked"]}," so you cannot use them on an earlier or later train. Obviously if your train is delayed and you miss the follow-up train connection that restriction is lifted, however it is advisable to get a train conductor or some staff at the train station to confirm this on your ticket.\n\n",{"type":"====","value":[" BahnCard "]},"\n",{"type":"[[","value":[["File:Bahncard-25-rr.jpg"],["thumb"],["Bahncard, with a 25% reduction"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/bahncard.shtml BahnCard"]}]}," is a good choice, if you plan to travel by train a lot. It's valid for one year from the date of purchase and gives you discounts on all standard tickets. Long-distance BahnCard tickets frequently do include one single journey on public transport in many destinations (look out for ",{"type":"''","value":["City ticket"]},"). However, you have to keep in mind that once you sign a contract for the card, they will automatically renew your card at the end of its time period unless you cancel it in writing before the last three months of the card starts. The DB employees may not tell you about this stipulation when you buy the card.\n\nThe BahnCard discount doesn't apply to ",{"type":"[[","value":[["#Network tickets"],["network tickets"]]},", but some transportation networks do offer their own discounts for BahnCard holders.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["BahnCard 25"]}," costs €61 per year (reduces: €41, €123 for first class) and gives you a 25% discount on all standard tickets. Spouses and kids of BahnCard 25-owners can get additional cards for €5. Bahncard 25 discount can be combined with the ",{"type":"''","value":["Sparpreis"]}," and ",{"type":"''","value":["Europa-Spezial"]},". "]},{"type":"*","value":[" ",{"type":"'''","value":["Probe Bahncard 25"]}," For travellers, you can also buy a Probe Bahncard 25 for 4 months at a cost of €25. It has the same benefits as the Bahncard 25. Be sure to cancel your subscription several weeks before the expiration date. You can buy a Bahncard 25 for immediate use at a train station, though you will need to supply a European postal address to get the final card."]},{"type":"*","value":[" ",{"type":"'''","value":["BahnCard 50"]}," costs €249 (€482 for first class) and gives you a 50% discount on all standard tickets. You can get this card for €127 if you're a pupil or student in Germany (up to 26 years of age), a pensioner of more than 60 years or disabled. Note that the BahnCard 50 does not give you discount on \"Sparpreis\" tickets, making the Bahncard 25 the best Bahncard for infrequent travellers."]},{"type":"*","value":[" ",{"type":"'''","value":["BahnCard 100"]}," costs €4090 (€6890 for first class) and gives you a 100% discount on almost all tickets. An exception is the ",{"type":"''","value":["AutoZug"]},", which is a train that allows you to take your car along. You will have to pay an additional fare to use the night trains and the ",{"type":"''","value":["ICE Sprinter"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Jugend BahnCard 25"]}," (6–18 years) costs €10."]},"\nYou do not have to supply a photograph when applying for a Bahncard 25, a Probe Bahncard 25 or Bahncard 50.\n\n",{"type":"====","value":["Network tickets"]},"\nGerman network tickets are valid for one day in all DB local trains (S, RB, SE, RE and IRE), local private trains and city public transport. They are often a cheaper alternative to single or return tickets because on many shorter connections, local trains are not much slower than long-distance trains (IC, EC, ICE). Check the travel time at the ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en on-line timetable"]}," and select the ",{"type":"''","value":["Only local transport"]}," button.\n\nIf you need a network ticket for long-distance trains, use some of ",{"type":"[[","value":[["european rail passes"]]}," or ",{"type":"[[","value":[["#German Rail Pass"],["German Rail Pass"]]},".\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/schoenes_wochenende_ticket.shtml Schönes-Wochenende-Ticket"]}]}," ",{"type":"''","value":["(translated as \"Lovely Weekend Ticket\")"]}," lets you travel anywhere in Germany on a Saturday or Sunday until 03:00 the following day. If you have time on your hands, it is very inexpensive at just €42 for up to five people. The Schönes-Wochenende-Ticket is potentially an ",{"type":"'''","value":["ultra-cheap form of long distance travel"]},": You can get from ",{"type":"[[","value":[["Munich"]]}," to ",{"type":"[[","value":[["Hamburg"]]}," for as little as €8.40, taking 12 or more hours, but still faster and more comfortable than taking the bus."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de\/regional\/view\/regionen\/freizeit\/quer-durchs-land.shtml Quer-durchs-Land-Ticket"]}]}," is another one-day network ticket valid on working days from 09:00-03:00 the following day. A ticket costs €44 for one person and €6 for every additional person up to a maximum of five."]},{"type":"*","value":["If your travel is contained within a single ",{"type":"''","value":["Bundesland"]},", then you can buy a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/laender-ticket.shtml Länder-Ticket"]}]}," valid in one ",{"type":"''","value":["Land"]}," plus, usually, a few short links across the border. Time validity is 09:00-03:00 the next day on working days and 00:01-03:00 the next day on Saturdays, Sundays and public holidays. Tickets begin at €22 for one person, €25 for two, and €29–39 for a group of up to five people."]},"\nAll network tickets can be purchased on-line and at ticket machines at railway stations. You cannot buy them from the conductor.\n\nSome locals look for other people at stations to share a journey with to reduce costs and there's ",{"type":"[","value":["http:\/\/www.ticket-mitfahrer.de a website"]}," for searching for a travel companion. Some even sell their network ticket for a discount after arriving at their destination to recoup some of their expenditure. In response, DB now requires you to write your name on the ticket to validate it; however the conductor hardly ever checks your identity.\n\n",{"type":"====","value":["German Rail Pass"]},"\nA ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/germanrailpass.shtml German Rail Pass"]}," allows for unlimited travel throughout Germany in all trains on 3–10  days within a month. There is an interesting \"twin\" discount for two people travelling together. The pass is available only for residents outside Europe, Turkey and Russia; you can purchase it online at abovementioned website or from travel agencies outside Germany.\n\n",{"type":"[","value":["http:\/\/www.raileurope.com\/rail-tickets-passes\/german-rail-pass\/index.html Eurail"]}," offers a pass for 3–10 days of travel (does not have to be consecutive) throughout Germany.\n\n",{"type":"====","value":["Carrying bikes"]},"\nIn some ",{"type":"''","value":["Verkehrsverbünde"]},", you can carry a bike on a train with normal ticket without supplement at off-peak hours. For short journeys outside ",{"type":"''","value":["Verkehrsverbund"]}," you can buy a bike supplement ticket for €5, valid on all local trains for one day.\nOn local trains you can carry bike usually in the open area near doors.\n\nOn long-distance trains (only IC\/EC) the supplement costs €9 for a day (€6 with BahnCard), here you must reserve. On international routes the supplement is €10 for one journey, €15 for CityNightLine to France and Belgium.\nLong-distance trains have special section with bike holders. Follow up the bike symbols near the car door. Bikes are not allowed on high-speed trains (ICE, Thalys, TGV).\n\n",{"type":"====","value":["Information for railway fans"]},"\n",{"type":"[[","value":[["File:Brockenbahn.jpg"],["thumb"],["Harz Narrow-Gauge Railways on the Brocken mountain (",{"type":"[[","value":[["Harz"]]},", northern Germany)"]]},"\n",{"type":"[[","value":[["File:Schwebebahn ueber Strasse.jpg"],["thumb"],["The Schwebebahn, the world's oldest monorail system in ",{"type":"[[","value":[["Wuppertal"]]}]]},"\nThere are several railways of special interest in Germany.\n\n",{"type":"*","value":[" Rasender Roland on ",{"type":"[[","value":[["Rügen"]]}]},{"type":"*","value":[" Mecklenburgische Bäderbahn Molli in ",{"type":"[[","value":[["Bad Doberan"]]}," "]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.hsb-wr.de\/hsb_barrierefrei\/hsb\/hsb_e.htm Harzer Schmalspurbahn"]}," ",{"type":"''","value":["(Harz Narrow-Gauge Railways)"]}," with 25 steam locomotives (built between 1897 and 1956) ",{"type":"<","value":["br"]}," Harzquerbahn through the Harz Mountains through their north–south axis: ",{"type":"[[","value":[["Wernigerode"]]}," – Drei Annen Hohne – ",{"type":"[[","value":[["Nordhausen"]]},", Brockenbahn: Drei Annen Hohne (540 m) – Brocken (1142 m)"]},{"type":"*","value":[" Lössnitz Valley Railroad "]},{"type":"*","value":[" Wuppertaler Schwebebahn in ",{"type":"[[","value":[["Wuppertal"]]},", the world's oldest monorail"]},{"type":"*","value":[" H-Bahn in ",{"type":"[[","value":[["Dortmund"]]}]},{"type":"*","value":[" Schwebebahn ",{"type":"[[","value":[["Dresden"]]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.transrapid.de\/ Transrapid"]}," maglev test track in ",{"type":"[[","value":[["Emsland"]]}]},"\nCog railways are in Stuttgart, up Drachenfels, up the Zugspitze Mountain and up the Wendelstein Mountain.\n\nFor an almost complete list, ",{"type":"''","value":["see"]}," ",{"type":"[[","value":[[":de:Thema:Sehenswerte Eisenbahnen in Deutschland"],["List of railways worth seeing (in German language Wikivoyage)"]]},".\n\n",{"type":"====","value":["DB subsidiaries"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.burgenlandbahn.de Burgenlandbahn"]}," (Artern–Nebra–Naumburg, Zeitz–Teuchern–Weißenfels \/ Naumburg, Querfurt–Merseburg, Merseburg–Schafstädt)"]},"\n",{"type":"*","value":["Usedomer Bäderbahn (Usedom\/ Baltic Sea)"]},"\n",{"type":"====","value":[" Other railway corporations "]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.abellio.de ABELLIO"]}," (Bochum–Gelsenkirchen, Essen–Bochum–Letmathe–Iserlohn \/ Siegen)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.avg.info Albtal-Verkehrs-Gesellschaft"]}," (Bad Wildbad–Pforzheim, Bruchsal–Bretten–Mühlacker, several lines through Karlsruhe)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.akn.de Altona-Kaltenkirchen-Neumünster Eisenbahn"]}," (Eidelstedt \/ Norderstedt–Ulzburg–(Elmshorn–Altona \/ Hamburg) \/ Neumünster)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.staudenbahn.de Bahnbetriebsgesellschaft Stauden"]}," (Gessertshausen–Fischach–Markt Wald, Günzburg–Krumbach)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.bayerischeoberlandbahn.de Bayerische Oberlandbahn"]}," (München–Lenggries \/ Tegernsee \/ Bayrischzell)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.zugspitze.de Bayerische Zugspitzbahn"]}," (Garmisch-Partenkirchen–Grainau–Schneefernerhaus\/Zugspitzplatt)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.bob-fn.de Bodensee-Oberschwaben-Bahn"]}," (Friedrichshafen Hafen–Aulendorf)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.borkumer-kleinbahn.de Borkumer Kleinbahn und Dampfschiffahrt"]}," (on the North Sea island Borkum)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.breisgau-s-bahn.de Breisgau-S-Bahn-Gesellschaft"]}," (Freiburg–Breisach, Riegel–Endingen–Breisach, Riegel–Gottenheim, Freiburg–Elzach)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.vulkan-express.de Brohltal Schmalspur-Eisenbahn"]}," (Brohl–Engeln)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.bvo.de\/bahn Busverkehr Ober- und Westerzgebirge Bahn"]}," (Cranzahl–Oberwiesenthal, Radebeul Ost–Radeburg)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.chiemsee-schifffahrt.de Chiemseebahn"]}," (Prien(DB)–Hafen Stock)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.city-bahn.de City Bahn Chemnitz"]}," (Chemnitz–Stollberg, Stollberg–St. Egidien–Glauchau, Chemnitz–Burgstädt, Chemnitz–Hainichen)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.lausitzbahn.de Connex Sachsen"]}," (Cottbus–Görlitz–Zittau, Leipzig–Bad Lausick–Geithain, Görlitz–Bischofswerda–Dresden)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.dwe-web.info Dessau–Wörlitzer Eisenbahn"]}," (Dessau \/ Ferropolis–Oranienbaum–Wörlitz)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.doellnitzbahn.de Döllnitzbahn"]}," (Oschatz–Mügeln–Kemmlitz, Nebitzschen–Glossen)"]},{"type":"*","value":[" ",{"type":"[","value":["https:\/\/www.hkx.de\/de HKX"]}," (Hamburg – Köln)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.interconnex.com\/ InterConnex"]}," (Leipzig–Berlin–Rostock Warnemünde)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mobil-mit-alex.de Netinera Alex"]}," (Hof \/ Praha–Schwandorf–München \/ Nürnberg, Lindau \/ Oberstdorf–Kempten–München)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.nordwestbahn.de NordWestBahn"]}]},"\n",{"type":"===","value":["By bus"]},"\nThe long-distance bus market is exploding in Germany, since a new law was passed in 2013. There are dozens of daily services from most major cities, which are often significantly cheaper than trains. Most buses offer amenities like Wi-Fi and power outlets and some can even transport bicycles. The best resource for checking connections is this ",{"type":"[","value":["http:\/\/www.busliniensuche.de\/ German website"]},".\n\nApart from these, there is a very dense network of regional and local bus lines. In rural areas, though, many lines run only once per day. Regional and local express bus line designators usually contain the letter(s) CE (local), E (regional around Hamburg; in other areas, E is used for special runs), S (regional), SB (regional and local) or X (local within Berlin), city bus line designators may contain the letter(s) BB (\"Bürgerbus\", not integrated within tariff unions), C or O. Always check the departure boards carefully: sometimes, especially at night or in rural areas, you have to order your bus by phone.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Ehemalige Tankstelle.jpg"],["thumb"],["This former gas station (Tankstelle) in Berlin is now a monument."]]},"\nGermany has a world-famous network of excellent roads and Autobahn (motorway) with no toll or fees for cars (trucks have to pay).\n\n",{"type":"====","value":["Car rental and carpools"]},"\nAll German airports offer car hire services and most of the main hire firms operate at desk locations\n\nCar hire and pool cars are also available in most cities, and one-way rentals (within Germany) are generally permitted with the larger chains without an additional fee. When renting a car, be aware that most cars in Germany have manual gearbox (stick-shift), so you might want to ask for a car with an automatic gearbox if you are used to that type. Drivers with an endorsement in their licence that restricts them to driving automatic transmission vehicles will not be allowed to rent a manual-transmission car.\n\nMost car rentals prohibit having their cars taken to eastern European countries, including ",{"type":"[[","value":[["Poland"]]}," and the ",{"type":"[[","value":[["Czech Republic"]]},". If you plan to visit these countries as well, you might choose to rent your car there, as those limitations do not apply the other way round.\n\nAnother great way to get around without your own car is using one of the popular carpool services. You can arrange many connections over their respective websites if you speak some German or have a friend that can help you out. Making contact is free of charge and getting a lift is often the cheapest way to get around. The two most popular hosts are Mitfahrgelegenheit ",{"type":"[","value":["http:\/\/www.mitfahrgelegenheit.de"]}," and Mitfahrzentrale ",{"type":"[","value":["http:\/\/www.mitfahrzentrale.de"]},", for second one you have to pay an extra charge. If you have your own car, taking other people is also a great way of saving money and protecting the environment.\nAnother very good site is ",{"type":"[","value":["http:\/\/www.verkehrsmittelvergleich.de"]}," which compares different means of transportation.\n\n",{"type":"====","value":["Traffic rules"]},"\n",{"type":"[[","value":[["File:DE Licence 2013 Front.jpg"],["thumb"],["EU driving licence (sample), issued in Germany"]]},"\nAll foreign licences are accepted for up to six months (or 12 months for a temporary stay only), but a translation may be necessary. If you want to continue driving after this period, you must obtain a German licence. These rules do not apply to driving licences issued in EU member states.\n\n",{"type":"*","value":[{"type":"'''","value":["Traffic Lights"]},": Traffic lights are split for different directions, especially on large intersections: For one or more directions, an additional set of lights in the form of arrows regulates traffic in that direction. The non-arrowed light is for all other direction and traffic going straight ahead."]},"\nTurning right on red is not permitted ",{"type":"''","value":["except"]}," when a small green right arrow is affixed to the traffic light, right next to the red light. Then, you may turn right carefully, but you must still stop to make sure that there is no traffic or pedestrians approaching.\n\nIn many areas traffic lights are not hung over the intersection but placed at the corners. Do not creep into the intersection or you will not be able to see the lights change. Some intersections (especially in bigger cities) use \"self-regulating\" traffic lights. The inductive sensor device used to determine if there's a car waiting is under the thick white stripe in front of the traffic light. Be sure to stop right in front of (or very slightly on) that stripe or the sensor might not recognise you. Otherwise, the light will still turn green but you might have to wait quite a while longer.\n\nYellow lights are short in duration (2–3 sec.) and are also used prior to the light turning green (depending on the region). If the yellow light is flashing this means the traffic light either is defective or switched off (for example late at night or during weekends), and you then have to observe traffic signs or, if absent, the \"right before left\" rule. Driving through the lights at red carries a fine (up to €200) – and will not be anticipated by any other road users.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mobile phones"]},": Using your mobile phone while driving is forbidden, unless you use a hands-free set. This includes using the mobile phone while stopped at a traffic light, etc. It does not matter if you use the phone for making a call or just reading the clock: If you pick it up, you are violating the rule. This also means that using a navigation software on a smartphone is not allowed, unless the phone is mounted in the car. The police are quite strict about this."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cyclists and road markings"]},": Normal road markings are white. Yellow road markings invalidate any existing white markings, observe the yellow markings. Watch out for cyclists on sidewalk lanes, sometimes they are allowed to use the \"wrong direction\" lane (though many drive in \"wrong direction\" even if they are not allowed to do so). If a road crosses a bicycle lane (Radweg) it might have a red or blue color where it interjects with the bicycle lane or other special markings. Then, cyclists have right of way. If in doubt or there are no markings, its still a good idea to give right of way."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pedestrian crossings"]},": Stopping at \"Zebrastreifen\" (literally \"zebra stripes\") is mandatory when there are people waiting to cross the street and German drivers virtually always stop. Accordingly, many pedestrians will not wait for the car to stop before they use the pedestrian crossing. Not stopping can be charged with a €80 fine and four points."]},"\n",{"type":"*","value":[{"type":"'''","value":["Traffic Police"]},": The police will show blinking signs reading \"Polizei Halt\" (police, stop) or \"Bitte folgen\" (please follow) if they want to stop you. An audible \"yelp-signal\" is currently being introduced. Stay calm and friendly, and hand over the driving license and car papers (if you rent a car, you will have a copy of the rental contract) when you are asked to. In most cases, that is all that happens, and if you respect traffic signs and speed limits, it is very unlikely that you get stopped at all. Take notice that the police car will usually stop you by passing your car and then slowing you down to a halt on the emergency lane or even on the sidewalk. However when a police car is behind you on a crowded street with oncoming traffic, flashing blue lights without sirens may prompt you to pull over as well."]},"\nThe police may routine check vehicle drivers for ",{"type":"'''","value":["alcohol"]},"; controls will be especially heavy at national holidays or close to mass events where people may consume alcohol. It's illegal to drive with a blood alcohol content of more than 0.05% (0.5‰ (permille)). Even below that limit, you may face severe fines if you ",{"type":"''","value":["seem unfit to drive"]},". The limit is ",{"type":"'''","value":["zero"]}," for people under 21 and those who have held their license for less than two years. If your license was recently renewed, it might be a good idea, if possible, to have a copy of your previous license.\n\n",{"type":"'''","value":["Accidents"]},"\n\nIf you are involved in an accident, immediately stop where it happened (except your on a Autobahn or some other multilane road). Carefully get out of the car and check for injured people and damage on the cars.\n\nIf there is only minor damage, immediately (!) move your vehicle to the roadside so you don't block the road. It might be a good idea to carefully take some pictures of the scene before moving the cars. Be aware that Germans are really crazy about their cars and accidents. That's mainly because they're shocked and think preserving the scene for the police might \"help\" in some way. It's not unusual that they will block an entire 4-lane crossroad during rush hours just because you slightly touched their bumper. Don't bother. Check the situation and tell them they have to clear the road (refer to the traffic regulations §34.2) – and maybe remind them of the fine for blocking the traffic.\n\nIf there is only minor material damage you are only obligated to exchange names, addresses and insurance informations. It is always a good idea to write down a report, stating all involed cars, drivers, witnesses and how the accident happened. Have it signed by all parties. It is neither necessary nor mandatory to call the police. Some people will want to call the police and expect you to wait for them but you do not have to (after exchanging names a.s.o.). If you are driving a rental car, the car rental may want you to call the police and file a report; just ask when picking up the car.\n\nIn case of heavy damage or injuries (or one of the passengers complaining about headache) it gets difficult. Injuries from car accidents often cause trauma with huge costs for medical treatment and the insurances will look very closely how the accident happened (and who is to blame). In this case do not move anything, secure the crash site and try to help injured people. Then call 112 for rescue service and state: Where, what, how many casualties, which injuries - then wait for further instructions. Even if nobody is hurt but there is a lot of damage (with parts lying around, especially oil leaking), also call 112 for police. They will come, regulate the traffic and will call someone to clean up the road.\n\nMost of the accidents (something around 80–90 %) happen in cities and on country\/rural roads. In the rare case you have an emergency on a Autobahn (or some other multi-lane road with heavy or fast traffic), slow down without endangering the traffic around and stop on the emergency lane. First of all, before getting out of the car, watch out for the traffic. Each year a notable number people who are trying to help in an accident get again fatally hit by another car. Put on your reflective west (all passengers), get out on the right side of the car (the side without traffic) and get behind the guardrail. Take the breakdown triangle (usually out of the trunk) and place it approximately 150–200 m (500–650 ft) behind the car on the roadside. Always walk behind the guardrail.\n\nWith the police involved there is also usually a fine to pay (approximately €25 if the accident was caused in \"stationary\" traffic: parking and can be up to €40 if the accident was caused in \"moving\" traffic), which must be paid either on the spot or at the nearest police station. The fine can be higher if there was an obstruction or hazard to other road users. Hitting and running, if caught, is punished with a heavy fine (the German police posses surprising efficiency when it comes to tracking down foreign cars caught breaking the traffic laws).\n\nDespite all the bad things with having an accident, it is nothing you have to worry about financially because each car must have a liability insurance. If you caused the accident, the insurance will pay for all the damage you caused (not damage on your own car!) and the medical treatment. If another driver caused it, his\/her insurance will cover your damage and medical treatment. The only thing you have to look for is damage you cause on your own car; this is only covered if you have a \"Vollkasko\" (CDW). It is always a good idea to take out such an insurance (unless you own a pretty cheap\/old car). Usually there is a deductible of 250–1000 Euro, but that's it. The only thing you should never do (like in every other country) is driving under heavy influence of alcohol (defined as 0,11 % or 1,1 permille blood alcohol or more) or other drugs (don't forget some pharmaceuticals). Although fines are pretty high, in addition to it you will have to pay up to 5,000 Euro of the damage you caused (because of negligence) and CDW will not pay anything of your own damage.\n\n",{"type":"'''","value":["Speed limits"]},"\n\nSpeed limits are the following in Germany (unless otherwise shown):\n\n:* 5 km\/h on \"Spielstraßen\" (marked by a blue\/white sign showing playing kids, pedestrians have priority)\n:* 30 km\/h in most residential areas within cities (marked with a sign \"30-Zone Wohngebiet\", 20-Zone and 10-Zone also exist)\n:* 50 km\/h inside towns and cities (including \"Kraftfahrstraßen\" (marked by a sign showing a white car on a blue background))\n:* 100 km\/h outside towns and cities\n:* There is no constant general speed limit on the \"Autobahn\" or on \"Kraftfahrstraßen\" if there is any kind of barrier between two or more lanes of different direction. However, it is not an entirely unrestricted roadway as there are sections that are periodically or permanently assigned lower rates of speed. The recommended maximum speed on the Autobahn is 130 km\/h, and if you drive on the Autobahn for your first time and are not yet used to the usual heavy traffic, you should not exceed that speed. In addition, if you are legally travelling in excess of 130 km\/h and are involved in an accident, you can still be held liable for part or all of the damage regardless of fault on your part.\n:* If towing a trailer or operating a truck\/bus\/heavy vehicle, the maximum speed is ",{"type":"'''","value":["80 km\/h"]},", even on a road with a higher posted speed limit, unless the components are rated for a higher speed.\n\nSpeed cameras are common in Germany (the country has one of the highest speed camera concentrations in Europe) and are found mostly in towns and cities. There are usually no speed cameras on the motorway, even when there is a speed limit in force, but do not abuse this fact. Temporary road works on the motorway are usually a favourite for the police so obey the speed limit, which is clearly marked. Also be aware that all forms of radar jammers and radar detectors (including satellite navigation systems with a speed camera overlay) are illegal.\n\nThe following table gives an overview of the fines for speeding (the speeds below indicate the difference between the speed limit and the actual speed travelled after the 3 km\/h allowance has been deducted)\n\n",{"type":"'''","value":["Inside built-up areas"]},"\n:* up to 10 km\/h   €15\n:* 11–15 km\/h      €25\n:* 16–20 km\/h      €35\n:* 21–25 km\/h      €80  [1 point]\n:* 26–30 km\/h      €100 [3 points]\n:* 31–40 km\/h      €160 [3 points, 1 month driving ban]\n:* 41–50 km\/h      €200 [4 points, 1 month driving ban]\n:* 51–60 km\/h      €280 [4 points, 2 months driving ban]\n:* 61–70 km\/h      €480 [4 points, 3 months driving ban]\n:* over 70 km\/h    €680 [4 points, 3 months driving ban]\n\n",{"type":"'''","value":["Outside built-up areas"]}," (such as motorway, country roads; also in road works)\n\n:* up to 10 km\/h   €10\n:* 11–15 km\/h      €20\n:* 16–20 km\/h      €30\n:* 21–25 km\/h      €70  [1 point]\n:* 26–30 km\/h      €80  [3 points]\n:* 31–40 km\/h      €120 [3 points]\n:* 41–50 km\/h      €160 [3 points, 1 month driving ban]\n:* 51–60 km\/h      €240 [4 points, 1 month driving ban]\n:* 61–70 km\/h      €440 [4 points, 2 months driving ban]\n:* over 70 km\/h    €600 [4 points, 3 months driving ban]\n\n",{"type":"''","value":["NB: There is an extra €23.50 for any fine over €40."]},"\n\nYou have the right to appeal against any traffic violation, but this process is long, complicated and can cost a lot of money.\n\nOnly vehicles with a maximum speed of ",{"type":"'''","value":["more than 60 km\/h"]}," are ",{"type":"'''","value":["allowed"]}," on the \"Autobahn\" or \"Kraftfahrstraßen\".\n\n",{"type":"[[","value":[["File:Umweltzone grün frei.svg"],["thumb"],["Low emission zone"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Low emission zones"]},": All cars driving into a low emission zone (",{"type":"''","value":["Umweltzone"]},") need a badge (",{"type":"''","value":["Feinstaubplakette"]},") indicating their pollution category. Badges come in three colors: green, yellow, and red. Signs marking the start of pollution-free zones—typically the central parts of a city—show the colors allowed into the zone. Entering without a badge costs you a fine if you are caught. If you rent a car, make sure it has a ",{"type":"''","value":["Feinstaubplakette"]},". If you travel in your own car, get your badge for a small fee from:"]},":* vehicle registration offices\n:* technical inspection organizations such as TÜV (you can request a badge ",{"type":"[","value":["http:\/\/www.tuev-nord.de\/SID-545571E1-8A4DC6EE\/de\/verkehr\/Order_form_ENGLISH_8761.htm online"]},") or Dekra\n:* many car repair shops\n\n",{"type":"*","value":[{"type":"'''","value":["Studded tires"]}," are strictly forbidden throughout Germany, except a 15 km zone along the Austrian border and the short cut via B21 between the Austrian cities of Salzburg and Lofer."]},"\n",{"type":"====","value":["Using the Autobahn"]},"\n",{"type":"[[","value":[["File:Bochum Hamm - A40 (Brücke Bodelschwinghplatz) (mT) 02 ies .ogv"],["thumb"],["Autobahn A40, going through ",{"type":"[[","value":[["Bochum"]]}," in Western Germany"]]},"\n",{"type":"*","value":["German drivers tend to drive faster, more aggressively and competently than you might be used to, especially on the parts of the highway system without a speed limit."]},{"type":"*","value":["While most passenger vehicles have only a ",{"type":"''","value":["recommended"]}," speed limit of 130 km\/h, some buses have a speed limit of 100 km\/h, and most vehicles towing a trailer, along with buses in general and non-passenger vehicles with a gross weight of greater than 3.5 t, are limited ",{"type":"'''","value":["only to 80 km\/h"]},". Some newer trailers have a speed limit of 100 km\/h."]},{"type":"*","value":["Road signs on the Autobahn show possible destinations (mostly city names). They do not show the direction of the road (east\/west), unlike in some other countries. However, every odd-numbered Autobahn will go north\/south (e.g. A49), whereas the even-numbered ones go west\/east. Furthermore, single digit Autobahn numbers indicate a very long Autobahn such as the A7 which goes from the border with Denmark all the way down to the Austrian border."]},{"type":"[[","value":[["File:Drachenlochbrücke.jpg"],["thumb"],["Drachenlochbrücke, a one way highway bridge in Baden-Württemberg"]]},"\n",{"type":"*","value":["You ",{"type":"'''","value":["must"]}," use the right lane if free, even if everybody seems to prefer the left and middle lanes (where they exist). You may stay in the middle lane ",{"type":"'''","value":["only"]}," if there are occasional slower vehicles on the right. Overtaking on the right is not allowed and will be dangerous since other drivers won't expect it. You must ",{"type":"'''","value":["always"]}," pass vehicles on the left side, except in very slow moving traffic queues. Before overtaking, look carefully behind as there might be ",{"type":"''","value":["really"]}," fast cars or bikes coming. Keep in mind that you are expected to indicate your desire to switch lanes by using your indicators ",{"type":"''","value":["before"]}," you switch."]},{"type":"*","value":["Autobahns have an emergency lane where you can stop only in case of a breakdown or other emergency; it's illegal and dangerous to stop there for  any other reason. The emergency lane is a dangerous place: you should leave your vehicle and stay off the road until help arrives! For everything else, ",{"type":"''","value":["always"]}," use the frequent service areas. Running out of fuel on the Autobahn may also incur a fine if the police happen to notice you, as this is considered to be avoidable. If you have to stop you must set up your warning triangle behind (provided in rental cars)."]},{"type":"*","value":["Arrows on the small posts along the Autobahn will guide you to the next orange emergency phone. These will automatically connect you free of charge with an English speaking emergency call centre that directs police, ambulances or just a mechanic. These phones should be the preferred choice over using your mobile since they transmit your exact location."]},{"type":"*","value":["In some areas, emergency tracks are used as extra lanes in times of heavy traffic. This is always announced by electronic signs."]},{"type":"*","value":["In most countries, if you were nearing a car that you would soon have to overtake, even if you had another car going much faster than you that you would block by moving to overtake, you would overtake first, forcing the faster car to lose a lot of momentum, because you had reached to obstacle car first. In Germany, however, since the faster car has more speed to lose if you go first, the polite and safe thing to do is to tap your brakes or indicate right to tell the fast car that you have seen him and are letting him pass the obstacle first. Of course, you must judge how fast the fast car is closing on you, the make of car, if its lights are on, and if it is already overtaking. Cars that could have passed both obstacles in seconds will not be impressed that you jump in front of them instead of waiting."]},"\n",{"type":"====","value":[" Fuel "]},"\nGasoline prices are kept high by taxation. As of June 2014 prices float around €1.50 per litre for petrol (91 AKI, 95 RON), and around €1.40 per litre for diesel. If still available, regular petrol (87 AKI, 91 RON) and \"super\" is the same price in Germany. At petrol stations, you have the choice between Diesel, Super (91 AKI, 95 RON), Super E-10 (91 AKI, 95 RON, but with up to 10 % ethanol) and SuperPlus (98 RON) or Ultimate (100 RON). Regular or \"Benzin\" (87 AKI, 91 RON) is rarely offered any longer. Also, LPG (liquid petroleum gas) is available with few problems on highways. Here and there, you might find \"Erdgas\"; this is compressed natural gas (CNG) not gasoline.\n\nIn Germany, you may first fill up your tank and pay afterwards (only if the petrol station is staffed, of course). Some stations will not release the fuel to pump unless you pay first or at least hand over a credit card in advance.\n\n",{"type":"===","value":["Ride-sharing"]},"\n\nRide-sharing is popular in Germany and the fare for a ride is much cheaper than the railway fare. The most popular website for arranging shared rides until recently was ",{"type":"[","value":["http:\/\/www.mitfahrgelegenheit.de mitfahrgelegenheit.de"]},", and it's still popular, although they started charging drivers. A better option - because it's still free of charge - is ",{"type":"[","value":["http:\/\/www.blablacar.de Blablacar"]},". Both networks are great for international travel as well.\n\n",{"type":"===","value":["By recreational vehicle and campervans"]},"\n\nGerman campgrounds (like most others in ",{"type":"[[","value":[["Western Europe"]]},") usually offer a full range of amenities. You always have your own electricity hookup, and water and sewer hookups for each are common,. Every campground has restrooms and showers as well as kitchens, washing-machines and a spin dryer.\n\nThe yellow pages of camping, or, if you like, the German camping bible, is the ",{"type":"''","value":["ADAC Campingführer"]},", a campground guide by Germany's largest automobile club ADAC. It lists almost all campgrounds along with prices, type of location, size, opening hours, amenities, you-name-it. Since the guide uses lots of symbols which are explained in a number of languages, it is suitable for travellers from abroad, too.\n\n",{"type":"===","value":["By thumb"]},"\nIt is possible to ",{"type":"[[","value":[["Hitchhiking"],["hitchhike"]]}," in Germany and most Germans speak basic English, so you will be understood if you speak slowly.  Drivers rarely expect you to give them any money for the ride. The first letters of the German number plate (before the hyphen) indicate the city in which the car is registered. If you know the code for your destination, it will increase your chances of stopping the right vehicle.\n\nIt is illegal to stop on the ",{"type":"''","value":["Autobahn"]}," itself, but hitchhiking from service areas or petrol stations is a good way of getting long rides (100–200 km).  The hard part is getting onto the Autobahn, so it pays off to sleep near the gas stations if you are going far. At the gas stations, you can get a free booklet called ",{"type":"''","value":["Tanken und Rasten"]}," with a map of the Autobahn and its gas stations. When getting a lift, agree with the driver where to get off, and make sure there is a gas station. Try to avoid the ",{"type":"''","value":["Autohof"]},"s.\n\nIt is also quite common to arrange ",{"type":"'''","value":["a ride in a private vehicle"]}," in advance through on offline agency or the Internet. Offline agencies like Citynetz ",{"type":"[","value":["http:\/\/www.citynetz-mitfahrzentrale.de"]}," or ADM ",{"type":"[","value":["http:\/\/www.mitfahrzentralen.de"]}," do have offices in major cities, mostly near the city center or the main railway station. These offline agencies do charge a commission to the cost for fuel you need to pay for the driver.\n\nIn the recent, years online services to arrange rides in private vehicles became very popular, as both parties do not have to pay the commission to traditional agencies. You need to contribute only towards fuel costs. (example: ",{"type":"[[","value":[["Frankfurt"]]}," to ",{"type":"[[","value":[["Berlin"]]}," 25 euro). You can contact the driver directly by e-mail, phone or sms. As the drivers need to be registered, it is safer than hitchhiking.\n\nHitchhikers ",{"type":"[","value":["http:\/\/www.hitchhikers.de"]}," is a comparable service, multilingual and free. Mitfahrgelegenheit ",{"type":"[","value":["http:\/\/www.mitfahrgelegenheit.de"]}," and Mitfahrzentrale ",{"type":"[","value":["http:\/\/www.mitfahrzentrale.de\/"]}," are other well known players with plenty of rides in their databases. Mitfahrzentrale even operates all over Europe. Raumobil ",{"type":"[","value":["http:\/\/www.raumobil.de"]}," is a new player in the market but a more private-run affair. Mitflugzentrale ",{"type":"[","value":["http:\/\/www.mitflugzentrale.de"]}," arranges ",{"type":"'''","value":["rides in private planes"]},".\n\nAnother form of ",{"type":"[[","value":[["hitchhiking"]]}," available in Germany is on the trains. People purchase a Wochenende-ticket (weekend ticket) which allows them to take up to four other people with them on the regional transports for the entire weekend. To hitch a ride with these travelers, first figure out which regional transportation you will need to take in order to reach your destination. You may figure that out online at the German train website ",{"type":"[","value":["http:\/\/www.bahn.de\/international\/view\/en\/index.shtml"]},", making sure to check \"regional transportation only\" or train stations in major cities have computer terminals in which you can do the same.  Then, just hop on the train that is going your way.\n\nAlways, within one car you will find someone willing to let you tag along.  \"Haben Sie ein Wochenendeticket?\" ",{"type":"''","value":["Do you have a weekend ticket?"]}," \"Darf ich bei Ihnen mitfahren?\" ",{"type":"''","value":["May I travel with you?"]},". Just make sure it is the right train and the weekend.\n\n",{"type":"===","value":[" By bicycle "]},"\n",{"type":"[[","value":[["File:Zeichen 237.svg"],["100px"],["thumbnail"],["mandatory cycleway"]]},"\n",{"type":"[[","value":[["File:Zeichen 240.svg"],["100px"],["thumbnail"],["shared way for pedestrians and bicyclists"]]},"\nGermany is, in general, bicycle friendly, with many bike lanes within the cities. There is also a substantial network of well signed, long distance bike routes. If there is a cycleway parallel to the road posted with white-on-blue \"Cycle\" signs (see right), cyclist ",{"type":"''","value":["must"]}," use this. \nIn some towns bike lanes are marked by dark red paving stones in the main walking area. Be careful though, as cyclists and pedestrians tend to drift across these boundaries.\n\nCyclist are expected to follow the same road rules as motor vehicles. Being drunk on a bicycle is regarded the same as when driving a motor vehicle - so you risk losing your driving license.\n\nMost rail stations, shopping areas, hotels and business premises have bike stands (some covered) with a place to attach your own bike locking chain.\n\nOn regional trains there is usually one carriage that allows you to bring your bike on board.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["Seealso"],["German phrasebook"]]},"\n",{"type":"[[","value":[["File:02hersfeldzuseduden.jpg"],["thumb"],[{"type":"[[","value":[["Bad Hersfeld"]]},": statues of Konrad Duden, famous dictionary founder, and Konrad Zuse, computer pioneer, both citizens of the city"]]},"\nThe official language of Germany is ",{"type":"'''","value":[{"type":"[[","value":[["German phrasebook"],["German"]]}]}," (",{"type":"''","value":["Deutsch"]},"). The standard form of German is called \"",{"type":"''","value":["Hochdeutsch"]},"\" (High German). It's understood by all and spoken by almost all Germans. However, every region has its historical dialect, which might pose a challenge even to those who speak German well and even to native speakers as well. This is usually noticeable only in the south and rural areas of the north and east. Thus, when travelling in Bavaria, Saxony and Baden, you are setting foot in places where dialect remains a strong part of the local identity. The general rule is that south of the Main River divides north Germany from the south in both language dialects and local culture.\n\nIf you intend to address the person you're speaking to in German, refer to the person as \"",{"type":"''","value":["Sie"]},"\" if you aren't acquainted with that person yet; \"",{"type":"''","value":["du"]},"\" can be used if both of you are already intimate (the form of the verbs will also change).\n\nAll Germans learn English at school, so you should be able to get by with English in most places. According to surveys, 50% of the Germans claim to speak it fairly well. Many people—especially those in the tourism industry and the more highly educated—also speak French, Russian or Spanish, but if you can't speak German, English remains your best bet. Even if one member of the staff doesn't speak English, you are likely to find someone who does and is more than willing to help you. In parts of Eastern Germany, a small Slavic community of 50,000 also speak the two Sorbian languages. Many older people who grew up in the formerly communist East Germany are able to speak ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},", although this has largely been supplanted by English among the younger generation.\n\nGermans less fluent in the English language often answer questions very briefly (one or two words) because they feel uncertain how to create a complete English sentence. This might sometimes appear impolite but is not at all meant this way. Since it's polite to reply \"",{"type":"''","value":["Bitte"]},"\" if someone thanks you, Germans may literally translate this with \"please\" instead of \"here you are\" or \"you're welcome\".\n\nGermans who consider themselves fluent in the English language may offer to speak English with you if you try to speak German with them. If that happens, politely pointing out that you want to practice your German is perfectly fine and most people will react very positively if you do.\n\n",{"type":"[[","value":[["File:Zeichen 454-20.svg"],["thumb"],["You'll meet German words on traffic signs; this one signs a detour"]]},"\nEnglish is in the same language family as German. Hence, when you read German signs, there will probably be a good number of words that resemble their English counterparts.\n\nWhile Germany uses the 24 hour format for times, people nearly always use 12 hour times in conversations. There is no real suffix like \"am\" or \"pm\", although you can add \"",{"type":"''","value":["vormittags"]},"\" (before noon) and \"",{"type":"''","value":["nachmittags"]},"\" (after noon) when it's not clear from the context. Another difference is saying the time. At 07:30, English speakers would say \"half (past) seven\" whereas Germans say \"",{"type":"''","value":["halb acht"]},"\" (\"half {to} eight\"). In addition, Germans say two-digit numbers \"backwards\":  instead of \"twenty-two\" they say \"two and twenty.\" Numbers below 20 are said the same way as in English. This becomes especially important when you inquire as to times, although most who speak English with you should use that English format. It is still better to double-check what is really meant by using the less ambiguous 24 hour format used universally for timetables.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Cultural and historical attractions"]},"\n",{"type":"[[","value":[["File:Rothenburg BW 4.JPG"],["thumb"],[{"type":"[[","value":[["Rothenburg ob der Tauber"]]}," in North Western Bavaria, one of the few German cities with intact historic centre"]]},"\n\nWhen thinking of Germany, beer, ",{"type":"''","value":["lederhosen"]}," and Alpine hats quickly come to mind, but these stereotypes mostly relate to ",{"type":"[[","value":[["Bavaria"]]},"n culture and do not represent Germany as a whole. Germany is a vast and diverse country with 16 culturally unique states that only form a political union since 1871.\n\nIf you're still looking for the cliches, the ",{"type":"[[","value":[["Romantic Road"]]}," is a famous scenic route along romantic castles and picturesque villages. With its fairy tale appearance, the ",{"type":"[[","value":[["Füssen"],["Neuschwanstein Castle"]]}," could be considered the most iconic of German castles. The walled city of ",{"type":"[[","value":[["Rothenburg ob der Tauber"]]}," has a beautiful mediaeval centre that seems untouched by the passage of time. Some similar typical German towns can be found elsewhere in the country, like ",{"type":"[[","value":[["Augsburg"]]},", ",{"type":"[[","value":[["Bamberg"]]},", ",{"type":"[[","value":[["Celle"]]},", ",{"type":"[[","value":[["Heidelberg"]]},", ",{"type":"[[","value":[["Lübeck"]]},", and ",{"type":"[[","value":[["Quedlinburg"]]},". Your picture postcard visit to Germany will be complete with a visit to the beer halls of ",{"type":"[[","value":[["Munich"]]}," and a peek of the Alps at ",{"type":"[[","value":[["Garmisch-Partenkirchen"]]},". You can also go to the lovely yet seldom visited medieval city of ",{"type":"[[","value":[["Schwäbisch Hall"]]},". For those who are fans of the Grimm's Fairy Tales, which include many famous ones such as Rapunzel, Rumpelstiltskin, Snow White and The Pied Piper, the German tourism board has a recommended ",{"type":"[","value":["http:\/\/www.deutsche-maerchenstrasse.com\/en\/ Fairy Tale Route"]}," which takes you to places where the Brothers Grimm lived, as well as towns that were featured in the Grimm's Fairy Tales.\n\nGermany is a modern industrial nation, and the ",{"type":"''","value":["Wirtschaftswunder"]}," is best represented by the industrial heritage of the ",{"type":"[[","value":[["Ruhr"]]},". ",{"type":"[[","value":[["Hamburg"]]}," is another economic powerhouse with the second busiest port of the continent. ",{"type":"[[","value":[["Frankfurt"]]}," is the financial centre of Germany, and of Europe as a whole, as it is the base of the European Central Bank. Its skyline comes close to those found at the other side of the Atlantic. The fashion city of ",{"type":"[[","value":[["Düsseldorf"]]},", media industry of ",{"type":"[[","value":[["Cologne"]]},", and car companies in ",{"type":"[[","value":[["Stuttgart"]]}," each represent a flourishing sector of the German economic miracle.\n\nA completely different experience can be found in ",{"type":"[[","value":[["Berlin"]]},", a city unlikely to be found anywhere else on the planet. While architecturally an odd mismatch of sterilised apartment blocks, post-modernist glass and steel structures, and some historic left-overs, it has a laid-back atmosphere and a culture of internationalism. Its turbulent history gave rise to an enormous wealth of historical attractions, among them the Berlin Wall, Brandenburger Tor, Bundestag, Checkpoint Charlie, Fernsehturm, Holocaust Memorial and Rotes Rathaus. But do not miss out the Prenzlauer Berg neighbourhood if you want to feel like a true Berliner.\n\n",{"type":"===","value":["Natural attractions"]},"\n",{"type":"[[","value":[["File:11-09-04-fotoflug-nordsee-by-RalfR-041.jpg"],["thumb"],["The North: ",{"type":"''","value":["Wattwanderung"]}," (mudflat hiking) between ",{"type":"[[","value":[["Cuxhaven"]]}," and ",{"type":"[[","value":[["Neuwerk"]]}]]},"\nDue to its size and location in Central Europe, Germany boasts a large variety of different landscapes. In the north, Germany has an extensive ",{"type":"'''","value":["coastline"]}," along the North Sea and the Baltic Seas in a vast area known as the ",{"type":"'''","value":["North German Plain"]},". The landscape is very flat and the climate is rough with strong winds and mild, chilly temperatures. Due to the south-easterly winds that press water into the German Bight, tidal variations are exceptionally high, creating the ",{"type":"'''","value":["Wadden Sea"]},". Vast areas of the seabed are uncovered twice a day, allowing one to walk from one of the numerous islands to another. (This should only be done with a guide.) The ",{"type":"[[","value":[["East Frisian Islands"]]}," just off the coast are very picturesque, although mostly visited by the Germans themselves. Favourite white sand resorts along the Baltic Sea include ",{"type":"[[","value":[["Rügen"]]}," and ",{"type":"[[","value":[["Usedom"]]},".\n\n",{"type":"[[","value":[["File:Buildings top Zugspitze.JPG"],["thumb"],["The South: Meteological station at the ",{"type":"''","value":[{"type":"[[","value":[["Zugspitze"]]}]}," top, Germany's highest mountain. It is not that challenging to visit it as it: there are three lifts, two from Germany's side and one from Austria's, if you don't want to go by feet"]]},"\nThe central half of Germany is a patchwork of the ",{"type":"'''","value":["Central Uplands"]},", hilly rural areas where fields and forests intermix with larger cities. Many of these hill ranges are tourist destinations, like the ",{"type":"[[","value":[["Bavarian Forest"]]},", the ",{"type":"[[","value":[["Black Forest"]]},", the ",{"type":"[[","value":[["Harz"]]},", the ",{"type":"[[","value":[["Saxon Ore Mountains"],["Ore Mountains"]]},", ",{"type":"[[","value":[["North Hesse"]]}," and ",{"type":"[[","value":[["Saxon Switzerland"]]},". The ",{"type":"[[","value":[["Rhine Valley"]]}," has a very mild, amenable climate and fertile grounds, making it the country's most important area for wine and fruit growing.\n\nIn the extreme south, bordering Austria, Germany contains a small portion of the ",{"type":"'''","value":[{"type":"[[","value":[["Alps"]]}]},", Central Europe's highest elevation, rising as high as 4,000 m (12,000 ft) above sea level, with the highest summit in Germany being the ",{"type":"''","value":["Zugspitze"]}," at 2962 m (9717 ft). While only a small part of the Alps lie in Germany, they are famous for their beauty and the unique Bavarian culture. Along the country's southwestern border with Switzerland and Austria lies ",{"type":"[[","value":[["Lake Constance"]]},", Germany's largest fresh-water lake.\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bertha Benz Memorial Route"]]}]}," – follows the world's first long-distance journey by car"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Romantic Road"]]}]}," – the most famous scenic route in Germany that starts in Würzburg and ends in Füssen"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Rheinsteig"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Rheinburgenweg"]]}]}," – Walk the high level path through some of Germany's most beautiful landscapes with spectacular views of castles above the River Rhine between ",{"type":"[[","value":[["Wiesbaden"]]}," and ",{"type":"[[","value":[["Bonn"]]}," or ",{"type":"[[","value":[["Bingen"]]}," and Bonn-Mehlem."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Kloster St. Bartoloma.jpg"],["thumb"],["Königsee nearby Berchtesgaden, Bavaria St. Bartolomä"]]},"\n\nGermany offers virtually every activity you can imagine. Most Germans are members of a sports club and visit cultural events less often. Due to the federal structure every region has its own specific activities.\n\n",{"type":"===","value":["Sports"]},"\nGermany is crazy about football and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dfb.de\/index.php?id=104 German Football Association"]}]}," (",{"type":"'''","value":["DFB"]},") is the biggest FA association in the world with 6.35 million members (8% of the German population) in more than 25,000 clubs. Many German football clubs are among the ",{"type":"'''","value":["most valuable football brands in Europe"]},", like Borussia Dortmund or FC Bayern Muenchen. Every village has a club and the games are the main social event on weekends. Participation is strongly encouraged.\n\nIn the winter many people go skiing in the Alps in ",{"type":"[[","value":[["Bavaria"]]}," close to ",{"type":"[[","value":[["Munich"]]},".\n\nAlmost every middle-sized German city has a spa (often called ",{"type":"''","value":["Therme"]},") with swimming pools, water slides, hot tubs, saunas, steam baths, sun roofs etc. The sauna areas are coed and people are nude there.\n\n",{"type":"===","value":["Cultural events"]},"\n\nSeveral theatres in bigger cities play outstanding classical and contemporary plays. Germany prides itself in the wide variety of cultural events and every city works out a cultural agenda.\n",{"type":"====","value":["Classical Music"]},"\n\nGermany boasts several world class opera houses (especially ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Bayreuth"]]},", and ",{"type":"[[","value":[["Munich"]]},") and the ",{"type":"[","value":["http:\/\/www.berliner-philharmoniker.de\/en\/ Berlin Philharmonic Orchestra"]}," is known as one of the top three orchestras in the world. Germany is considered to have one of the strongest classical music traditions in Europe, with many famous composers such as Bach, Handel (called ",{"type":"''","value":["Händel"]}," before he settled in London in 1712), Beethoven, Schumann, Brahms and Wagner originating from Germany. \n\nWhile France and Italy may have a longer history with opera, Germany too has developed its own unique operatic tradition. German, along with Italian and French, is considered to be one of the main operatic languages, with many famous German-language operas having been composed by famous composers such as Mozart, Beethoven, Wagner, and Richard Strauss.\n\n",{"type":"====","value":["Musicals"]},"\n",{"type":"[[","value":[["File:Musical Dome Gesamtansicht (9300-02).jpg"],["thumb"],["Musical Dome in ",{"type":"[[","value":[["Cologne"]]}]]},"\nMusicals are popular in Germany. Although there are some touring productions from time to time, most shows stay in a specific city for a few years. Most shows belong to the company called \"Stage Entertainment\". The main 'musical cities' are Hamburg (for example ",{"type":"''","value":["The Lion King"]},"), Berlin (for example ",{"type":"''","value":["Blue Man Group"]},"), Oberhausen (",{"type":"''","value":["Wicked"]},"), Stuttgart (for example ",{"type":"''","value":["Dance of the Vampires"]},"), Bochum (",{"type":"''","value":["Starlight Express"]},") and Cologne. Usually the performances are in German.\n\n",{"type":"====","value":["Shakespeare"]},"\nRather interestingly, William Shakespeare is adored in Germany like almost nowhere else — the Anglosphere included. This can be attributed in large part to Goethe, who fell in love with the Bard's works. If your German is up to it, seeing a performance can be very interesting. According to some Germans, Shakespeare is actually ",{"type":"''","value":["improved"]}," in translation, as the language used is more contemporary. Judge for yourself.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Currency"]},"\n\n",{"type":"{{","value":[["Euro"]]},"\n\nIf you have marks remaining from previous trips, they can still be exchanged at certain banks: inquire first before you attempt to convert your marks. Some public phones operated by \"Deutsche Telekom\" still (2013) accept Mark- and Pfennig-coins from 10 Pfennig and above at an exchange rate of 2:1.\n\nDo not expect anybody to accept foreign currencies or to be willing to exchange currency. An exception are shops and restaurants at airports and also – more rarely – fast-food restaurants at major train stations. These will generally accept at least US dollars at a slightly worse exchange rate. If you wish to exchange money, you can do so at any bank, where you can also cash in your traveller's cheques. Currency exchanges, once a common sight, have all but disappeared since the introduction of the euro. Again, international airports and train stations are an exception to this rule.  Swiss Franc can sometimes be accepted near the Swiss border.\n\nWhile German domestic debit cards – called ",{"type":"''","value":["EC-Karte"]}," or ",{"type":"''","value":["girocard"]}," – (and, to a lesser extent, PIN-based Maestro cards) enjoy almost universal acceptance, this is not true for credit cards (VISA, MasterCard, American Express) or foreign debit cards (VISA Debit\/Electron etc.), which are not as widely accepted as in other European countries or the ",{"type":"[[","value":[["United States"]]}," but will be accepted in several major retail stores and some fastfood restaurants.\n\nDon't be fooled by seeing card terminals in shops or other people paying with cards – these machines may not necessarily be programmed to accept foreign cards, so it is best to inquire or look out for acceptance decals before shopping or fuelling your car.\n\nHotels, larger retailers, chain gas stations and nationwide companies accept credit cards; supermarkets, discount stores or small independent shops tend not to (with exceptions). Some places impose a minimum purchase amount (typically 10 euros) for card payments. Most ATMs will allow you to withdraw money with your credit card or foreign debit card, but you'll need to know your card's PIN for that.\n\n",{"type":"===","value":["Tipping"]},"\nUnlike in some other countries, service staff is always paid by the hour (albeit not always that well). A tip is therefore mainly a matter of politeness and shows your appreciation. If you didn't appreciate the service (e.g. slow, snippy or indifferent service) you may not tip at all and it will be accepted by the staff.\n\nSince the introduction of the euro, a tip (",{"type":"''","value":["Trinkgeld"]},", lit. \"drink money\") of about 5–10% is customary if you were satisfied with the service. Nonetheless, service charge is already included in an item's unit price so what you see is what you pay.\n\nTipping in Germany is usually done by mentioning the total while paying. So if e.g. a waiter tells you the bill amounts to \"€13.50\", just state \"15\" and s\/he will include a tip of €1.50.\n\nTipping in other situations (unless otherwise indicated):\n",{"type":"*","value":["Taxi driver: 5–10% (at least €1)"]},{"type":"*","value":["Housekeeping: €1–2 per day"]},{"type":"*","value":["Carrying luggage: €1 per piece"]},{"type":"*","value":["Public toilet attendants: €0.10–0.50"]},{"type":"*","value":["Delivery services: 5–10% (at least €1)"]},"\n",{"type":"===","value":["Shopping"]},"\nIn common with most other Western European languages, the meanings of points and commas are exactly inverse to the English custom; in German a comma is used to indicate a decimal. For example, €2,99 is two euros and 99 cents. The \"€\" symbol is not always used and may be placed both in front or after the price. A dot is used to \"group\" numbers (one dot for three digits), so \"1.000.000\" would be one million. So \"123.456.789,01\" in German is the same number as \"123,456,789.01\" in English speaking countries.\n\n:",{"type":"'''","value":["Taxes"]},": Retail prices are reasonable and lower than in northern European countries but the value added tax, VAT, \"Mehrwertsteuer\" has been increased to 19% from 2007 onwards and therefore prices will slightly rise. Fuel, sparkling wine, spirits and tobacco are subject to even higher taxes, the first of those excise taxes – the \"Branntweinsteuer\" (spirit tax) – first being imposed on Nordhäuser Branntwein (the ancestor of Nordhäuser Korn) in 1507, the certainly most ridiculous of them – the sparkling wine tax – being introduced by Emperor Wilhelm II to finance the Kiel Canal and his war fleet. Some German brands of high end goods such as ",{"type":"'''","value":["kitchen utensils"]},", ",{"type":"'''","value":["stationery"]},", and ",{"type":"'''","value":["hiking gear"]}," are considerably cheaper than abroad. VAT is always included by law in an item's pricetag (only exception is for goods that are commercially exported but then duties might apply). There is a reduced VAT of 7% i.a. for hotels (but not for edibles consumed within), edibles (certain items considered luxury goods, e.g. lobster, are exempted from this reduction), print products, public transport (short-distance only) and admission price for opera or theatre.\n\n:",{"type":"'''","value":["Supermarkets"]},": Many Germans rather look for prices than for quality when shopping for food. As a result, the competition between ",{"type":"'''","value":["food discounters"]}," (which might be the cause of this very specific behaviour) is exceptionally fierce (in fact, WalMart had to retract from the German market because it failed at competing on price) and results in very low food prices compared to other European countries (though not compared to North America or the UK – as a general rule, a discount German supermarket will have similar quality compared to a North American discounter, but at mid-range prices). The chains \"Aldi\", \"Lidl\", \"Penny\" and \"Netto\" are a special type of supermarket (don't call it \"Supermarkt\" – Germans call it \"Discounter\"; a Supermarkt\/super market has slightly higher prices, but also a much wider range of products even of decent quality): Their range of products is limited to the necessities of daily life (like vegetables, pasta, milk, eggs, convenience foods, toiletries etc.), sold in rather simple packaging for tightly calculated prices. While quality is generally surprisingly high, do not expect delicatessen or local specialties when you go to shop there. Many Germans buy their daily needs there and go to the more \"standard\" supermarket (like the chains Rewe, Edeka, Real, Tengelmann\/Kaisers, Globus or Famila) to get more special treats. The personnel in these shops is trained to be especially helpful and friendly and there are big cheese\/ meat and fish counters where fresh produts are getting sold. Don't blame discounter personnel for being somewhat harsh; although they are paid slightly better than usual, they have to cope with a rather grim working atmosphere and a significantly higher workload than colleagues in \"standard\" supermarkets and therefore are certainly not amused about being disturbed in getting their work done. Beside those major chains, Turkish supermarkets which can be found in townships with predominantly Turkish population can be a worthwhile alternative since they combine the characteristics of discounters (low price levels but limited assortment) with those of \"standard\" supermarkets ((Turkish) specialties and usually friendly personnel).\n:If you are looking for ",{"type":"'''","value":["organic products"]},", your best bet is to visit a \"Bioladen\" or \"Biosupermarkt\". (",{"type":"''","value":["Bio-"]}," generally means ",{"type":"''","value":["organic"]},".) There are also many farmers selling their products directly (\"Hofladen\"), most of them organized in the \"Bioland\" cooperative. They offer reasonable food at reasonable prices.\n\n:Similarly it applies to ",{"type":"'''","value":["clothes"]},"; although competition on this market is not ",{"type":"''","value":["that"]}," fierce and quality varies, cheap clothing of sufficient quality might be bought at C&A, but don't expect designer clothes though. During the end-of-season sales you should also compare prices of conventional stores since they may be even cheaper than the discounters.  H&M sells cheap, stylish clothing, but with notoriously awful quality.\n\n:Germany is also a good place to shop for ",{"type":"'''","value":["consumer electronics"]}," such as mobile phones, tablets and digital cameras. Every larger city has at least one \"Saturn\" or \"MediaMarkt\" store with a wide selection of these devices, as well as music, movies and video games on CD\/DVD. Prices are generally lower than elsewhere in Europe. Note, however, that English-language movies and TV shows are universally dubbed into German, and computer software and keyboards are German-only.\n\n::You can find supermarkets and certain other stores (only major chains) at kaufda.de ",{"type":"[","value":["http:\/\/www.kaufda.de"]},".\n\n:Be prepared to bag your own groceries and goods as well as ",{"type":"'''","value":["provide your own shopping bags"]}," for doing so. While most stores provide plastic as well as canvas shopping bags at the checkout, you are charged for them. The Germans think it is more environmentally-friendly to re-use bags rather than get a new one each time. It's a good reminder to also keep a euro coin handy for the buggys\/shopping carts. They all require a euro to use the cart but you get it back once your shopping is done. At most super markets you can spot a canister with lots of cardboard boxes in it, usually after the cash point. You are allowed to take cardboard boxes from there! It's a service the markets offer and also a easy waste disposal for them. Just tell them you are getting yourself a box when the cashier starts to scan your goods, come back and start packing.\n\n:",{"type":"'''","value":["Factory outlets"]},": Germany has only about 6 Factory Outlet Centers, but approximately up to 1000 Factory Outlets called \"Fabrikverkauf\".\n\n:",{"type":"'''","value":["Local products"]},": You can find local food products (not necessarily organic) in most places at the ",{"type":"'''","value":["farmer's market"]}," (\"Wochenmarkt\" or simply \"Markt\"), usually once or twice a week. While you your chances on finding english-speaking sellers there may be somewhat reduced, it's nevertheless quite fun to shop there and mostly you will get fresh and good quality food for reasonable prices. Most winemakers sell their products either directly or in \"Winzergenossenschaften\" (winemaker cooperatives). These wines are almost always superior to the ones produced by German wine brands. Quality signs are \"VdP\" (\"Verband deutscher Prädikatsweingüter\", symbolized by an eagle) and \"Ecovin\" (German organic winemaker cooperative). Wines made of the most typical German wine varieties are usually marked with \"Classic\".\n\n:",{"type":"'''","value":["Souvenirs"]},":\n:: German ",{"type":"'''","value":["honey"]}," is a good souvenir, but only \"Echter Deutscher Honig\" is a guarantee for reasonable quality.\n:: Along the German coasts, ",{"type":"'''","value":["smoked eel"]}," is quite a common delicacy and a typical souvenir.\n:: ",{"type":"'''","value":["Cheese"]},": If you head for a supermarket (even a \"standard\" one) to buy some cheese you certainly will discover its taste being as cheesy as the TV spot propagating it. What even many Germans do not know is that beside those \"Qualitätsprodukte\" (literally: quality produces – one of many quite cynical German legal terms), there actually exists an astonishing German cheese variety – you may find them in (one of the rare) cheese stores or in Bioläden.\n\n:",{"type":"'''","value":["Recycling"]},": Germany has an elaborate and confusing beverage container deposit (\"",{"type":"'''","value":["Pfand"]},"\") system. Reusable bottles, glass and plastic, usually cost between 8 and 25 cents ",{"type":"''","value":["Pfand"]}," per bottle depending on size and material. Additional ",{"type":"''","value":["Pfand"]}," is due for special carrying baskets matching the bottle measures. The ",{"type":"''","value":["Pfand"]}," can be cashed in at any store which sells bottles, often by means of a high-tech bottle reader than spins the bottle, reads the ",{"type":"''","value":["Pfand"]},", and issues a ticket redeemable with the cashier. Plastic bottles and cans usually cost 25 Cents ",{"type":"''","value":["Pfand"]},", if not they are marked as ",{"type":"''","value":["pfandfrei"]},". Exempt from ",{"type":"''","value":["Pfand"]}," are liquors and plastic boxes usually containing juice. There are also a few other instances where ",{"type":"''","value":["Pfand"]}," is due, for example for standardized gas containers. ",{"type":"''","value":["Pfand"]}," on glasses, bottles and dishware is also common at discotheques, self-service bars or public events, but usually not at a students' cafeteria.\n\n:",{"type":"'''","value":["Cigarettes"]}," are easily available in most kiosks, supermarkets and newsagents. Cigarette machines are often dotted around towns and cities (be aware you will need an EU driving licence or a debit card with an electronic chip to \"unlock\" the machine). As of 2013, a pack of 19 costs around €5 and a pack of 24 costs around €6. The legal age to smoke in Germany is 18. Many Germans buy paper and tobacco separately as this is cheaper. Small cigars (\"Zigarillos\") are less heavily taxed and come at roughly half the price of cigarettes.\n\n",{"type":"===","value":["Opening hours"]},"\nDue to a federal reform, opening hours are set by the states, therefore opening hours vary from state to state. Some states like ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Hamburg"]]}," and ",{"type":"[[","value":[["Schleswig-Holstein"]]}," have no more strict opening hours from Monday to Saturday (however, you will rarely find 24 hour shops other than at petrol stations). Sundays and national holidays (including some obscure ones) are normally closed for shops everywhere in Germany, including pharmacies. However single pharmacies remain open for emergencies (every pharmacy will have a sign telling you which pharmacy is currently open for emergencies). Information can be obtained here ",{"type":"[","value":["http:\/\/www.apotheken.de\/aktuell\/notdienste\/"]},". Shops are allowed to open on Sundays on special occasions called \"Verkaufsoffener Sonntag\", information on open Sundays may be found here ",{"type":"[","value":["http:\/\/www.verkaufsoffene-sonntage.de\/"]}," or here ",{"type":"[","value":["http:\/\/www.verkaufsoffenesonntage.com\/"]},". Every German city uses these days except ",{"type":"[[","value":[["Munich"]]},".\n\nAs a rule of thumb:\n",{"type":"*","value":[" Supermarkets: 08:00-20:00 give or take an hour"]},{"type":"*","value":[" Big supermarkets 08:00-22:00"]},{"type":"*","value":[" Rewe supermarkets in cities 07:00-22:00 or midnight (except for Bavaria, where all stores are required by law to close at 20:00)"]},{"type":"*","value":["Shopping centres and large department stores: 10:00-20:00 "]},{"type":"*","value":["Department stores in small cities: 10:00-19:00"]},{"type":"*","value":["Small and medium shops: 09:00 or 10:00-18:30 (in big cities sometimes to 20:00)"]},{"type":"*","value":["Petrol stations: in cities and along the \"Autobahn\" usually 24 hours daily"]},{"type":"*","value":["Restaurants: 11:30–23:00 or midnight, sometimes longer, many closed during the afternoon"]},"\nSmall shops are often closed 13:00–15:00.\nIf necessary, in many big cities you will find a few (sometimes more expensive) supermarkets with longer opening hours (often near the main station). Bakeries usually offer service on Sunday mornings (business hours vary) as well. Also, most petrol stations have a small shopping area.\n\nIn some parts of Germany (like ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Cologne"]]},", ",{"type":"[[","value":[["Düsseldorf"]]}," and the ",{"type":"[[","value":[["Ruhr area"]]},") there are cornershops called \"Späti\" oder \"Spätkauf\" (\"latey\"), \"Kiosk\",  \"Trinkhalle\" (",{"type":"''","value":["drinking hall"]},") or \"Büdchen\" (",{"type":"''","value":["little hut"]},") that offer newspapers, drinks and at least basic food supplies. These shops are, depending on the area, open till late night or even 24\/7.\n\nBasic supplies can usually be bought around the clock at gas stations. Gas station owners work around opening hour restrictions by running 7-Eleven style mini marts on their gas station property. Be aware that prices are usually quite high. Another exception to this law are supermarkets located in touristy areas. Towns designated as a Kurort (health resort) are allowed to have their stores open all week during tourist season. Just ask a local for those well-kept secret stores.\n\nTrain stations are allowed to and frequently have their stores\/shops open on Sundays, though usually for limited hours. In some larger cities such as ",{"type":"[[","value":[["Leipzig"]]}," and ",{"type":"[[","value":[["Frankfurt"]]},", this can include an entire shopping mall that happens to be attached to the train station.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["How to get service"]},"\nUnlike in neighbouring countries such as France and the Netherlands, in Germany, at sit-down establishments, you must typically find an available table and sit down before a waiter will greet you (though if you see a member of the staff, do greet them yourself while you are walking in). If you wait to be seated, you are likely to wait a long time and get no service.\n\n",{"type":"===","value":["German food"]},"\nGerman food usually sticks to its roots and a typical dish will consist of meat with some form of potatoes and gravy, accompanied by vegetables or salad. Modern German cuisine has been influenced by other European countries such as ",{"type":"[[","value":[["Italy"]]}," and ",{"type":"[[","value":[["France"]]}," to become lighter.  Dishes show a great local diversity which is interesting to discover.\n\nSince most bigger employers have a canteen for their employees, you will find relatively few sandwich shops and takeaways, and eating-out culture in Germany is dominated by the Gasthaus\/Gasthof and restaurants. Putting places to eat into 6 categories gives you a hint about the budget\/taste. Starting from the lower end, these are:\n\n",{"type":"====","value":["Imbiss"]},"\n",{"type":"[[","value":[["File:Mk Rostock Dönertier.jpg"],["thumb"],["Döner place in ",{"type":"[[","value":[["Rostock"]]},", Eastern Germany"]]},"\n'Schnellimbiss' means 'quick snack', and is what you will see on the sign of German stalls and small shops that sell primarily sausage (Wurst) and fries (Pommes Frites). Sausages will include Bratwurst, which is fried and usually a boiled pork sausage. A very German variant is Currywurst: sausage chopped up and covered in spiced ketchup, dusted with curry powder. Beer and often even spirits are available in most Schnellimbisse.\n\n'Döner Kebab' is a Turkish dish of veal, chicken or sometimes lamb stuffed into bread, similar to Greek Gyros and Arab Schawarma. Even though considered Turkish, it's actually a speciality which originated in Germany. According to legend, it was invented by Turkish immigrants in West Berlin during the 1970s. In fact, the 'Döner' is Germany's most loved fast food. The sales numbers of 'Döner' exceed those of McDonald's and Burger King products by far.\n\nNevertheless, fast food giants like McDonald's, Burger King and Pizza Hut can be found in most towns. Nordsee is a German seafood chain, which offers 'Rollmops' (pickled herrings) and many other fish and seafood snacks. However, many independent seafood snack-bars (most common along the German coasts) offer slightly better and slightly cheaper seafood.\n\n",{"type":"====","value":["Bakeries and butchers"]},"\n\nGermans have no tradition of sandwich shops but you will find that bakeries \/ butchers sell quite good take away food and are serious competition for the fast food chains. Even the smallest bakeries will sell many sorts of bread or rolls, most of them darker (for example, using wholemeal or rye flour) than the white bread popular around the world and definitely worth a try. Even if they don't already have it prepared, almost all butchers will prepare a sandwich for you if you ask. Some butchers even prepare meals for you. This butcher 'imbiss' is mainly popular in southern Germany, and the quality and freshness of food is usually high.\n\n",{"type":"====","value":["Biergärten"]},"\n\nHere you will get the obvious drink. In traditional beergardens in ",{"type":"[[","value":[["Bavaria"]]},", it is possible to bring your own food if you buy drinks. Most places will offer simple meals.\n\n",{"type":"====","value":["Brauhaus"]},"\n",{"type":"[[","value":[["File:Brauhaus Köthen.JPG"],["thumb"],[{"type":"''","value":["Brauhaus"]}," in ",{"type":"[[","value":[["Köthen"]]}," (Saxony-Anhalt)"]]},"\nSmaller breweries sell their products straight to the customer and sometimes you will find food there as well. \"Haxe\" or \"Schweinshaxe\" (pig's leg) will usually be among the offerings. It is a distinctively German specialty and probably the best dish in almost every establishment of that sort.\n\n",{"type":"====","value":["Gasthof\/Gasthaus"]},"\n\nProbably 50% of all eating places fall into this group. They are mainly family-run businesses that have been owned for generations, comparable to pubs in the UK. You can go there simply for a drink, or to try German food (often with a local flavour). Food quality differs significantly from place to place but the staff will usually give you an indication of the standard; regulations require restaurant owners to indicate certain possibly harmful ingredients (e.g. glutamates\/MSG) in footnotes – a menu containing lots of such footnotes usually indicates low quality; if a cheap \"Gasthaus\" \/ restaurant is overcrowded with Germans or Asians, this indicates at least sufficient quality (unless the crowd is thanks to an organized coach excursion).\n\n",{"type":"====","value":["Restaurants"]},"\nGermany has a wide range of flavors (e.g. German, Chinese, Japanese, Thai, Polish, Indian, Italian, French, Spanish, Greek, Turkish, Vietnamese) and almost all styles of the world are represented.\n\nTurkish cuisine in Germany ranges from simple \"Döner\" shops to mostly family-run restaurants offering a wide variation of usually very cheap (in relation to German price levels) Turkish home cooking.\n\nYou will rarely find restaurants catering for special needs within Germany (e.g. kosher restaurants are common only in cities with a notable Jewish population like Berlin), although most restaurants will prepare special meals or variants for you if they are neither relying on convenience foods only nor too fancy. Most restaurants have at least some vegetarian meals. For Muslims it is recommended to stick to Turkish\/Arabic restaurants. At some Turkish or Arab food stalls vegetarians might find falafel and baba ganoush to suit their tastes. For not-so-strict Jews the halal Turkish food stalls are also the best option for meat dishes.\n\nIn most restaurants in Germany you can choose your own table. You can make reservations (recommended for larger groups and haute cuisine on Saturday nights) and these are marked by reservation cards (\"Reserviert\"). In expensive restaurants in larger cities you will be expected to make reservations and will be seated by the staff (who will not allow you to choose your table).\n\nRestaurants in commercial areas often offer weekday lunch specials. These are cheap (starting at €5, sometimes including a beverage) options and a good way to sample local food. Specials tend to rotate on a daily or weekly basis, especially when fresh ingredients like fish are involved.\n\nMany restaurants offer all-you-can-eat-buffets where you pay around 10 euros and can eat as much as you want. Drinks are not included in this price.\n\n\"XXL-Restaurants\" are rising in popularity. These offer mostly standard meat dishes like Schnitzel or Bratwurst in big to inhumane sizes. There is often a dish that is virtually impossible to eat alone (usually bordering 2 kg!) but if you manage to eat everything (and keep it inside), the meal will be free and you'll get a reward. Unlike in other restaurants it is common and encouraged to take leftover food home.\n\n",{"type":"===","value":[" Table manners "]},"\nAt ",{"type":"''","value":["very"]}," formal events and in high-end restaurants, a few German customs may differ from what some visitors may be used to:\n\n",{"type":"*","value":["It's considered bad manners to eat with your elbows resting on the table. Keep only your wrists on the table. Most Germans will keep up these manners in everyday life since this is one of the most basic rules parents will teach their children. If you go to a restaurant with your German friends, you may want to pay attention too."]},{"type":"*","value":["When moving the fork to your mouth, the tines should point upwards (not downwards as in Britain)"]},{"type":"*","value":["When eating soup or other food from your spoon, hold it with the tip towards your mouth (not parallel to your lips as in, again, Britain). Spoons used to stir beverages, e.g. coffee, should not be put in the mouth at all. "]},{"type":"*","value":["If you have to temporarily leave the table, it's fine to put your napkin (which should have rested, folded once along the centre, on your lap until then) on the table, to the left of your plate, in an elegant little pile—unless it looks really dirty, in which case you might want to leave it on your chair."]},"\n",{"type":"===","value":["Typical dishes"]},"\n",{"type":"[[","value":[["File:Bavarian food.jpg"],["thumb"],["240px"],["Hearty ",{"type":"[[","value":[["Bavaria"]]},"n food on a fancy plate.  Left to right: ",{"type":"''","value":["Schnitzel"]},", pork belly (",{"type":"''","value":["Schweinebauch"]},") with red cabbage (",{"type":"''","value":["Rotkohl"]},"), ",{"type":"''","value":["Weißwurst"]}," with mashed potatoes (",{"type":"''","value":["Kartoffelpüree"]},"), ",{"type":"''","value":["Bratwurst"]}," on sauerkraut"]]},"\n\n",{"type":"'''","value":["Rinderroulade"]}," mit Rotkraut und Knödeln: this dish is quite unique to Germany. Very thin sliced beef rolled around a piece of bacon and pickled cucumber until it looks like a mini barrel (5 cm diameter) flavoured with tiny pieces of onion, German mustard, ground black pepper and salt. The meat is quick-fried  and is then left to cook slowly for an hour, meanwhile red cabbage and potato dumplings are prepared and then the meat is removed from the frying pan and gravy is prepared in the frying pan. Knödel, Rotkraut and Rouladen are served together with the gravy in one dish.\n",{"type":"[[","value":[["File:Schnitzel3.jpg"],["thumbnail"],["Pfefferrahm, Jäger, and Zigeuner Schnitzel with Pommes"]]},"\n",{"type":"'''","value":["Schnitzel"]}," mit Pommes Frites: there are probably as many different variations of Schnitzel as there are restaurants in Germany, most of them have in common a thin slice of pork that is usually breaded, and fried for a short period of time and it is often served with fries (usually called ",{"type":"''","value":["Pommes Frites"]}," or often just ",{"type":"''","value":["Pommes"]},"). Variations of this are usually served with different types of gravy: such as Zigeunerschnitzel, Zwiebelschnitzel, Holzfäller Schnitzel and Wiener Schnitzel (as the name suggests, an Austrian dish – the genuine article must be veal instead of pork, which is why most restaurants offer a ",{"type":"''","value":["Schnitzel Wiener Art"]},", or ",{"type":"''","value":["Viennese-style schnitzel"]}," which is allowed to be pork). In the south you can often get Spätzle (pasta that ",{"type":"[[","value":[["Swabia"]]}," is famous for) instead of fries with it.  ",{"type":"''","value":["Spätzle"]}," are egg noodles typical of south Germany – most restaurants make them fresh. Due to the easiness of its preparation ordering it might be perceived as an insult to any business with a decent reputation (with the exception of Wiener Schnitzel perhaps), admittedly it is almost unavoidable to spot it on the menu of any sleazy German drinking hole (and there are many...), if nothing else therefore it might even be the most common dish in German restaurants (yes, at least German government officials ",{"type":"'''","value":["do"]}," call their taverns as well as the common fast food stalls restaurants!).\n\n",{"type":"'''","value":["Rehrücken"]}," mit Spätzle: Germany has maintained huge forests such as the famous Black Forest, Bayrischer Wald  and Odenwald. In and around these areas you can enjoy the best game in Germany. Rehrücken means venison tenderloin and it is often served with freshly made noodles such as Spätzle and a very nice gravy based on a dry red wine.\n",{"type":"[[","value":[["File:Wurstkuchl1c.jpg"],["thumbnail"],["Bratwurst and Sauerkraut from the 500 year old fast-food stand in ",{"type":"[[","value":[["Regensburg"]]}]]},"\n",{"type":"'''","value":["Wurst"]}," “sausage”: there is no country in the world with a greater variety of sausages than Germany and it would take a while to mention them all. “Bratwurst“ is fried, other varieties such as the Bavarian “Weißwurst“ are boiled. Here is the shortlist version: “Rote” beef sausage, “Frankfurter Wurst” boiled pork sausage made in the Frankfurt style, “Pfälzer Bratwurst” sausage made in Palatine style, “Nürnberger Bratwurst” Nuremberg sausage – the smallest of all of them, but a serious contender for the best tasting German sausage, “grobe Bratwurst”, Landjäger, Thüringer Bratwurst, Currywurst, Weißwurst ... this could go on till tomorrow. If you spot a sausage on a menu this is often a good (and sometimes the only) choice. Often served with mashed potato, fries or potato salad. The most popular type of sausage probably is the Currywurst (Bratwurst cut into slices and served with ketchup and curry) and can be bought almost everywhere.\n\n",{"type":"'''","value":["Koenigsberger Klopse"]},": Literally \"meatballs from Koenigsberg\", this is a typical dish in and around Berlin. The meatballs are made out of minced pork and anchovies and are cooked and served in a white sauce with capers and rice or potatoes.\n\n",{"type":"'''","value":["Matjesbrötchen"]},": Soussed herring  or \"roll mops\" in a bread roll, typical street snack.\n\n",{"type":"===","value":["Local specialities"]},"\n",{"type":"[[","value":[["File:Saumagen mit Sauerkraut.JPG"],["thumb"],[{"type":"''","value":["Pfälzer Saumagen"]}," with ",{"type":"''","value":["Sauerkraut"]},", allegedly the favorite dish of former Chancellor Helmut Kohl"]]},"\n",{"type":"[[","value":[["File:Badische Maultaschen.jpg"],["thumb"],[{"type":"''","value":["Maultaschen"]}," from Baden"]]},"\nStarting from the north of Germany going south you will find a tremendous variety of food and each region sticks to it origins.\nThe coastal regions are fond of seafood and famous dishes include “Finkenwerder Scholle”, going south to the region of Cologne you will find Sauerbraten (a roast marinated in vinegar), if made really traditionally it's from horse meat.\n\n",{"type":"'''","value":["Labskaus"]}," (although strictly speaking not a German invention) is a dish from the north and the opinions about this dish are divided, some love it, others hate it. It is a mash of potato, beetroot juice and cured meat decorated with rollmops and\/or young herring and\/or a fried egg and\/or sour cucumber and\/or beetroot slices on top. The north is also famous for its ",{"type":"'''","value":["lamb dishes"]},", the best type of lamb probably being \"Rudenlamm\" (lamb from Ruden, a small island in the Baltic Sea; only a few restaurants in Mecklenburg-Western Pomerania serve this), the second best type being \"Salzwiesenlamm\" (salt meadow lamb). The Lueneburger Heide (Lueneburg Heath) is famous not only for its heath but also for its Heidschnucken, a special breed of sheep. Be aware that a lot of restaurants import their lamb from New Zealand though because it is cheaper. Crabs and mussels are also quite common along the German coasts, especially in North Frisia.\n\nA specialty of Hamburg is \"Aalsuppe\" which – despite the name (in this case \"Aal\" means \"everything\", not \"eel\") – originally contained almost everything – ",{"type":"'''","value":["except eel"]}," (today many restaurants include eel within this soup, because the name confused tourists). At the coast there's a variety of fish dishes. Beware: if a restaurant offers \"Edelfischplatte\" or any dish of similar name, the fish may not be fresh and even (this is quite ironic) of poor quality. Therefore, it is strongly recommended that, for eating fish, you visit specialised (or quality) restaurants only. A fast-food style restaurant chain serving standardized quality fish and other seafood at low prices all over Germany is \"Nordsee\", though you will rarely find authentic specialties there.\n\n",{"type":"[[","value":[["File:Schwarzwaelderkirsch anschnitt.jpg"],["thumb"],[{"type":"''","value":["Schwarzwälder Kirschtorte"]},", cherry cake from the ",{"type":"[[","value":[["Black Forest"]]}," region"]]},"\n",{"type":"'''","value":["Pfälzer Saumagen"]},": Long a well-known dish in Palatinate, but difficult to find outside of this area. Literally this is pig stomach filled with a mash of potato and meat, cooked for 2–3 hours and then cut into thick slices. It is often served with sauerkraut.\n\nSwabia is famous for Spätzle (a kind of noodle) and \"Maultaschen\" (noodles stuffed with spinach and mince meat, but lots of variations, even veggie ones, exist).\n\nIn Bavaria this may be Schweinshaxe mit Knödeln (pork's leg with knödel, a form of potato dumplings), \"Leberkäs\/Fleischkäse mit Kartoffelsalat\" (a type of meat pie and potato salad), \"Nürnberger Bratwurst\" (probably the smallest sausage in Germany), Weißwurst (white sausages) and \"Obatzda\" (a spicy mix of several milk products).\n\nThe south is also famous for its nice tarts such as the \"Schwarzwälder Kirschtorte\" (tart with lots of cream and spirits made from cherries).\n\nA delicacy in Saxony is ",{"type":"'''","value":["Eierschecke"]},", a cake made of eggs and cream similar to cheese cake.\n\nA specialty of the East is \"Soljanka\" (originating from Ukraine, but probably the most common dish in the GDR), a sour soup containing vegetables and usually some kind of meat or sausages.\n\n",{"type":"===","value":["Seasonal specialities"]},"\n",{"type":"[[","value":[["File:Spargel sauce hollandaise.jpg"],["thumbnail"],["Asparagus with hollandaise sauce and potatoes"]]},"\nWhite “Spargel” (asparagus) floods the restaurants from April to June all over Germany, especially in and around Baden-Baden and the small town of Schwetzingen (\"The Asparagus Capital\"), near Heidelberg, in an area north and north-east of Hannover (\"Lower Saxony's Asparagus Route\"), as well as in the area southwest of Berlin, especially in the town of Beelitz and along the Lower Rhine (\"Walbecker Spargel\"). Many vegetables can be found all year round and are often imported from far away, whereas asparagus can be found for only 2 months and is best enjoyed fresh after harvest, it stays nice for a couple of hours or until the next day. The asparagus is treated very carefully and it is harvested before it is ever exposed to daylight, so that it remains white. When exposed to daylight it changes its colour to green and might taste bitter. Therefore, white asparagus is considered to be better by most Germans.\n\nThe standard asparagus meal is the asparagus stalks, hollandaise sauce, boiled potatoes, and some form of meat. The most common meat is ham, preferably smoked; however, you will also find it teamed with schnitzel (fried breaded pork), turkey, beef, or whatever is available in the kitchen.\n\nWhite asparagus soup is one of the hundreds of different recipes that can be found with white asparagus. Often it is made with cream and contains some of the thinner asparagus pieces.\n\nAnother example of a seasonal specialty is \"Grünkohl\" (kale). You can find that mainly in Lower Saxony, particularly the southern and south-western parts such as the \"Emsland\" or around the \"Wiehengebirge\" and the \"Teutoburger Wald\", but also everywhere else there and in the eastern parts of North-Rhine-Westphalia. It is usually served with a boiled rough sort of sausage (called \"Pinkel\") and roasted potatoes. If you are travelling in Lower-Saxony in fall, you should get it in every \"Gasthaus\".\n\n",{"type":"'''","value":["Lebkuchen"]}," are some of Germany's many nice Christmas biscuits and gingerbread. The best known are produced in and around ",{"type":"[[","value":[["Nuremberg"]]},".\n\n",{"type":"'''","value":["Stollen"]}," is a kind of cake eaten during the Advent season and yuletide. Original Stollen is produced only in ",{"type":"[[","value":[["Dresden"]]},", ",{"type":"[[","value":[["Saxony"]]},", however you can buy Stollen everywhere in Germany (although Dresdner Stollen is reputed to be the best (and – due to the lower salaries in Eastern Germany – comparatively cheap)).\n\nAround St. Martin's day and Christmas, roasted geese (\"Martinsgans\" \/ \"Weihnachtsgans\") are quite common in German restaurants, accompanied by \"Rotkraut\" (red cabbage) and \"Knödeln\" (potato dumplings), preferably served as set menu, with the liver, accompanied by some kind of salad, as starter, goose soup, and a dessert.\n\n",{"type":"===","value":["Miscellaneous"]},"\n",{"type":"[[","value":[["File:Selection of bread in German bakery.jpg"],["thumbnail"],["Selection of bread in a German bakery"]]},"\nGermans are very fond of their ",{"type":"'''","value":["bread"]},", which they make in many variations. This is the food that Germans tend to miss most when away from home. Most people like their bread relatively dark and dense and scorn the soft loaves sold in other countries. Bakeries will rarely provide less than twenty different sorts of bread and it's worth trying a few of them. In fact, many Germans buy their lunch or small snacks in bakeries instead of takeaways or the like. Prices for a loaf of bread will range from €0.50 to €4, depending on the size (real specialties might cost more).\n\nBecause German bread tends to be excellent, sandwiches (",{"type":"''","value":["belegtes Brot"]},") are also usually to a high standard, including in train stations and airports.\n\n",{"type":"===","value":[" Vegetarian "]},"\nOutside of big cities like Berlin, there aren't many places which are particularly aimed at vegetarian or vegan customers. Most restaurants have one or two vegetarian dishes.  If the menu does not contain vegetarian dishes, do not hesitate to ask.\n\nVegetarian restaurant guides can be found at ",{"type":"[","value":["http:\/\/www.vegan.de\/guide\/restaurants\/"]}," (German) or ",{"type":"[","value":["http:\/\/www.fleischlos-geniessen.de"]}," (VEBU restaurant list, the restaurants are not necessarily vegetarian in general). Be aware when ordering to ask whether the dish is suitable for vegetarians, as chicken stock and bacon cubes are a commonly \"undeclared\" ingredient on German menus.\n\nHowever, there are usually organic food shops (\"Bioladen\", \"Naturkostladen\" or \"Reformhaus\") in every city, providing veg(etari)an bread, spreads, cheese, ice cream, vegan milk substitutes, tofu and seitan.  The diversity and quality of the products is great and you will find shop assistants that can answer special nutritional questions in great depth.\n\nVeganism and vegetarianism is on the rise in Germany so that many supermarkets (such as Edeka and Rewe) have a small selection of vegan products as well in their \"Feinkost\"-section such as seitan-sausages, tofu or soy milk at a reasonable price.\n\n",{"type":"===","value":["Allergy & Coeliac sufferers"]},"\nWhen shopping for foods, the package labelling in Germany is generally reliable. All food products must be properly labelled including additives and preservatives. Be on the look out for ",{"type":"''","value":["Weizen"]}," (wheat), ",{"type":"''","value":["Mehl"]}," (flour) or ",{"type":"''","value":["Malz"]}," (malt) and ",{"type":"''","value":["Stärke"]}," (starch). Be extra cautious for foods with ",{"type":"''","value":["Geschmacksverstärker"]}," (flavour enhancers) that may have gluten as an ingredient.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Reformhaus"],["alt="],["url=http:\/\/www.reformhaus.de\/branche\/reformhaeuser.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=3,000 strong network of health food stores in Germany and Austria that has dedicated gluten-free sections stocked with pasta, breads and treats. Reformhaus stores are usually found in the lower level of shopping centres (eg: PotsdamerArkaden, etc.)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=DM Stores"],["alt="],["url=http:\/\/www.dm-drogeriemarkt.de\/dmDHomepage\/generator\/dmD\/Homepage\/Filialstandorte\/Filialfinder\/Filialfinder.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The CWS\/Shopper's Drug Mart equivalent in Germany has dedicated wheat and gluten free sections"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Alnatura"],["alt="],["url=http:\/\/www.alnatura.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– natural foods store with a large dedicated gluten-free section"]]}]},"\n",{"type":"===","value":["Smoking"]},"\nIndividual ",{"type":"''","value":["Bundesländer"]}," started banning smoking in public places and other areas in early 2007, however the laws vary from state to state. Smoking is generally banned in all restaurants and cafes. Some places may provide separate smoking areas but it is best to enquire when booking. Smokers should be prepared to step outside if they want to light up. Smoking is banned on all forms of public transport including on railway platforms (except in designated smoking areas, which are clearly marked with the word ",{"type":"''","value":["Raucherbereich"]}," [smoking area]). The laws are strictly enforced.\n\n",{"type":"==","value":["Drink"]},"\nThe legal drinking ages are:\n",{"type":"*","value":["14 - minors are allowed to consume and possess undistilled (fermented) alcoholic beverages, such as beer and wine, as long as they are in the company of their parents or a legal guardian."]},{"type":"*","value":["16 - minors are allowed to consume and possess undistilled (fermented) alcoholic beverages, such as beer and wine ",{"type":"''","value":["without"]}," their parents or a legal guardian."]},{"type":"*","value":["18 - having become adults, people are allowed unrestricted access to alcohol."]},"\n",{"type":"===","value":["Beer"]},"\n",{"type":"[[","value":[["File:Aufseß Bier.JPG"],["thumb"],["Beer"]]},"\nFor centuries, beer-making in Bavaria has been governed by the ",{"type":"''","value":["Reinheitsgebot"]}," (purity law) that was made national policy with the unification of Germany in 1871, which states that German beer may be made only from hops, malt, yeast and water. The ",{"type":"''","value":["Reinheitsgebot"]}," has been watered down with imports due to European integration, but German breweries still have to stick to it since for them, national law applies.\n\nThe domestic beer market is not dominated by one or only a few big breweries. Even though there are some big players, the regional diversity is enormous, and there are over 1,200 breweries with most of them serving only local markets. Usually bars and restaurants serve the local varieties that differ from town to town. When sitting in a German ",{"type":"''","value":["Kneipe"]},", a local beer is always an option, and often the only option.\n\nSpecialities include ",{"type":"''","value":["Weizenbier"]}," (or Weissbier in Bavaria), a refreshing top-fermented beer which is popular in the south, ",{"type":"''","value":["Alt"]},", a kind of dark ale that is especially popular in and around ",{"type":"[[","value":[["Düsseldorf"]]},", and ",{"type":"''","value":["Kölsch"]},", a special beer brewed in ",{"type":"[[","value":[["Cologne"]]},". \"Pils\", the German name for pilsner, is a light-gold  beer that is extremely popular in Germany. There are also seasonal beers, which are made only at particular times of the year (such as Bockbier in winter and Maibock in May, both containing a greater quantity of alcohol, sometimes double that of a normal Vollbier).\n \nBeer is usually served in 200 or 300mL glasses (in the northern part) or 500mL in the South. In Biergartens in Bavaria, 500mL is a small beer (\"Halbe\") and a litre is normal (\"Maß\" pronounced \"Mahss\"). Except in \"Irish pubs\", pints or pitchers are uncommon. \n\nFor Germans, a lot of foam is both a sign of freshness and quality; thus, beer is always served with a lot of head. (All glasses have volume marks for the critical souls.) \n\nAdditionally, Germans are not afraid to mix beer with other drinks (though the older generation may disagree). Beer is commonly mixed with carbonated lemonade (usually at 1:1 ratio) and called a \"Radler\" (or cyclist so named because it is commonly associated with a refreshing drink a cyclist might enjoy in spring or summer during a cycling excursion) (or \"Alsterwasser\"\/\"Alster\" (after the river in ",{"type":"[[","value":[["Hamburg"]]},") in the north); \"Cocktails\" of Pilsener\/Altbier and soft drinks like Fanta, a \"Krefelder\"\/\"Colaweizen\" cola and dark wheat beer is another combination that can be found. Pils mixed with Cola is very popular especially among younger Germans and goes by different names – depending on your area – such as \"Diesel\", \"Schmutziges\" (dirty) or \"Schweinebier\" (pigs beer), to name a few. Another famous local delicacy is \"Berliner Weiße\", a cloudy, sour wheat beer of around 3% abv. that is mixed with syrups (traditionally raspberry) and is very refreshing in summer. These beer-based mixed drinks are widespread and popular and can be bought as pre-mixed bottles (typically in six packs) wherever regular beer is sold.\n\nPubs are open in Germany until 02:00 or later. Food is generally available until midnight. Germans typically go out after 20:00 (popular places are already full by 18:00).\n\n",{"type":"===","value":["Cider"]},"\n",{"type":"[[","value":[["File:Apfelwein Geripptes Bembel.jpg"],["thumbnail"],["Cider à la Frankfurt — Pitcher and rhomb glass"]]},"\nUndisputed capital of \"Apfelwein\" cider in Germany is ",{"type":"[[","value":[["Frankfurt"]]},". Locals love their cider and it is very popular around there. There are even special bars (\"Apfelweinkneipe\") that will serve only Apfelwein and some gastronomic specialities. Cider is often served in a special jug called \"Bembel\". The taste is slightly different from ciders in other countries and tends to be quite refreshing. In autumn when apples are turned into cider you might find \"Frischer Most\" or \"Süßer\" signposted at some places. That is the first product in the chain of \"Apfelwein\" production; one glass of it is nice, but after two or three glasses you will have a problem unless you enjoy spending lots of time on the toilet. In the ",{"type":"[[","value":[["Saarland"]]}," and surrounding regions \"Apfelwein\" is called \"Viez\". It varies here from \"Suesser Viez\" (sweet), to \"Viez Fein-Herb\" (medium sweet) to \"Alter Saerkower\" (sour). The Viez capital of that region is ",{"type":"[[","value":[["Merzig"]]},". During winter it is also quite common to drink hot cider (along with some cloves and sugar). It is \nconsidered an efficient measure against an oncoming cold.\n\n",{"type":"===","value":["Coffee"]},"\nGermans drink lots of ",{"type":"'''","value":["coffee"]},". Currently, the port of Hamburg is the world's busiest place for coffee trading. Coffee is always freshly made from ground coffee or beans – no instant. However, persons coming from countries with a great coffee tradition (like ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Portugal"]]},", ",{"type":"[[","value":[["Turkey"]]},", ",{"type":"[[","value":[["Greece"]]}," or ",{"type":"[[","value":[["Austria"]]},") might find the coffee that is served in normal restaurants a bit boring. A German specialty, originating from North Frisia but nowadays also common in East Frisia, is \"Pharisäer\", a mixture of coffee and a spirit, usually rum, with a thick cream top. A variation of this is \"Tote Tante\" (",{"type":"''","value":["dead aunt"]},", with coffee replaced by hot chocolate).\n\nOver the past few years, American coffee house chain Starbucks or clones have expanded into Germany, but mostly you will encounter \"Cafés\" which usually offer a large selection of cakes to go along with the coffee.\n\n",{"type":"===","value":["Glühwein"]},"\nVisiting Germany in December? Then go and see one of the famous Christmas markets (the most famous taking place in ",{"type":"[[","value":[["Nuremberg"]]},", ",{"type":"[[","value":[["Dresden"]]},", ",{"type":"[[","value":[["Leipzig"]]},", ",{"type":"[[","value":[["Münster"]]},", ",{"type":"[[","value":[["Bremen"]]},", ",{"type":"[[","value":[["Augsburg"]]}," and ",{"type":"[[","value":[["Aachen"]]},") and this is the place where you find Glühwein (",{"type":"''","value":["mulled wine"]},"), a spiced wine served very hot to comfort you in the cold of winter.\n\n",{"type":"===","value":["Spirits"]},"\nA generic word for spirits made from fruit or\/and herbs is ",{"type":"'''","value":["Obstler"]},", and each area has its specialities.\n\n“Kirschwasser” literally means ",{"type":"''","value":["cherry water"]},"; it certainly tastes of cherry but on the other hand it is not regular drinking water. There is a long lasting tradition in making spirits in Baden, and “Kirschwasser” is probably the flagship product and it might encourage you to taste other specialities such as Himbeergeist (from raspberry), Schlehenfeuer (flavored with sloe berries), Williamchrist (pear) and Apfelkorn (apple).\n\n“Enzian” Bavarians like their beer as well their Enzian, a spirit high in alcohol that is best as a digestive after a hefty meal.\n\n\"Korn\", made of grain, is probably the most common spirit in Germany. Its main production centre (",{"type":"[","value":["http:\/\/www.berentzen.de Berentzen"]},") lies in Haselünne, where tours and tastings can be arranged in the distilleries. The town is located near the river Ems in northwest Germany; for rail service to Haselünne (very sparse) see ",{"type":"[","value":["http:\/\/www.eisenbahnfreunde-hasetal.de  Eisenbahnfreunde Hasetal"]},".\n\nIn North Frisia, \"Köm\" (caraway spirit), either pure or mixed with tea (\"Teepunsch\", ",{"type":"''","value":["tea punch"]},"), is very popular.\n\n\"Eiergrog\" is a hot mixture of egg liquor and rum.\n\n",{"type":"===","value":["Tea"]},"\nTea is also very popular, and a large choice is readily available. The region of East Frisia in particular has a long tea tradition, and is probably the only place in Germany where tea is more popular than coffee. The East Frisian tea ceremony consists of black tea served in a flat porcelain cup with special rock sugar (",{"type":"''","value":["Kluntje"]},") that is put in the cup before pouring the tea. Cream is added afterwards, but is not stirred into the tea.\n\n",{"type":"===","value":["Hot chocolate"]},"\nEspecially in winter, Germans love their hot chocolate (",{"type":"''","value":["heiße Schokolade"]},"), which is widely available. Hot chocolate in Germany tends to be more or less ",{"type":"''","value":["Zartbitter"]}," — that is, bittersweet — and in the more gourmet establishments, it can be quite dark and bitter and only a little sweet. It is commonly served with ",{"type":"''","value":["Schlag"]}," (fresh whipped cream, also called ",{"type":"''","value":["Schlagsahne"]},"). Milk chocolate is called ",{"type":"''","value":["Kinderschokolade"]}," (\"children's chocolate\") in Germany and not taken seriously at all, so don't expect to be able to order hot milk chocolate if you are an adult.\n\n",{"type":"===","value":["Wine"]},"\n",{"type":"[[","value":[["File:Aerial View - Landschaft Markgräflerland1.jpg"],["thumb"],["Aerial view of vineyards at Markgräflerland"]]},"\nSome Germans are just as passionate about their wines as others are about their beer. The similarities don't stop here, both products are often produced by small companies and the best wines are consumed locally and only the remaining ones are exported. The production of wine has a 2,000 year old history in Germany as may be learned from the ",{"type":"''","value":["Rheinisches Landesmuseum"]}," in ",{"type":"[[","value":[["Trier"]]}," but, of course, this was a Roman settlement at that time. Sunshine is the limiting factor for the production of wines in Germany and, therefore, wine production is limited to the south. White wine plays a main role in the wine production, but some areas produce red wines (Ahr, Baden Württemberg). White wines are produced from Riesling, Kerner and Müller-Thurgau grapes (there are a lot more, but to name them all would be too much), and produce generally fresh and fruity wines. German wines can be rich in acid and are quite refreshing. It is generally accepted that Riesling grapes produce the best German wines, but they demand a lot of sunshine and they grow best in very exposed areas such as the Mosel, Rheingau, Bergstraße, Kaiserstuhl and Pfalz.\n\nThe best way to learn about wines is go to the place where they are grown and taste them on the spot. This is called \"",{"type":"''","value":["Weinprobe"]},"\" and is generally free of charge - though in touristed areas you have to pay a small fee.\n\nGood wines usually go together with good food so you might like to visit when you are hungry as well as thirsty. The so-called ",{"type":"''","value":["Straußenwirtschaft"]},", ",{"type":"''","value":["Besenwirtschaft"]}," or ",{"type":"''","value":["Heckenwirtschaft"]}," are little \"pubs\" or gardens where a wine-producer sells his own wine, normally with little meals such as sandwiches or cheese and ham. Normally, they are open only in summer and autumn, and not longer than 4 months a year (due to legal regulations). As they are sometimes located in the vineyards or in some back streets, they are not always easy to find, so you best ask a local for the next (or best) ",{"type":"''","value":["Straußenwirtschaft"]}," he knows.\n\nDuring the fall you can buy \"Federweisser\" in south-western Germany. This is a partially fermented white wine and contains some alcohol (depending on age), but tastes very sweet. It is also available from red grapes, being called \"Roter Sauser\".\n\nWine producing areas are:\n\n",{"type":"'''","value":["Ahr"]}," is the paradise of German red wines. Half of the production is dedicated to red wines and it is densely populated with “Gaststätten” and “Strausswirten”. A saying goes: Whoever visited the Ahr and remembers that he was there, hasn’t actually been there.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.badischer-wein.de\/ Baden"]}]}," with c. 15,500 hectares of wine yards and a production of 1 million hectolitres, Baden is Germany’s third biggest wine growing area. It's the most southerly German wine growing area and is Germany’s only member of the European Wine Category B together with the famous French areas Alsace, Champagne and Loire. Baden is more than 400 km long and is split into nine regional groups: Tauberfranken, Badische Bergstraße, Kraichgau, Ortenau, Breisgau, Kaiserstuhl, Tuniberg, Markgräflerland and Bodensee. The Kaiserstuhl and the Markgräflerland are the most famous areas for wine from Baden. One of the largest wine cooperatives is the ",{"type":"[","value":["http:\/\/www.badischer-winzerkeller.de\/ Badischer Winzerkeller"]}," in ",{"type":"[[","value":[["Breisach"]]},".\n",{"type":"[[","value":[["File:Bocksbeutels.jpg"],["thumbnail"],["Bocksbeutels from Franken, one modern, the other late 19th century."]]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Franconia"],["Franken"]]}]},": Franconia is in the northern part of ",{"type":"[[","value":[["Bavaria"]]}," and you can find there very nice wines. Some wines produced in Franconia are sold in a special bottle called \"Bocksbeutel\".\n\n",{"type":"'''","value":["Hessische Bergstraße"]},": located on the slopes of the Rhine valley it is a quiet small wine producing area and wines are usually consumed within the area in and around ",{"type":"[[","value":[["Heppenheim"]]},".\n\n",{"type":"'''","value":["Mosel-Saar-Ruwer"]},": the steepest vineyards in Germany can be seen when driving in the Mosel valley from ",{"type":"[[","value":[["Koblenz"]]}," to ",{"type":"[[","value":[["Trier"]]},".\n\n",{"type":"'''","value":[{"type":"[[","value":[["Pfalz"]]}]},": biggest wine producing area in Germany. Has some excellent wines to taste and a lot of nice villages embedded in vineyards. Tasting wine in ",{"type":"[[","value":[["Deidesheim"]]}," is a good idea and several prime producer of German wine are all located on the main road. Want to see the biggest wine barrel in the world then go to ",{"type":"[[","value":[["Bad Dürkheim"]]},".\n\n",{"type":"'''","value":[{"type":"[[","value":[["Rheingau"]]}]},": is the smallest wine producing area, but it produces the highest rated Riesling wines in Germany. Visit ",{"type":"[[","value":[["Wiesbaden"]]}," and make a trip on the Rhine to ",{"type":"[[","value":[["Eltville"]]}," and ",{"type":"[[","value":[["Rüdesheim"]]},".\n\n",{"type":"'''","value":[{"type":"[[","value":[["Rheinhessen"]]}]}," too is especially famous for its Riesling.  Visit ",{"type":"[[","value":[["Mainz"]]}," and make a trip on the Rhine to ",{"type":"[[","value":[["Worms"]]},", ",{"type":"[[","value":[["Oppenheim"]]},", ",{"type":"[[","value":[["Ingelheim"]]}," or ",{"type":"[[","value":[["Bingen"]]},".\n\n",{"type":"'''","value":["Saale-Unstrut"]},": located in the state of Saxonia-Anhalt on the banks of the rivers Saale and Unstrut is the most northern wine producing area in Europe.\n\n",{"type":"'''","value":["Sachsen"]},": One of the smallest wine regions in Germany, nestled along the Elbe River near ",{"type":"[[","value":[["Dresden"]]}," and ",{"type":"[[","value":[["Meissen"]]},".\n\n",{"type":"'''","value":["Württemberg"]},": As was mentioned before, here the rule that the best wine is consumed by locals, strictly applies; wine consumption per head is twice as high as in the rest of Germany, regardless of whether it's red or the white wine. The speciality of the region is the red wine called Trollinger and it can be quite nice by German standards.\n\n",{"type":"==","value":["Sleep"]},"\n\nGermany provides almost all options for accommodation, including hotels, B&B's, hostels, and camping. You might also consider staying with members of a ",{"type":"[[","value":[["hospitality exchange"]]}," network.\n\n",{"type":"===","value":[" Hotels "]},"\n",{"type":"[[","value":[["File:Hotel Adlon (Berlin).jpg"],["thumb"],[{"type":"''","value":["Adlon"]},", famous luxury hotel in Berlin"]]},"\nMost international hotel chains have franchises in the major German cities, and a large variety of local hotels exist. All hotels in Germany are ranked by stars (1 to 5 stars). The rankings are made independently and are therefore reliable. The rate always includes VAT, is usually per room and includes in most places breakfast. Prices vary significantly by city (",{"type":"[[","value":[["Munich"]]}," and ",{"type":"[[","value":[["Frankfurt"]]}," are most expensive). A cheap and convenient way to stay are the new Motel One ",{"type":"[","value":["http:\/\/www.motel-one.com\/en\/"]}," hotel chain or the Ibis ",{"type":"[","value":["http:\/\/www.ibishotel.com"]}," chain, usually located in most cities. For people who travel by car,  Etap ",{"type":"[","value":["http:\/\/www.etaphotel.com\/gb\/home\/index.shtml"]}," hotels located at the outskirts of cities near autobahns offer rates that can compete with hostel prices; though those hotels are not necessarily better and they lack the individuality hostels are renowned for.\n\n",{"type":"===","value":[" Bed & Breakfast "]},"\nB&Bs (\"Pensionen\" or \"Fremdenzimmer\") (usually) provide less comfort than hotels for cheaper prices. The advantage is that you are likely to meet Germans and get a touch of the German way of living. A sign saying \"Zimmer frei\" indicates a B&B with a room available.\n\n",{"type":"===","value":[" Hostels "]},"\n",{"type":"[[","value":[["File:Jugendherberge Schloss Ortenberg.jpg"],["thumb"],["Youth hostel Schloss Ortenburg (Baden-Württemberg)"]]},"\n",{"type":"[[","value":[["Hostels"]]}," provide simple, budget accommodation primarily in shared rooms. They are good places to get to know other travellers. In Germany, as in many countries, two flavors exist: international youth hostels and independent hostels.\n\nInternational Youth Hostels (\"Jugendherbergen\") are owned and run by the association \"Deutsches Jugendherbergswerk\" (DJH), which is part of the Hostelling International (HI) network. There are more than 600 hostels spread all over Germany in big and small cities as well as in the country side. Not only individual travellers are guests but also school classes and other youth groups. To sleep there, you have to be or become a member in a youth hostel organisation belonging the  HI network ",{"type":"[","value":["http:\/\/www.hihostels.com"]},". Detailed information about this and each of their hostels can be found on the DJH's ",{"type":"[","value":["http:\/\/www.jugendherberge.de\/international\/"]},". Generally, this entails simply filling out a card and paying a few extra Euro per night.  In general, the advantage of these places is that they tend to serve a buffet style breakfast for no additional charge, though this is not an absolute rule.  However, the quality is often below that of private hostels, and many do not provide a good opportunity for socializing.\n\nPrivately run independent hostels are starting to be an attractive alternative for a similar price. More than 60 already exist in Germany, getting more and more every year. They are located in bigger cities, especially in ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Dresden"]]},", and ",{"type":"[[","value":[["Hamburg"]]},". Only few are in the country side. Sometimes run by former travellers, hostels refrain from having strict rules. Especially small ones are frequently places where you can feel at home. Many are known for their vibrant, party atmosphere and can be an excellent way to meet other travelers.  There is no need to be a member in some organisation to sleep there. About half of the hostels have organized themselves in a  \"Backpacker Network Germany\" ",{"type":"[","value":["http:\/\/www.german-hostels.de"]},", which provides a list of their members hostels. A website which lists almost every independent hostel in Germany is Gomio ",{"type":"[","value":["http:\/\/www.gomio.com\/"]},".  Of course, international room booking agencies such as Hostelsclub, Hostelworld & Hostelbookers are also good resources, and give travelers the ability to leave reviews.\n\n",{"type":"===","value":[" Camping "]},"\n",{"type":"[[","value":[["File:Hattingen (Ruhrbrücke Kosterstraße) 07 ies.jpg"],["thumb"],["Camping site in ",{"type":"[[","value":[["Hattingen"]]}," (North Rhine-Westphalia"]]},"\nThere are countless campsites in Germany. They vary significantly in the infrastructure and standard. The ADAC, the German automobile club, offers an excellent guide for most German camping groups. If you are member of your national motorclub assistance and guides are free or at substantial reduced prices.\n\nSome travellers just put up their tents somewhere in the country side. In Germany this is illegal, unless you have the landowner's permission. Practically however nobody cares as long as you are discreet, stay for one night only and take your trash with you. Be aware of hunting ranges and military practise grounds or you could be in significant danger of being shot.\n\n",{"type":"==","value":["Learn"]},"\nGerman universities are competitive with the best in the world. The most prestigious university in Germany is arguably ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uni-heidelberg.de Heidelberg University"]}]}," (",{"type":"''","value":["Ruprecht-Karls-Universität Heidelberg"]},"), which is also Germany's oldest university.\n\nSince the vast majority of the universities are state-owned, studying in Germany is usually very cheap (€50–700\/semester), but keep in mind that the cost of living in most of Germany is quite high (for example ",{"type":"[[","value":[["Tübingen"]]},": around €350–400 rent per month for a one-room apartment + living expenses) with rent being the major factor. Because of this, most students either share a flat or live in a dormitory. Dormitories also often consider the financial situation of the applicants and decide accordingly.\n\nWhereas admission to German universities is straightforward for EU nationals, prospective students from non-EU countries may face bureaucratic hurdles such as being asked to provide proof that they can cover their own expenses. There are very few scholarships available, work-study jobs rarely exist, and student loans are rare. In addition, Germany universities rarely provide the discounted and high quality amenities that other universities do. Some German universities do not have a coherent campus and opening hours can be short, so check carefully.\n\nGerman universities are now changing their traditional course system to Master\/Bachelor programs. In general the courses are becoming more structured and school-like with a higher workload. Nevertheless, more self-initiative is expected at German universities than in many other places. Help with problems is not \"automatic\" and newcomers may feel a little left alone in the beginning. The same applies to \"Fachhochschulen\" (describing themselves as \"Universities of Applied Sciences\"), the only difference being their cooperation with large corporations.\n\n",{"type":"*","value":["German Academic Exchange Service ",{"type":"[","value":["http:\/\/www.daad.de\/"]}]},{"type":"*","value":["Goethe-Institut ",{"type":"[","value":["http:\/\/www.goethe-institut.de\/"]}," offers German language courses"]},"\n",{"type":"==","value":["Work"]},"\nThe official unemployment rate in Germany is  around 5.4% as of April 2013 and there ",{"type":"''","value":["are"]}," jobs for those with the right qualifications or connections. Non-EU foreigners wishing to work in Germany should make sure they secure the proper permits. Getting these permits can mean extended dealings with the distinctly Germanic bureaucracy, especially for non-EU citizens, and so may not be a practical way to help your travelling budget.\n\nNon-EU students are permitted to work on their residence permits, but there is a limitation of 90 full (more than four hours worked) days per year or 180 half days (under 4 hours worked) without special authorisation. Working through one's university, though, does not require a special permit.\n\nCitizens of some non-EU countries (Australia, Canada, Japan, Israel, New Zealand, South Korea and the US) can apply for resident status with a work permit during their 90 day visa-free stay in Germany; however, they may not work without a visa\/authorisation. Other nationals require a work visa before entering the country, which they need to exchange into a residence permit after entry. For more information, see the 'Entry requirements' subsection of the 'Get in' section above.\n\nIllicit work is rather common in the German hospitality and tourism industry (about 4.1% of the German GDP) and virtually the only way to avoid the German bureaucracy. Being caught, however, can mean time in jail, and you are liable to your employer to almost the same extent as if you worked legally.\n\nIf you want to stay in Germany for an extended period of time, but do not speak German, your best bets are large multinational companies in the banking, tourism or high-tech industries. ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Stuttgart"]]},", ",{"type":"[[","value":[["Munich"]]}," and of course ",{"type":"[[","value":[["Hamburg"]]}," and ",{"type":"[[","value":[["Berlin"]]}," are likely the best places to start looking. A good knowledge of German is usually expected, but not always a prerequisite. English speakers who are certified teachers in their home countries might be able to secure work at American or British international schools.  English teaching without these qualifications is not lucrative in Germany.\n\nDuring the asparagus season (April to June) farmers are usually looking for temporary workers, but this means ",{"type":"'''","value":["really hard work and miserable pay"]},". The main advantage of these jobs is that knowledge of German shall not be required.\n\nApplying for a job in Germany is different from many other countries. As in nearly every country there are some peculiarities that every applicant should know.\n\n",{"type":"==","value":["Stay safe"]},"\nGermany is a very safe country. Crime rates are low and the rule of law is strictly enforced.\n\nViolent crimes (murders, robberies, rapes, assaults) are very rare compared to most countries. For instance, 2010 murder rates were 0.86 cases per 100,000 inhabitants — significantly lower than in the UK (1.17), Australia (1.20), France (1.31), Canada (1.81) and the US (5.0) – and they continue to decline. ",{"type":"[[","value":[["Pickpockets"]]}," may sometimes be an issue in large cities or at events with large crowds. Begging is not uncommon in some larger cities, but to no greater extent than in most other major cities and you will rarely encounter aggressive beggars.\n\nIf you're staying in Berlin and Hamburg (Schanzenviertel) around 1 May (",{"type":"''","value":["Tag der Arbeit"]},") expect demonstrations that frequently degenerate into clashes between the police and a minority of the demonstrators.\n\nTake the usual precautions and you will most likely not encounter any crime at all while staying in Germany.\n\n",{"type":"===","value":["Emergencies"]},"\nThe nationwide emergency number for the police, fire and rescue services is ",{"type":"'''","value":["112"]}," (same as in all EU countries). This number can be dialed toll-free from any phone, including phone booths and mobile phones (SIM-card required).  If you are reporting an emergency, the usual guidelines apply: stay calm and state your exact location, the type of emergency and the number of persons involved. Do not hang up until the operator has received all required information and ends the call.\n\nThere are orange emergency telephones interspersed along the main motorways. You can find the closest SOS-phone by following arrows on the reflection posts at the side of the road.\n\nAmbulances (Rettungswagen) can be summoned via the national toll-free emergency number ",{"type":"'''","value":["112"]}," and will help you regardless of insurance issues. All hospitals (Krankenhäuser) except for the smallest private ones have 24-hour emergency rooms able to cope with all kinds of medical problems.\n\n",{"type":"===","value":["Racism"]},"\nThe overwhelming majority of foreign visitors will never deal with issues of open racial discrimination or racism in Germany. Large cities in Germany are very cosmopolitan and multiethnic with large communities of people from all continents and religions. Germans are also very aware and ashamed of the historical burden of the Nazi era and are usually open-minded and tolerant in contacts with foreigners. Non-white visitors may get an occasional wary look (particularly in Eastern Germany), but not to a greater extent than in other countries with a predominantly white population.\n\nThe situation may be different in some predominantly rural parts of Eastern Germany (including the outskirts of East Berlin). The feeling of being left alone with widespread underemployment and unemployment and the desperation caused thereby can lead some people to xenophobia (\"they are stealing our jobs\"). As a result there are more incidences of racist behavior than in the West, with a few incidents of violence. Most of these happen at night when groups of drunken \"Neo-Nazis\" look for trouble (and solitary victims) downtown or near public transport stations. This might also affect foreign visitors, homeless persons, West Germans and people with alternative looks such as Punks, Goths, etc.\n\nPublic displays of overt antisemitism are strictly forbidden by laws that are very much enforced. The Hitler salute and the swastika are banned, as is the public denial of the Holocaust. Violations of these laws against racism are not taken lightly by the authorities, even when made in jest. You should also avoid displaying a swastika even for religious reasons.\n\n",{"type":"===","value":["Police"]},"\n",{"type":"[[","value":[["File:HH Polizeihauptmeister MZ.jpg"],["thumb"],["Officer from the Hamburg state police"]]},"\nGerman ",{"type":"[","value":["http:\/\/www.polizei.de Police"]}," (German: Polizei) officers are always helpful, professional and trustworthy, but tend to be rather strict in enforcing the law, which means that one should not expect that exceptions are made for tourists. When dealing with police you should remain calm, courteous and avoid getting into confrontations. Most police officers should understand at least basic English or have colleagues who do.\n\nPolice uniforms and cars are green or blue. Green used to be the standard, but most states and the federal police have transitioned to blue uniforms and cars to comply with the EU standard.\n\nPolice officers are employed by the states except in airports, train stations, border crossings etc. which are controlled by the federal police (Bundespolizei). In mid-sized towns and big cities, local police (called Stadtpolizei, kommunale Polizeibehörde or Ordnungsamt) have some limited law enforcement rights and are in general responsible for traffic issues.\n\nIf you get arrested, you have the right to have an attorney. Foreign nationals also have the right to contact their respective embassy for assistance. You are never obliged to make a statement that would incriminate yourself and you have the right to remain silent. Wait until your lawyer arrives and talk to your lawyer first. If you do not have a lawyer then you can call your embassy or else the local justice official will appoint a lawyer for you.\n\nIf you are victim of a crime (for example robbery, assault or theft in public) and wave an oncoming patrol car or officer, it is not uncommon that the officers will (sometime very harshly: \"Einsteigen\") command you to enter the back seat of the police cruiser. This is an action to start an instant manhunt to identify and arrest the suspect. In this case remember that you are not under arrest but to help the officers to enforce the law and maybe get back your property.\n\nGerman police do have ranks but are not that keen about them; many Germans won't know the proper terms. Do not try do determine seniority by counting the stars on the officers shoulders in order to choose the officer you will address, since such behaviour can be considered disrespectful. Talk to any officer and they will answer your questions or redirect you to the officer in charge.\n\n",{"type":"===","value":["Prostitution"]},"\n\nProstitution is legal but regulated in Germany.\n\nAll larger cities have a red light district with licensed bars, go-gos and escort services. Tabloids are full of ads and the internet is the main contact base. Brothels are not necessarily easily spotted from the streets (outside of redlight districts) to avoid legal action by neighbours. Places best known for their redlight activities are ",{"type":"[[","value":[["Hamburg"]]},", ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Frankfurt"]]}," and ",{"type":"[[","value":[["Cologne"]]},".\n\nDue to Germany's proximity to Eastern Europe, several cases of human trafficking and illegal immigration have taken place. Police regularly raid brothels to keep this business within its legal boundaries, and check the identity documents of workers and patrons alike.\n\n",{"type":"===","value":["Drugs"]},"\n\nAlcohol may be purchased by persons 16 years and older. However, distilled beverages and mixed drinks with those (including the popular 'Alcopops') are available only at 18. It is not technically illegal for younger people to drink, but it is illegal to allow them to drink on premises. If the police notices underage drinking, they may pick the person up, confiscate the drinks and send the person home in the presence of an officer.\n\nSmoking is allowed starting at age 18. Vending machines for cigarettes require a valid \"proof of age\", which in practice means that you need a German bank card or a (European) driving license to use them.\n\nThe situation on marijuana can be confusing. The Constitutional Court ruled that possession for \"personal use\", though still illegal, should not be prosecuted. Germany is a federal state; therefore' the interpretation of this ruling is up to the state authorities. In fact charges are sometimes pressed even for tiny amounts, which will cause you a lot of trouble regardless of the outcome. As a general rule the northern states tend to be more liberal while in the south (especially Bavaria), even negligible amounts are considered illegal. The customs officials are also aware of the fact that you can legally buy marijuana in the Netherlands and therefore set up regular border controls (also inside trains), as importation of marijuana is strictly prohibited.\n\nEven if you get off the charges, the authorities may cause different problems, like revoking your drivers license and if you have more than a few grams, you will be prosecuted in any case. Also, the drugs will be confiscated in all cases.\n\nAll other recreational drugs (like ecstasy) are illegal and possession will lead to prosecution and at least a police record.\n\n",{"type":"===","value":["Weapons"]},"\nSome types of knives are ",{"type":"''","value":["illegal"]}," in Germany: this concerns mostly some types of spring knives, \"butterfly\" knives, knuckle knives and the like — possessing such knives is an offense. Knives that are ",{"type":"''","value":["intended"]}," as weapons are restricted to persons over 18.\n\nIt is illegal to carry ",{"type":"''","value":["any"]}," type of \"dangerous knife\" on your person in public unless you have a valid reason to do so. For example, if you are out fishing you are still entitled to carry a fishing knife. \"Dangerous\" knives are generally those with a blade length exceeding 12 cm and locking \"one-handed\" folding knives.\n\nCarrying any knife beyond a pocket knife (typically Swiss army knives) without any professional reasons (carpenter, etc.) is seen as very rude and unacceptable in Germany. Germans consider any non-professional used knives as signs of aggression and do not accept this behaviour. Flashing a knife (even folded) may cause bystanders to call the police, who will be very serious in handling the upcoming situation.\n\nFirearms are strictly controlled. It is practically impossible to legally carry a gun in public unless you are a law enforcement officer. \"Fake\" firearms may not be carried in public if they resemble real guns. CO2 and air guns are relatively easy to acquire. If the police find any kind of weapon or firearm on you, you will appear highly suspicious.\n\n",{"type":"===","value":["Fireworks"]},"\n\nAvoid bringing any fireworks into Germany, especially from outside the EU. Even bringing those can be an offence. Fireworks are traditionally used on New Year's Eve. Most \"proper\" fireworks (marked as \"Klasse II\") will be available at only the end of the year; they may be used by persons only over 18 on December 31 and January 1. Really small items (marked as \"Klasse I\") may be used around the year by anyone.\n\n",{"type":"===","value":["Fishing"]},"\n\nFishing laws differ a lot from state to state. Obtaining a fishing license for Germans and foreigners has become a highly bureaucratic process due to animal protection laws.\n\n",{"type":"===","value":["Gay and lesbian travelers"]},"\n\nGermany is in general very tolerant of homosexuality. Nevertheless, in some deprived areas such as the outer parts of Berlin and eastern Germany 'gay-bashing' is popular with Neonazis or other gangs, so use common sense and be geared to the behaviour of the locals around you. In small towns and in the countryside, open displays of homosexuality is almost unknown.\n\nThe attitude towards gays and lesbians is rather tolerant with openly gay politicians and celebrities being considered increasingly normal. While some, especially the elderly, Germans inwardly still don't approve of homosexuality or bisexuality, they usually suppress open utterances of homophobia. Therefore, in most cases, display of homosexuality (holding hands or kissing) will at most provoke stares or sometimes comments by children or elderly people.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nSanitary and medical facilities in Germany are excellent. The phone book lists telephone numbers for various medical services, many hotlines and services exist that are open during \"off hours\". See the section ",{"type":"''","value":["Medical Emergencies"]}," above if you are in an emergency\n\n",{"type":"===","value":[" Health care "]},"\n\nIf you have an non-urgent medical problem, you may choose from any local doctor. The German health system allows specialists to run their own surgery so you usually will be able to find every discipline from Dentistry to Neurology on duty within reasonable reach. In remote regions finding a doctor might require a ride to the next town but the German infrastructure allows fast connections. GPs\/family doctors will usually describe themselves as \"Allgemeinmediziner\" – meaning \"general medician\".\n\n",{"type":"[[","value":[["File:Pharmacy Germany.jpg"],["thumb"],["Pharmacy sign in Germany: A for ",{"type":"''","value":["Apotheke"]}]]},"\nPharmacies are called \"Apotheke\" and are marked by a big, red \"A\" symbol. At least one pharmacy in the area will be open at all times (usually a different one every day), and all pharmacies will post the name and address of the pharmacy-on-duty in the window. Some medication that is sometimes freely available in other countries (e.g. antibiotics and the \"morning-after pill\") needs a prescription in Germany, so you may want to check before your journey. The staff of an Apotheke is well-trained, and it is mandatory to have at least one person with an university degree in pharmaceutics available in every Apotheke during opening hours. A German pharmacist is able to offer advice on medications.\n\nIn Germany pharmaceuticals tend to be expensive, so it might be wise to ask the pharmacist for \"Generika\" (generic drugs): A \"Generikum\" is virtually the same produce, often even produced by the same pharmaceutical trust, just lacking the well-known brand name and being considerably cheaper.\n\n",{"type":"===","value":[" Health insurance "]},"\n\nEU citizens that are members of any public health insurance can get a European Health Insurance Card ",{"type":"[","value":["http:\/\/ec.europa.eu\/social\/main.jsp?catId=559&langId=en"]},". The card is issued by your insurance provider and lets you use the public health care system in any EU country, including Germany.\n\nIf you're from outside the EU, or if you have a private health insurance, check if your insurance is valid in Germany. If not, get a travel health insurance for the trip – German health care is expensive.\n\nForeign insurance, even if it covers travel abroad, may not be accepted by local hospitals.\n\n",{"type":"===","value":[" Drinking water "]},"\n",{"type":"[[","value":[["File:D-P005 Kein Trinkwasser.svg"],["thumb"],["Standard sign in Germany for ",{"type":"''","value":["Kein Trinkwasser"]},"; many Germans know it from rest rooms in trains"]]},"\nTap water has an excellent quality, is very strictly controlled and can be freely used for consumption. Exceptions have to be labeled (",{"type":"''","value":["\"Kein Trinkwasser\""]},", no drinking water), usually found on fountains and in trains.\n\nMany Germans tend to avoid drinking tap water and prefer bottled water, often sparkling water; in their belief, something ",{"type":"''","value":["might"]}," be unhealthy in tap water. They would find it rude to serve tap water to their guests, and as the German for 'tap water' (",{"type":"''","value":["Leitungswasser"]},") sounds like 'plumbing water' to German ears, it does not sound particularly appetising either. Don't fear, this behaviour is usually ",{"type":"''","value":["not"]}," based on reasonable doubt about the tap water's quality, unless your host knows for sure that there is a very specific problem in his locality (e.g., hard water).\n\n",{"type":"===","value":[" Swimming "]},"\n\nMany lakes and rivers, as well as both the North Sea and Baltic Sea are generally safe for swimming. Nevertheless, while there may be no life-threatening pollutants in most bodies of water, you would do very well to inform yourself about local regulations. If you intend to swim in a large river, at best do so only on official bathing locations. Keep away from structures (power plants might cause streams you don't see from the surface) in the river or reaching from the shore into the river, also keep out of the path of ships. Both structures and ships, even if they look harmless or far away, may create major sucks underwater. Take particular care of children.\n\nIf you intend to swim in the North Sea you should inform yourselves about the tide schedules and weather conditions – getting caught in a tide can be fatal, getting lost in the mist, too. Hiking in the ",{"type":"''","value":["Wattenmeer"]}," without a local guide is extremely dangerous, so keep out if you do not really know your way around. There are virtually no tides in the Baltic Sea.\n\n",{"type":"===","value":[" Diseases "]},"\n",{"type":"[[","value":[["File:Tollwutgefahr! Freilaufende Hunde u. Katzen werden erschossen.JPG"],["thumb"],["Brauneck mountain, Bavaria: loose dogs and cats will be shot, because of risk of rabies."]]},"\nYou should be aware of rabies (",{"type":"''","value":["Tollwut"]},") which has been a problem in some areas in the past, even if forestry officials combat it very seriously. If you want to go to Germany for hiking or camping you should inform yourself about the situation at your destination and take appropriate precautions. Normally, you won't have to worry about it because the main transmitting animal is the fox.\n\nThe biggest risks hikers and camper face are two diseases transmitted by ticks. In some parts of Germany there is a (low) risk of contracting tick-borne encephalitis; vaccination is advised if you plan out-door activities in high-risk areas. The risk of Lyme disease is higher and vaccination is not available. Therefore you should try to prevent tick-bites by wearing long trousers and appropriate shoes. Chemical repellents can also be effective. You should also check for ticks afterwards since the risk of transmission is lower if the tick is removed early. The safest way to remove a tick is by using a credit card sized device called a \"Zeckenkarte\" (tick card), which you can get at most pharmacies. Other methods (fingers, using glue, etc.) might lead to the tick injecting even more infectious material into the wound. If in any doubt consult a doctor.\n\n",{"type":"===","value":["Natural danger"]},"\n\nToday, wild animals, although they abound, are mostly very shy, so you might not get to see many. While a few wolves in Saxony and a bear in Bavaria have been sighted, their immigration from Eastern Europe caused quite a stir. In the course of events, \"Bruno\" (the bear) was shot, and while the wolves are under heavy protection local hunters have been suspected of killing them illegally. The most dangerous animal in Germany's forests is by far the wild boar; in particular, sows leading young are nothing to joke about. Wild boar are used to humans, since they often plunder trash cans in villages and suburbs, and their teeth can rip big wounds. If you see one, run.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"===","value":["Culture"]},"\n\nThe Germans have earned themselves a reputation for being stiff and strict with rules but also hard working and efficient. If you are caught breaking the rules, this will be readily pointed out to you by someone. The main exception in Germany seems to be speed limits.\n\nMore important, the German sense of \"politeness\" differs significantly from the Anglo-American concept of courteous remarks, small talk and political correctness. Germans highly value honesty, straight talking, being able to cope with criticism and generally not wasting other people's time. Many times, unfortunately, this applies to your interactions with them, and not their interactions with you. Once tempers are lost, they are very hard to rein in again. Consequently, business meetings tend to lack the introductory chit-chat. Titles (such as Dr., Prof. etc.) tend to be more used in the south than in the north. Some colleagues that have worked together for many years still call each by their surname. When a German introduces himself to you, he\/she will often simply state their surname, prompting you to call them \"Mr\/Mrs...\". Using first names immediately is most likely seen as derogatory, depending on the situation. Of course, there are differences between the young and older people. You should consider the use of the surname and the formal ",{"type":"''","value":["Sie"]}," as a sign of friendly respect.\n\nNote that the German word ",{"type":"''","value":["Freund"]}," actually means ",{"type":"''","value":["close friend"]},". Someone you may have known for a couple of years may still not use the word ",{"type":"''","value":["Freund"]}," for you but rather ",{"type":"''","value":["Bekannter"]}," (an acquaintance).\n\nThere is also a strong desire to achieve mutual agreement and compromise. As for the infamous efficiency: Germans are the world's leading recreationists (at an average of 30 days of paid leave per year, not counting public holidays), while maintaining one of the highest productivity rates on earth. A late-running train is considered a sign of the degradation of society.\n\nDespite popular belief, the Germans do have a sense of humour although it is often expressed differently than it is in English speaking countries. If you are around people you know well then sarcasm and irony are very common kinds of humour.\n\n",{"type":"===","value":["Punctuality"]},"\nGeneral rule of thumb: be on time!\n\nIn official contexts (when conducting business) punctuality is seen not as a courtesy but as precondition for future relations. Most Germans arrive 5–10 minutes early and take this for granted from everyone. Arriving more than 2 minutes late to a meeting is seen as rude and will be tolerated only with unknowing strangers, unless you can give good reason in your defense (i.e. being stuck in ",{"type":"''","value":["unforseeable"]}," heavy traffic). It is seen as a courtesy to call the other participants if you seem to be running late. Regular delays are seen as disrespect for the other participants.\n\nFor personal relations, importance attached to punctuality may differ from individual to individual. It is still always safer to be punctual than late, but the subject may be a negotiable matter: if unsure just ask 'is punctuality important to you?'. Punctuality also depends on the milieu, in a collegiate environment, for example, it is taken much less seriously. For private invitations to a home, it may even be considered more polite to be 5–15 minutes late as to not embarrass the host in case not everything has been prepared.\n\n",{"type":"===","value":["Behaving in public"]},"\nGermany, especially urban Germany, is a rather tolerant society, and your common sense should be sufficient to keep you out of trouble.\n\nDrinking in public is not forbidden and is even a common sight in the far west (Cologne and the Rhine-Ruhr Area). In some larger cities (such as Cologne) there are local laws that in theory make drinking alcohol in public a misdemeanor punishable with a fine of tens of euros; these laws are rarely enforced against tourists, except in cases when drinking leads to rowdy behavior (such laws have also been successfully challenged in court in several places). Behaving aggressively or disturbing the peace will earn you a conversation with German police officers and possibly a fine or an order to leave. Behave respectfully in places of worship and places that carry the dignity of the state (like the numerous war and holocaust memorials, parliaments and other historical sites).\n\nInsults against other people are prohibited by German law and, if prosecuted for it, can result in jail time and a heavy fine. It is unknown how often charges are brought, but exercise common sense in all cases.\n\nOn German beaches, it's in general okay for women to bathe topless. Full nudity is tolerated everywhere though not a frequent sight outside of the numerous nudist areas (labeled \"FKK\" -- \"Freikörperkultur\", literally ",{"type":"''","value":["free body culture"]},"). These are especially common at the east German Baltic coastline, due to the high popularity of nudism in the former GDR. It's also possible to spot nudists in Berlin's public parks and in Munich's \"English Garden\". In most saunas nudity is compulsory and mixed sessions are common practice. One day of the week is usually only for women.\n\n",{"type":"===","value":["Know the locals"]},"\n\nThe general rule of thumb is that wealth rises towards the south: ",{"type":"[[","value":[["Baden-Württemberg"]]}," and ",{"type":"[[","value":[["Bavaria"]]}," are the two richest states, competing with Switzerland and Austria for quality of life.  A more liberal atmosphere is dominant as the traveler goes northward: ",{"type":"[[","value":[["Hamburg"]]}," and ",{"type":"[[","value":[["Berlin"]]}," have had homosexual mayors, bars and clubs are open all night and the density of young artists in Berlin Friedrichshain easily surpasses that of London, Paris or Manhattan.  Northern Germany is in the same cultural sphere as the Netherlands and Scandinavia with even the food and architecture more pragmatic, simple and unrefined than in the traditionally Catholic south. Contrary to the general trend, Hamburg is the richest city in Germany (and one of the ten richest regions in Europe) even outpacing trendy Munich.\n\n",{"type":"===","value":["The Nazi era"]},"\n\nIn the late 19th Century, Germany was arguably the most enlightened society in the world. As a mental exercise, try to think of five famous physicists, philosophers, composers or poets without mentioning a German name. This dignity and prestige faced a severe setback during the period of National Socialist rule under Hitler. Since then, the Third Reich has been a permanent scar on the German national identity, and is considered a blot on Germany's national honor and will remain so for a very long time. Every German pupil has to deal with it at about 5 different times during his or her schooling and is required to visit a concentration camp at least once (most such sites have been transformed into memorials). Not a single day passes without educational programmes on television and radio dealing with this period of time. Growing up in Germany, whether in the GDR or West Germany, meant and still means growing up with this bitter heritage, and every German has developed her or his own way of dealing with the public guilt. For the traveler, this can mean confusion. You might come across people (especially young ones) eager to talk to you about Germany's troubled history, feeling the urge to convince you Germany has come a long way since then. Choose adequate places to talk about the issue and be polite about it. If you are visiting friends in Berlin, you might find it hard to keep them from constantly dragging you into one of the abundant memorials.\n\nHumour, even made innocently, is ",{"type":"'''","value":["absolutely"]}," the wrong way of approaching the matter and is insulting. Even worse, what might sound funny abroad may earn you jail time (up to 3 years) and a hefty fine in Germany. All Nazi-era slogans, symbols, and gestures are forbidden (except for educational purposes, and even these are strongly regulated), and displaying them in public is illegal. Foreigners are not exempted from these laws. ",{"type":"'''","value":["Do not even think about jokingly giving a stiff arm Nazi (roman) salute!"]}," For example: a German court recently had to decide if it is legal to wear a crossed out swastika (to show one's opposing the ideas of national-socialism), since it still contains a forbidden symbol! (That judgement has since been overturned, but it still shows how sensitive the issue is.)\n\nProbably the best way to deal with the issue to stay relaxed about it. If the people around you like to talk about German history then use the opportunity for a sincere, maybe even very personal conversation. If you want to steer clear of awkward moments, don't bring up the matter.\n\nHowever, this is not the case when you ask them about the division of Germany into East and West. Communist symbols, GDR songs and other East-German related regalia are circulated freely (though uncommon in the western parts) and many are somewhat nostalgic about the country, hence the artistic and commercial movement \"Ostalgie\" (nostalgia for the East). Just avoid bringing up the topic of the Berlin Wall impulsively, as it is still a very divisive issue.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\n",{"type":"[[","value":[["File:HotSpot pay phone at Hafenbahnhof Friedrichshafen.JPG"],["thumb"],["In a public pay phone, there is also sometimes a hotspot."]]},"\nThe international calling code for Germany is 49, and the prefix for international calls is 00; the area code prefix is 0. Some number blocks are reserved for special use: Number starting with 010xx let you choose a different phone provider (see below), 0800 and 00800 are toll-free numbers, 0180 are service numbers (which may or may not be more expensive than a local call). Avoid 0900 prefix numbers. These are for commercial services and usually incredibly expensive.\n\nGerman phone numbers are of the form ",{"type":"<","value":["code",["+49 351 125-3456"]]}," where \"49\" is the country code for Germany, the next digits are the area code and the remaining digits are the \"local\" part of the subscriber number that can be called from within that particular area code using abbreviated dialing. Since there are no standard lengths for either geographic area codes or subscribers' numbers, the last part may be as short as two digits! Currently, the 5000 odd German area codes vary in length from 2 thru 5 digits.  You need to dial \"0\" in front of the geographic area code from outside that particular area code (but when still within Germany).\n\nMobile numbers in Germany must always be dialed with all digits (10-12 digits, including a \"0\" prefixing the \"1nn\" within Germany), no matter where they are being called from. The ",{"type":"'''","value":["1nn"]}," is a mobile prefix, not an \"area code\", as such and the second and third digits (the ",{"type":"''","value":["nn"]}," part) denotes the original mobile network assigned before number portability is taken into account, for example ",{"type":"<","value":["code",["+49 151-123-456"]]},".\n\nMobile phone coverage on the four networks (T-Mobile, Vodafone, E-Plus and o2) is excellent across the whole country. UMTS (3G data and HSDPA) and EDGE is also available. UMTS is still somewhat limited to urban areas. All mobile providers use GSM technology on the 900 and 1800 MHz frequency ranges. This is different to the GSM 1900 standard used in the United States, but modern \"multi-band\" handsets will usually work in all GSM networks. Non-GSM phones cannot be used in Germany.  If you have a GSM mobile telephone from the USA, make sure to call your provider in the USA prior to your trip and have them \"unlock\" your telephone handset so that you can use it with a German SIM card.\n\nThe vast majority of Germans own mobile phones (called \"Handys\" in German, pronounced \"hendy\"); the disadvantage of this is that the once-common phone booths have started to disappear except at \"strategic\" locations such as train stations. They usually consist of a silver column with a pink top and the phone attached on the front. At some places there are still older versions consisting of a yellow cabin with a door and the telephone inside.\n\nIf you stay for a longer period of time, consider buying a prepaid phone card from one of the mobile phone companies; you won't have trouble finding a T-Mobile (in a \"T-Punkt\"), Vodafone, E-Plus or O",{"type":"<","value":["sub",["2"]]}," store in any major shopping area.\n\nMobile telephony is still comparatively expensive in Germany, depending on your contract you may be charged about €0.10–0.39 per minute (and more for international calls).\n\nIn most supermarket chains (for example ALDI), there are prepaid SIM cards from their own virtual providers available. These are normally quite cheap to buy (€10–20 with 5–15 minutes' airtime) and for national calls (€0.09–0.19\/minute), but expensive for international calls (around €1–2\/min), but incoming calls are always free and SMS cost around €0.09–0.19. They are available at: Aldi, Lidl, Penny, Netto, Tchibo, Rewe, toom. A registration via Internet or (expensive) phone call is necessary after buying to activate the SIM card.\n\nWhile international calls using the German SIM card can be expensive, there are some prepaid offers with good rates. Since the liberalisation of Germany's phone market, there are a multitude of phone providers on the market. If you're calling from a private fixed line, you can usually choose from the different providers (and thus from different pricing schemes) by using special prefix numbers (starting with 010xx) with prices of €0.01 or €0.02, sometimes below €0.01 even for international calls. There's a calculator on the net ",{"type":"[","value":["http:\/\/www.billiger-telefonieren.de\/"]}," where you can compare the prices for different destinations. Hotels usually have contracts with a particular phone provider and won't let you use a different one.\n\nAlternatively, you can also buy prepaid phone cards you can use by calling a toll-free number; this is especially a good deal if you intend to make international calls. Card quality and prices vary wildly, however, so a good recommendation cannot be made.\n\nRecently, \"phone shops\" have sprung up in the major cities, where you can make international calls at cheap rates. These call shops are mostly located in city areas with a high number of immigrants and are your best option to call internationally. Apart from offering calls abroad themselves they sell international calling cards for use from any phone in Germany. You can usually spot these shops by the many flags decorating their windows.\n\n",{"type":"===","value":["Internet"]},"\nInternet access through wifi is nowadays common in Germany. ",{"type":"'''","value":["Internet cafes"]}," are starting to become less common due to widespread offers of free wifi by shops, restaurants or cafes. Sometimes it requires minimum consumption but usually it's free within the premises. Phone shops will often offer internet access, too.\n\nIn general ",{"type":"'''","value":["hotels"]}," offer internet access. Confirm with your hotel for access and rates, though lately most cheaper hotels offer wifi for free (e.g. Motel One) if you use packages like breakfast\n\nIn several cities, projects exist to provide free \"community\" ",{"type":"'''","value":["hotspots"]}," for wireless networking.\n\nSee Public Spots (page in German) ",{"type":"[","value":["http:\/\/mobileaccess.de\/wlan\/"]}," for details.\n\nPassenger lounges at some ",{"type":"'''","value":["airports"]}," and central railway stations also provide internet access to their customers.\n\n",{"type":"'''","value":["Public libraries"]}," often offer Internet access, however usually not free of charge. The libraries are open to the public for free, taking a book home might require you to get a customer card at a low fee, though.  Note the National Library in Leipzig, Frankfurt am Main and Berlin is not free.\n\n",{"type":"'''","value":["Mobile Data"]},"\nSeveral pre-paid SIMs allow Internet access for a monthly flat fee, for example those available at Tchibo coffee stores (o2 network, €10\/month limited to 500 MB, €20\/month for 5 GB) or Aldi (E-Plus network). A regular O2 sim card, which can be used for calls and text messages, is €15 and another €15 buys 1GB of data valid for 1 month. Vodafone offers a prepaid sim card for €25 which includes €22.5 of credit, out of which you can get 300 MB of data for 2 days for €15 and be left with €7.5 of credit.\n\nMost universities in Germany participate in ",{"type":"[","value":["http:\/\/www.eduroam.org eduroam"]},". If you are a student or member of a university, this service may allow you to get guest access to their wireless networks. Check with your own university for details in advance of your trip.\n\n",{"type":"===","value":["Postal service"]},"\n",{"type":"[[","value":[["File:Bonn - Postamt.jpg"],["thumb"],[{"type":"''","value":["Postamt"]}," at the Münsterplatz in ",{"type":"[[","value":[["Bonn"]]}]]},"\nDeutsche Post ",{"type":"[","value":["http:\/\/www.deutschepost.com"]}," (the German postal service) runs several international companies including DHL ",{"type":"[","value":["http:\/\/www.dhl.com"]}," and others. A standard postcard costs €0.45 to send within Germany and €0.75 everywhere else.  A standard letter not weighing more than 20 grams costs €0.60 to send within Germany and (again) €0.75 everywhere else.\n\nStamps are available at post offices and sometimes at newsagents or shops selling postcards. Also stamp vending machines can be found at a lot of places around the cities. You can purchase every stamp you need from this machines. They are unique as they accept every coin from 1 cent to 2 euro but change is only given in stamps. Because these \"change-stamps\" may display strange values, you'd better make sure to have enough small coins.\n\n",{"type":"[[","value":[["File:Münnerstadt Briefkästen.jpg"],["thumb"],["Letter boxes in Münnerstadt. At left is the yellow one of the former national postal service; the other one is a local service (still rather an unusual sight in Germany)"]]},"\nLetters within Germany are mostly delivered within 1 day, allow a bit longer for Europe. Mail to North America may take up to a week.\n\nThe service has been reduced in the privatization process. Due to a surge in the theft rate [especially by outsourced letter carriers and contractors] any international shipments, especially incoming, should be insured if they are valuable.\n\nAir mail (",{"type":"''","value":["Luftpost"]},") can be as cheap as the alternative, ",{"type":"''","value":["Landweg"]},". If you want to send packages, there are three options (cheapest to most expensive)-",{"type":"''","value":["Maxibrief"]}," an oversized letter up to 2 kg and L+W+H=900mm. ",{"type":"''","value":["Päckchen"]}," is a small(up to 2 kg for international), uninsured packet. Otherwise it will have to be sent under the price system of a ",{"type":"''","value":["DHL Paket"]},".\n\nIf only books are sent, reduced rates apply (",{"type":"''","value":["Büchersendung"]},"), but expect the mail to be opened and looked at, as really only books are allowed in them.\nRates for ",{"type":"''","value":["Büchersendungen"]}," vary between €1.00 and €1.65, depending on size and weight.\n\nIt's possible to drop letters and parcels at FedEx and UPS stations. Expect to queue.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["51.12421"],["10.10742"],["zoom=6"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Europe"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Germany"]]},"\n",{"type":"[[","value":[["Wikipedia:Germany"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/"]]}]