[{"type":"{{","value":[["pagebanner"],["Gers banner.jpg"]]},"\n",{"type":"'''","value":["The Gers Region"]}," is in the ",{"type":"[[","value":[["Midi-Pyrenees"]]},".\n\n",{"type":"==","value":["Towns"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Auch"]]}]},{"type":"*","value":[{"type":"[[","value":[["Marciac"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mirande"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nogaro and Canton"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lectoure"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sarrant"]]}]},{"type":"*","value":[{"type":"[[","value":[["L’Isle Jourdain"]]}]},{"type":"*","value":[{"type":"[[","value":[["Samatran"]]}]},"\n",{"type":"==","value":["Get in"]},"\nThe ",{"type":"'''","value":["Gers Region"]}," is in the South West of France and is a stunning area flanked on one side by the imposing Pyrenees, whose snow-capped peaks can often be seen, nestled within beautifully peaceful rolling countryside.  You can reach the area by plane to Pau airport, approximately 1hr 15mins drive away or ",{"type":"[[","value":[["Toulouse"]]},", about 2 hours.  By car you can choose to arrive by ferry at St. Malo in Northern France or Santander in Northern Spain, which is about a 6-hour car journey. \n\n",{"type":"==","value":["See"]},"\nThe Gers is famous for its many fortified towns that provide lovely points of interest.\n\nAs the capital of the Gers, ",{"type":"'''","value":[{"type":"[[","value":[["Auch"]]}]}," is worth a visit.  With 20,000 inhabitants it has an impressive cathedral and a vibrant centre filled with charming cafes and restaurants.\n\n",{"type":"==","value":["Do"]},"\nReported to have some of the cleanest air in Europe; you may want to simply relax, kick back and enjoy the quiet lifestyle that is enjoyed by this sparsely populated area.  Country drives are a pleasure on the deserted country lanes that weave amongst stunning scenery, or for the more energetic, walking and cycling.  \n\nThe region is also famous for fantastic vibrant festivals, with the most famous being the ",{"type":"'''","value":["Marciac Jazz Festival"]}," that runs for two weeks in August.  There is also a country and western festival in the small, quaint town of Mirande.\n\n",{"type":"==","value":["Buy"]},"\nThis area is a famous agricultural region so local markets filled with fresh produce are bountiful. \n\n",{"type":"==","value":["Eat"]},"\nFood is reasonably priced, local and unsophisticated, although you will find more sophisticated restaurants for special occasions dotted throughout the region.  There is usually no problem getting a table at a local restaurant as levels of tourism are low.\n\nIn particular there is a charming family-run restaurant in a small village called ",{"type":"'''","value":["Bassoues"]},"; about a 30-minute drive from Mirande. Well worth a visit if you are looking for an unpretentious evening with locals.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Midi-Pyrenees"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Gers"]]},"\n",{"type":"{{","value":[["geo"],["43.65"],["0.58333333333333"]]}]