[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\nA ",{"type":"'''","value":["gesture"]}," is a form of nonverbal communication. A gesture that may be insignificant or positive in some countries may be quite offensive elsewhere.\n\n",{"type":"[[","value":[["File:Dive-sig-ok.jpg"],["thumbnail"],["Okay sign: In underwater diving, it widely means both \"Are you okay?\" or \"Yes, I'm OK\""]]},"\n",{"type":"[[","value":[["File:Single Moutza.jpg"],["thumbnail"],["Moutza is most traditional gesture of insult among Greeks"],["left"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["A-ok"]}," or ",{"type":"'''","value":["Okay"]}," — made by connecting the thumb and forefinger in a circle and holding the other fingers straight or relaxed in the air, may signal the word okay. While the gesture is positive in some countries, in certain parts of middle and southern Europe (although not in Spain or Portugal), Turkey, Latin America and Arab world, the gesture is considered offensive and disgusting."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mountza"]}," — In Pakistan, showing the palm of the hand to someone is considered an insult and very offensive."]},{"type":"*","value":[{"type":"'''","value":["Hand-kissing"]}," — While this gesture indicates courtesy, politeness, respect or admiration in certain cultures, it is frowned upon in Muslim world, where this gesture is considered disgusting."]},{"type":"*","value":[{"type":"'''","value":["Pointing"]}," — Pointing with an extended index finger may be used to indicate an item or person but pointing at another person is considered rude in many cultures."]},{"type":"*","value":[{"type":"'''","value":["Waving"]}," — In many parts of the world, waving is a friendly gesture, indicating \"hello.\" However, in ",{"type":"[[","value":[["Malaysia"]]},", at least among the Malays in rural areas, it means \"come over,\" similar to the index finger bent toward the body, a gesture which is used in certain Western countries, and should be used only for that purpose."]},"\n",{"type":"{{","value":[["PartOfTopic"],["Stay safe"]]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"[[","value":[["wikipedia:Gesture"]]}]