[{"type":"{{","value":[["Pagebanner"],["Geyikli banner Alexandria Troas ruins.jpg"],["caption=The ruins of the bathhouse in Alexandria Troas, in winter"]]},"\n\n",{"type":"'''","value":["Geyikli"]}," is a village on an elevated plateau slightly inland in the Troad Peninsula of ",{"type":"[[","value":[["Southern Marmara"]]},", south of the regional hub of ",{"type":"[[","value":[["Çanakkale"]]},". Southwest of Geyikli proper is the coastal suburb of ",{"type":"'''","value":["Odunluk İskelesi"]},", a small collection of low-lying housing developments (used by Turkish families from elsewhere in the country during summers) and a few old stone-built warehouses that were witnesses of the times gone-by when this was the main port of the area. Further south from Odunluk İskelesi is the small fishing village of ",{"type":"'''","value":["Dalyan"]},".\n\nWhile these communities fronting the sea are as good as any others for a swim on this stretch of the northern Aegean coastline, the main reason for a visit here would be taking a ferry across to the island of ",{"type":"[[","value":[["Bozcaada"]]}," (Tenedos) from Geyikli's modern harbour, or visiting the ruins of ",{"type":"'''","value":["Alexandria Troas"]},", which lie scattered along the road east of Dalyan.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Geyikli"]},", with its primarily agricultural population of over 3,000, is one of the principal towns of its surrounding region. It took its name from Geyikli Baba (\"father with deers\"), a dervish who raised deers in the area in c. 14th century, during the days of the Karasids (a small Turkish kingdom ruled in the post-Byzantine Troad) and the early Ottoman expansion. His recently restored shrine now rests among the oliveyards 2 km southeast of the village. Fans of Turkish cinema will immediately recognize the name of Geyikli, as the 2010 comedy ",{"type":"''","value":["Eyyvah Eyvah"]}," and its sequel ",{"type":"''","value":["Eyyvah Eyvah 2"]}," were filmed in Geyikli and the surrounding region, and are honoured by a community park named after them in the centre of the village.\n\nWest of Geyikli, 4 km below on the coast, is the large harbour of ",{"type":"'''","value":["Yükyeri İskelesi"]}," (\"freight harbour\"), built in 1990s and from where the car ferries to ",{"type":"[[","value":[["Bozcaada"]]}," now depart.\n\n",{"type":"'''","value":["Odunluk İskelesi"]}," (\"wood harbour\"), 4.5 km south of Yükyeri and 5.5 km southwest of Geyikli, was the main harbour of the area, much smaller than that of Yükyeri, its main export commodity being oak nuts, which were prized in Europe for dye production. However, with the quick growth of the chemical industry came the synthetic dyes, and the acorn trade decreased as a result. The harbour changed to exporting charcoal, then, which lead to wide destruction of the oak forests of the area. Later it became the connection point for Bozcaada with the mainland, and the major port for exporting the wine of the island. Now its short breakwater shelters fishing vessels.\n\n",{"type":"'''","value":["Dalyan"]},", a very small coastal village surrounded by pine woods, is another 3 km south of Odunluk İskelesi, also with its own harbour. It is the nearest modern settlement to ancient Alexandria Troas, but does not stand on the exact same location.\n\nAs with other easily-accessible communities on the Turkish coasts, around and between these villages, especially along the beaches, lie numerous housing developments of usually two-storey houses, each with small plots packed around a central garden, road or carpark. The residents of these estates most often stay only during the summer, when they escape the hot and humid air of the cities where they make abode during the rest of the year.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nDuring summer months, at least two daily buses make it all the way from ",{"type":"[[","value":[["Istanbul"]]}," through Geyikli to the ferries to Bozcaada at the Yükyeri İskelesi. Keep in mind that it might take around 7 hours despite the relatively short distance, due to the numerous stops the buses make in the towns on the way. If for some reason you miss this connection, the main hub for the region is the town of ",{"type":"[[","value":[["Ezine"]]}," on the main highway south of Çanakkale, and relatively well connected with the rest of the country. There should be a minibus at least until 21:00 departing there for Geyikli during the high season.\n\n",{"type":"===","value":["By car"]},"\nTwo roads connect Geyikli with the main Çanakkale–",{"type":"[[","value":[["Izmir"]]}," highway (D550\/E87): one of them branches off just south of the junction for ",{"type":"[[","value":[["Troy (Turkey)"],["Troy"]]}," (look for signposts for ",{"type":"''","value":["Bozcaada"]}," there), and the other just south of Ezine. (There is also an older third road connecting with the latter of the listed above, passing right through the downtown Ezine, but it's no longer signposted from the main highway.) Both roads are in a quite good shape.\n\n",{"type":"==","value":["Get around"]},"\nThe roads connecting the two ports with Geyikli are fairly good. The road leading south to Dalyan and Alexandria Troas less so, being a narrow and twisting road full of potholes through the woods, but with a bit of careful driving, is easily negotiable by a standard family car.\n\nAll settlements reportedly have (infrequent) minibus connections with Geyikli, the trickiest part to get to being Dalyan, and especially Alexandria Troas, where a car at your disposal will come real handy. Otherwise, be ready for lengthy waits on roadsides exposed to the elements. If all else fails, just ",{"type":"[[","value":[["Tips for hitchhiking"],["stick your thumb out"]]},", as with other parts of decidedly little travelled rural Turkey, the drivers are fairly helpful there.\n\n",{"type":"==","value":["See"]},"\nWell, there is a couple of half-ruined stone ",{"type":"'''","value":["warehouses"]}," close to the port at Odunluk İskelesi, where the acorns were once stored before being exported, and a nice but otherwise unremarkable ",{"type":"'''","value":["allee"]}," south of the port (eventually leading to Dalyan), shaded by some old stone pines on both sides, and not much else to see... except, of course, the scant ruins of ",{"type":"'''","value":["Alexandria Troas"]},", some of which eerily stand deep in dense oak scrubland, where a visit will provide quite a sensation of coming close to what the eyes of the pioneer travellers of the centuries past should have met with.\n\n",{"type":"===","value":["Alexandria Troas"]},"\n",{"type":"====","value":["Understand"]},"\n",{"type":"'''","value":["Founded"]}," by Antigonus in 306 BCE and expanded later by Lysimachus (both high-ranking officers in Alexander's army), Alexandria Troas (\"Alexandria in the Troad\"; the city was colloquially known as Troas in its heyday, though) was one of the about 20 cities in the Old World that was named after the Macedonian ruler. (Interestingly, Alexander's army was one of the very few throughout the history that made the crossing between Europe and Asia on the Dardanelles instead of the narrower Bosphorus to the northeast.) Troas was built around an '''''artificial",{"type":"''","value":[" harbour",{"type":"'''","value":[" originally created and operated by the city of Neandreia on the highlands of the peninsular interior to the east (See the \"",{"type":"[[","value":[["Geyikli#Go next"],["Go next"]]},"\" section below for more details on this place), and quickly grew to house as much as 100,000 people (an impressive number for the antiquity) thanks to the easy business conducted by the harbour. It's not hard to see why: in the days when the wind power was the main source of energy for long-distance travel, you might had to wait for the blow from the right direction for weeks, or even months, for a passage to the Black Sea through the Straits of Dardanelles, which often has northerly winds and strong currents. However, this wasn't an easy task as there were practically no harbours on the western coasts of the Troad Peninsula, and the only available port close enough to the mouth of the Straits, the small harbour of the island of ",{"type":"[[","value":[["Bozcaada"],["Tenedos"]]},", offered little protection from the strong north wind. Hence the idea of the Neandreians to dig up the coastal marshlands to create a deep cove as a safe harbour in this place, which made Alexandria Troas so rich, powerful, and well-known that the Roman emperor Julius Caesar (r. 49-44 BCE) is said to have considered proclaiming here his new capital, and the latter Constantine I (r. 306-337 CE) had visited the city himself for the same purpose as well, but eventually deciding in favour of the city of his name, ",{"type":"[[","value":[["Istanbul"],["Constantinople (Istanbul)"]]},", on the Bosphorus. (Curiously, Ottomans named the ruins of Alexandria Troas as ",{"type":"''","value":["Eski Stambul"]},", \"the old Istanbul\", and the surrounding area as ",{"type":"''","value":["Kestanbol"]},", which might even be a corruption of ",{"type":"''","value":["Constantinople"]}," itself.) Connecting the ",{"type":"[[","value":[["Macedonia (Greece)"],["Macedonian coasts"]]}," directly with the Troad, thus Europe with Asia Minor, so the travellers could avoid crossing through ",{"type":"[[","value":[["Eastern Thrace"],["the territory"]]}," of the warlike Thracian tribes, Troas was an important forwarding point in the Roman postal system, and among the many travellers who used this direct link to Europe was "]},"Paul the Apostle'"]},", on his second journey.\n\nIt's not exactly known when and under what circumstances the city was ",{"type":"'''","value":["abandoned"]},", but it should have been depopulated as rapidly as it flourished, like many other settlements through the history which grew a little bit too hastily after an economic boom that took root from a single resource. What is for sure is that the increasing competition of Constantinople for the trade links between the East and the West resulted much loss of power for Troas and its traditional rival nearby, ",{"type":"[[","value":[["Troy (Turkey)"],["Troy"]]},". The harbour, which now is a shallow lagoon (known by the locals as ",{"type":"''","value":["Pembe Göl"]},", \"the pink lake\", due to the seasonal colouration formed by the microorganisms inhabiting the hypersaline water) cut off from the open sea by a sandbar just south of the modern harbour of Dalyan, should have been silted up by this time.\n\nIn the ",{"type":"'''","value":["following centuries"]},", Alexandria Troas was often viewed as a quarry with ready to use stones lying about—its columns made their way as far as to the New Mosque in ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old City"],["Istanbul's Old City"]]},". In the 18th to the late 19th century, when the bathhouse building was still completely intact, it served as the retreat of the local bandits.\n\nThe ",{"type":"'''","value":["archaeological excavations"]}," started just in 2003.\n\n",{"type":"====","value":["Get in"]},"\n\n",{"type":"====","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Marmara"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["39.8"],["26.2"],["zoom=13"]]},"\n\n",{"type":"{{","value":[["related"],["Along the Troad Coast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Geyikli"]]}]