[{"type":"{{","value":[["pagebanner"],["Giants Causeway banner.JPG"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Giant's Causeway (14).JPG"],["thumb"],["300px"],["Giant's Causeway"]]},"\n\n",{"type":"'''","value":["Giant's Causeway"]}," is a spectacular rock formation on the ",{"type":"[[","value":[["County Antrim"],["Antrim coast"]]}," of ",{"type":"[[","value":[["Northern Ireland"]]},". The site consists of some 40,000 basalt columns rising out of the sea. The Giant's Causeway is ",{"type":"[[","value":[["Northern Ireland"]]},"'s only ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Myth"]},"\nPopular mythology attributes the creation of the Causeway to an Irish giant named Fionn mac Cumhaill. To prove his superior strength and status, Fionn decided to fight against a rival Scottish giant named Benandonner. As there was no boat large enough to carry huge Finn across the sea to confront Bennandonner, he built his own pathway of stepping stones from Ireland to Scotland. He then was able to walk across the sea without getting his feet wet. \n\nWhen he crossed the sea, however, he saw just how large Benandonner was. He ran back to Ireland before Bennandonner saw him, but the causeway was built and Bennandonner came to fight. Fionn crawled into a crib and when Bennandonner came to the door to fight him, his wife told him not to wake the baby. Seeing just how large Fionn's \"baby\" was, Bennandonner grew afraid and ran back to Scotland, tearing up the causeway as he went to prevent Fionn following him.\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"===","value":["By bus"]},"\nThere is bus service ",{"type":"[","value":["http:\/\/www.translink.co.uk"]}," from Portrush and Coleraine train stations, about £3 each way.\n\nFrom ",{"type":"[[","value":[["Belfast"]]}," there are day trips to the causeway which also include stops at Bushmills and the Glens of Antrim.\n\n",{"type":"===","value":["By car"]},"\nFrom Belfast, follow the signs for the \"Giant's Causeway Coastal Route\" for a beautiful scenic route to the Causeway.  It takes a longer (around 2 hours depending on traffic) but it is worth it for the views.  \n\nThere is also the more direct route along the A26 from Belfast or the A2\/A37 from Derry\/ Londonderry if time is a factor.\n\n",{"type":"===","value":["By rail"]},"\n",{"type":"[[","value":[["File:Giant's Causeway and Bushmills Railway.2.jpg"],["thumb"],["250px"],["right"],["The two locomotives Rory and Shane at Giant's Causeway railway station in 2011"]]},"\nA small railway line the Giant's Causeway and Bushmills Railway from the village of ",{"type":"[[","value":[["Bushmillls"]]}," to the train station near the site of the Giant's Causeway. The railway used three trains, two of which are steam trains. The route goes though Bushfoot Strand down, Crossing Bushfoot Golf Course and ",{"type":"[[","value":[["Portballintrae"]]},". (http:\/\/www.freewebs.com\/giantscausewayrailway\/)\n\nPrices:- \n",{"type":"*","value":[" Adult Return £7.50"]},{"type":"*","value":[" Adult Single £6.00"]},{"type":"*","value":[" Child Return £5.50"]},{"type":"*","value":[" Child Single £4.00"]},{"type":"*","value":[" Concession Return (over 60's) £6.50"]},{"type":"*","value":[" Concession Single £4.50"]},{"type":"*","value":[" Family Return £25.50 (2 adults and up to 3 children)."]},"\nChildren under the age of 3 years are free.\n",{"type":"==","value":["Get around"]},"\nPublic transportation is scarce over the weekends, especially on Sundays after late September. Getting into Belfast, or even to the local towns and villages can be challenging. \n\nHiring a car, or making an advance note of a minicab company's phone number is recommended step to take.\n\n\nTravellers should be prepared to walk long distances if they miss the daily bus that runs once in each direction on Sundays along the coast (towards Ballintoy\/Ballycastle, bus route 172). While it might be worth considering this walk as the scenery alongside the road is neat, it is somewhat dangerous as along the villages and farms, public lighting is non-existent and often dogs are on the loose that are not welcoming towards tourists.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:'The Organ', Giant's Causeway - geograph.org.uk - 817070.jpg"],["thumb"],["300px"],["The 'Organ', an awesome sight further down the path from the causeway itself"]]},"\nThe focal point of the area is, of course, the Giant's Causeway itself.  There is no charge for visiting the causeway, although you will find that parking costs a little more than you would expect (circa £6). That being said, this is a free site (eg. no entry fee), so a car with four people works out quite reasonable. Cheaper still, check out the near-by Causeway railway carpark (circa £4) or park on the verge of the main road (free!)\n\n",{"type":"==","value":["Do"]},"\nOnce parked up or off the bus at the visitors centre, you will find there is actually a further road that gets you down to the Causeway.  There is a bus service runs constantly back and forth between the visitors centre and the rocks themselves, but walking there will only take around 20 minutes and will give you chance to take in some more of the coastal scenery.\n\nFeel free to pose for photos on the rock columns, but be aware that waves will be splashing up onto the rocks, meaning that you can be soaked by the sudden swells and waves, or you can lose your footing on the slippery rocks.\n\n",{"type":"==","value":["Buy"]},"\nThe National Trust operate a gift shop within the new visitor centre, selling the usual tourist goods at inflated prices. Entry into the shop is charged at £8.50\/adult or £4.25\/child. The new visitor centre does however boast limited onsite parking, a cafe, toilets and a few minor exhibits to justify the charge. It also accepts credit\/debit card, euro and US dollar currency (if paying by note, returning change in pounds stirling). \n\nThere is also a small privately owned gift shop located just to the side of the new visitor centre, easily missed, offering similar goods and refreshments at a much more reasonable price.\n\nThere is no ATM on-site. The nearest one is to be found in Bushmills.\n\n",{"type":"==","value":["Eat"]},"\nCheck out Thyme&Co in Ballycastle just up the Road. Great for Frys and Lunches.\n\n",{"type":"==","value":["Drink"]},"\n\n\n",{"type":"==","value":["Sleep"]},"\nThere is the Bushmill's Inn (http:\/\/www.bushmillsinn.com\/) which is very nice and strongly Irish themed.  It is about 10 minutes drive from the causeway.  Given Northern Irelands relatively small size, you may feel that you want to stay nearer to or in a city such as Belfast or Derry\/Londonderry and then drive to the Causeway from there.  This would give you a much wider choice of accommodation.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Carrick-a-rede Rope Bridge is near by.  Fun and (despite what your instincts may tell you) perfectly safe.  It costs between £4 and £6, with family tickets available.  A chance to walk around some more coastal countryside and walk to the Island across the rope bridge."]},{"type":"*","value":[" East to ",{"type":"[[","value":[["Ballycastle"]]}," and then by ferry to ",{"type":"[[","value":[["Rathlin Island"]]},".\t"]},{"type":"*","value":[" South-east to ",{"type":"[[","value":[["Cushendall"]]},"."]},{"type":"*","value":[" South-west to ",{"type":"[[","value":[["Portrush"]]},", ",{"type":"[[","value":[["Portstewart"]]},", ",{"type":"[[","value":[["Coleraine"]]},", ",{"type":"[[","value":[["Limavady"]]},"."]},{"type":"*","value":[" South to ",{"type":"[[","value":[["Ballymoney"]]}," and ",{"type":"[[","value":[["Ballymena"]]},"."]},"\n\n",{"type":"{{","value":[["IsPartOf"],["County Antrim"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n",{"type":"[[","value":[["wikipedia:Giant's Causeway"]]},"\n",{"type":"{{","value":[["geo"],["55.25"],["-6.4852777777778"]]}]