[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Giao Xuan"]]}," is a small town (population approximately 10,000) in ",{"type":"[[","value":[["Vietnam"]]},"’s Nam Dinh Province. It is [approximately 150km South-East of Hanoi. Recent activity by not-for-profit NGOs such as MCD and VPV have helped to strengthen ",{"type":"[[","value":[["Giao Xuan"]]},"'s capacity for eco-tourism. This is to give the local population an alternative income to relieve the strain on the local natural resources which have suffered from destructive fishing and aqua-culture. Because of this ",{"type":"[[","value":[["Giao Xuan"]]}," is very tourist friendly but is still far from a common tourist destination making it the perfect place to experience un-touched rural ",{"type":"[[","value":[["Vietnam"]]}," and get away from the crowds and over-eager street vendors.\n\n",{"type":"==","value":["Get in"]},"\n\nThe best way to get into ",{"type":"[[","value":[["Giao Xuan"]]}," is a bus from ",{"type":"[[","value":[["Hanoi"]]},". This will cost about 40,000-50,000 VND and will take a few hours. There is a number of buses between ",{"type":"[[","value":[["Hanoi"]]}," and ",{"type":"[[","value":[["Giao Xuan"]]}," every day and which one to take depends on whereabouts in ",{"type":"[[","value":[["Hanoi"]]}," you are travelling from and also what time you want to leave and arrive.\n\n",{"type":"==","value":["Get around"]},"\n\nThe easiest and most enjoyable way to get around town is to rent and ride a bicycle (30,000 VND a day). You can also rent a motorbike to drive yourself (50,000 VND a day) or you can hire a motorbike driver (100,000 VND a day).\n\n",{"type":"==","value":["See and Do"]},"\n\nThere are many worthwhile things to see and do in Giao Xuan and the surrounding area. Most of these relate to getting a closer look at rural Vietnamese life and to better understand the culture. One such activity is visiting the Nuoc Mam house where you can see the famous fish sauce being created. It is also possible to visit the rice wine house where you can view the process of creating the potent drink. Another worthwhile experience is to view jellyfish being processed ready for eating or exporting. There are also many beautiful churches and pagodas in the area which are very much worth seeing as well as cultural performances offered by the local people. Giao Xuan is also in the buffer area of the ",{"type":"[[","value":[["Xuan Thuy National Park"]]},". This is of particular interest to bird-watching enthusiasts as it is an important station for migrating birds and is vital to many endangered species. During the migratory bird seasons, you will be able to see rare species of birds like Spoon-billed Sandpiper (Calidris Pygmeus),Nordmann's Greenshank (Tringa Guttifer), Grey-headed Lapwing (Vanellus Cinereus) and Asiatic Dowitcher (Limnodromus Semipalmatus). However, it is not only bird-watchers who the park appeals to and any traveller can enjoy the peace, tranquillity and bio-diversity the park offers. Tours are available through the park both by foot and by boat. \n\n",{"type":"==","value":["Sleep"]},"\nBy far the best way to experience ",{"type":"[[","value":[["Giao Xuan"]]}," is by staying at one of the home stays offered by the local families. These charge about 50,000 VND per person per night. Do not expect absolute luxury from these home stays but do expect comfort, the chance to really experience the Vietnamese way of life and the feeling of being part of the family. The houses are in the very quaint traditional Vietnamese style and are very comfortable to stay in. Staying at this type of accommodation is also beneficial to the local community as the money stays within the community and is not taken by large tour companies. This helps to provide an alternative income to local people and so helps to sustain the ",{"type":"[[","value":[["Xuan Thuy National Park"]]}," which suffers from the local peoples' use of its resources. Staying at a home stay really is the best way to truly experience the Vietnamese way of life and to understand the unique culture.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:DSC03022.JPG"],["right"],["thumb"],["A Home Stay Meal"]]},"\nThere are markets and street restaurants in the town but the home stay host families provide very good food for their guests at reasonable prices (Breakfast: 10,000-20,000 VND\/serving, Lunch 35,000-50,000 VND\/serving and Dinner 35,000-50,000 VND\/serving). The food is absolutely delicious traditional Vietnamese cuisine and comes in very large servings. The host families are very understanding of dietary requirements and will prepare their meals accordingly.\n\n",{"type":"==","value":["Drink"]},"\n\nAll the host families have clean drinking water available for their guests for free. However, the drink of choice at meal times is home-brewed rice wine. This is consumed at breakfast, lunch and dinner and can really pack a punch. Though the rice wine is enjoyable be sure you know your limits and refuse firmly once you have had enough or you may not be able to handle the next serving come breakfast time! Although the host families are very proud of their home-brew and are pleased to offer it to visitors they are aware that their guests do not want to be forced into drinking too much and will not be upset by a refusal to drink anymore. However, they are more accustomed to the drink and so may not be aware of the drinking limits of outsiders. Other local people you meet are also often generous with offering their own home brew to visitors and the same rules apply.\n\n",{"type":"==","value":["Connect"]},"\n\n\n\n",{"type":"{{","value":[["IsPartOf"],["Central Coast (Vietnam)"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Giao Xuan"]]}]