[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Giardini Naxos"]}," is a seaside resort town in the ",{"type":"[[","value":[["Messina (province)"],["Messina Province"]]}," of ",{"type":"[[","value":[["Sicily"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By car"]},"\nSicily is traversed by a number of main motorways that run between major cities. From Palermo, take the Palermo - Catania motorway, then the Catania - Messina motorway, exit at \"Giardini-Naxos\". The main street (runs north-south) is SS 114.\n\n",{"type":"'''","value":["By train"]},"\nGiardini-Naxos has a railway station that appears as \"Taormina - Giardini - Naxos\".\n\n",{"type":"'''","value":["By air"]},"\nThe nearest airport is Catania airport, \"Catania-Fontano-Rossa\", 40 km away. Upon arrival, take a bus toward Giardini-Naxos, arrive at the Recanati bus station.\n\n",{"type":"==","value":["Get around"]},"\nThe city is small enough to explore on foot, but those who need to get somewhere quick should phone a taxi or rent a car.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dal Pirata Beach"],["url=http:\/\/www.piratabeach.it"],["email="],["address="],["lat="],["long="],["directions="],["phone=338 5880373"],["tollfree="],["fax="],["hours="],["price="],["content=Near the archaelogical area of Naxos, Dal Pirata Beach is contained by two partitions of lava stone from the nearby Mt. Etna. Popular with tourists in the summer, the beach has a number of restaurants nearby with typical Sicilian dishes, and a snack bar. There are boat rentals, or you can simply relax on a sunbed."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["A vintage self drive excursion or a themed tour on a classic Fiat 500, starting from Taormina and Giardini Naxos area. The most popular excursions are themed on the Francis Ford Coppola's Godfather movie and on the Etna Wines Road. You can reach amazing villages like Savoca, Forza D’Agrò and Taormina.500 Vintage Tour - Classic car hire & tours - Taormina - Phone +393497234906 - Email: info@500vintagetour.com - Website: ",{"type":"[","value":["http:\/\/www.500vintagetour.com 500 Vintage Tour"]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Al Fagiano"],["url="],["email="],["address=Via Consolare Valeria n. 126"],["lat="],["long="],["directions=From the motorway, head south on SS 114. On the left."],["phone=0942 51880"],["tollfree="],["fax="],["hours="],["price="],["content=\"The Pheasant\", an excellent pizzeria and seafood restaurant close to the main bus station."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pianeta Pizza"],["url="],["email="],["address=Via Vittorio Emanuele, 184"],["lat="],["long="],["directions="],["phone=0942 52044"],["tollfree="],["fax="],["hours=17 00 - 23 00"],["price=from €3.70 for a single pizza"],["content=\"Pizza Planet\", the best takeout pizza in Sicily. Many combinations, from the classic \"Margherita\" (tomato, mozzarella, oregano, and oil, €3.70) to the \"Siciliana\" (Tomato, mozzarella, pepperoni, scalora, anchovies, oregano, olives, and oil, €5). Menu also includes sandwiches and salads from €4 and calzones from €4.50."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pasticceria Casablanca Massimo"],["url="],["email="],["address=Via Consolare Valeria, 84"],["lat="],["long="],["directions="],["phone=0942550062"],["tollfree="],["fax="],["hours="],["price="],["content=A typical Sicilian sweet shop. Stop in for a tasty gelato, or go for cannoli or the trademark pasta di mandorle, a small almond sweet. Also available are wonderfully crafted marzipan fruits and impressive Sicilian cakes."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gianni House"],["url=http:\/\/www.giannihouse.com\/"],["email="],["address=Via Pergusa, 47"],["lat="],["long="],["directions=just off the main street, on the left"],["phone=0039 3382 383 732"],["tollfree="],["fax="],["hours="],["price=from €18 dorms, €19 privates"],["checkin="],["checkout="],["content=Conveniently close to the main bus and train station, Gianni House is a startup hostel that offers a wide range of accommodation for backpackers, families, or couples seeking a holiday stay. The owner, Gianni, personally greets each guest and offers information on Giardini-Naxos and the surrounding area. Pasta parties are a regular occurrence in the summer, held on the fifth floor terrace, which offers a spectacular view of the sea (just five minutes' walk from the hostel)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Terra dei Sogni"],["alt="],["url=http:\/\/www.laterradeisogni.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 095 641725"],["tollfree="],["fax=+39 095 7765692"],["price="],["checkin="],["checkout="],["content=Via Catania-Messina, 14 Fiumefreddo around Giardini Naxos -. Budget Hotel with restaurant and swimming pool 8 km far from Giardini Naxos"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Villa De Nobilis Resort & Spa"],["url=http:\/\/www.villadenobilis.com\/"],["email=info@villadenobilis.com"],["address=Via Sileno 9"],["lat="],["long="],["directions="],["phone=+39 346 7985003"],["tollfree="],["fax=+39 0942 982032"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Taormina"]]}," is the obvious destination for those staying in Giardini-Naxos, tantalizingly placed on the side of a hill to the north. It is in walking distance, but those unsuited for climbing many sets of stairs would do better to take the bus (€1, €2.50 return) which departs from the Recanati bus station. Another bus runs from Taormina further up the hill to ",{"type":"[[","value":[["Castelmola"]]},", which is also worth a visit. Down the hill is the beautiful Isolabella, a small island which juts out from the coast and is usually bridged by a strip of beach, depending on the tide.\n\nIn the other direction, ",{"type":"[[","value":[["Mount Etna"]]}," dominates the skyline on clear days. An active volcano, Mount Etna has a summit that glows red in the night from magma eruption. Excursions depart from the Recanati bus station with the company SAT. Guides are necessary to get right up to the lava flow, but those who want to explore on their own can take a line that circumvents the mountain.\n\nTo the north is the beautiful Alcantara Gorge, a canyon formed by lava flow that houses a river with freezing water (even in the summer). Wading boots are available for €5.\n\n",{"type":"[[","value":[["Novara di Sicilia"]]}," - Located in the provence of Messina on the northern side of Mt. Etna, this picturesque medieval town is nestled in the mountains overlooking ancient Tyndaris and Abacaenum.  It is the archetype of a typical medieval town, with its friendly and accommodating people who speak a distinctive dialect.\n\nAlso nearby, in the harbor town of Riposto, there is a fish market where Sicilian caricatures hawk seafood freshly caught just off the shore. Check the prices, the seafront stands tend to be more expensive than the vendors who are hidden along the sides. The market is close to the main square, faced by a large church. \n",{"type":"{{","value":[["IsPartOf"],["Messina (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Giardini Naxos"]]},"\n",{"type":"{{","value":[["geo"],["37.833333333333"],["15.266666666667"]]}]