[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"'''","value":["Gibraleon"]}," is in the ",{"type":"[[","value":[["Huelva (province)"],["province of Huelva"]]},", Spain.\n\n",{"type":"==","value":["Understand"]},"\nGibraleon is a small town of around 10,000 people in Andalusia.  It is about 50km from the border with Portugal along the N-431 highway.  \n\n",{"type":"==","value":["Get in"]},"\nTake the N-431 highway East from the border.  Biking is possible along that highway.  It is also possible to take the A-49\/E1, a larger highway, part of the way.  Finally, Gibraleon is along a trans-European bike route, but things get hairy to the West of the city, where the bike route turns into a dirt path.  If you intend to bike on that leg of the route it is recommended that you use strong bike.\n\n",{"type":"==","value":["Get around"]},"\nGibraleon does not have a bus system for in-town travel.  There is public transport out of Gibraleon to neighbouring towns.\n\n",{"type":"==","value":["See"]},"\nA walk around Gibraleon reveals the charms of a small Andalusian town, with cobbled streets and old buildings.  Gibraleon offers a nice view of the Andalusian hillsides as well.  Definitely make it a point to see the Iglesia de San Juan, a beautiful church.  There are also a number of parks around the city.\n\n",{"type":"==","value":["Do"]},"\nA walking path circles Gibraleon and meets up with the bike path.\n",{"type":"[[","value":[["File:GibraleonWalkingTrail.JPG"],["thumb"],["A walking trail in Gibraleon, Spain. It connects to a European bike route"]]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are a number of small cafes in town, most of which sell a variety of pastries, food items, and coffee.  There is also a small ",{"type":"'''","value":["El Jamon"]}," supermarket in town where groceries can be purchased, and several small speciality shops, including a deli.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Occidente"],["alt="],["url=http:\/\/www.hostaloccidente.com\/"],["email="],["address=San Juan, 11"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=They have small rooms for single travellers starting around $50 USD per night"],["checkin="],["checkout="],["content=Clean, small hotel that is family operated. Rooms can be booked online and a credit card is not required to make a reservation.  The hotel offers free wifi to guests, just ask for a password.  Payment must be made in cash upon arrival."]]}]},"\n",{"type":"==","value":["Contact"]},"\n\n",{"type":"==","value":["Get out"]},"\nTake the N-431 south to Huelva, the capital of the region.  Biking on this part of the 431 is not recommended, as it becomes a larger, 4 lane freeway.  It is possible to do, however, but be careful.\n\n",{"type":"{{","value":[["IsPartOf"],["Huelva (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["37.375"],["-6.968"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gibraleón"]]},"\n",{"type":"[[","value":[["Commons:Category:Gibraleón"]]}]