[{"type":"{{","value":[["pagebanner"],["Nanga Parbat WV banner.jpg"]]},"\n",{"type":"[[","value":[["File:K2 2006b.jpg"],["thumbnail"],["Majestic K2"]]},"\n",{"type":"'''","value":["Gilgit-Baltistan"]}," (Urdu : گلگت بلتستان) (formerly known as the ",{"type":"'''","value":["Northern Areas"]},") is the northernmost political entity under the administrative control of Pakistan. According to Pakistan's constitution, Gilgit-Baltistan is an autonomous region separate from Pakistan itself, and its inhabitants have never had any representation in Pakistan's parliament.\n\nThree mountain ranges meet here — the ",{"type":"[[","value":[["Karakoram"]]},", the ",{"type":"[[","value":[["Himalaya"]]},", and the ",{"type":"[[","value":[["Hindu Kush"]]}," — and the area is a \"mountain paradise\" for mountaineers, trekkers, and tourists. The region has some of the world's highest mountains, including five peaks over 8,000 meters, many over 7,000, and the largest glaciers outside the polar region. For comparison, neither Western Europe nor the \"lower 48\" US states have anything that reaches 5,000 m, nothing anywhere in Russia or North America is over 6250, and the highest peak of the ",{"type":"[[","value":[["Andes"]]}," is just under 7000. \n\nGilgit-Baltistan is bestowed with some of the greatest bounties of Nature. Tourists from all over the world have a great attraction toward this region because of its beautiful valleys, plains, peaks and heritage sites. Location of some of the highest mountains on Earth including K-2. Trekking to Concordia (the confluence of the Baltoro Glacier and the Godwin-Austen Glacier) and the great Baltoro Muztagh, a sub-range of the Karakoram.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Rakaposhi 3.jpg"],["thumb"],["300px"],["Rakaposhi in the Nagar Valley"]]},"\n",{"type":"[[","value":[["Gilgit"]]},", now the administrative center of this region, was an important city on the ",{"type":"[[","value":[["Silk Road"]]},"  KKH (Karakoram Highway), through which Buddhism was spread from India to the rest of Asia. A large number of Sanskrit Buddhist texts, including the long version of the Heart Sutra have been unearthed in Gilgit. The Dards and Cizinas also appear in many of the old Pauranic lists of peoples, with the former finding mention in Ptolemy's accounts of the region. Two famous travellers, Faxian and Hsuan Tsang, are known to have traversed Gilgit as per their accounts.\n\nGilgit was ruled for centuries by the local Trakane Dynasty, which came to an end in about 1810. The area descended into internecine turmoil before being occupied by the Sikhs in 1842. It was ceded to Jammu in 1846. Gilgit's inhabitants drove their new rulers out in an uprising in 1852. The Khushwakhte Dynasty of Yasin and Gulapure led the people of Gilgit to drive out the Dogra rulers. After Yasin was conquered by the Katur Dynasty of Chitral, the power of the Khushwakhte was crushed. The rule of Jammu was restored in 1860. Gilgit came under British rule in 1889, when it was unified with neighboring Hunza and Nagar in the Gilgit Agency. When British rule came to an end in 1947, the region was briefly handed back to the maharaja of Jammu and Kashmir. Subsequently, it came under Pakistani control. To this day, Gilgit-Baltistan remains part of the Kashmir dispute and ",{"type":"[[","value":[["India"]]}," considers it a Pakistani-occupied part of the Indian state of Jammu and Kashmir.\n\nGilgit-Baltistan covers an area of 72,971 km² (28,174 mi²) and is extremely mountainous.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nagar"]]}]}," is a major town next to ",{"type":"'''","value":[{"type":"[[","value":[["Hunza"]]}]}," on the ",{"type":"[[","value":[["Karakoram Highway"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Gilgit"]]}]}," is a major town on the ",{"type":"[[","value":[["Karakoram Highway"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hunza"]]}]}," is the last major town along the ",{"type":"[[","value":[["Karakoram Highway"]]}," before entering China."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hunza Valley"],["Karimabad"]]}]},", in the Hunza Valley, was supposedly the setting for James Hilton's Shangri-La, and the valley lives up to that reputation. It is a base for trekking to Rakaposhi, the Nagar Valley and the Hoper Glacier."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Skardu"]]}]}," - Home to some of the World's highest mountain peaks, glaciers, forts, museums and resorts."]},"\n",{"type":"==","value":["Villages"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Parri Bangla"]]}]}," is a village on the Karakoram Highway situated 28 km from ",{"type":"[[","value":[["Gilgit"]]}," city and 23 km from ",{"type":"[[","value":[["Juglot"]]}," town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sherqilla"]]}]}," is a village 45 km from ",{"type":"[[","value":[["Gilgit"]]}," city offers trout fishing, treking and natural swimming pools."]},{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" Mountain peaks and glaciers – ",{"type":"[[","value":[["Gilgit-Baltistan"]]}," is home to some of the highest mountains in the world, including K2, Rakaposhi and Nanga Parbat, and offer incredible trekking opportunities. In an area of about 500 km in width and 350 km in depth, is found the most dense collection of some of the highest and precipitous peaks in the world, boasting more than 700 peaks above 6000 metres, and more than 160 peaks above 7000 metres."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nagar Valley"]]}," – The Nagar Valley, situated at an elevation of 2,438m (7,999 feet), is a very beautiful valley in the north of Pakistan. It is popular for its Rakaposhi and many other beautiful high mountains"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hunza Valley"]]}," – one of the more stunning and popular parts of the high mountain areas, some liken it to paradise on Earth. Supposedly the setting for James Hilton's Shangri-La, and the valley lives up to that reputation "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fairy meadows"]}," is a point where three famous mountain ranges meet - ",{"type":"'''","value":["the Himalayas, the Karakorams and the Hindukush"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["K2 (Mount Godwin-Austen)"]}," - world's second-highest mountain peak, Also visit ",{"type":"'''","value":["K2 Museum"]}," located in the Skardu near K2 Motel."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Skardu"]]}," Valley is a place of bliss, delight and peace."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shigarfort.com Shigar Fort"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rock carvings"]}," Dating back to 8th century AD, a huge Buddha figure surrounded by small Buddhisatvas is carved on a rock, three kilometres from Skardu across Sadpara Nullah on Skardu-Sadpara Road. Pre-historic men and animal figures are carved on rocks along Kachura Lake. Some rock carvings and a diagram of a monastery near Perkuta (Mehdi Abad) Nalah are also found."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Punial"]}," Sher Qila is the main village of the picturesque Punial valley. One of the biggest villages by area is Hatoon."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Singal"]}," This spot in the Punial valley offers ideal trout fishing opportunities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rama"]}," A lake in this region offers an awe-inspiring view of the eastern side of Nanga Parbat, 8126 meters high. For the adventure-loving tourist, hiker, angler, art-lover, mountaineer or polo enthusiast, there are few places in the world that could compare with Gilgit."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Himalayas"]]},", ",{"type":"[[","value":[["Karakoram"]]}," and Hindukush"]},"\n",{"type":"*","value":[" Deosai National Park and Khunjerab National Park"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hunza Valley"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kharmang"]]}]},"\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"[[","value":[["Urdu"]]}," is the national language of Pakistan spoken throughout Pakistan, including Gilgit-Baltistan, as the lingua franca. The local languages are Shina, Balti, Khowar, Wakhi and Burushaski. As elsewhere in Pakistan, English is fairly widely spoken among the educated classes and those involved in the tourist industry.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nArrive in ",{"type":"[[","value":[["Islamabad"]]},". Pakistan International Airlines offers daily flights between ",{"type":"[[","value":[["Gilgit"]]}," and ",{"type":"[[","value":[["Islamabad"]]},". The flying time is approximately 50 minutes, and the flight is one of the most scenic flights in the world, as its route passes over Nanga Parbat, and the peak of the mountain is higher than the aircraft's cruising altitude. \n\nPIA also offers regular flights on Boeing 737s between ",{"type":"[[","value":[["Skardu"]]}," and ",{"type":"[[","value":[["Islamabad"]]},". All flights, however, are subject to weather clearance, and, in winters, flights are often delayed by several days. A flight delay generally means it'll fly out the next day - so it's often faster and more certain to travel by road.\n\n",{"type":"===","value":["By road"]},"\n",{"type":"[[","value":[["File:PakistanMixed050010.jpg"],["thumbnail"],["Pakistan China border"]]},"\nThe ",{"type":"[[","value":[["Karakoram Highway"]]},", once a minor Silk Road route, connects ",{"type":"[[","value":[["Islamabad"]]}," to ",{"type":"[[","value":[["Gilgit"]]}," and ",{"type":"[[","value":[["Skardu"]]},", which are the two major hubs for mountaineering expeditions in the Northern Areas. The journey from Islamabad to Gilgit takes approximately 20-24 hours. Landslides on the Karakoram Highway are not uncommon, but bulldozers usually clear the road in a short time. The KKH connects Gilgit to Taxkorgan and ",{"type":"[[","value":[["Kashgar"]]}," in Xinjiang, China, via Sust (the customs and health inspection post on the Pakistan side of the border) and the Khunjerab Pass, the highest paved international border crossing in the world at 4,693 metres (15,397 feet).\n\nIf you are a group, you can book a van or a car from the Islamabad airport, or a rental car company from the central markets.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nNATCO (Northern Areas Transport Corporation), Silk Route Transport Corporation and several other transport companies offer bus and jeep transport service to the two hubs and to several other popular destinations, lakes, and glaciers in the area.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Nanga parbat abdul rafey.jpg"],["thumbnail"],["Nanga Parbat"]]},"\n",{"type":"===","value":["Mountains"]},"\n\n",{"type":"[[","value":[["Image:RakaposhiTagafari0889.JPG"],["thumb"],["250px"],["Rakaposhi"]]},"\n\nEighteen of the fifty highest peaks in the world are located in Gilgit-Baltistan. With their rank, they are:\n \n# ",{"type":"'''","value":["K2"]},", 2nd 8,611 m.\n# ",{"type":"'''","value":["Nanga Parbat"]},", 9th, 8,125 m (28,250 feet)\n# ",{"type":"'''","value":["Gasherbrum I"]},", 11th, at 8,080 m.\n# ",{"type":"'''","value":["Broad Peak"]},", 12th, 8,047 m.\n# ",{"type":"'''","value":["Gasherbrum II"]},", 13th, 8,035 m\n# ",{"type":"'''","value":["Gasherbrum III"]},", 15th, 7,946 m.\n# ",{"type":"'''","value":["Gasherbrum VI"]},", 17th, 7,932 m.\n# ",{"type":"'''","value":["Distaghil Sar"]},", 19th, 7,884 m.\n# ",{"type":"'''","value":["Khunyang Chhish"]},", 21st, 7823 m.\n# ",{"type":"'''","value":["Masherbrum"]},", 22nd, 7,821 m.\n# ",{"type":"'''","value":["Batura Sar"]},", 25th, 7,795 m.\n# ",{"type":"'''","value":["Kanjut Sar"]},", 26th, 7,788  m.\n# ",{"type":"'''","value":["Rakaposhi"]},", 27th, 7,760 m.\n# ",{"type":"'''","value":["Saltoro Kangri"]},", 31st, 7,742 m.\n# ",{"type":"'''","value":["Chogolisa"]},", 36th, 7,498 m.\n# ",{"type":"'''","value":["Shispare"]},", 38th, 7,611 m.\n# ",{"type":"'''","value":["Trivora"]},", 39th, 7,577 m.\n# ",{"type":"'''","value":["Skyang Kangri"]},", 44th 7,545 m.\n\nFor comparison, ",{"type":"[[","value":[["Mont Blanc"]]},", the tallest mountain in Western Europe, is less than 5000 m and ",{"type":"[[","value":[["Mount Whitney"]]},", the highest point in the 48 contiguous United States, less than 4500. This region has literally dozens of peaks higher than either of those.\n\n",{"type":"===","value":["Glaciers"]},"\n\nThree of the world's seven longest glaciers outside the polar regions are also in Gilgit-Baltistan: the ",{"type":"'''","value":["Biafo Glacier"]},", the ",{"type":"'''","value":["Baltoro Glacier"]},", and the ",{"type":"'''","value":["Batura Glacier"]},".\n\nThe ",{"type":"'''","value":["Siachin Glacier"]}," is 75 km. ",{"type":"'''","value":["The Hispar"]}," (53 km) joins the ",{"type":"'''","value":["Biafo"]}," at the ",{"type":"'''","value":["Hispar La"]}," (5154.16 meters (16,910 ft) to form an ice corridor 116.87 km (72 mi) long. The ",{"type":"'''","value":["Batura"]},", too, is 58 km in length. The most outstanding of these rivers of ice is the 62 km ",{"type":"'''","value":["Baltoro"]},". This large glacier, fed by some 30 tributaries, has a surface area of 1291.39 sq km.\n\n",{"type":"===","value":["Lakes"]},"\n\nThere are several high-altitude lakes in Gilgit-Baltistan.\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheosar Lake"]}," in ",{"type":"'''","value":["Deosai Plains"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Satpara Lake"]}," in ",{"type":"'''","value":[{"type":"[[","value":[["Skardu"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Katchura Lake"]}," in ",{"type":"'''","value":[{"type":"[[","value":[["Skardu"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Borith Lake"]}," in ",{"type":"'''","value":["upper ",{"type":"[[","value":[["Hunza"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Rama Lake"]}," near ",{"type":"'''","value":["Astore"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Rush Lake"]}," near ",{"type":"'''","value":["Nagar"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Kromber Lake"]}," in ",{"type":"'''","value":["Kromber Pass"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Karakoram Air Safari"]}," is the most scenic air journey starting from ",{"type":"[[","value":[["Islamabad"]]}," by Pakistan International Airlines."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountaineering, trekking and hiking"]},". The area is ideal for these. Permission for mountaineering and trekking in the restricted zone is issued by the Ministry of Tourism, Government of Pakistan, Pakistan Sports Complex, Kashmir Highway, Aabpara, Islamabad (Telephone: 92-51-9203509). Fishing permits are issued by the Fisheries Department at Gilgit and Skardu."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]},": at Satpara Lake (8km) and Kachura Lake 932km) from Skardu abound in trout. Fishing permits are issued by the Fisheries Department."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flora and fauna"]},": Roses, lilies, pansies, willow, pine and fir trees are found in abundance. Apples, apricots, peaches, plums, mulberries, walnuts and grapes are available from June to October and almonds from October to March."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wildlife"]},":  Baltistan boasts wildlife like markhors, ibexes, snow leopards and birds, namely chakors, partridges and ducks. Most of the animals and birds are protected but limited shooting is allowed. Hunting permits are issued by the local administration."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Biking"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eco tours"]}," at different National parks"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Skiing"]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Polo"]}," Attend Shandur Polo festival"]},"\n",{"type":"==","value":["Eat"]},"\n\nMost of the top end restaurants are located in Hotels.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe De Hunza"]}," is located in ",{"type":"[[","value":[["Hunza Valley"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pagoda Restaurant"]},", offers a sumptuous Chinese cuisine. The Pagoda is on an island amidst the Honeymoon Lake linked to the Shangrila Resort by a short bridge."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Lake View Restaurant"]}," gives a panoramic view of the Shangrila Resort and offers Pakistani and Continental cuisine."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tandoori Village"]}," offers a taste of ancient old recipes, Chicken Tikka, Seekh Kababs, Mutton Tikkas, Grilled Fish with home made tandoori rooti. Enjoy the out door feast under the stars in a traditional atmosphere."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe DC-3"]}," This code name of original DC-3 Aircraft was Alph Alpha Foxtrot (AAF) . This unique cafe is one of its kind. Situated in an airplane, which crash landed on the riverbed and was brought to the present site in the 50's. It offers a variety of snacks and cabin crew hospitality"]},{"type":"*","value":[{"type":"'''","value":["Chalt Tourist Inn"]},"  is located in Chalt Nagar. It offers a variety of snacks and cabin crew hospitality."]},"\n",{"type":"==","value":["Drink"]},"\n\nBars are located in most of the top end hotels.\n\nAvoid drinking tap water. Locals usually drink water from streams, but that can be unsafe for some people due to its minerals which may not suit you. So only drink bottled water, which is easily available all over.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"==","value":["Stay safe"]},"\n\nSecurity wise, Gilgit-Baltistan is considered to be one of the safest regions under Pakistani control, but some parts of it are off-limits to tourists, especially the buffer zone along the \"Line of Control\" that divides the Indian- and Pakistani-controlled parts of Kashmir. District headquarter hospitals are present in Gilgit, Skardu, Khaplu (Ghache District), Chilas (Diamer), Ghazin (Gahkuch).\n\n",{"type":"==","value":["Connect"]},"\n\nMobile services are available in the area.\n\nCall 1122 in-case of any emergency.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["By road"]},"\n\n",{"type":"'''","value":["To ",{"type":"[[","value":[["China"]]},":"]}," Thrice-weekly bus service was scheduled to begin crossing the border from Gilgit, to Kashgar, China, and road widening work was scheduled for 600 kilometres of the ",{"type":"[[","value":[["Karakoram Highway"]]},". There were also plans for one daily bus in each direction between Sust and Taxkorgan in the border areas of the two countries.\n\n",{"type":"'''","value":["To ",{"type":"[[","value":[["Islamabad"]]},":"]}," Via the ",{"type":"[[","value":[["Karakoram Highway"]]},", popularly known as the ",{"type":"[[","value":[["Silk Road"]]},".\n\n",{"type":"'''","value":["To ",{"type":"[[","value":[["India"]]},":"]},"  The Srinagar-Muzaffarabad route and Wagah borders will allow you to visit India while the Kargil-Skardu road is closed.\n\n",{"type":"===","value":["By plane"]},"\n\nPakistan International Airlines offers daily flights between Gilgit Airport and Islamabad International Airport. The flying time is approximately 50 minutes, and the flight is one of the most scenic flights in the world, as its route passes over Nanga Parbat, with the peak of the mountain being higher than the aircraft's cruising altitude. PIA also offers regular flights on Boeing 737s between Skardu and Islamabad. All flights, however, are subject to weather clearance, and in winters, flights are often delayed by several days. \n\n\n",{"type":"{{","value":[["isPartOf"],["Pakistan"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gilgit-Baltistan"]]},"\n",{"type":"[[","value":[["Commons:Category:Gilgit-Baltistan"]]},"\n",{"type":"{{","value":[["geo"],["35.35"],["75.9"],["zoom=7"]]}]