[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Gilgit"]}," (",{"type":"[[","value":[["Urdu phrasebook"],["Urdu"]]},": گلگت) is a mountain town in the  ",{"type":"[[","value":[["Gilgit-Baltistan"]]}," region. Travelers exploring the Pakistani Himalayas or en route to or from ",{"type":"[[","value":[["China"]]}," are almost definitely going to spend at least one night here. This makes it a great base to further research your trip, meet up with potential travel partners, or simply take a break. It's also a launching pad for climbers to nearby Rakaposhi.\n\n",{"type":"==","value":["Get in"]},"\n\nGilgit is just off the ",{"type":"[[","value":[["Karakoram Highway"]]}," between ",{"type":"[[","value":[["Chilas"]]}," and ",{"type":"[[","value":[["Karimabad"]]},", and most people arrive by road. The main bus stand is on the KKH - ",{"type":"[[","value":[["Karakoram Highway"]]},", and requires a taxi ride or shared jeep to reach from town. There are booking agents in town for long distance buses along the KKH. The journey from ",{"type":"[[","value":[["Islamabad"]]}," can take as long as 24 hours.\n\nThe best season to visit is from May to mid October. The local dialect is Shina, however, Urdu and English are also spoken and understood.\n\n",{"type":"'''","value":["Gilgit Airport"]}," (",{"type":"{{","value":[["IATA"],["GIL"]]},") is small and has 45 minute flights to\/ from ",{"type":"[[","value":[["Islamabad"]]}," on PIA ",{"type":"[","value":["http:\/\/www.piac.com.pk"]},". Due to extreme weather changes, flight delay or cancellation\nis a normal occurance.\n\n",{"type":"==","value":["Get around"]},"\nPrivate vehicles are normally used as local transport. Renting jeeps is also a common way of moving around. You can go to nearby cities on buses and by air.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gilgit Bridge"]},": The bridge over the fast flowing Gilgit River, at the end of its traditional bazaar, is the largest suspension bridge in Asia (182 metres long and 2 metres wide) permitting enough room for one jeep ata time to cross."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kargah Buddha"]},": Located on a rock near Kargah Nullah (ravine), 10 km. from Gilgit town is a beautiful rock engraving of Buddha from 7th century A.D."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Monument of Taj Mughal"]},": A victory monument of Taj Mughal, built 700 years ago, is 30 km. jeep drive from Gilgit town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sher Qilla"]},": It is 38 km. from Gilgit - Trekking route links with Naltar valley. Trout fishing can be enjoyed in Sher Qilla Nullah and a small lake."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Singal"]},": About 61 km from Gilgit - Trekking route links with Chilas and Kohistan valley."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gahkuch"]},": Headquarter of Ghizer District - Ideal place for trekking, good fishing sports and duck shooting in season. It is the gateway to Iskoman Valley. Government rest house and private hotels are available (73 km from Gilgit). Archaeological sites in village and a near by village Hatoon."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Naltar Valley"]},": Two hours jeep drive from Gilgit link rod. Government Rest house, Private hotels and a Ski slope, lush green Alpine forest with small lakes and glaciers, trout fishing in lake. Trekking routes link with Iskoman, Chalt and Punial valley.You can see the ",{"type":"'''","value":["statue of Budha in Kargah"]},". Visit to Chilyli Kargah. "]},{"type":"*","value":["You can visit by jeep to Ghizar disdrict, Chilass city, Astor district, ",{"type":"[[","value":[["Hunza Valley"]]},", Skardu city and Ghanchy from Gilgit. ",{"type":"'''","value":["K-2"]},", at 28,250 meters the world's 2nd Highest peak, Mashaburam, Gashaburam, Rakaposhi and Nanga Parbat (killer mountain) world's 6th highest peak."]},"You can also visit Fairy meadows\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Karakoram Air Safari"]},": PIA offers an amazing air journey."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountaineering, Trekking and Hiking"]},": The area is ideal for mountaineering, trekking and hiking. Permission for mountaineering and trekking for restricted zone is issued by the Ministry of Tourism, Government of Pakistan, Pakistan Sports Complex, Kashmir Highway, Aabpara, Islamabad (Telephone: 92-51-9203509). "]},"This area is no doubt a heaven for trackkers and hikkers.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]},": Fishing permits are issued by the Fisheries Department and you can enjoy the famous Trouts from Icy water of the region- best of the delicacies."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flora & Fauna"]},": If you are interested in CHERRY BLOSSOMS then this is the right place to visit. The valley turns into different shades of pinks in spring starting March to April. It can be compared with cheery blossom festive cities of Japan without any doubt. Apart from them this place is abundant in roses, lilies, pansies, willow, pine and fir trees. Trees of apples, apricots, peaches, plums mulberry, walnuts, persimen and fruits like grapes and pomagranate are seen every where from June to October. Almond trees are a watch to delight - blossming in white and baby pink shades depending on sweet or bitter almond types to a lush green tree- in October ~ March is indeed a sight to remember. The area has its rich wild flora and fauna -which is not found in other parts of the country."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boating"]}," is a possibility in river Gilgit and river Indus. You can try your luck with rafting as well!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Camping"]}," Almost all hotels and Inns allows camping and provide basic facilities as well as security apart from very friendly and hospitable staff - ready to extend you help whenever needed."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gliding"]}," People visit the area for paragliding. There is a local association for the sport as well."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mountain Biking and Cycling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One can enjoy the most exciting and adventurous tracks on the famous Silk Route. Moreover they can enjoy both the history and culture along with Buddhist sites that not many have ever seen before. This route allows you to enter China through Khunjrab. It is the same area which is the reason of spread of Buddhism from India to China and then to Korea and Japan."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walking Tours"]}]},"With the help of a guide or by yourself - area is safe as well as a treat to experience untouched beauty and a rendez-vous with the locals. One of the most hospitable, down-to-earth, modest and loving people.\n\n",{"type":"==","value":["Buy"]},"\nThere are banks around town that change cash and travelers checks. Some shops accept the foreign currency as well. You can buy gem stones, antiques and Chinese goods - anything from silk to electronics.\n\n",{"type":"==","value":["Eat"]},"\nYou can try local fruits like apples, cherries, apricots and a variety of nuts rich in omega 5 like almonds, chestnuts, walnuts etc. \nRestaurants offer all sorts of Western breakfast to local ones - like salted tea and bread as well as Chinese food, Tanduries, and local dishes. In this region, people do not eat spicy food like the rest of the country. Local food consists of special baked breads (different varieties), handmade-noodle soups, salted meats, roasted meat, vegetables, fruits & dairy products. All the products are organic as they believe in traditional farming without the use of chemical fertilizers and sprays.\n\n",{"type":"==","value":["Drink"]},"\nMost of the high end hotels have their own bars but at some areas they have their local alcohol too.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Park Hotel Gilgit"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Madina Guest House"],["url="],["email="],["address=NLI Chowk"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 200-600"],["checkin="],["checkout="],["content=Popular with foreigners. Has a restaurant with seating area in a courtyard. Prices as of May 2009 are 150 Rs for a 6 bed dorm \/ 330 Rs for a double with shared bath \/ 450 Rs for a double w\/private bath"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["New Tourist Cottage"]}," Also popular with foreigners. Private doubles with bath are Rs 320. Rooms are large and well maintained. Also has outdoor seating areas."]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gilgit Motel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Park hotel"],["url="],["email="],["address=Airport Road"],["lat="],["long="],["directions=on main road from Jutial to main market"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Quite spacious with good quality food, and best located as antique shops are situated nearby"]]}]},{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Gilgit serena hotel"],["alt="],["url=http:\/\/www.serenahotels.com\/serenagilgit\/default-en.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"previously part of ",{"type":"'''","value":["Inter continental chain "]}," known as Rakaposhi Inn.***hotel\n\n",{"type":"==","value":["Connect"]},"\n\nThere are a handful of internet cafes along the main road. Fax and telex are also available.\n\nThe main ",{"type":"'''","value":["post office"]}," (M-Sa 9AM-7PM, closed Sundays) is at Saddar Bazaar on the main road.\n\n",{"type":"==","value":["Stay safe"]},"\n\nGilgit is fairly stable and safe compared to other regions. Travelers - both local and foreign still visit the area and enjoy the breathtaking beauty and nature.Gilgit has one of the cheapest accommodation for visitors with a budget.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Image:Rakaposhi 3.jpg"],["250px"],["thumb"],["Rakaposhi"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rakaposhi"]}," – this nearby mountain is a popular destination for climbers and hikers, and offers stunning landscapes at most times of the year. The views en route to base camp are especially fantastic in the fall when the surrounding countryside is painted orange yellow and red. You could arrange a tour here in Gilgit, or gather information on hiking around yourself."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hunza Valley"]]}]}]},"You can see Hunza valley right from gilgit near Diamir area. All the autumn colors and seasonal changes give a sit at home treat. It takes 35 minutes by jeep to get to Hunza but weather and traffic are two important factors leading to a bit londer drive to Hunza. Drive towards Hunza is exciting, breath-taking, and once in a life time experience. Hunza has the highest literacy rate close to 98%. People are very friendly and it is quite developed. UNESCO World Heritage Sites can also be seen there.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Skardu"]]}," Valley"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Islamabad"]]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["To ",{"type":"[[","value":[["China"]]}]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Gilgit-Baltistan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Gilgit"]]},"\n",{"type":"{{","value":[["geo"],["35.921944444444"],["74.289166666667"]]}]