[{"type":"{{","value":[["pagebanner"],["Gili Trawangan banner.jpg"]]},"\n\n",{"type":"'''","value":["Gili Trawangan"]}," (",{"type":"''","value":["Terawangan"]},"), or simply ",{"type":"'''","value":["Gili T"]},", is the largest and most visited of the three ",{"type":"[[","value":[["Gili Islands"]]}," off ",{"type":"[[","value":[["Lombok"]]},".\n\n",{"type":"[[","value":[["Image:GiliTrawangan Boats.JPG"],["thumb"],["right"],["350px"],[{"type":"''","value":["Perahu"]}," fishing boats lounging on Trawangan's beach, with Meno in the background"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nThis is the largest of the three Gili Islands with an estimated permanent population of about 800.\n\nTrawangan was the first of the three islands to attract visitors in any numbers, and it was backpackers who led the way. In the 1990s the island developed a reputation as a wild party destination with cheap accommodation, no police, plentiful weed and mushrooms, and readily available harder drugs. Whilst that is still partially the case, Trawangan has matured into a destination that has a far wider appeal.\n\nThe thriving dive industry of the Gili Islands is centred here (although some operators have outposts on the other two islands), and since about 2005, the island has gone through a ",{"type":"''","value":["massive"]}," development boom, and a number of upscale sleeping, eating and drinking establishments have opened. Any visitor to Trawangan should be prepared for a real mish-mash of fellow travellers; some will be ensconced in US$400 per night, unashamedly Bali-style villas, while others would be quite happy to sleep on the beach after a tough day on the mushies.\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"[[","value":[["Image:Gili Trawangan map.png"],["thumb"],["right"],["320px"],["Map of Gili Trawangan"]]},"\n\nMost of the accommodation and other facilities on the island are on the eastern side, sheltered from the winds and rough seas of the Lombok Strait which sometimes batter the opposite side of the island. Boats dock here as well, on the beach just north of the market. This generally means a walk in the shallow water to disembark. There is also a private concrete and wood jetty used by a few companies.\n\nA footpath circumvents the whole island and various tracks criss-cross, nearly always leading back to this coastal path. The area set back behind the east coast beachfront establishments is where most of the locals live (and where there is a lot of budget accommodation), and is known simply as \"the village\". There is a low lying hill in the southern centre of the island, which is easily reached from the tracks heading southwest from the back of the village.\n\n",{"type":"==","value":["Get in"]},"\n\nThe sea is calmest in the morning and ",{"type":"''","value":["all"]}," transport stops running in the late-afternoon, well before dark. During periods of southerly winds and in July and August especially, the swell can be a bit hairy and you are very likely to get wet on the crossing. It is advisable to place laptops, cameras and handphones in waterproof bags for the crossing. You will need to wade through shallow sea when disembarking, so wear either appropriate footwear, or none at all.\n\n",{"type":"===","value":["From Lombok"]},"\n\nThe daily ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.peramatour.com\/ Perama"]}]}," service will take you directly from ",{"type":"[[","value":[["Senggigi"]]}," departing 09:00 to Gili Trawangan in under 2 hours for a flat Rp 100,000, plus optional Rp 10,000 for pickup at your lodging in Senggigi. Other operators can provide transfers for Rp 75,000, but these often involve going through ",{"type":"[[","value":[["Bangsal"]]},".\n\nAnother option is to arrange a speedboat charter or pickup with your hotel, or a dive shop on Trawangan. These speedboat services run in and out of the lovely Teluk Nare bay in Lombok, south of Bangsal and thus avoiding the thoroughly unpleasant experience of combating the touts there. A speedboat charter normally takes up to three passengers, crosses in 20-30 min, and will cost about Rp 450,000-500,000.\n\nThe drive north from Senggigi follows the coast and the road offers panoramic views and glimpses of roadside village life. It is not a lengthy trip and the road has recently been upgraded throughout almost the entire length to either Teluk Nare and Bangsal a little further to the north. It is a quite scenic trip and glimpses of the Gilis can be seen as the road rises over the headlands whilst travelling up the coastline.\n\n",{"type":"====","value":["Public boats"]},"\n\nThe cheapest way to reach Gili Trawangan is on a ",{"type":"''","value":["Public"]}," boat which departs from ",{"type":"[[","value":[["Bangsal"]]}," from 08:00-17:00 (but rarely later than 16:00). The official price is Rp 10,000. Sometimes these depart only when there are enough people, normally a minimum of 15 is enough. If numbers are insufficient you might be in for a long wait. The official maximum is 20 people but sometimes the boat is overloaded by the time it is ready to depart. The experience of departing from Bangsal is rarely pleasant due to the very persistent touts who infest the place, just try to ignore them and do not listen to their generally fanciful tales that involve you paying them money to solve an imaginary transportation problem. They often provide a chorus of gloomy predictions regarding the alleged unavailability of services, then if successful they just place unknowing passengers upon the normal scheduled service or a private charter at an often seriously inflated prices.\n\nBuy your tickets direct from the official ",{"type":"''","value":["Koperasi Angkutan Laut Karya Bahari"]}," office. In Bangsal this is located inside the main building on the waterfront, find the ticket desk in the notheastern corner of that building. The ",{"type":"''","value":["Koperasi"]}," operate the ",{"type":"''","value":["Public"]}," Boat, the ",{"type":"''","value":["Shuttle"]}," boat, the ",{"type":"''","value":["Island Hopping"]}," boat and also offer (official) ",{"type":"''","value":["Charter"]}," boats.\n\nThe ",{"type":"''","value":["Public"]}," boat office on Trawangan is right on the beach north of the unused concrete jetty, near where you are dropped off. It is somewhat hard to see from the street. If you have trouble finding it, ask some locals, who will kindly give you directions. The office counter faces to the beach. You may need to wait until 15-20 others show up, so it's best to be there early in the morning (07:00-08:00) if you want to get moving quickly. The last boat leaves Trawangan around 15:00.\n\n",{"type":"'''","value":["Public boat"]}," (ferry)\n",{"type":"*","value":["This is the standard method to reach Gili Trawangan and is used by both local residents and tourists. The maximum number of passengers is fixed at 20 persons but it is often overloaded with goods and or passengers. If it seems clearly unsafe due to either overloading or prevailing weather conditions then it is most likely best not to board it."]},"\n:* Bangsal to Gili Trawangan ",{"type":"''","value":["1 way"]}," is Rp 10,000\n:* Gili Trawangan to Bangsal ",{"type":"''","value":["1 way"]}," is Rp 10,000\n\n",{"type":"'''","value":["Shuttle boat"]}," \n",{"type":"*","value":["This service supplements the ",{"type":"''","value":["Public"]}," boat (ferry) service and departs Gili Trawangan to Bangsal (on the main island of Lombok)."]},"\n:* Bangsal to Gili Trawangan departs at 5PM, the official price is Rp 28,000. \n:* Gili Trawangan to Bangsal departs at 8:15AM, the official price is Rp 28,000.",{"type":"<","value":["br"]},"(This is more expensive than the standard ",{"type":"''","value":["Public"]}," boat cost officially fixed at Rp 10,000).\n\n",{"type":"'''","value":["Charter boat"]}," \n",{"type":"*","value":["The ",{"type":"''","value":["official"]}," charter boat service provided by ",{"type":"''","value":["Koperasi Angkutan laut Karya Bahari"]}," is permitted to carry a maximum of 12 persons."]},"\n:* Bangsal to Gili Trawangan ",{"type":"''","value":["1 way"]}," is Rp 185,000, ",{"type":"''","value":["return"]}," Rp 350,000\n:* Gili Trawangan to Bangsal ",{"type":"''","value":["1 way"]}," is Rp 185,000, ",{"type":"''","value":["return"]}," Rp 350,000\n\n",{"type":"*","value":["Informal and ",{"type":"''","value":["unofficial"]}," charters are also available from private operators to travel from Bangsal to Gili Trawangan. If requiring one try to deal only with the boat operator, ignore the touts and 'facilitators' and use your time over a negotiation, any hint of haste or urgency is sure to raise the price."]},"\nThe situation arising from the activities of pestering touts combined with confusing and inadequate formal services at Bangsal is the source of many disappointments and complaints.\n\n",{"type":"===","value":["From Gili Air and Gili Meno"]},"\n\nTo move from one island to another the ",{"type":"''","value":["formal"]}," procedure is to take the ",{"type":"''","value":["Public"]}," boat (ferry) to Bangsal and then a further similar ferry to the required island departing from Bangsal. To return the reverse is required. This can be confusing and co-ordinating the timing with the connecting boat departing from Bangsal may be either difficult or elusive. There is also a ",{"type":"''","value":["limited"]}," official inter-island ",{"type":"''","value":["Island Hopping"]}," service provided.\n\n",{"type":"{{","value":[["infobox"],["Official tariffs and schedules"],["The tariff for all ",{"type":"''","value":["Koperasi Angkutan Laut Karya Bahari"]}," services was last set by decree of the Regency of West Lombok in May 2008. This koperasi now falls under the new jurisdiction of the Regency of North Lombok.",{"type":"<","value":["br"]},"Departure and arrival times may vary due to operational conditions and other random factors such as loading times and delays arising from waiting for sufficient numbers of passengers prior to departure. Overloading may occur and caution should be exercised if considering boarding or travelling on an overloaded boat. If there are too many people requiring transport they may be left behind and a substitute service may or may not be available. Try to limit your dealings to ",{"type":"''","value":["official"]}," koperasi personnel only and avoid entering into any discussions or negotiations with local touts and facilitators. Only a few of them will be of any assistance at all and most will endeavour to confuse the traveller so that they accept an inflated price for the provision of an existing service. Do not buy tickets from anyone other than an official ticket seller.",{"type":"<","value":["br"]},"Official Koperasi services include:\n",{"type":"*","value":[" ",{"type":"''","value":["Public"]}," boat"]},{"type":"*","value":[" ",{"type":"''","value":["Shuttle"]}," boat"]},{"type":"*","value":[" ",{"type":"''","value":["Island Hopping"]}," boat"]},{"type":"*","value":[" ",{"type":"''","value":["Charter"]}," boat (Koperasi) "]}]]},"\n\nFerry operators may sometimes enter into ",{"type":"''","value":["informal"]}," arrangements with passengers to journey inter-island. In this situation a passenger boards a boat that is meant to go directly to Bangsal from one of the three Gili islands but instead it detours and sets down on the beach at another island whilst en route. The prices are a movable feast but people will normally pay a price of around Rp 25,000. Inter-island access on the public boats in this manner is dependent upon timing, weather, loading, payment and the inclination of the crew to facilitate an inter-island journey and such arrangements are not officially sanctioned. The standard procedure is to travel to Bangsal and make a separate trip to the different island or to use the very limited ",{"type":"''","value":["official"]},"  service. The price for a single journey ",{"type":"''","value":["Public Boat"]}," ferry journey from Gili Air to Bangsal is Rp 8,000. The price for a ",{"type":"''","value":["Public"]}," boat from Gili Meno is Rp 9,000. The price for the subsequent ",{"type":"''","value":["Public"]}," boat  to Gili Trawangan from Bangsal is Rp 10,000, this assuming the required connection was made at Bangsal.\n\n",{"type":"'''","value":["Island Hopping boat"]}," \n",{"type":"*","value":["A limited formal ",{"type":"''","value":["Island hopping"]}," boat service is provided by ",{"type":"''","value":["Koperasi Angkutan Laut Karya Bahari"]},", this is the same local koperasi (maritime transport co-operative) that provides the ",{"type":"''","value":["Public Boat"]}," ferry service."]},"\n:* Gili Meno to Gili Trawangan departs at 8:50AM and the official price is Rp 23,000\n\n:* Gili Air to Gili Trawangan in the morning is an indirect service. Take the ",{"type":"''","value":["Island Hopping"]}," boat leaving Gili Air for Gili Meno at 08:30. The same boat then departs Gili Meno for Gili Trawangan at 8:50AM. The official Gili A to Gili T ",{"type":"''","value":["Island Hopping"]}," boat price is Rp 23,000. Hopefully you will only pay once.\n:* Gili Air to Gili Trawangan departs at 3PM and the official price is Rp 23,000\n\n:* Gili Trawangan to Gilli Meno departs at 09:30 and the official price is Rp 20,000\n:* Gili Trawangan to Gilli Air departs at 16:00 and the official price is Rp 23,000\n\n",{"type":"'''","value":["Charter boat"]}," \n",{"type":"*","value":["The ",{"type":"''","value":["official"]}," charter boat service provided by ",{"type":"''","value":["Koperasi Angkutan laut Karya Bahari"]}," is permitted to carry a maximum of 12 persons."]},"\n:* Gili Trawangan to Gilli Meno ",{"type":"''","value":["1 way"]}," is Rp 190,000, ",{"type":"''","value":["return"]}," Rp 350,000\n:* Gilli Meno to Gili Trawangan ",{"type":"''","value":["1 way"]}," is Rp 195,000, ",{"type":"''","value":["return"]}," Rp 350,000\n\n:* Gilli Trawangan to Gili Air ",{"type":"''","value":["1 way"]}," is Rp 195,000, ",{"type":"''","value":["return"]},"  Rp 350,000\n:* Gilli Air to Gili Trawangan ",{"type":"''","value":["1 way"]}," is Rp 195,000, ",{"type":"''","value":["return"]},"  Rp 350,000\n\n:* Gili Trawangan to Senggigi ",{"type":"''","value":["1 way"]}," is Rp 490,000, ",{"type":"''","value":["return"]},"  Rp 690,000\n\nInformal private charters are also available. Prices are subject to negotiation, take your time over the process.\n\n",{"type":"===","value":["From Bali"]},"\n\nFor more detailed information on fast boat companies, routes and travel advice see ",{"type":"[[","value":[["Gili Islands#By boat"],["Gili islands main page"]]},".\n\nAll fast boat services are subject to weather conditions and the trip across the Lombok Strait can get quite bumpy especially in July–August. Turbulent seas may sometimes arise for a while during the monsoonal influenced months of January–February. Most operators offer pickups and drop offs but all cover slightly different regions. Prices usually include land transport from\/to your destination in Bali. Double-check with operators for seasonal discounts, schedules and current operational status.\n\nYou may get a better price by booking from a travel agent in Bali rather than booking directly with the boat company as the agents get discounts and some may pass them on to their customers. The only way to compare live seat availability and book boat tickets online is with the ",{"type":"'''","value":["Gilibookings"]}," website, where you can view all routes, timetables and pricing for the most reliable fast boat companies. Prices range from around $25-75 one way, $50-150 return.\n\nPrevailing weather conditions in the Lombok Strait can lead to rough crossings and occasional cancellation of services especially during the peak of the monsoon season around January–February. The vessels currently serving the fast boat routes are generally of a light duty hull construction and are powered by petrol fuelled outboard engines. Crew training, operational standards and safety equipment are of a mixed standard and may be below the normal expectations of many foreign visitors.\n\nIf you have legitimate concerns about either the vessel, the operator or the prevailing weather conditions do not board the boat, immediately seek a refund of your fare and make alternative arrangements for your trip. Consider your options and choice of provider very carefully. During rough weather flights across the Lombok Strait may provide a more comfortable and safer journey.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["Bicycles"]}," are available for rent and the main tracks are good enough for riding. Expect to pay between Rp30,000 to Rp50,000 per day, often the cheapest places to rent are inland from the waterfront. A ride around the island is less than an hour, but you need to walk your bike at a few points due to the sandy nature of the track. A bike is also great for exploring the inland areas, where you can see a lot of cows, goats and chickens as well as local homes.\n\nUnsurprisingly though on a tiny island, ",{"type":"'''","value":["walking"]}," is the preferred and most appropriate way of getting around.\n\nIf you have heavy bags and are staying well away from the departure area, you will need a ",{"type":"''","value":["cidomo"]}," (horse cart) to get too and from the boat. A short trip should cost about Rp 40,000.\n\n",{"type":"==","value":["See and Do"]},"\n",{"type":"[[","value":[["File:Gili Trawangan, Indonesia (933782496).jpg"],["thumb"],["Beach"]]},"\nGili Trawangan is the centre of a thriving dive industry for the Gili Islands. All of the operators have their main dive shops located here.  There are about a dozen active dive sites, and all of the shops run a regularly rotating program of daily fun dives to one of more of these.\n\n",{"type":"'''","value":["Fun dives"]},", muckdiving, technical diving and wreck dives are a staple and Gili Trawangan is well known as a ",{"type":"'''","value":["world class teaching centre"]},". The operators are very professional, the warm waters offering a wide range of easy to challenging dive sites (including some with fairly strong currents), and the visibility usually good. Gili T makes for an ideal teaching environment, whether you are a first timer, or a diver looking to extend your qualifications.\n\n",{"type":"'''","value":["Freedive Gili"]}," is located close to the harbour on Gili Trawangan, and offers freedive and apnea (breath holding) courses for beginners to advanced. It is the only freedive centre in the region and is owned and operated by British freedive record holder Mike Board.\n\n",{"type":"'''","value":["Gili Yoga center"]}," shares an office with Freedive Gili and boasts its very own Yoga pavilion. Daily Yoga classes are given in the warm open air, surrounded by a tropical garden and the sounds of nature. Gili yoga offer services including: Daily meditation and pranayama, twice daily yoga practice, luxury accommodation, group activities (snorkeling, sunset boat ride) and gourmet vegetarian food.\n\n",{"type":"'''","value":["Gili Cooking Classes"]},", located in the Art Market on Gili T, offers a unique opportunity to learn the secret of six tasty Indonesian dishes as well as Lombok specialities during a 3 hours course. Experienced teachers guide a hands-on, enjoyable session in English. All the necessary equipment is provided. \n\n",{"type":"===","value":["Dive shops"]},"\n\nThe dive shops have some variation in the level of facilities, services, experience in the local dive sites, and varying levels of staff accreditation and experience, so do ensure that you are choosing the right provider for your own individual needs and expectations. The providers are all listed in alphabetical order only.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aquaddiction Dive"],["url=http:\/\/www.aquaddiction.com\/"],["email=info@aquaddiction.com"],["address="],["lat="],["long="],["directions=50 m from the harbour"],["phone=+62 812 27257437"],["tollfree="],["fax="],["hours="],["price="],["content=SSI diving courses up to instructor level. Behind the dive centre there are 5 newly renovated bungalows and the new Aqua hostel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bee Diver"],["url=http:\/\/www.bee-diver.com"],["email=bee.diver@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+62 370 633686"],["tollfree="],["fax="],["hours="],["price="],["content=The latest and new PADI dive centre in Gili Trawangan. Accommodates small groups of divers and underwater photographers. It has the largest and deepest pool in Gili Trawangan, to provide better diving simulation before students take the open water dives. It is attached to Queen Villa & spa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Big Bubble Diving"],["url=http:\/\/bigbubblediving.com"],["email=info@bigbubblediving.com"],["address="],["lat="],["long="],["directions="],["phone=+62 370 625020"],["tollfree="],["fax="],["hours="],["price="],["content=This operation has quickly built a stellar reputation for professionalism and being extremely friendly. British owned and run with native English and French speakers as instructors. Large purpose built dive pool and good quality bungalows behind the diveshop. A full range of PADI and SSI courses plus daily fun dives."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dream Divers"],["url=http:\/\/dreamdivers.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 634496"],["tollfree="],["fax="],["hours="],["price="],["content=As it is German owned and run, this is the preferred choice of most German visitors to the island. A PADI centre with the same courses and services as all the others."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=DSM Lombok"],["url=http:\/\/www.dsmlombok.com"],["email=information@dsmlombok.com"],["address=Gili Trawangan and Puri Bunga Cottages Senggigi, Hotel and DSM Dive Centre, Jl. Raya Senggigi"],["lat="],["long="],["directions="],["phone=+62 821 47440530, +62 878 64333383"],["tollfree="],["fax="],["hours="],["price="],["content=PADI Dive centre at Senggigi and on Gili Trawangan, French-owned."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Gili Divers"],["url=http:\/\/www.gilidivers.com"],["email=info@gilidivers.com"],["address=Gili Trawangan"],["lat="],["long="],["directions="],["phone=+62 370 6194888, +62 812 37555037"],["tollfree="],["fax="],["hours="],["price="],["content=English\/Swedish management with an experienced and professional team of multi lingual instructors and divemasters. PADI and SSI courses up to professional level. New dive equipment. Gili Hotel and The Deck are associated with this diveshop. Also arrange snorkel and dive liveaboard trips to Komodo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Manta Dive"],["url=http:\/\/www.manta-dive.com\/"],["email=info@manta-dive.com"],["address="],["lat="],["long="],["directions="],["phone=+62 370 6143649"],["tollfree="],["fax="],["hours="],["price="],["content=One of the longest established dive operators with international staff. The only ",{"type":"''","value":["5-star SSI Diamond"]}," Instructor Training Facility in the region. All PADI and SSI courses are provided in main European languages, including introduction dives and Scuba Ranger courses for children. Daily dive trips around all 3 Gili Islands and frequent muck-dive trips to neighbouring Lombok. The dive school has direct access to the beach and boat. 8 traditional and 3 modern bungalows, café serving breakfast and lunch, free WiFi and freshwater swimming pool. A new rustic beach bar also serving sandwiches, salads and breakfasts opened on 1 August 2012. Also has a shop on ",{"type":"[[","value":[["Gili Air"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blue Marlin Dive"],["url=http:\/\/bluemarlindive.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 6132424"],["tollfree="],["fax="],["hours="],["price="],["content=The oldest dive shop on Gili Trawangan. PADI and TDI licensed with professional instructors and well maintained gear. Has its own large pool and a fully equipped dive shop. Also a full technical dive centre with Closed-Circuit Rebreather training and Tri-Mix. Behind the centre there are eight bungalows and three newly renovated rooms. In front an open air cafe which is often busy. On Monday nights Blue Marlin hosts a very loud party up on the second level above the dive shop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Trawangan Dive"],["url=http:\/\/trawangandive.com\/"],["email="],["address=Gili Trawangan"],["lat="],["long="],["directions="],["phone=+62 370 6149220"],["tollfree="],["fax="],["hours="],["price="],["content=New gear, good boats and a saltwater pool for training. They also have 6 well appointed bungalows (US$55\/60 single\/double) with A\/C, flat-panel TV\/DVD and hot and cold showers."]]}]},"\n",{"type":"===","value":["Snorkelling"]},"\n\nThe easiest spot to find some productive snorkelling is off the main beach, north of the boat landing. Enter the water approximately in front of the Almarik hotel. If you start north of the beach (about where you can see seaweeds growing at low tide roughly level with Gili Meno's northern extent), and go with the current back towards to the most crowded sunbathing area, you will likely need to kick only when you want to stop to look at something. The healthy corals are around the area where the wall drops off and the deeper water begins. Nearer the shore you will find only dead coral. Turtles can be seen often, and also the occasional trigger fish amongst the more common reef inhabitants. At low tide it is difficult to get in without reef shoes. Always watch out for potential waves that can push you into the coral that are just below water level.\n\nA better coral reef is off the northwest coast, but you have to be very keen to go through the hardship of getting out there. The only access to the reef involves walking over a substantial area of dead, sharp coral, and back again when you have finished. If you are a keen snorkeller the effort is worth it, and you are very likely to have the waters to yourself.\n\nSmall, purple jellyfish are sometimes plentiful around the island, and they seem to love stinging snorkellers. The reaction is one of considerable irritation, but the stings cause no serious harm.\n\n",{"type":"===","value":["Surfing"]},"\n\nGili Trawangan has a fast right hander which can really pump with the right conditions. The best waves are at high tide, and the underlying reef can be sharp so booties can come in handy. The surf break is off the south coast - just follow the locals who will be out and jogging with their boards whenever the surf is decent. You will find no shortage of locals eady, willing and able to rent you board.  There are a few breaks off Gili Air and Gili Meno, but they are more difficult to reach and smaller.  The best season is the January–June wet season, with swells from 1-2 m. Daily conditions can be checked out at ",{"type":"[","value":["http:\/\/magicseaweed.com Magic Seaweed"]},".\n\n",{"type":"===","value":["Walking"]},"\n\nThere are some lovely walks to be had on the island, although the perimeter coastal track is perhaps not as scenic as those on Gili Meno and Gili Air. A leisurely stroll all the way around will take 90-120 minutes, depending on just how leisurely you are.\n\nThe hill in the south can be easily reached by taking one of the tracks that lead west or southwest from the back of the village. Dawn and dusk are the best times to climb up here. The sunset views back towards Bali are quite lovely, and in the mornings the sun rises over majestic ",{"type":"[[","value":[["Mount Rinjani"]]}," on Lombok. On the top of the hill lie the remains of a World War II Japanese gun bunker.\n\n",{"type":"===","value":["Party boats"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=South Sea Nomads"],["url=http:\/\/www.southseanomads.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 821 45804522"],["tollfree="],["fax="],["hours="],["price="],["content=This is the Gili islands only party boat, it operates Mon, Wed and Fri and more often in high season. Starts at 3PM and goes around the 3 Gili islands. They stop off at Gili Air for a swim and snorkel before watching the sunset over the water toward Bali. Dinner is served onboard on the way back to Gili Trawangan where the party continues onboard. They also offer budget overnight boat trips, one is 3 nights island hopping to Sekotong and another is 5 nights to Moyo and Satonda where they camp on the beaches, snorkel reefs, dive WW2 wrecks, visit waterfalls and volcanic lakes."]]}]},"\n",{"type":"===","value":["Horseback riding"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stud Horse Riding Adventure"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 878 61791565"],["tollfree="],["fax="],["hours="],["price="],["content=A small stable of horses available for riding around the island. Book more than a day ahead for a sunset ride."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are over 12 ATMs on the island, with most located on the eastern side on the island close to the jetty. Most ATMs have a maximum withdrawal of Rp 1,500,000 and will either provide Rp 50,000 or Rp 100,000 notes. The exchange rates offered on the islands are not as good as from the better ones on Lombok or Bali. Do not believe the touts at Bangsal that there are no ATMs or money changers. They will try to convince you to change money with them and charge you up to 10% commission for it.\n\nThe ",{"type":"'''","value":["Art Market"]}," (",{"type":"''","value":["Pasar Seni"]},") next to the pier has a few scruffy stalls hawking souvenirs, but it's all brought in from elsewhere, and the selection is far more limited than what you'd find on Bali or even Lombok.\n\n",{"type":"==","value":["Eat"]},"\n\nTrawangan has a huge range of eating options from simple local warungs up to fairly grand places serving inventive modern cuisine.  Many of these are attached to hotels or dive shops, and are not independent restaurants as such.\n\nBudget places are thinner on the ground that they used to be, but still not hard to find. If you really want to watch the pennies, do as the locals do and eat at the push carts along the beachfront which set up every evening. These serve the usual range of Indonesian staples: fried rice, fried noodles and bakso (meatball soup).\n\nBarbecued fish is excellent here and every evening many of the better restaurants fire up the charcoal. The deal is that you chose your fish - red and white snapper and trevally are especially good - and it is grilled on the spot.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rumah Kikinovi"],["url="],["email="],["address="],["lat="],["long="],["directions=just north of the Art Market"],["phone="],["tollfree="],["fax="],["hours=08:00-22:00"],["price="],["content=A decent budget place to eat serving the usual Indonesian staples for about Rp 15,000."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Warung Bu'De"],["url="],["email="],["address="],["lat="],["long="],["directions=right next to Vila Ombak"],["phone="],["tollfree="],["fax="],["hours=11:00-21:00"],["price="],["content=Tiny warung that serves up decent local fare at prices as cheap as any on the island."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wok This Way"],["alt="],["url="],["email="],["address=Art Market, Gili T"],["lat="],["long="],["directions=On the road to the right of the Art Market"],["phone="],["tollfree="],["fax="],["hours=10.30am to 10.00pm"],["price="],["content=A small restaurant serving asian fusion meals. Taste the broccoli beef chestnut special or the tasty chicken salad. Also check out some of the other new eateries along the same street; The chicken rotisserie is not to be missed!"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Juku"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=11:00-23:00"],["price=Mains from about Rp 40,000"],["content=Probably the best fish grill on any of the three islands. They get a bit creative with the marinades, but the fish is otherwise prepared in the traditional open wood grill manner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Karma Kayak"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 818 05593710"],["tollfree="],["fax="],["hours=11:00-22:00"],["price=Tapas plates Rp 40,000-50,000"],["content=Tapas is the go here and it is nicely prepared. A very nice location with beachside berugas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Deck"],["url="],["email="],["address=Gili Trawangan"],["lat="],["long="],["directions=on top and in front of Gili Divers"],["phone=+62 370 6194888"],["tollfree="],["fax="],["hours=07:00-23:00"],["price=Rp 15.000-60.000"],["content=Swedish style meatballs, pasta with a pesto sauce. Nice location with a fantastic view toward Mount Rinjani. You can chill on a bean bag on the beach or go upstairs. Free WiFi. If you stay in Gili Hotel, The Deck will serve you a nice breakfast in the morning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tir na nóg"],["url=http:\/\/www.tirnanoggili.com\/restaurant-bar-gili-trawangan-lombok.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wide range of good local and international cuisine. Locally sourced produce and well trained staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Manta Café"],["url=http:\/\/www.manta-dive.com"],["email="],["address="],["lat="],["long="],["directions=In front of Manta dive"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Breakfasts and a selection of baguettes filled with a variety of meats, cheeses, seasonings, salads and sauces."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beach House"],["url=http:\/\/beachhousegilit.com\/dining.html"],["email="],["address="],["lat="],["long="],["directions=south coast"],["phone=+62 370 642352"],["tollfree="],["fax="],["hours=8AM-11PM"],["price=Around Rp 100,000 per head for dinner"],["content=It is definitely not as good as it used to be, but still one of the better eateries on the island. Seafood buffet is excellent, if not exactly cheap. Also has a range of accommodation from tree houses up to a 4 bedroom luxury villa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ko Ko Mo"],["url=http:\/\/kokomogilit.com\/villas-gili-trawangan-restaurant\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 6134920"],["tollfree="],["fax="],["hours="],["price="],["content=Fine wine and cuisine seated in the restaurant or in the open air on the beach. Fresh local seafood and imported prime Australian meats. Great imported wine list and live music."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wilson's Retreat"],["alt="],["url=http:\/\/wilsons-retreat.com\/"],["email="],["address=North Beach Gili Trawangan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fine French cuisine on the serene northern shore of Gili Trawangan. Not just some of the best food to be had on the island, but also a great place to hag out during the day if you want to escape the more bustling Gili T centre."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:GiliTrawangan Horizontal.JPG"],["thumb"],["300px"],["A Gili Trawangan bar"]]},"\n\nThere are regular ",{"type":"'''","value":["party nights"]}," on Gili Trawangan - the various bars take it in turn to host the late night gig (up to 04:00), to ensure that everyone gets together in one place rather than being spread around. The island is small and it is easy to find everything; just ask around for where the party is going to be on any given night.\n\nBe very careful with locally produced spirits, especially arak. It may contain methanol and has caused cases of serious injury and death (as recent as new year 2012\/13) . If you suspect that what you've been served is not what you ordered, take it back. Sticking to western owned and managed bars may reduce the risk but not entirely exclude it.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tir na nóg"],["url=http:\/\/www.tirnanoggili.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 6139463"],["tollfree="],["fax="],["hours="],["price="],["content=The only Irish bar on the islands, and also the busiest. Great atmosphere, big screen sports and the location of the famed original Manta Dive 'snorkel test' - Always a fun activity for both participants and onlookers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Chappie's bar"],["url="],["email="],["address="],["lat="],["long="],["directions=At Manta Dive"],["phone=+62 812 37889378"],["tollfree="],["fax="],["hours="],["price="],["content=One of the newest beach bars on the island, operated outside of Manta Dive. Serving cool beers and cocktails in an intimate beachside setting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Horizontal"],["url=http:\/\/thegiliislands.com\/"],["email="],["address="],["lat="],["long="],["directions=north of the boat landing"],["phone=+62 370 639248"],["tollfree="],["fax="],["hours="],["price="],["content=Probably the only place in the Gilis that wouldn't look out of place in ",{"type":"[[","value":[["Seminyak"]]},", this stylish outdoor bar offers fancy drinks, funky furniture and DJs spinning the night away. Also has rooms for rent."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sama Sama"],["url="],["email="],["address=Gili Trawangan"],["lat="],["long="],["directions=north from the boat landing"],["phone="],["tollfree="],["fax="],["hours=8AM-late"],["price="],["content=Live reggae music every night. Despite feeling like it is stuck in a timewarp, this place really pumps and can be a lot of fun."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rudy's Pub"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=08:00-late"],["price="],["content=Until recent years, it was the Blue Marlin weekly party on Mondays that took the honours on the island. Rudy's has now definitely assumed that mantle with its Friday night bashes. Gets very messy indeed. On non-party nights, still often gets a crowd."]]}]},"\n",{"type":"{{","value":[["cautionbox"],[{"type":"'''","value":["Warning"]},{"type":"<","value":["br"]},"An incident involving a ",{"type":"'''","value":["fatality"]}," following new year 2012\/13 has implicated ",{"type":"'''","value":["Rudy's Pub"]}," in the supply of alcoholic drinks suspected of containing dangerous levels of Methanol.\n\nThis issue has been reported extensively in local and Australian news media during early 2013.\n\nA suspected source of the poisoning was from high ",{"type":"'''","value":["methanol"]}," content believed to have been provided in a Vodka-lime mixed drink.\n\nSimilarly in mid-2012 the ",{"type":"'''","value":["Sama Sama"]}," bar on Gili Trawangan was implicated in a fatality on the island arising from the supply of several Mojito mixed drinks understood to have contained a high level of Methanol. \nIn both instances outlined above a high probability of either bottle adulteration, contents substitution, or the use of counterfeited product has been indicated. Other bars and sources of supply should also be treated with appropriate caution.\n\nThe consumption of high levels of alcoholic drinks, especially if combined with ",{"type":"''","value":["energy"]}," drinks containing high levels of caffeine, methamphetamine, 'ecstasy' compounds and illicitly sourced local alcoholic concoctions will significantly increase the risks of promoting a medical crisis and may have very grave outcomes, especially if they are combined.\n\nDo not experiment with psilocybin mushrooms (",{"type":"''","value":["magic mushrooms"]},"), recreational drugs, or consume any alcohol from a source that is not readily determined to be entirely legitimate.\n\nJust stay away from these things, they are of highly dubious origin and may ruin both your holiday and your health. \nFacilities for clinical medical intervention are distant from the island location.\n\nFor further safety advice, see description above and in ",{"type":"[[","value":[["Gili Islands#Stay safe"],["Stay safe"]]},"."]]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["US$10-40"],["US$50-100"],["US$100-500+"]]},"\n\n",{"type":"'''","value":["Power"]}," is normally available 24 hours a day and many of the hotels now have A\/C. However there may be frequent disruptions to the supply. This problem arises from regional power generation insufficiencies.  To address this issue many mid-range and upmarket hotels and restaurants on the Gili islands have their own back up generators. Be aware that the closer you sleep to the mosque, the more likely you will be disturbed by loud night time prayer calls.\n\nYou will find most budget options behind the east coast frontage in the village, or by walking north from the boat landing.\n\nTravellers who remember Gili Trawangan from the 1980s and 1990s may be surprised to learn that there are now more than 100 official places to stay on the island, and still more are being built.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Balenta"],["url="],["email="],["address="],["lat="],["long="],["directions=north-east coast"],["phone=+62 818 05203464"],["tollfree="],["fax="],["hours="],["price=From Rp 200,000"],["checkin="],["checkout="],["content=This is a great value place if you do not mind being a little away from the action. Very quiet spot overlooking a nice stretch of beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gili Life"],["url="],["email="],["address="],["lat="],["long="],["directions=northwest of the Harbour in the village behind the mosque"],["phone=+62 819 36786404"],["tollfree="],["fax="],["hours="],["price=From Rp 125,000 (incldes breakfast)"],["checkin="],["checkout="],["content=This homestay is super clean and quiet (except when the prayer at the mosque is going on). The family that runs the 4 rooms is very kind and helpful. A great budget place to stay with simple, sparkling rooms and relaxing porches. Great banana pancakes for breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Edy Homestay"],["url="],["email="],["address="],["lat="],["long="],["directions=turn left after the harbour along the main road, then turn right after Buddha dive. 200m up the road from there."],["phone="],["tollfree="],["fax="],["hours="],["price=From Rp 120,000 for a double fan room (includes breakfast, 150,000 for 2 people)"],["checkin="],["checkout=10AM"],["content= Run by some great local guys, this is a clean, friendly and cheap place to stay just a few minutes from the centre. Delicious breakfast served whenever you are ready to wake up and free tea and coffee all day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ganim Homestay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From Rp 150,000 in high season."],["checkin="],["checkout="],["content=Probably the cheapest accommodation on Gili Trawangan. Located at the best snorkelling beach 5 min north of the jetty. Simple but OK budget rooms as well as more stylish ones for about double the price. The family is very hospitable and there is also a cheap warung."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lisa Homestay"],["url="],["email="],["address="],["lat="],["long="],["directions=in the village"],["phone=+62 813 39523364"],["tollfree="],["fax="],["hours="],["price=From Rp 125,000 - 2 night mininum"],["checkin="],["checkout="],["content=Small place up in the village which is clean and well run. A decent budget option."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oda's Cafe & Bungalows"],["url="],["email="],["address="],["lat="],["long="],["directions=east coast"],["phone="],["tollfree="],["fax="],["hours="],["price=Rp 250,000 for bungalow with fan"],["checkin="],["checkout="],["content=Oda's has only two bungalows, so neighbours won't be bothering you a lot. Nice staff, price includes breakfast. No fresh or hot water available. You can rent snorkelling gear for Rp 25,000, and this is really close to the best place to start snorkelling."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pondok Lita"],["url="],["email="],["address="],["lat="],["long="],["directions=in the village"],["phone=+62 370 648607"],["tollfree="],["fax="],["hours="],["price=From Rp 175,000"],["checkin="],["checkout="],["content=Super clean fan-cooled room with western bathroom. A great safe and friendly place all in a gated garden and in a central location. A favourite choice of budget visitors and they get a lot of repeat custom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pondok Sederhana"],["url="],["email="],["address="],["lat="],["long="],["directions=in the village"],["phone=+62 813 3953 6047"],["tollfree="],["fax="],["hours="],["price=Rp 150,000"],["checkin="],["checkout="],["content=Six clean little rooms all in a line with a pleasing garden. Rooms are fan-cooled and without hot water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quiet Water"],["url="],["email="],["address="],["lat="],["long="],["directions=in the village"],["phone=+62 812 3750687"],["tollfree="],["fax="],["hours="],["price=Rp 200,000"],["checkin="],["checkout="],["content=This is another popular budget haunt. The rooms are well appointed with A\/C and your very own DVD player."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marta's Bungalows"],["url="],["email=joannafgreen@yahoo.com"],["address="],["lat="],["long="],["directions=in the village"],["phone="],["tollfree="],["fax="],["hours="],["price=From about Rp 350,000 including breakfast"],["checkin="],["checkout="],["content=Owned by Marta and his English wife Jo. Traditional 1-2 bedroom bungalows with a pool."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gili Hideaway"],["url=http:\/\/gilianoresidence.com\/"],["email="],["address="],["lat="],["long="],["directions=in the village"],["phone=+62 812 3744578"],["tollfree="],["fax="],["hours="],["price=From US$20-65++ high season rates apply 1 July–15 Sept and 15 Dec–10 Jan"],["checkin="],["checkout="],["content=A-frame thatched bungalows. A bit off the path so the only noise you hear is the mosque and the chickens. All the rooms are fan-cooled and breakfast is included in the price."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gili Ano"],["url=http:\/\/gilianoresidence.com\/"],["email="],["address="],["lat="],["long="],["directions=village centre"],["phone=+62 819 36715991"],["tollfree="],["fax="],["hours="],["price=US$55-95"],["checkin="],["checkout="],["content=Located in the centre of the main village, just a short walk away from the main bars, restaurants and the beach. Locally owned and operated. Rates can be negotiated down to around Rp 450,000-550,000 depending on the time of year. Rooms have A\/C, hot water and flat screen cableTV."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alam Gili"],["url=http:\/\/alamindahbali.com\/alam_gili.htm"],["email="],["address="],["lat="],["long="],["directions=north coast"],["phone=+62 361 974629"],["tollfree="],["fax="],["hours="],["price=US$55-95"],["checkin="],["checkout="],["content=8 bungalows with a shared pool in a secluded location on the north coast. Rooms are decorated in an elaborate Balinese style."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Danima Resort"],["url=http:\/\/www.giliresortsdanima.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 812 39400785"],["tollfree="],["fax="],["hours="],["price=From US$50"],["checkin="],["checkout="],["content=Little bungalow resort on the northern coast. Rooms have A\/C, hot & cold freshwater, TV & mini bar. Has perhaps the best Italian restaurant on Trawangan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eden Cottages"],["url=http:\/\/www.edencottages.com"],["email=eden_cottages@hotmail.com"],["address="],["lat="],["long="],["directions=north coast"],["phone=+62 819 17996151"],["tollfree="],["fax="],["hours="],["price=From Rp 350,000"],["checkin="],["checkout="],["content=Opened in 2010, simple modern little bungalow resort on the north side, behind and to the right of Lutwala Dive. Smallish pool and a kiddie pool. Rooms have A\/C, cold freshwater, TV and DVD player, safe."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Manta Bungalows"],["url=http:\/\/www.manta-dive.com\/diving-accommodation-gili-islands\/Traditional-Bungalows"],["email="],["address="],["lat="],["long="],["directions=located at Manta Dive"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The first of this type of accommodation on the island, based on traditional rice barns with high roofs and generous balconies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Melati Cottges"],["url="],["email="],["address=North East Beach"],["lat="],["long="],["directions="],["phone=+62 878 89285627"],["tollfree="],["fax="],["hours="],["price=From Rp 500,000"],["checkin="],["checkout="],["content=Comfortable rooms with A\/C, fresh water, semi-open western bathrooms. Also has a seafood & wood oven pizza restaurant right on the beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pesona Resort"],["url=http:\/\/www.pesonaresort.com\/"],["email="],["address="],["lat="],["long="],["directions=south east coast"],["phone=+62 818 0549 4876"],["tollfree="],["fax="],["hours="],["price=From US$70"],["checkin=2PM"],["checkout=12noon"],["content=Bollywood-style resort with flamboyant rooms and bungalows, hot water, TV and DVD players in the bungalows, but not the standard rooms. Private balconies, A\/C and safe. Owners are Indian British who were travelling and fell in love with the island and stay. Has a good Indian restaurant attached."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rumah Saga Guest House"],["url=http:\/\/rumahsaga.com\/"],["email="],["address="],["lat="],["long="],["directions=in the village"],["phone=+62 818 05714315"],["tollfree="],["fax="],["hours="],["price=Rp 250,000-500,000"],["checkin="],["checkout="],["content=Just 4 rooms at this cute little guest house, each for triple occupancy with a double bed and a single. Has a small pool and a barbecue area for guests to use. The cheaper rooms are fan-cooled, and you pay more for the options with A\/C."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Scallywags Resort"],["url=http:\/\/www.scallywagsresort.com\/"],["email=info@scallywagsresort.com"],["address="],["lat="],["long="],["directions=south coast"],["phone=+62 370 645301"],["tollfree="],["fax="],["hours="],["price=From US$70"],["checkin="],["checkout="],["content=10 rooms with private gardens and outdoor shower, flat screen TVs with satellite service, mini bar, and ethernet in all rooms. Also has one of the better restaurants on the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gili Hotel"],["url=http:\/\/www.gilidivers.com\/accommodation.html"],["email=info@gilidivers.com"],["address="],["lat="],["long="],["directions=south coast"],["phone=+62 370 6194888"],["tollfree="],["fax="],["hours="],["price=Rp 400,000-600,000"],["checkin="],["checkout="],["content=13 standard rooms and 1 family room. All with private toilet and fresh water shower, A\/C, fan, flat screen TVs with DVD player, DVD selection, super comfortable beds safe and WiFi. Breakfast is included and will be served in The Deck resto on top of Gili Divers or on the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tir Na nOg Bungalows and Restaurant"],["alt=The Irish Bar-Ryoshi Sushi Restaurant"],["url=http:\/\/www.tirnanoggili.com\/"],["email=info@gilivillas.com"],["address="],["lat="],["long="],["directions=south east coast"],["phone=+62 370 613 9463"],["tollfree="],["fax="],["hours="],["price=Rp 450,000-900,000"],["checkin=after midday"],["checkout=before 10AM"],["content=10 standard rooms, 10 deluxe rooms and 1 family villa. All rooms come with private toilets, fresh water, A\/C, WiFi access and safety deposit boxes.  The deluxe Rooms have additional flatscreen satelliteTV, Balinese indoor\/outdoor bathrooms and a private garden to the front.  Breakfast is included in the price and is served on the beach overlooking the Lombok Straits. The complex includes the Irish Bar with indoor and outdoor seating, nightly DJs, it has a wide selection of drinks on the menu and shows sporting events in the inside bar. Their party night is every Wed from 22:00-04:00. 2 restaurants, a Ryoshi Sushi Restaurant and the Tir Na nOg have pizzas, gourmet burgers, the fresh fish\/kebab BBQ, pastas, salads, noodles and Japanese specialities at Ryoshi."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\nBalinese-style luxury villas have started to pop up on Gili Trawangan. They have not yet quite got standards of service right, so although you will be paying up serious dollars to stay at some of these places, be aware that the service might disappoint a little. High end private accommodation is still a relatively new thing on Trawangan, so it is only to be expected that it will take some time to get things right.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Baruna Villas"],["url=http:\/\/www.barunavillas.com\/"],["email="],["address="],["lat="],["long="],["directions=east coast"],["phone=+62 813 37 683493"],["tollfree="],["fax="],["hours="],["price=US$125-200"],["checkin="],["checkout="],["content=Newly built, traditional design, family run villas near the main beach offering privacy and 4 star standard accommodation. Has a fresh water pool and fresh water showers in each bathroom."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Desa Dunia Beda Beach Resort"],["url=http:\/\/www.desaduniabeda.com\/"],["email="],["address="],["lat="],["long="],["directions=on the north coast"],["phone=+62 370 641575"],["tollfree="],["fax="],["hours="],["price=From US$130"],["checkin="],["checkout="],["content=Beachfront resort with wooden Javanese ",{"type":"''","value":["joglo"]},"-style bungalows arranged around a large communal pool. Located just about as far away from the action as you can get and still be on Trawangan. A great choice for those seeking some solitude. Quite deliberately has no A\/C and no TVs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dream Village"],["url=http:\/\/www.dreamvillagetrawangan.it\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 818 546 591, +62 370 664 4373"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Only 5 bungalows available. A\/C, TV, minibar, babysitting, massage, 24 hr security service, very friendly staff and Angelo (the Italian owner) and Lulu (his little monkey) are two sweeties."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gili Villas"],["url=http:\/\/www.gilivillasindonesia.com\/"],["email="],["address="],["lat="],["long="],["directions=just behind the art market"],["phone=+62 81 23 755 721"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An exclusive resort of 4 luxury villas, each with private pool, combining privacy with the services of a hotel. Less than 100m away from the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Luce d’Alma Resort & Spa"],["url=http:\/\/lucedalmaresort.com\/"],["email="],["address="],["lat="],["long="],["directions=about 400 m from the beach in north of the island"],["phone=+62 370 621777"],["tollfree="],["fax="],["hours="],["price=From US$110"],["checkin="],["checkout="],["content=Italian owned and managed 4 star hotel is one of the newest kids on the block. They have just 16 large rooms, which are arranged nicely around a central pool. The rooms are well appointed with quality furniture. Facilities include a spa & jacuzzi, gym and Italian restaurant. About 10 min walk from the beach in a quiet, rural setting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Queen Villa & Spa"],["url=http:\/\/www.queenvillas.com\/"],["email="],["address="],["lat="],["long="],["directions=West side of the island"],["phone=+62 370 633686"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=It is the newest luxury resort in Gili Trawangan. Providing their guest with privacy and it is the only resort which supply unlimited of fresh water in their guests rooms. It has several villas with private pool on their complex as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vila Ombak"],["url=http:\/\/www.hotelombak.com\/"],["email="],["address="],["lat="],["long="],["directions=east coast"],["phone=+62 370 642336"],["tollfree="],["fax="],["hours="],["price=From US$150"],["checkin="],["checkout="],["content=The first international standard hotel on Gili Trawangan. Features the traditional building style of Lombok. Has a fully fledged dive school attached."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kelapa Villas"],["url=http:\/\/www.kelapavillas.com\/"],["email="],["address="],["lat="],["long="],["directions=inland to the north"],["phone=+62 812 3756003"],["tollfree="],["fax="],["hours="],["price=US$195-620"],["checkin="],["checkout="],["content=Probably the nicest luxury villas on the islands. You do pay up for it though. One, two, three and four bedroom villas available, all with their own private pool."]]}]},"\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"[[","value":[["Gili Islands#Stay healthy"],["See Main Gili Islands"]]}," article for more information.\n\nThere is a small clinic adjacent to Vila Ombak. They are quite used to treating travellers with minor ailments, including some stomach problems, but any visitor with a serious medical issue should make their way to Mataram hospital on Lombok.\n\n",{"type":"==","value":["Connect"]},"\n\nThere are several ",{"type":"'''","value":["internet cafes"]}," on Trawangan for feeding your Internet addiction, although connection speeds can often be slow. Printing is possible in a few internet cafés and you can even hook up your laptop in some. Lightning Fast, just north of the jetty, costs Rp 500 per minute but the supposedly fast service rarely is. Of the restaurants providing wifi, Scallywags is the best bet with a fast, dedicated ADSL service from mainland Lombok.\n\n",{"type":"'''","value":["William's Bookshop"]},", right behind the Art Market on Gili Trawangan, acts as a ",{"type":"''","value":["de facto"]}," post office, sells stamps and can mail out your postcards.\n\n",{"type":"==","value":["Cope"]},"\nSee ",{"type":"[[","value":[["Gili Islands#Cope"],["Gili Islands main article"]]}," for further information.\n\nThere is a cheap and cheerful public ",{"type":"'''","value":["laundry"]}," service at the back of the Art Market. Laundry is normally returned the next day, and when compared to the prices charged by hotels, this can save you a fair bit of money if you are on the island for anything more than a day or two.\n\n",{"type":"==","value":["Go next"]},"\n\nIf travelling to somewhere on mainland Lombok, then you could get the early morning local ferry to nearby ",{"type":"[[","value":[["Bangsal"]]}," for Rp20,000. Then walk about 800m inland to Bunga Bunga Cafe on the right hand side of the road. This is where the shuttle buses and cars pick up from. Here you can buy tickets or bargain for a seat in a taxi car. You can have breakfast here too. Note that anyone with a ticket already will be expected to walk here or pay for a ride on a horse and cart. If you get a car for yourself, the driver might pick up extra passengers on the way. As a contingency plan, negotiate with the driver that if he picks up anyone else then you pay less. Agree what that lower amount is.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lombok"]]}," — if you are on one of the Gili islands you are already in Lombok, go to the main island to see the rest of it including nearby ",{"type":"[[","value":[["Tanjung"]]}," and ",{"type":"[[","value":[["Senggigi"]]}," a little further down the coast."]},{"type":"*","value":[" ",{"type":"[[","value":[["Gili Air"]]}," — put your feet up after all that partying"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gili Meno"]]}," — also a quieter Gili"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nusa Lembongan"]]}," — last stop before ",{"type":"[[","value":[["Bali"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Gili Islands"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-8.35028"],["116.03586"],["zoom=15"]]},"\n\n",{"type":"{{","value":[["hasDocent"],["Natataek"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]