[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airport.co.kr\/mbs\/gimhaeeng\/Gimhae International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["PUS"]]},") is the gateway into ",{"type":"[[","value":[["South Korea"]]},"'s second city, ",{"type":"[[","value":[["Busan"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Busan"]]},"'s International ",{"type":"'''","value":["Gimhae Airport"]}," is both a military and civilian airport situated outside Busan and is the third most important airport in Korea by passenger numbers. There are separate Domestic and International terminals next to each other (",{"type":"''","value":["walking distance"]},"), each with basic facilities and food outlets. \n\nIt is situated near the historic town of ",{"type":"[[","value":[["Gimhae"]]},".\n\n",{"type":"==","value":["Flights"]},"\n",{"type":"{{","value":[["infobox"],["English spelling in China"],["When traveling to and from mainland China, you will notice that the Chinese airports still use the older English spellings of Korean names. Therefore it is still 'Kimhae airport' for the city of 'Pusan' when you pick up your baggage. ",{"type":"[[","value":[["Hong Kong"]]}," uses the current English spelling."]]},"\n",{"type":"[[","value":[["File:Air Busan.jpg"],["thumbnail"],["Air Busan, an airline owned by Asiana that uses Busan as its base"]]},"\n",{"type":"{{","value":[["infobox"],["Internal International Flight Connection from Seoul Incheon"],["Korean Air and Asiana run a few flights a day from Seoul's ",{"type":"[[","value":[["Incheon International Airport"]]}," directly to Busan's Gimhae airport. The flights depart and arrive at the international terminals and are classified as international flights. In practice this means you can fly into Incheon from Europe (for example) and instead of going through immigration and picking up your bags you can just change gates in the international terminal for your onward flight. This is also advantageous the other way around, since you can check your bags in for an international flight at Gimhae airport and not have to do so again until you reach your final destination."]]},"\n",{"type":"[[","value":[["File:Airport Gimhae 8.jpg"],["thumbnail"],["Inside the International Terminal"]]},"\n",{"type":"[[","value":[["File:Airport Gimhae 3.jpg"],["thumbnail"],["Take the monorail into Busan"]]},"\n\n",{"type":"*","value":["Domestic flights from Seoul Gimpo (",{"type":"{{","value":[["IATA"],["GMP"]]},") represent the majority of traffic to Busan. You can usually turn up to the airport and purchase a seat on the next plane for around ₩60,000."]},"\n",{"type":"*","value":["Domestic flights from Seoul ",{"type":"[[","value":[["Incheon International Airport"]]}," (",{"type":"{{","value":[["IATA"],["ICN"]]},"). If you are making an international connection then there are a few scheduled flights that fly directly from Incheon Airport to Gimhae with ",{"type":"''","value":["Korean Air"]}," and ",{"type":"''","value":["Asiana"]},". They are more expensive but much more convenient than an airport transfer to Gimpo. When booking through a travel agency, try to get this connection rather than transfer to Gimpo."]},"\n",{"type":"*","value":["Domestic flights from ",{"type":"[[","value":[["Jeju"]]}," Island (",{"type":"{{","value":[["IATA"],["CJU"]]},"). Popular South Korean tourist destination."]},"\n",{"type":"*","value":["International flights are from major cities in ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["China"]]},", the ",{"type":"[[","value":[["Philippines"]]}," and ",{"type":"[[","value":[["Vietnam"]]},". In addition there are flights to ",{"type":"[[","value":[["Vladivostok"]]},", ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Taipei"]]},", ",{"type":"[[","value":[["Saipan"]]},", ",{"type":"[[","value":[["Vientiane"]]},", ",{"type":"[[","value":[["Macau"]]}," and ",{"type":"[[","value":[["Hong Kong"]]},".  There is also a Lufthansa service from ",{"type":"[[","value":[["Munich"]]}," via ",{"type":"[[","value":[["Seoul"]]},". 'Limited period' flights are sometimes scheduled from other airlines such as ",{"type":"''","value":["Singapore Airlines"]}," and ",{"type":"''","value":["Delta"]},"."]},"\nThere are also budget airlines operating from Gimhae including ",{"type":"[","value":["http:\/\/www.airbusan.com\/AB\/airbusan\/english\/main.jsp Air Busan"]}," and ",{"type":"[","value":["http:\/\/en.jejuair.net Jeju Air"]}," that fly to both domestic and international destinations, sometimes for a very low price. (",{"type":"''","value":["Although you will need to book well in advance of your flight to get a cheap ticket"]},")\n\nAll direct flights from ",{"type":"[[","value":[["Hong Kong"]]}," depart between midnight and 02:30 in the morning. Most flights to ",{"type":"[[","value":[["Hong Kong"]]}," depart late in the evening (around 22:00) although DragonAir is an exception departing at around 08:00 in the morning.\n\n",{"type":"==","value":["Ground transportation"]},"\nThere are a lot of options for getting into the city, and you should choose depending on your destination, amount of luggage and whether you are traveling during rush hour. If you are staying at a main hotel, then the limousine bus will usually be the easiest way. If you are backpacking and staying somewhere in the center then using the light rail could be more convenient.\n\n",{"type":"*","value":[{"type":"'''","value":["Limousine Bus"]}," The Airport limousine buses leave from both the International and Domestic terminals and connect to various locations in the city. Tickets are purchased on the bus. (",{"type":"''","value":["However, the bus driver may have difficulty accepting notes greater than ₩10,000."]},") The bus driver will ask you for your stop, and if it is not an international hotel then it is worth printing it out to show them. This is a good option if you are carrying heavy baggage."]},"\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! Limousine Bus !! Route !! Cost !! Frequency"],["|-"],["|  To Seomyeon\/Busan station || (From Airport to Busan Station) Airport(Internation Terminal) - Domestic Terminal - Seomyeon(Lotte Hotel) - Seomyeon(1st street) - Hyundai dep. store - Busanjin Station - Busan Station - Toyoco inn Hotel - Jungangdong - Coastal Passenger Terminal - Nampodong - Chungmudong (From Busan Staion to Airport) Chungmudong - Nampodong - Coastal Passenger Terminal - Jungangdong - Busan Station - Busanjin Station - Hyundai dep. store - Seomyeon(Lotte Hotel) - Seomyeon(1st street) - Airport(International Terminal) - Domestic Terminal   || ₩7,000 || every 20-30 minutes"],["|-"],["| To Haeundae 1 || Airport(International Terminal) - Domestic Terminal - Namcheondong - Gwangandong - Suyeong Intersection - Centum hotel - Bexco - Yachting center - Hanhwa resort - Hyperion three way intersection - Westin Chosun Hotel - Grand Hotel - Novotel Ambassador - Paradise Hotel - Paledecz - Jangsan Station - Haeundae Paik Hospital - Dongbu apartment - Daelim 1cha apt - Yangwoon high school - Homeplus mart - Centum hotel - Suyeong Intersection - Gwangandong - Namcheondong - Airport(International Terminal, Departure) - Domestic Terminal, Arrival || ₩7,000 || every 20 minutes"],["|-"],["| To Haeundae 2 || Airport(International Terminal) - Domestic Terminal - Namcheondong - Crossing the Gwangan bridge - Centum hotel - Bexco - Yangwoon high school - Daedong apt - Dongbu apt - Haeundae Paik Hospital - Jangsan Station - Paradise Hotel - Seacloud hotel - Grand Hotel - Westin Chosun Hotel - Hyundai Benecity apt - Hanhwa resort - Hyundai ipark apt - Gyeongnam Marina apt - Bexco, Homeplus -Centum hotel - Crossing the Gwangan bridge - Namcheondong - Airport(International Terminal, Departure) - Domestic Terminal, Arrivals || ₩7,000 || every 20 minutes"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Light Rail"]}," The Busan Gimhae Light Rail recently opened as a new way to get into the city, and connects to Metro lines 2 (",{"type":"''","value":["green"]},") and 3 (",{"type":"''","value":["brown"]},"). It takes about an hour to get to the city center and about 90 minutes to Haeundae. If you arrive at rush hour (",{"type":"''","value":["Morning or early evening"]},") then this may be the fastest way in. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Local Bus"]}," City buses leave for downtown regularly. Tickets are cheap at around ₩1,000. The information desk at the International Terminal (",{"type":"''","value":["Arrivals"]},") can provide English speaking assistance for this. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Intercity Bus"]}," Long distances buses operate to and from the airport (",{"type":"''","value":["see 'By Bus' in ",{"type":"[[","value":[["Busan"]]}]},")"]},"\n",{"type":"*","value":[{"type":"'''","value":["Taxi"]}," A taxi to the city center will set you back about ₩15,000 (daytime) including tolls. A taxi to Haeundae will cost ₩25,000 when there is no traffic. Be aware that the black taxis at the airport (",{"type":"''","value":["which foreigners are generally directed towards"]},") are actually 'deluxe' taxis that charge much more for no discernible benefit."]},"\n",{"type":"===","value":["High Speed KTX Train"]},"\n\nFor high speed connections to the rest of South Korea, the nearest KTX station is Gupo. This is 6 stations away via light rail and changing onto line 3, and will take about 20 minutes. \nAlternatively you can head into central Busan for the much larger Busan station, although this will take around 90 minutes.\n\n",{"type":"==","value":["Get around"]},"\nThe airport is small, and you can even walk between the domestic and international terminals in a few minutes if you wanted.\n\n",{"type":"==","value":["Wait"]},"\nThere isn't a great deal to do in either the airport or the surrounding area. Consider taking the fast metro train into ",{"type":"[[","value":[["Busan"]]}," or alternatively there is the town of ",{"type":"[[","value":[["Gimhae"]]}," nearby that has a lot of historical burial mounds, and is famous for its chicken restaurants.\n\nGround-side you can wait out your time in the large Starbucks, or visit the traditional Korean restaurant. (both are located on the second floor)\n\nAir side, in the International Terminal there are well equipped Korean Air and Asiana lounges on the second floor. (",{"type":"''","value":["There is a general waiting area up here as well, which is less stressful than sitting next to the gates"]},")\n\n",{"type":"==","value":["Eat and Drink"]},"\n\n",{"type":"===","value":["International Terminal"]},"\nThere is a large Starbucks coffee on the land-side, along with a decent Korean restaurant, food hall, \"Stef's Hotdog\", Dunkin' Donuts and Popeye's on the ground floor.\n\nOn the air-side there are two small cafes (open from 07:00 to 21:00 daily), a Dunkin' Donuts and a convenience store. Note that on the air-side there are almost no eating options, with the cafes offering some sad looking sandwiches and reheating sausage sticks. Definitely recommended to eat before you enter if you have a long wait ahead.\n\n",{"type":"===","value":["Domestic Terminal"]},"\nGround-side there is a Dunkin Donuts store that is open for most of the day. For wider eating options you can consider walking over to the International terminal.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Duty Free"]},"\nThere is a large duty free shopping area air-side that closes at 21:00. There is a standard convenience store as well. \nNote that if you shop in the Paradise Hotel Duty Free mall next to Haeundae beach in Busan, they will arrange for you to pick up your duty free items at Gimhae airport. (",{"type":"''","value":["Also ",{"type":"[[","value":[["Incheon_International_Airport"],["Incheon International Airport"]]}," can be arranged"]},")\n\n",{"type":"===","value":["Gifts"]},"\nThere are no gift shops in the airport, although the cafes sell a boxed pastry made from chestnuts that can be given as gifts.\n\n",{"type":"===","value":["Telephone Rental"]},"\nYou can rent a Korean mobile phone on the ground level outside the 'Arrivals' gate in the International terminal. Note that ",{"type":"[[","value":[["South Korea"]]}," requires that all phone numbers are registered, and there is no concept of a disposable pre-paid SIM card as in other countries.\n\n",{"type":"===","value":["Car Rental"]},"\nYou can rent a car on the ground level outside the 'Arrivals' gate in the International terminal. Note that driving in Busan, and South Korea in general, will be difficult if you are not used to the driving style in Korea (",{"type":"''","value":["and the Busan area in particular"]},"). Unless your destination is in a really remote area you should take a look at the good public transport options first.\n\n",{"type":"==","value":["Connect"]},"\nIn the International terminal Airside, there are free Internet terminals on the second floor sponsored by Busan Bank. (",{"type":"''","value":["in front of the Korean Air and Asiana lounges"]},")\n\nYou can use the free Asiana Wi-Fi network if you are seated close to that lounge.\n\nThere are very few power points around the airport. Opposite the Asiana lounge there is a bench with a spare socket behind it. (",{"type":"''","value":["Next to the Samsung display"]},") Korean sockets are the same as the two pin European type.\n\n",{"type":"===","value":["Phone Rental"]},"\nKT have a booth in front of the international arrivals door. You can rent a basic feature phone for a reasonable W3,000 a day (credit card deposit of around USD 100 required). Extras such as 3G data plans and iPhones will cost more.\n\n",{"type":"==","value":["Cope"]},"\nThe airport is very safe, and small enough that you will not get lost. There is a tourist information desk near Arrivals, and they should be able to assist you with any queries.\n\nWhen you walk into the arrivals area you will likely be engaged by a few taxi touts. They will offer to take you to your destination; however, they are unlikely to be licensed to do so. They are completely polite and will not bother you if you shake your head and keep walking.\n\nOn the ground floor next to Arrivals there is a convenient free changing room facility for passengers. Busan Bank, and others, have quite a few ATM cash machines on the ground floor. There is also a post office.\n\n",{"type":"==","value":["Sleep"]},"\nThere are only some lower end motels nearby to the airport itself. The frequent Limousine buses will take you directly to all the major international hotels in both Heaundae and central Busan.\n\nA quick 10 minute ride on the monorail to Sasang station will put you in an area with many budget hotels. The area is a major terminal for long distance buses, and as such has many cheaper accommodation options.\n\n",{"type":"==","value":["Nearby"]},"\nGo into ",{"type":"[[","value":[["Busan"]]}," or visit the local town of ",{"type":"[[","value":[["Gimhae"]]},". You can also consider taking direct a bus down to ",{"type":"[[","value":[["Geoje"]]}," Island. (about 1 hour)\n\n",{"type":"{{","value":[["IsPartOf"],["South Gyeongsang"]]},"\n",{"type":"{{","value":[["usableairport"]]},"\n",{"type":"[[","value":[["wikipedia:Gimhae International Airport"]]},"\n",{"type":"{{","value":[["geo"],["35.179444444444"],["128.93805555556"]]}]