[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.girdwoodchamber.com\/ Girdwood"]}]}," is a community with the Municipality of Anchorage located about 30 miles south of ",{"type":"[[","value":[["Anchorage"]]},", ",{"type":"[[","value":[["Alaska"]]}," along the Seward Highway and is home to Alaska's largest ski area, the ",{"type":"[[","value":[["Alyeska"]]}," Resort, which was home to the 2007 US Alpine Ski Championships. \n\n",{"type":"==","value":["Get in"]},"\nThe main access to Girdwood is along The Seward Highway, it is a very scenic drive but can be slow during peak summer travel times.\n\nGirdwood does have a small landing strip\/airport in town but it is primarily used as a base of operations for local heli-skiing guide companies ",{"type":"[","value":["http:\/\/www.chugachpowderguides.com\/"]}," and given the length of the runway it is suitable for only small prop planes; thus ruling out air travel as a method for getting to town.   This means almost everyone who comes to Girdwood including Alaskan locals come in by car or shuttle.  For those originating farther a field the closest major airport is the Ted Stevens International Airport in Anchorage.  The airport is served by most major airlines and can be reached on non-spot flights from such major US cities as ",{"type":"[[","value":[["Denver"]]},", ",{"type":"[[","value":[["Seattle"]]},", and ",{"type":"[[","value":[["San Francisco"]]},".  If not renting a car, prior to arrival one should arrange shuttle travel to Girdwood and have them meet you at the airport.\n\nBy bus Girdwood is 40 miles or 1 hours ride from Anchorage, it is serviced by the ",{"type":"[[","value":[["Seward"]]}," bus line ",{"type":"[","value":["http:\/\/alaska.org\/gettingaround\/seward-bus-lines.htm"]},".\n\n",{"type":"==","value":["Get around"]},"\nCurrently the Alyeska Resort Hotel does provide a shuttle from the hotel to the Seward Highway.  Given this situation, the tiny nature of the town and that a shuttle is an easy option from ",{"type":"[[","value":[["Anchorage"]]}," there is no desperate need for a rental car.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Portage Glacier"],["alt="],["url=http:\/\/www.alaska.net\/~design\/scenes\/portage\/portage.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is listed as many as one of the most visited tourist sites in all of Alaska, and is unique among glaciers as much of its face is currently underwater."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Turnagain Arm"]}," This section of ocean water near Girdwood is home to the second largest tides in North America and one of the few bore tides ",{"type":"[","value":["http:\/\/www.history.noaa.gov\/stories_tales\/maherala8.html"]}," in the world, an occurrence where due to the length of the arm and the height of the tides the come in as a wave."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alyeska Mountain"]}," Specifically the view from the top of the tram and the soon to be open Round House Museum that will commemorate the history of skiing in the area."]},"\n",{"type":"==","value":["Do"]},"\nGirdwood and its accompanying ski area Alyeska resort comprise a four season full service resort current available activities are: \n",{"type":"*","value":[{"type":"'''","value":["Skiing"]}," - Both at the Alyeska Resort ",{"type":"[","value":["http:\/\/www.alyeskaresort.com\/page.asp?intnodeid=10805"]}," with its challenging 1,000+ acres of skiable terrain and 600+ inches of a snow a year, and in number of ways in the back country areas surrounding Girdwood, the most popular of those being By helicopter ",{"type":"[","value":["http:\/\/www.chugachpowderguides.com\/"]}," or snowcat. ",{"type":"[","value":["http:\/\/www.chugachpowderguides.com\/snowcat.html"]}]},{"type":"*","value":[{"type":"'''","value":["Ice Skating"]}," - Ice skating can be had on the numerous marshes around portage, as well as portage lake.  One can skate from near Ingram Creek all the way to girdwood with numerous short portages."]},{"type":"*","value":[{"type":"'''","value":["Fishing"]}," - Both locally and far a field from Girdwood, guided trips are a widely available and a popular option ",{"type":"[","value":["http:\/\/www.alaskansportsman.com\/"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Snow mobiling"],["alt="],["url=http:\/\/www.summersnowmobile.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This activity is available all year round. Turnagain Pass is a popular Winter spot. In the Summer, snow machiners are lifted by helicopter on to Glaciers in the surrounding Chugach Mountain Range."]]}]},{"type":"*","value":[{"type":"'''","value":["Biking"]}," -  There is a paved six mile bike trail that goes all the way from Alyeska Resort to Bird Point. Eventually the trail will follow Turnagain Arm all the way to Anchorage. There dozens of Mountain Biking trails in the valley for the more adventurous."]},{"type":"*","value":[{"type":"'''","value":["Cross Country Skiing and Snow Shoeing"]}," - Skiers and Snowshoers have over 30 miles of untracked trails to explore, through frozen Musky and Rainforest . Guided Snow Shoe expeditions are run every day in the Winter."]},{"type":"*","value":[{"type":"'''","value":["Big Game Alaska Wildlife Center"]}," - An Alaskan wildlife rehabilitation center. You can see moose, deer, black and grizzly bears, owls, bison musk ox and a variety of game birds. They have an excellent Alaskan gift shop."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Girdwood Forest Fair"],["alt="],["url=http:\/\/www.girdwoodforestfair.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Forest Fair features Alaskan artists, hand-crafted items, exotic foods and entertainers from all over Alaska. Fun for the whole family is kicked off by the Forest Fair Parade on Saturday, July 7 at 11:00 am."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere is not much really in the way of shopping in Girdwood, the Alyeska Resort Hotel ",{"type":"[","value":["http:\/\/www.alyeskaresort.com\/page.asp?intNodeID=10807"]}," carries a full line of resort and town logo wear in one of its shops, a few restaurants sell local art work, and of course there is the requisite very good ski shop in town called World Cup Sports ",{"type":"[","value":["http:\/\/www.worldcupalaska.com\/"]}," that sells all of the snow sports gear you could ever need.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=World Cup Sports"],["alt="],["url=http:\/\/www.worldcupalaska.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Full service ski and snowboard shop Phone: 907.783.2282"]]}]},{"type":"*","value":[{"type":"'''","value":["Alaska Candle Factory"]},"  Phone: 907.783.2354"]},{"type":"*","value":[{"type":"'''","value":["Kobuk Valley Jade Company"]}," Phone: 907.783.2764"]},{"type":"*","value":[{"type":"'''","value":["Great Alaskan Tourist Trap"]}," Phone: 907.783.5566"]},{"type":"*","value":[{"type":"'''","value":["Girdwood Books & News"]}," - Newly Opened Phone: 907.783.2020"]},"\n",{"type":"==","value":["Eat"]},"\nGirdwood is a surprisingly good place to eat with a lot of genuine, well done, and well priced food.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chair Five Restaurant"],["alt="],["url=http:\/\/www.chairfive.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Phone: 907.783.2500. Chair Five was conceived on a rainy night in 1982 and opened January 23, 1983 on Crow Creek Road. Following a fire which burned the building to the ground on May 17th, 1987, the operation moved to the present site (formerly Rosy's Ice Cream Parlor) in October of '87 and have been there since. All of our food is prepared to order from scratch using the freshest ingredients available. This takes a little time, so sit back, relax, and enjoy your visit to Chair 5."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Double Musky Inn"],["alt="],["url=http:\/\/www.doublemuskyinn.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Phone: 907.783.2822. The \"Musky\" as its known is the only four star restaurant in Alaska, and is the best restaurant in town and features a monster pepper steak claimed to be one of the best in the US. Located in Girdwood, Alaska. Our menu contains classic New Orleans dishes done with Alaska Seafood such as crab meat dressing stuffed halibut served with Creole burre blanc sauce."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Silvertip Grill"],["alt="],["url=http:\/\/silvertipgrill.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Phone: 907.783.2594. A favorite among locals and one of the best food values in town."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Jack Sprat"]},",Phone: 907.783.5225. Fat and Lean World Cuisine. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maxine's"],["alt="],["url=http:\/\/www.maxinesbistro.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Phone: 907.783.1234. Often described by the owners as a 'freestyle American bistro', we cook from a wide variety of cuisines that reflect the kitchen's experience - Mediterranean, Californian, French, Italian, Asian, Vegetarian and Alaskan. Our chef Kristine Lewis studied at the New England Culinary School in Vermont and has worked in the restaurant industry since 1989, her mouth-watering dishes are presented in a way that shows her art school background."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Bake Shop"],["alt="],["url=http:\/\/www.thebakeshop.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Phone: 907.783.2831. Restaurant and Bakery offering omelets, gigantic sweet rolls and huge sourdough pancake stacks. For lunch, sandwiches, pizzas and bottomless bowls of homemade soup. Summer garden dining. Open 7 days a week."]]},"  "]},"\n",{"type":"*","value":[{"type":"'''","value":["The Sitzmark"]},", At Alyeska Resort. is located on the Boardwalk by Chairs 1 and 3.  The Sitzmark Bar and Grill features monster burgers and sandwiches and is open daily during the winter in conjunction with mountain operations.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["The Ice Cream Shop"]},", Phone: 907.783.3182. Enjoy your ice cream treat and espresso drink while viewing our collection of historical photos of Girdwood & our authentic Totem Pole."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Aurora"]}," Aurora Bar and Lounge is located on the third floor of the Alyeska Resort Hotel at the top of the Grand Staircase."]},{"type":"*","value":[{"type":"'''","value":["Chair Five Restaurant"]}," - Located in town also doubles as the towns largest and most popular bar."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Casa del Sol"],["url=http:\/\/www.myspace.com\/casadelsolgirdwood"],["email="],["address=158 Holmgren Place"],["lat="],["long="],["directions=Girdwood Town Square"],["phone = +1 907-783-0088"],["tollfree="],["fax="],["hours=11am-10pm"],["price=$5-$20"],["priceextra="],["content=Casa del Sol brings you homemade sauces, delicious food and friendly faces.  Our wine selection is comprised of some of the best wines the Northwest has to offer.  This is done to reduce the amount of fossil fuels needed for shipping and to showcase the fine the wines of our neighbors just to the south.  You will also notice that our domestic beer selection is made up of Northwest brews as well.     We intend to support the local community by buying locally grown and made products whenever possible.  We believe that we can provide you with a great meal in a laid back atmosphere and reduce our carbon foot print at the same time, which is why our carry-out containers, utensils, bags and drinking straws are 100% compostable. Dine-in, take-out, winter delivery."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Hotel"]},"\nThe primary place to stay in Girdwood is the ",{"type":"'''","value":["Alyeska Resort Hotel"]},", expected to undergo a large remodel in May and June of this year (2007) it features hundreds of rooms and no less than six restaurants. ",{"type":"[","value":["http:\/\/www.alyeskaresort.com\/page.asp?intNodeID=10807"]},"  Despite its mega resort billing though rates a very affordable especially when compared with major resorts in the lower 48.\n\nAnother fine choice is ",{"type":"'''","value":["Alyeska Accommodations"]},", with Girdwood's largest inventory of nightly vacation rentals. They have lodging options for every budget. Offering rooms, B&B, Romantic cabins with private hot tubs, Slope side condos and Luxury Mt.homes and Chalets for familily gatherings, weddings and meetings. ",{"type":"[","value":["http:\/\/www.alyeskaacommodations.com"]}," Stop by their office in the heart of the Chugach Mts. for your key and helpful information. 907 783-2000\n203 Olympic Mt Loop, Girdwood, Alaska,99587\n\n",{"type":"===","value":["B&B options"]},"\n",{"type":"*","value":[{"type":"'''","value":["Carriage House B&B and Stables"]}," - The B&B offers privacy and service with a separate entrance and accommodations, while your hosts, Jake and Rachel are there for your assistance. The rooms are furnished with your comfort in mind featuring “dream beds” with sateen sheets and down comforters, cable TV and private baths with all the amenities. The B&B has a separate entrance, private patio overlooking the gardens, a fully equipped guest kitchen and sitting area with visitor information and high speed internet access.  Phone: 907.783.9464"]},{"type":"*","value":[{"type":"'''","value":["Bud & Carol's B&B"]}," - Conveniently situated in the scenic Girdwood valley, at the base of Mt. Alyeska Ski and Year Round Resort, 2 blocks to chair lifts, on ski shuttle route, walking\/biking trail and entrance to cross country ski and dog sled trails.  Phone: 907.783.3182"]},{"type":"*","value":[{"type":"'''","value":["Alpina Inn Bed & Breakfast"]}," - B&B with a private entrance to a 2 room suite. Sitting area, kitchen, bathroom with shower. Deck with sitting area that looks across the valley. Phone: 907.783.2482"]},{"type":"*","value":[{"type":"'''","value":["Girdwood Good Night B&B"]}," - Stowe Drive Luxurious comfort, privacy, and 750 sq.ft. of light-filled, modern living space await you! Enjoy mountain views, numerous amenities, and a full hot breakfast. Sleeps up to 4. Non-smoking. Phone: 907.783.3193"]},{"type":"*","value":[{"type":"'''","value":["Hidden Creek Bed and Breakfast"]}," - Nestled in the woods high atop Vail Drive, Hidden Creek Bed & Breakfast offers a place to surround yourself with nature, while soaking up the luxurious comforts of this beautiful craftsman home. This top-end B&B is located in Girdwood, Alaska.  Phone: 907.783.5557"]},{"type":"*","value":[{"type":"'''","value":["Crow Creek B&B"]}," offers a quaint suite on a home with awesome Glacier Views from your private outdoor Hot Tub. All with a queen bed, private bath, TV\/Cable\/DVD, wireless internet, kitchenette and did I mention the views? Wild Alaskan smoked salmon with bagels and fresh fruits are served continental. http:\/www.alyeskaaccommodations.com Phone: 907.783.2000"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Glacier View B&B"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 907 350-0674"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Three room B&B that comes with home-made croissants, home-made jam, and other great things. Huge windows with views of the mountains. http:\/\/glacierviewbnb.com\/"]]}]},"\n",{"type":"===","value":["Hostel"]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Girdwood Alaska Backpackers Inn"],["alt="],["url=http:\/\/www.hostelgirdwood.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Gateway to the Chugach Mountains 907.727.4678"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Alyeska Hostel"],["alt="],["url=http:\/\/www.alyeskahostel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Alyeska Hostel is newly renovated 907.783.2222"]]}]},{"type":"*","value":[{"type":"'''","value":["Portage Valley Cabins & RV"]},", Mile 7.7 Portage Glacier Rd., (907) 783-3111‎. Camping spots and budget cabins."]},"\n",{"type":"==","value":["Stay Safe"]},"\nCrime is not much of a concern in Girdwood and the surrounding area; however, as is the case in all of Alaska, mother nature is less amiable. Threats include: bears, floods, and weather.  Snowstorms blow in quickly and can cause power outages that may last days depending on the remoteness of your location, as well as block off roads with several feet of snow that may fall in a single night. Bring extra food, just in case, and always carry chains in your car as the road restrictions can come up quickly.\n\nDo not feed the bears. Do not leave food or food wrappers in your car.\n\n",{"type":"==","value":["Go next"]},"\nPrince William Sound is only a 30 minute drive from Girdwood. Sea Kayaking is a great way for energetic people to explore the coves and bays of this pristine environment.\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["60.94250"],["-149.16639"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southcentral Alaska"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Girdwood, Alaska"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Alaska\/Localities\/G\/Girdwood\/"]]}]