[{"type":"{{","value":[["pagebanner"],["LowerTwoMedicineLake-c01.jpg"],["box=black"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/glac\/ Glacier National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," and a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]}," that is on the northern border of ",{"type":"[[","value":[["Montana"]]}," in the ",{"type":"[[","value":[["United States of America"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nGlacier National Park borders ",{"type":"'''","value":[{"type":"[[","value":[["Waterton Lakes National Park"]]}]}," in Canada — the two parks are known as the ",{"type":"'''","value":["Waterton-Glacier International Peace Park"]},", and were designated as the world's first International Peace Park in 1932. Both parks were designated by the United Nations as Biosphere Reserves in 1976, and in 1995 as ",{"type":"'''","value":["World Heritage"]}," sites.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"[[","value":[["Image:Mountain Goat in Glacier National Park.JPG"],["thumb"],["300px"],["Mountain Goat in Glacier National Park."]]},"\n\nGlacier National Park is a stunning display of the geological processes that changed North America over the last billion years.  The rock formations in the park are almost entirely sedimentary, laid down between 1600 to 800 million years ago when this area was an inland sea.  They were uplifted during the formation of the Rockies beginning around 170 million years ago, and today contain some of the best Proterozoic fossils in the world.  The mountains were carved into their present form by the advance and retreat of glaciers during the last ice age, and the park, as its name suggests, contains an abundance of glacial features, including lakes, valleys, and remnant glaciers (although these have diminished significantly in the last century).\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe park offers many opportunities to see wildlife, and its ecosystems are almost unchanged from what they were at the time of Lewis and Clark.  Different trails offer visitors close encounters with animals from mountain goats to pine martens.  The park is also one of the largest remaining natural grizzly habitats, and during late summer, grizzlies will often come to lower elevations to eat the area's popular berries and catch fish in the lakes.  In addition to grizzly bears, the park is also home to two other endangered species: the Canadian lynx and the bull trout.  23 species of fish live in park waters, and fishing is a popular park activity.  Birdwatchers will find many species of waterfowl in addition to larger birds of prey, including bald eagles.\n\nConiferous forest is the predominant ecosystem, although the forest is visibly different on the east and west sides of the Divide.  Trails wind through subalpine meadows full of wildflowers and alpine tundras.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["Image:Granite Creek Avalance Chute.jpg"],["thumb"],["300px"],["Winter conditions at Granite Creek Avalanche Chute"]]},"\n\nWeather at Glacier National Park is often different depending on your elevation and whether you are east or west of the ",{"type":"'''","value":["Continental Divide"]},".  The western side of the park tends to receive the most rainfall, whereas the eastern side tends to have higher winds and more sun.  The Rockies effectively disrupt the movement of air currents over the North American continent, leading to this disparity in climate.  The National Weather Service issues separate weather forecasts for the two halves of the park, which may be accessed online ",{"type":"[","value":["http:\/\/www.wrh.noaa.gov\/mso\/textproduct.php?pil=REC"]}," or checked a park information station before setting out.  During the park's summer season, temperatures during the day can reach as high the 90s Fahrenheit (over 30 degrees Celsius), but nighttime lows in the highest elevations can occasionally be around 20 degrees Fahrenheit (less than -5 degrees Celsius).  Snow can fall during any part of the year, as demonstrated in August 1992, when a foot of snow fell on the northeastern corner of the park ",{"type":"[","value":["http:\/\/www.nps.gov\/glac\/planyourvisit\/weather.htm"]},".  If you are planning to visit the park during the winter season, expect most of the park to be snow covered, and make sure you have the right gear.  Some trails and roads are closed off-season (and bridges removed).  Always prepare for a variety of conditions and always bring rain gear. See also ",{"type":"[[","value":[["#Weather"],["weather"]]},".\n\nWildfires are also a more or less common occurrence in the park.  According to the National Park Service, 2003 was one of Glacier's hottest years on record, and large areas of the park were shut down as 144,000 acres burned. ",{"type":"[","value":["http:\/\/www.nps.gov\/glac\/planyourvisit\/weather.htm"]},"\n\nIn recent years, the park has become an important case study for climate scientists studying ",{"type":"'''","value":["climate change"]},".  Research performed by the Northern Rocky Mountain Science Center constructed parallel models of glacial melting and ecosystem change in the park based on a linear temperature extrapolation scenario and a carbon dioxide-induced global warming scenario, and estimated that in the latter case, the park's glaciers would be entirely gone by the year 2030. ",{"type":"[","value":["http:\/\/www.nrmsc.usgs.gov\/research\/glacier_model.htm"]},"\n\n",{"type":"===","value":["Read"]},"\n",{"type":"*","value":[{"type":"''","value":["Exploring Glacier National Park"]},", David Rockwell. [ISBN 0-7627-2354-8] An insightful and well-written Falcon Guide to Glacier National Park, with essay-style information on the flora, fauna, and geology of the park."]},{"type":"*","value":[{"type":"''","value":["Hiking Glacier & Waterton Lakes National Parks"]},", Erik Molvar. [ISBN 1-56044-718-4]. A comprehensive guide to the trails of both parks, complete with maps, difficulty assessments, elevation charts, and useful and concise information about the natural history relevant to the trail."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train "]},"\n\nIf you have the extra time and want to see more of the country, the train is a good alternative for traveling to Glacier National Park.  Since much of the early development of the park was led by the Great Northern rail company, the railroad is an integrated part of the park's history (and vice versa).  ",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]},"'s ",{"type":"[[","value":[["Empire Builder"]]}," train service runs from Seattle and Portland through northern Montana, North Dakota, Minnesota, and Wisconsin to Chicago.  The Empire Builder westbound arrives in the evening, the Eastbound train arrives in the morning, daily at the three stations serving the park. Travelers should arrange accommodations and\/or waiting time accordingly.\n\n",{"type":"*","value":[{"type":"'''","value":["West Glacier Park Station"]}," (Amtrak station code: WGL) - This historic railroad depot has a small historical museum but no ticketing office or automated ticketing machines. ",{"type":"<","value":["br"]},"Hwy 2 and Going-to-the-Sun Rd., West Glacier, MT 59936"]},{"type":"*","value":[{"type":"'''","value":["East Glacier Park Station"]}," (Amtrak station code: GPK) - This station is open from May 1 through October 1.",{"type":"<","value":["br"]},"400 Highway 49 North, East Glacier Park, MT 59434.  (After October 1 and prior to May 1, Amtrak trains stop at Browning instead of Glacier Park.  Browning is not a staffed station."]},"\nIn addition, trains will stop at the ",{"type":"'''","value":["Izaak Walton Inn"]}," at ",{"type":"[[","value":[["Essex (Montana)"],["Essex Station"]]},", ",{"type":"''","value":["by request"]},". The train ",{"type":"'''","value":["does not"]}," wait longer than 10 minutes, therefore passengers should be ready to board immediately upon the trains arrival.\n\nAs noted above, the train ride from Seattle\/Portland is overnight and arrives in Glacier National Park in the morning; the train from Chicago arrives in the evening.  The seats' ample legroom and lack of seat belts make them far superior to their airplane counterparts, and in combination with the train's Sightseer Lounge Car and reasonably-priced dining car contribute to a relatively comfortable journey.\n\nA full-service Amtrak terminal (and one of their busiest) is available at ",{"type":"'''","value":["Whitefish"]},", west of ",{"type":"[[","value":[["West Glacier"]]},", and north of Kalispell.  The station at ",{"type":"[[","value":[["East Glacier"]]}," is also staffed May 1-October 1.\n\n",{"type":"===","value":["By plane"]},"\n\nVisitors to the park may fly to ",{"type":"'''","value":["Glacier Park International Airport"]}," near ",{"type":"[[","value":[["Kalispell"],["Kalispell, Montana"]]}," (",{"type":"{{","value":[["IATA"],["FCA"]]},") (25 mi\/40 km from West Glacier). It's possible to rent cars at the airport or take a shuttle (inquire first before making reservation to a particular airport if you do not wish to drive). Also, the destination of ",{"type":"[[","value":[["Missoula"],["Missoula, Montana"]]}," (",{"type":"{{","value":[["IATA"],["MSO"]]},") is possible, though an additional 120 miles (190 km) must be driven. If you live near ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["San Francisco"]]}," or ",{"type":"[[","value":[["Phoenix"]]},", there are non-stop flights to Missoula, so, unlike Kalispell, you won't have to connect. Big Sky Airlines went out of business in February 2008, and is no longer an option.\n\nAt Glacier Park Airport, U.S. Airlines and their connection cities include Allegiant Air (",{"type":"[[","value":[["Las Vegas"]]},"); Delta Air Lines (",{"type":"[[","value":[["Atlanta"]]}," (seasonal), ",{"type":"[[","value":[["Minneapolis"]]},", ",{"type":"[[","value":[["Salt Lake City"]]},"); United Airlines (",{"type":"[[","value":[["Chicago"]]},", and ",{"type":"[[","value":[["San Francisco"]]},"—summer weekends only and ",{"type":"[[","value":[["Denver"]]},"); and American Airlines\/Alaska Airlines via Horizon Airlines (",{"type":"[[","value":[["Seattle"]]},").\n\nThose already residing in the Inland Northwest have very few options besides driving or taking Amtrak. Airline service from ",{"type":"[[","value":[["Spokane"]]}," (the largest city in the region) to Calgary and Kalispell has been suspended. To fly, you must go through Seattle on Horizon air, then on to Kalispell, It's quite costly (relative to the direct distance) to backtrack like that.\n\nAlberta Canada has Calgary International Airport (YYC), just 4 1\/2 hours north of Glacier National Park. YYC offer nonstop seasonal and year-round flights from Europe (Amsterdam, Glasgow, Frankfurt, London, Manchester, Munich, Paris, Zurich), Asia (Tokyo & Seoul) with Air Transat, British Airways, Air Canada as well as the major USA carriers. Car rentals are available or a one way airport \"charter\" van shuttle service with Airport Shuttle Express of Calgary to\/from Glacier National Park, MT and Calgary, Banff or Lake Louise. If needed, be sure you have a mulitple-entry visa for Canada (if flying out from there), and a U.S. visa as well.\n\n",{"type":"===","value":["By car"]},"\n\nFrom the ",{"type":"'''","value":["East"]},":  Take I-90 freeway to about 8 miles west of ",{"type":"[[","value":[["Missoula"]]},", then exit at US Hwy 93 north (Exit #96).  In ",{"type":"[[","value":[["Kalispell"]]},", turn right at US Hwy 2 East (Idaho St.)  From there it's 32 miles to the ",{"type":"[[","value":[["West Glacier"]]}," entrance.  OR, if you're approaching from North Dakota on US 2, it's a straight shot to Glacier Park.  Heading west on I-94 across North Dakota, the shortest route to Glacier is exiting at Glendive to Montana highway 200s to Circle, then north on Montana 13 to east of Wolf Point, then west on Montana 25 to Wolf Point, then US 2 to Glacier Park.\nIf coming from the South (Great Falls) or East (Havre) and your destination first is Waterton Lakes National Park, the fastest way is taking US 2 to Cut Bank, and then going north on Montana secondary 213 to Del Bonita, where it becomes Alberta highway 62.  At the \"town\" of Del Bonita, Alberta (2 miles from the border) turn west on Alberta secondary 501 and go to Cardston, and then directly to Waterton Lakes on Alberta highway 5.  This is significantly faster than US 2\/89 via Browning.\n\nFor ",{"type":"[[","value":[["East Glacier"]]}," there are various routes including the I-15 Fwy (see ",{"type":"''","value":["From the South"]}," below).  However, from the freeways, East Glacier via West Glacier is about the same time and distance. The best route for those wanting to avoid Montana's freeways and save over 250 miles is to follow I-94 just inside Montana from ",{"type":"[[","value":[["North Dakota"]]}," and exit #211.  State Hwy 200S becomes 200 (no turns) and later becomes shared with US Hwy 87. On the west side of Great Falls  where the highway merges into the freeway, take I-15 North for 12 miles and Exit #290 in Vaughn. On US Hwy 89 go 105 miles to Browning in the Blackfeet Indian Reservation. At the museum, turn left and take US Hwy 2 into East Glacier.  (If using I-90 you can join this route via ",{"type":"[[","value":[["Billings"]]},".  Follow State Hwy 3 at Exit #450, which is later shared with US 12 & 191.  Turn left at the end of the highway at \"Eddies Corner\" and follow as above going to Great Falls.)\n\n",{"type":"''","value":["Don't underestimate the huge size of the state of Montana (550 mi\/880 km wide).  Glacier Park is actually closer to ",{"type":"[[","value":[["Seattle"]]}," than it is to far eastern Montana."]},"\n\nFrom the ",{"type":"'''","value":["West"]},":  Take I-90 freeway to ",{"type":"[[","value":[["Coeur d'Alene"]]},", ",{"type":"[[","value":[["Idaho"]]}," (Exit #12, turn left) on to US Hwy 95.  Where US Hwy 2 and 95 split north of Bonners Ferry, turn right to get US Hwy 2.  From there, it's 167 miles to the West Glacier entrance.  Don't forget to set clocks an hour ahead when entering Montana.\n\nA slightly more ambitious (though fully paved) short cut is to stay on the I-90 freeway up to St. Regis, Montana (Exit #33).  Then turn left on State Hwy 135 and go 21.6 miles, left on State Hwy 200 for 8.3 miles, right on State Hwy 28 for 46.7 miles, and left on US Hwy 93 in Elmo on Flathead Lake. In ",{"type":"[[","value":[["Kalispell"]]},", turn right at US Hwy 2 East (Idaho St.)  This is a very scenic route along the Clark Fork River and Flathead Lake (which both contain all the waters of Glacier Park west of the Continental Divide) with farmlands in between.  However, gas (petrol) and other services are limited between the freeway and Elmo.\n\nNote: Using Hwy 200 east from Sandpoint, Idaho is not recommended, as all north-south connections with US Hwy 2 in between Libby and Kalispell are NOT paved!  There's just no quick and easy way to get through the Cabinet Mountains beyond 15–20 miles from the Idaho border.\n\nFrom the ",{"type":"'''","value":["North (Canada)"]},":  If first visiting ",{"type":"[[","value":[["Waterton Lakes National Park"]]}," in ",{"type":"[[","value":[["Alberta"]]},", take Canada Hwy 2 south to the junction of the Crowsnest Hwy 3. Then go west (towards BC) 43 km and turn left at Pincher Station on Canada Hwy 6 for another 50 km. Turn right at the junction of Hwy 5 to enter the park.  Upon leaving to get to Glacier, make two right turns just after exiting the park, and follow Canada Hwy 6 for 22 km to the U.S. border. This becomes State Hwy 17; turn right in 23 km onto US Hwy 89.  The first park entrance is Many Glacier in 7 km (just after ",{"type":"[[","value":[["Babb"]]},").\n\nNote: The international border is closed overnight between Waterton and Glacier, so via Cardston is only way in (see below).  Bring US\/Canadian  pasport, passport card or enhanced driver’s license. If bypassing Waterton, take Canada Hwy 2 south to Cardston and cross the U.S. border. This becomes US Hwy 89.  The first park entrance is Many Glacier 17 km from the border.\n\nFrom the ",{"type":"'''","value":["South"]},":  Take freeway I-15 North to Shelby, Montana (Exit #363) and turn left onto US Hwy 2.  From there it's 70 miles to ",{"type":"[[","value":[["East Glacier"]]},".  A short cut would be to exit I-15 in Vaughn, Montana (Exit #290) and take US Hwy 89 to Browning in the Blackfeet Indian Reservation.  At the museum, turn left and take US Hwy 2 to East Glacier.\n\nFor West Glacier, transfer to I-90 West from I-15 (Exit #121) just before ",{"type":"[[","value":[["Butte"]]},", Montana and see ",{"type":"''","value":["From the East"]}," above.\n\n",{"type":"===","value":["By foot"]},"\n\nThe ",{"type":"[[","value":[["Continental Divide Trail"]]},", a 3,100 mile United States National Scenic Trail, has its northern trailhead in ",{"type":"'''","value":["Swiftcurrent Campground"]},", accessible by car from ",{"type":"[[","value":[["Babb"]]}," on ",{"type":"'''","value":["Glacier Route Three"]},".  An alternate route starts from the ",{"type":"'''","value":["Apikuni Trailhead"]},", also located along Glacier Route Three.  This trail exits the park at ",{"type":"'''","value":["Marias Pass"]}," to the south and runs south along the Continental Divide to Mexico.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nAll private vehicles entering the park must pay a $25 fee that is good for seven days.  Individuals on foot or on bicycle must pay a $12 fee, also good for seven days.  A Glacier National Park Pass is available for $30 and allows unlimited entry for one year.  The National Park Pass costs $80 and allows free entry to all national park areas for one year.\n\nSeniors age 62 and over (must be U.S. citizen or permanent resident) may purchase a lifetime ",{"type":"''","value":["Golden Age Passport"]}," for $10 which also allows admission to others in the same vehicle (even if not seniors or U.S. residents). There is a 50% discount on camping and other fees.  This is valid at ",{"type":"'''","value":["all"]}," national parks in the USA.\n\nBe sure to always have your receipt or permit card handy as there are multiple entrances to Glacier, and most people leave and re-enter several times. This is true even if they're lodging inside the park, and have no intention of visiting other destinations. Several popular locations such as Many Glacier, and Two Medicine are only accessible by car from the ",{"type":"''","value":["Going to the Sun Highway"]}," if you leave and re-enter. US Highways 2, 89, and 93 do not run through Glacier, but provide indirect access. (A small portion of US Hwy 2 and the Chief Mtn. Int'l Hwy are technically within the park's borders, but there are no services or entry gates there.)\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Jammer.jpg"],["thumb"],["300px"],["Take a 'Jammer' tour bus trip around the park."]]},"\n\n",{"type":"===","value":["Shuttles and tour buses"]},"\nGetting around the different parts of Glacier National Park is easiest by car, although some shuttles and tour buses do run inside the park, particularly on Going-to-the-Sun Road.  Shuttles can be relatively expensive ($10 for each major segment of the routes, which connect the Belton Chalet to St. Mary's Visitor Center and even cross the border to enter Waterton National Park in Canada, where they terminate at the famous Prince of Wales Hotel.  Red tour buses called ",{"type":"''","value":["Jammers"]}," (so named after the old practice of jamming the gears in place to climb steep hills) are much more expensive but a beloved fixture of the park to many tourists.  They have now been modernized to run on natural gas.\n\nThe National Park Service also operates free shuttles along the ",{"type":"[","value":["http:\/\/www.nps.gov\/glac\/planyourvisit\/shuttles.htm Going-to-the-Sun Road"]},". These shuttles run every fifteen or thirty minutes. However, intervals may differ depending on road construction.\n\nVisitors without cars should acquaint themselves well with the shuttle schedules before setting out as they run infrequently and often fill up fast.\n\n",{"type":"===","value":["Hitchhiking"]},"\n",{"type":"[[","value":[["Image:GlacierParkMontanaNPSMap.PNG"],["thumb"],["600px"]]},"\nHitchhiking is also a viable way to travel among destinations along Going-to-the-Sun Road, but be sure to thumb vehicles down from a turn out or shuttle stop so that they can safely pull over to pick you up.\n\n",{"type":"===","value":["By bicycle"]},"\n",{"type":"[[","value":[["Cycling"]]}," is permitted on Going-to-the-Sun Road, and though the ride may be beautiful and rewarding, bikers should be advised that the elevation gain makes the route strenuous and many segments are along steep cliffs without shoulders.  Some portions of Going-to-the-Sun Road are closed to cyclists during high-traffic hours of the day for this reason.  Bicycles are not allowed on trails.\n\n",{"type":"===","value":["By foot"]},"\nWith over 700 miles of trails, Glacier Park is best enjoyed through hiking.  A good waterproof topographic trail map of Glacier National Park and Waterton National Park is available from National Geographic, complete with GPS checkpoints ",{"type":"[","value":["http:\/\/www.nationalgeographic.com\/maps"]},".  Major trailheads are located at the Swiftcurrent Motor Lodge, Logan's Pass, and at the Lake McDonald Lodge.  Trails range from short, handicap-accessible paths to 8-12 mile day hikes to long extended backpacking trails.  If you plan to camp at backcountry sites, reservations will be necessary (see Backcountry section).  Popular trails include:\n",{"type":"*","value":[{"type":"'''","value":["Trail of the Cedars"]}," (0.7 miles) - handicapped-accessible, partially paved and partially a boardwalk.  Beautiful views of old-growth forest and Avalanche Gorge.  Trailhead at Avalanche Creek Campground on Going-to-the-Sun Road. "]},{"type":"*","value":[{"type":"'''","value":["Garden Wall"]}," portion of the Highline Trail (11.6 miles) - day-hike accessible even to beginners.  Trail follows the Garden Wall, a striking ridge along the continental divide.  Views of subalpine meadows and alpine tundra as you skirt the dramatic face of the Garden Wall itself.  Trailhead at Logan's Pass Visitor's Center.  The Granite Park Chalet, a no-frills historic chalet which sells food and water to hikers (and provides potable water to guests with reservations), is located along the trail at mile 7.6.  The trail ends at the Loop, from where you can take a shuttle back to Logan's Pass."]},{"type":"*","value":[{"type":"'''","value":["The Continental Divide National Scenic Trail"]}," (3,100 miles) - the least well-maintained of the triumvirate of National Scenic Trails (along with the ",{"type":"[[","value":[["Pacific Crest Trail"]]}," and the ",{"type":"[[","value":[["Appalachian Trail"]]},"), the Continental Divide National Scenic Trail runs from Waterton in Canada to Marias Pass on the southern edge of Glacier National Park before continuing south all the way to Mexico.  The trail includes a variety of terrain within the park and can be accomplished in about ten days, depending on the backpacker's speed."]},"For visitors intending to hike extensively in Glacier National Park, the Falcon Guide ",{"type":"''","value":["Hiking Glacier and Waterton Lakes National Parks"]}," (ISBN 1-56044-718-4) is a comprehensive and invaluable guide, offering trail distances and thorough descriptions.\n\nNote that during the winter, some trails and roads will be closed due to snow, and in the summer a one-way system may be in operation at busy times.\n\nSee ",{"type":"''","value":["Read"]}," for maps and other material to help you plan your trip.\n\n",{"type":"===","value":["Rental car"]},"\nDollar Rent-a-Car has pick-up and drop-off at all the major train stations, and the Kalispell airport. There's no one-way fee, if for example, you arrive by train and leave by plane.  All of the Dollar Rent-a-Car locations around Kalispell, Whitefish, and Glacier Park are run by the same franchise.  Some aren't fully staffed and have a key drop.  If you demand full-service, Avis has several staffed locations, but it's more expensive.  Always check before taking rental cars into Canada, but most companies will allow.  Also, inquire in advance if you plan on driving on unpaved roads and what the company's towing policy is.  Unlimited mileage is almost a must in a big state like Montana, so check online first. In a pinch, there are also car rental facilities in the town of Cut Bank (see ",{"type":"''","value":["Get out"]}," section below).\n\nIf you wish to travel one way between Montana and Canada most car companies will not rent you a car. Round trip yes, but not one way. Canadians usually can NOT rent a car from Montana to Alberta Canada, one way or return. ",{"type":"[","value":["http:\/\/airportshuttleexpress.com\/waterton.htm Airport Shuttle Express"]}," of Calgary Canada does provide a one way charter van service between Banff\/Calgary and Great Falls, Shelby, Browning, East Glacier, Essex, West Glacier and Whitefish.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["From your car"]},"\n",{"type":"[[","value":[["Image:St Mary Lake.jpg"],["thumb"],["400px"],["St. Mary Lake, Glacier National Park."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Going to the Sun Highway"],["url=http:\/\/www.nps.gov\/glac\/planyourvisit\/goingtothesunroad.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most spectacular viewpoints in the park are along this road. It is closed to traffic in Winter and open from June - Oct. Depending on weather, it will be open as early as Memorial Day weekend (May 27–30). You can check the road status online at  ",{"type":"[","value":["http:\/\/data2.itc.nps.gov\/glac\/roadstatus\/roadstatus.cfm"]},".  Highlights include Lake McDonald, Logan Pass at the Continental Divide, Rising Sun, and St. Mary Lake.  Road construction is possible in the summer with just one lane open to traffic (and opposing traffic held back).  At about 6,600 feet (2,000 meters), Logan Pass is the highest drivable point in or near the park."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=US Hwy 2"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=on the south side of the park. Also crosses the Continental Divide, though at a lower elevation than Logan Pass on the Going to the Sun Road. This is the route used by the Amtrak trains.  The view of the forest, river, train tracks and a railroad tunnel all together in one location is very scenic.  Several wilderness areas (no roads) are just to the south."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Looking Glass Hill Road"],["alt=State Hwy 49"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=has an excellent view of Lower Two Medicine Lake from the top of the hill.  Also, it's a shortcut (though narrow and winding) from East Glacier to the east side of the park, so you don't have to go all the way to Browning and back.  Beware there is no guardrail on this road.  If concerned, only go in the northbound direction, so you won't be driving in the outer lane above the steep edge."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=US Hwy 89"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=connects with roads going into the park at ",{"type":"[[","value":[["St. Mary"]]}," (Going to Sun Road) and ",{"type":"[[","value":[["Babb"]]}," (to Many Glacier).  It then continues north where it intersects with Chief Mountain International Highway (see below).  Excellent views of St. Mary and the lake from the hills north and south of the town.  Though unmarked, the Hudson Bay\/Gulf of Mexico Divide is 4.5 miles south of the Going to the Sun Highway junction in St. Mary with ",{"type":"''","value":["Divide Mountain"]}," on the west side."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chief Mountain International Highway"],["alt=State Hwy 17"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=connects Glacier National Park with Waterton Lakes in ",{"type":"[[","value":[["Alberta"]]},". Bring US\/Canadian pasport, passport card, or enhanced driver’s license if you plan to enter ",{"type":"[[","value":[["Canada"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Two Medicine Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=begins four miles north of East Glacier, and runs on the north side of Lower Two Medicine Lake.  A very easy (no hills) and short path goes to Running Eagle (Trick) Falls.  Bears are frequently spotted in this area."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cut Bank Creek Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is an unpaved road on the park's east side 14 miles south of ",{"type":"[[","value":[["St. Mary"]]},".  A trail (not for beginners) goes to Triple Divide Pass where the Continental Divide splits three ways between the Pend Oreille-Columbia Rivers (mouth near ",{"type":"[[","value":[["Portland (Oregon)"],["Portland, Oregon"]]}," at ",{"type":"[[","value":[["Astoria"]]},"), Missouri-Mississippi Rivers (mouth near ",{"type":"[[","value":[["New Orleans"]]},"), and the Saskatchewan-Nelson Rivers (to western Hudson Bay in ",{"type":"[[","value":[["Manitoba"]]},").  Facilities are primitive, and this area is only for the most adventurous.  However, it's only 5 miles west of the US 89 Hwy, making a quick visit for a few photos possible also."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Inside North Fork Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is an unpaved road running north on the west side of the park which begins just north of Apgar at Lake McDonald. Note that all the campgrounds on this far western side of the park are primitive, without running water.  This road may be closed at times."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Camas Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=runs nearly parallel to ",{"type":"''","value":["Inside North Fork Road"]}," but is paved.  It leads to the Huckleberry Mountain Nature Trail.  Both roads will eventually take you to ",{"type":"[[","value":[["Polebridge"]]},", but this route is paved most of the way -- except for a section in the middle.  Note that all the campgrounds on this far western side of the park are primitive, without running water."]]}]},"\n",{"type":"===","value":["Out of your car"]},"\nLeaving your car for a day hike or extended backpack gives you access to the park's extensive trail system.  Trails for all ability levels and time frames exist (see Getting Around section).  Investigate the park at a more leisurely place and see its stunning geologic formations, lakes, waterfalls, glaciers, and wildlife for yourself.  Sights well worth the effort include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sperry Glacier"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sperry Glacier Overlook can be reached by a steep climb up a trail from the Sperry Chalet (2.5 miles to Comeau Pass).  The hike takes you by secluded alpine lakes and boulder-strewn meadows and up a stairway hewn into the rock, from which you emerge at Comeau Pass to be greeted by breathtaking views of the Little Matterhorn, Bearhat Mountain, and Mt. Reynolds.  Another mile, marked (sometimes confusingly) by cairns, takes you to the edge of the glacier, where there is now a sign with information about the glacier's history.  This trail is also one of the best places in the park to see families of mountain goats up close.  The glacier itself is worth seeing, since scientists predict that it have completely disappeared between 2030 and 2050 ",{"type":"[","value":["http:\/\/www.nps.gov\/glac"]},".  The Sperry Chalet is also worth seeing, and has a dining hall where non-guests can purchase a hot lunch from an a la carte menu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lake McDonald and St Mary Lakes"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The first and second largest lakes in the park, on the west and east side of the continental divide, respectively.  The lakes provide opportunities for various activities like boating (canoe and rowboats may be rented from concessions in Apgar and other locations), swimming, fishing, and some of the most beautiful sunsets and sunrises in the park.  Both can be accessed by Going-to-the-Sun Road and each are home to campgrounds and historic lodges."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Glacier Park Lodge Lobby"],["url=http:\/\/www.glacierparkinc.com\/glacier_park_lodge.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1913 on the eastern edge of the park, the Glacier Park Lodge was one of Great Northern's luxurious hotels that provided an entrypoint from the railroad into the park.  The lobby is an impressive display of the park's early aesthetics."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Iceberg Lake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Iceberg Lake is a beautiful and popular destination that can be reached by a 4.5 mile (7 km) hike out of a trailhead at Swiftcurrent Inn.  The Lake is aquamarine with glacial silt, and surrounded by steep, glacier-carved cliff faces.  On the hike you will have the opportunity to see the Ptarmigan Falls, the Ptarmigan Wall, many wildflowers, mountain goats, and perhaps even grizzly bears."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Red Eagle Mountain Glacier.jpg"],["thumb"],["300px"],["View of Red Eagle Mountain"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Biking"]}," - Bicycles are restricted to bike paths, roadways, and parking areas.  Check the National Park Service's Glacier website for path, and road closures.  Bikes are forbidden on trails.  Bicycle rental is not available in Glacier National Park.  It is possible to bike the length of Going-to-the-Sun Road, but the park limits bike access during peak traffic hours since many portions of the road do not have shoulders.  The best times of day to go are the early morning or late afternoon.  Although it is easiest to bike the road from east to west, be prepared for a steep elevation gain as you approach Logan Pass and cross the Continental Divide from either direction."]},"\n",{"type":"*","value":[{"type":"'''","value":["Boating"]}," - Boat tours are available at Many Glacier, Two Medicine, Rising Sun, Waterton Lake, and Lake McDonald.  Personal motorized boats are permitted on some of the park's lakes, but usually limited to 10 hp motors."]},"\n",{"type":"*","value":[{"type":"'''","value":["Camping"]}," - There are several dozen backcountry campgrounds along the trail system, as well as frontcountry campgrounds available to motorists and RVers."]},"\n",{"type":"*","value":[{"type":"'''","value":["Winter Activities"]}," - Park visitors during the winter (approximately December - April) may explore the park using skis or snowshoes.  Some trails may be closed due to avalanche or snow-related hazards, and visitors should check conditions with a ranger before departure and check out after return."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]}," - Glacier is famous for its great trout fishing.  Fishermen may fish without permits and can keep any fish they catch (except bull trout), but are advised to clean fish carefully: throw entrails into water far from shore, as the smell of fresh fish will attract bears."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]}," - Over half of the visitors to Glacier National Park report taking a hike along some of the park's 700 miles of trails. Hikers can purchase topographical maps, trail guides, and field guides at visitor centers.  Guided day hiking and backpacking treks are available.  Check the National Park Service's Glacier website for more info.",{"type":"<","value":["br"]},"The Trail of the Cedars, Huckleberry Mountain, Hidden Lake, Sun Point, and Swiftcurrent Nature Trails are hiker friendly and have signs that dot the trails to help hikers. The Trail of the Cedars is wheelchair accessible."]},"\n",{"type":"*","value":[{"type":"'''","value":["Horseback riding"]}," - Most of the park's trail system is open to horses.  Guided trips and horse rentals available at Many Glacier, Waterton Lake, Two Medicine, Rising Sun, and Lake McDonald Lodge."]},"\n",{"type":"==","value":["Eat"]},"\n\nSeveral of the park lodges have restaurants, but better options may be found outside of the park in the towns of ",{"type":"[[","value":[["Babb"]]},", ",{"type":"[[","value":[["Polebridge"]]},", ",{"type":"[[","value":[["West Glacier"]]}," and ",{"type":"[[","value":[["St. Mary"]]},".  Note that if you want to purchase specialized backpacking food some of the camp stores in St Mary, Rising Sun, West Glacier, and other major points of entry sell a limited selection.  By the end of the season (early September), however, be advised that most of these stores will be closing and your choices will be grim or nonexistent.  Therefore, bring your own food if possible.\n\n",{"type":"==","value":["Drink"]},"\n\nBars are located outside of the park in the town of ",{"type":"[[","value":[["Babb"]]}," and ",{"type":"[[","value":[["West Glacier"]]},".\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"[[","value":[["File:ManyGlacierHotel-p02.jpg"],["300px"],["thumb"],["Many Glacier Hotel"]]},"\nAdditional hotel options can be found outside of the park in the nearby towns of ",{"type":"[[","value":[["Essex (Montana)"],["Essex"]]},", ",{"type":"[[","value":[["East Glacier"]]},", ",{"type":"[[","value":[["West Glacier"]]}," and ",{"type":"[[","value":[["Babb"]]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lake McDonald Lodge & Complex"],["url=http:\/\/www.lakemcdonaldlodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 406 892-2525"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Lake McDonald Lodge & Complex is located eleven miles inside the park from the west entrance on the Going To The Sun Road. This hotel has 100 rooms, ranging from motel style to upmarket hotel suites. The main dining room overlooks Lake McDonald and has an excellent, moderately priced menu. Televisions, elevators and air conditioning are NOT available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Many Glacier Hotel"],["url=http:\/\/www.glacierparkinc.com\/many_glacier_hotel.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 406 732-4411"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Many Glacier Hotel is Glacier National Park's largest hotel with 208 rooms and is in the northeast area of the park and is eleven miles west of Babb on Highway 89. Premier service as the flagship lodge of the Park."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Granite Park Chalet and Sperry Chalet"],["url=http:\/\/www.graniteparkchalet.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=These two historic chalets, dating from ca. 1914, are accessible only through hiking trails.  They are the only two chalets remaining of the original six operated by Great Northern, and are supplied by weekly or biweekly mule trains.  The Granite Park Chalet ($70 first person, $68 each additional person) can be most easily reached by a 7.6 mile hike from Logans Pass along the Highline Trail, and is now a simple backpacker's lodge.  A kitchen and composting toilets are available to guests, as well as potable water (which guests are asked to assist in fetching themselves).  Accommodations are spartan, and linens are provided for an extra $15.  The ",{"type":"[","value":["http:\/\/www.sperrychalet.com\/menu.html Sperry Chalet"]}," is by contrast luxurious, with correspondingly higher prices ($160 first person, $110 additional persons in same room with maximum occupancy of 5\/room).  It can be most easily reached by a 6.7 mile uphill climb from Lake McDonald Lodge or a spectacular 13.6 mile trek from Jackson Glacier Overlook on Going-to-the-Sun Road.  Three meals are included - a box lunch, and hot dinner and breakfast served in the chalet's cozy dining room.  Linens are provided and bathrooms are pit toilets with running water in the sinks outside.  Both chalets offer complimentary hot drinks for their guests in the evening.  The season is from July to September, and reservations should be made months in advance.  All trash must be packed out."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Swift Current Motor Inn"],["url=http:\/\/www.glacierparkinc.com\/swift_current_motor_inn.php"],["email="],["address=East Glacier Park"],["lat="],["long="],["directions="],["phone=+1 406 732-5531"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers basic cabins.  The onsite restaurant has Italian style cooking and good breakfast."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nThere are thirteen developed campgrounds located within the park.  These campgrounds may be accessed by car.  Unless noted as \"primitive\", all contain a disposal station for trash.  The sites are generally for a maximum of one vehicle, two tents, and eight people.  Payment seems to be mostly on the honor system (keep in mind, however, that the National Parks system doesn't ask much and needs more), though you must register within half an hour of arrival.  Plan to keep your food and scented items in your vehicle.  Campers without vehicles may find the larger developed campsites more like a suburban cul-de-sac with SUVs in every driveway than a wilderness retreat; if you backpack in you can feel outnumbered by other park visitors who brought their own firewood, fresh ears of corn, wine, cosmetics, and other heavy luxuries.  Nightly fees are per campsite.  All dates listed are for 2006.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apgar"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Apgar"],["email="],["address=southern end of Lake McDonald"],["lat="],["long="],["directions=From Going-to-the-Sun Road, turn onto Glacier Route 8 (Camas Road).  A short distance along this road will bring you to Apgar Village."],["phone="],["tollfree="],["fax="],["hours="],["price=$15\/night"],["checkin="],["checkout="],["content=Largest campsite in the park, with 194 sites (25 can accommodate a trailer or RV), flush toilets, sinks with running water, and summer evening programming at the Apgar Amphitheater. Apgar Village has a restaurant, gift shops, and a ranger station.  Swimming and boating possible in Lake McDonald, and boat rentals and horseback ride reservations are available nearby.  No showers or reservations. Open 5\/5-10\/16"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Avalanche"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Avalanche"],["email="],["address="],["lat="],["long="],["directions=On Going-to-the-Sun Road."],["phone="],["tollfree="],["fax="],["hours="],["price=$15\/night"],["checkin="],["checkout="],["content=Popular campsite providing access to Trail of the Cedars and Avalanche Creek trailheads.  Flush toilets, running water, evening programs at Avalanche Amphitheater.  85 sites (50 accommodate RV).  No showers or reservations.  Open 6\/9-9\/5."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bowman Lake"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Bowman%20Lake"],["email="],["address=North Fork Area"],["lat="],["long="],["directions=From Going-to-the-Sun Road, take Glacier Route 8 to Glacier Route 7 (Inside North Fork Road).  Shortly after passing through Polebridge, where there is a ranger station, take a right onto a bumpy dirt road for Bowman Lake."],["phone="],["tollfree="],["fax="],["hours="],["price=$12\/night"],["checkin="],["checkout="],["content=Primitive campsite right on Bowman Lake, with access to Quartz Lake Loop, Bowman Lake, and Numa Ridge Lookout trailheads. 48 sites, RVs and trailers not advised. Potable water and pit toilets. First come first serve.  Open 5\/26-9\/15."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cut Bank"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Cut%20Bank"],["email="],["address=(not to be confused with the town 50 miles to the east), eastern side of park"],["lat="],["long="],["directions=From Highway 89, take a 5 mile dirt road to the campsite."],["phone="],["tollfree="],["fax="],["hours="],["price=$6\/night"],["checkin="],["checkout="],["content=Primitive and secluded campsite, with access to Continental Divide National Scenic Trail.  14 sites, RVs and trailers not advised.  No potable water (bring your own water or some means of purifying water from Cut Bank Creek).  Open 5\/26-9\/25."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fish Creek"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Fish%20Creek"],["email="],["address=on western shore of Lake McDonald, an area recovering from a large forest fire in 2003"],["lat="],["long="],["directions=From Going-to-the-Sun Road, take Camas Road to turn on Glacier Route 7 (Inside North Fork Road). Campground will be on right."],["phone="],["tollfree="],["fax="],["hours="],["price=$17\/night"],["checkin="],["checkout="],["content= Large campground near but not directly on Lake McDonald offering flush toilets, running water, and nightly evening programs at the Fish Creek Amphitheater.  Access to Howe Lake, Howe Ridge, and McDonald Lake trailheads.  178 sites, 18 of which accommodate RVs or trailers.  Advance reservations may be made online ",{"type":"[","value":["http:\/\/reservations.nps.gov"]}," or by phone (1-(800)365-2267 but are not required. Open 6\/1-9\/5."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kintla Lake"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Kintla%20Lake"],["email="],["address=North Fork area"],["lat="],["long="],["directions=From Going-to-the-Sun Road, take Glacier Route 8 (Camas Road) north until reaching the righthand turn onto a dirt road that leads to Kintla Lake."],["phone="],["tollfree="],["fax="],["hours="],["price=$12\/night"],["checkin="],["checkout="],["content=Glacier National Park's smallest campground, with only 13 sites.  It is also one of the most remote, and therefore is usually pretty empty.  Non-motorized boats allowed on lake, and lake is full of trout.    Site is primitive but has a potable water source.  No reservations. Open 5\/26-9\/15."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Logging Creek"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Logging%20Creek"],["email="],["address=North Fork area"],["lat="],["long="],["directions=From Going-to-the-Sun Road, take Glacier Route 8 (Camas Road ) to Glacier Route 7 (Inside North Fork Road)."],["phone="],["tollfree="],["fax="],["hours="],["price=$6\/night"],["checkin="],["checkout="],["content=Very small, primitive, secluded campground with 7 sites and no potable water (bring your own).  Access to Logging Lake trailhead.  No reservations.  Open 7\/1-12\/1.  ",{"type":"''","value":["This site is currently closed."]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Many Glacier"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Many%20Glacier"],["email="],["address="],["lat="],["long="],["directions=From Highway 98, take Glacier Route 3 west into park.  The large lake on the left is Lake Sherburne."],["phone="],["tollfree="],["fax="],["hours="],["price=$15\/night"],["checkin="],["checkout="],["content=Large, popular campsite near the Swiftcurrent Motor Lodge, restaurants, token-operated showers, and the Swiftcurrent Pass, Piegan Pass, Grinnell Glacier, Iceberg Lake, and Ptarmigan trailheads.  Also useful for backpackers through-hiking the Continental Divide National Scenic Trail (of which Switftcurrent Pass and Piegan Pass Trails are a part).  Flush toilets, sinks, and nightly ranger-led programming.  110 sites, 13 accommodate RVs and trailers. Very Popular place to spot bears. Open 5\/26-9\/25."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quartz Creek"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Quartz%20Creek"],["email="],["address="],["lat="],["long="],["directions=North of Logging Creek campground on Inside North Fork Road."],["phone="],["tollfree="],["fax="],["hours="],["price=$6\/night"],["checkin="],["checkout="],["content=This primitive campground is the smallest developed campground in the park, with only 7 sites and accessible only by a long, winding dirt road (RVs and trailers not advised).  Quartz Creek trailhead is easily reached from the campsite.  No potable water or reservations.  Pit toilets.  Open 6\/30-7\/17."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rising Sun"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Rising%20Sun"],["email="],["address=on St Mary Lake"],["lat="],["long="],["directions=On Going-to-the-Sun Road."],["phone="],["tollfree="],["fax="],["hours="],["price=$15\/night"],["checkin="],["checkout="],["content=Amenities include showers, flush toilets, a disposal station, camp store, restaurant, and nightly programming.  Shuttle stop.  83 sites, 10 of which can accommodate vehicles up to 25'  No reservations. Open 5\/26-2\/18."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sprague Creek"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Sprague%20Creek"],["email="],["address="],["lat="],["long="],["directions=On Going-to-the-Sun Road."],["phone="],["tollfree="],["fax="],["hours="],["price=$15\/night"],["checkin="],["checkout="],["content=About a mile south of Lake McDonald Lodge, the Sprague Creek campground is sandwiched between Lake McDonald and Going-to-the-Sun-Road.  Only 25 sites, with towed vehicles and RVs prohibited, and one group site reserved until 10PM for bicyclists or backpackers.  The beauty of Lake McDonald is marred by the campground's proximity to the highway - traffic, including motorcycles, is both visible and audible well into the night.  The campsite is not convenient to any trailheads so if you want to hike, plan to drive first.  Flush toilets, picnic tables, and a communal bear box are provided.  Evening programming at Lake McDonald Lodge.  No showers or reservations.  Open 5\/12-9\/18."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St. Mary"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=St.%20Mary"],["email="],["address="],["lat="],["long="],["directions=On Going-to-the-Sun Road."],["phone="],["tollfree="],["fax="],["hours="],["price=$17\/night"],["checkin="],["checkout="],["content=Large campground on St. Mary Lake near the St. Mary Visitor Center.  Beautiful views of the lake, flush toilets, running water, shuttle service, and the small town of St Mary about half a mile away, outside the park.  148 sites, 25 of which can accommodate RVs\/trailers.  Advance reservations can be made online ",{"type":"[","value":["http:\/\/reservations.nps.gov"]}," or by calling (800)365-2267.  Open 5\/26-9\/26."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Two Medicine"],["url=http:\/\/home.nps.gov\/applications\/glac\/cgstatus\/camping_detail.cfm?cg=Two%20Medicine"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$15\/night"],["checkin="],["checkout="],["content=99 sites, 13 of which can accommodate RV\/trailer up to 35'.  Campstore in only building remaining of historic Two Medicine Chalet.  Flush toilets, no reservations.  Open 5\/26-9\/18."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\nGlacier National Park is one of the most popular national parks in the US for backcountry camping, and backcountry sites offer great opportunities for extended trips through some of the park's more remote areas.  Backcountry camping permits ($4\/night\/person or $50 for the park for the year) are required and can be obtained from the any of the visitor centers before 4:30PM and within 24 hours of your departure on a first come first served basis.  To be issued the permit, the member of your party designated as the \"trip leader\" will have to watch a 15 minute movie about safety precautions in Glacier National Park.  All of the backcountry sites require reservations, and some sites fill up months in advance (especially ",{"type":"'''","value":["Gunsight Lake"]},", ",{"type":"'''","value":["Lake Ellen Wilson,"]}," and ",{"type":"'''","value":["Sperry"]}," campgrounds, along the ",{"type":"'''","value":["Gunsight Pass Trail"]},", among others).  Advance reservations can be made by calling (406) 888-7800.  These cost extra.  Trail status, campsite availability, and general information on Glacier's backcountry is available at a National Park Service website:",{"type":"[","value":["http:\/\/www.nps.gov\/archive\/glac\/activities\/bcguide1.htm"]},"  Campgrounds generally have designated sites with tent pads and separate areas for cooking and eating, bearpoles (a convenient way to hang your food and scented items out of the reach of bears), and pit toilets (in which no toilet paper or other trash may be thrown).  Campers are required to pack out all of their garbage; when you receive your permit a ranger will give you plastic bags for this purpose.\n\nTo ensure a safe and comfortable stay in the back-country of Glacier National Park, visitors are urged to bring their own backpackers' stove (not all campgrounds allow fires, and firewood may be hard to find in the winter), rope (about 40 feet to hang bags from bear pole), and water purification system (pump filter of  1 micron or less, chlorine or iodine tablets).  None of the backcountry campsites have potable water.  See section on Safety for more detailed information.\n\nOutfitters in ",{"type":"[[","value":[["West Glacier"]]}," can arrange all inclusive guided backpacking trips.\n\n",{"type":"==","value":["Stay Safe"]},"\n\n",{"type":"===","value":["Wildlife"]},"\n\nGlacier National Park is the rare area of the United States where all of its pre-Columbian predators are still alive and well.  The most dangerous of these are bears - both ",{"type":"'''","value":["grizzly bears"]}," and the smaller ",{"type":"'''","value":["black bears"]},".  The park is a great habitat for bears, and signs at every major trailhead warn that you are \"entering grizzly country\".  Most hikers in the park prefer to buy bear spray (~$50, available at camping stores in West Glacier and St. Mary), which has a range of 30–40 feet and is known to deter a bear in the rare case that it becomes aggressive.  The best precaution against bears, however, is to make noise while you are hiking to avoid surprising one and to allow it to identify you as human. When entering thickets or rounding corners, simply start talking to let any animals know you are coming.  Some people carry whistles or bells to make noise on the trail, but others consider this measure useless or even counter-productive.  Should you encounter a grizzly bear, avoid eye contact, turn sideways to appear smaller and less threatening, and slowly back away.  It is rare that a bear would become aggressive, but if a grizzly bear charges, clacks its teeth, makes woofing or huffing noises, or waves its head from side to side, drop to the ground on your stomach or in the fetal position, protecting your face and neck (big backpacks are helpful for this). Most grizzly charges are \"mock\" charges, and while terrifying the bear normally turns away.  During black bear encounters, gather your group together to appear as large as possible, and make noise to help the bear identify you.  In the very rare case that the bear becomes aggressive, fight back.  When you get your permit, you will be advised with up-to-date information about recent bear activity on your planned route.  Pets are prohibited on trails because they may provoke bears.\n\nNote that most bear encounters occur as a result of incorrect food storage.  Bears are attracted to odors, so do not leave your pack unattended and be sure to hang any food, cooking equipment, scented toiletries, and clothes used for cooking from bear poles at night.  Do not wash dishes or eat near your sleeping area as bears may come into camp looking for scraps.  When leaving a car in the park overnight, remove all scented items (including toiletries) and store them in bear-proof lockers.\n\nOther predators include mountain lions.  While more reclusive than bears, mountain lions have still been known to maul hikers.  If you encounter a mountain lion, make your self appear as large as possible and speak to it in a loud, firm voice.\n\n",{"type":"===","value":["Water"]},"\nIt is essential to drink lots of water while you are hiking to avoid ",{"type":"'''","value":["dehydration."]},"  Unless you are going on a very short hike, you should consider carrying at least 2 liters of water with you.  If you will be going a long distance, make sure you know where you can get more water.  Lakes, streams, and waterfalls are good sources but all water obtained in the backcountry should be purified with a hand pump (filter of at least 1 micron) or iodine or chlorine tablets to remove contamination by ",{"type":"''","value":["Giardia lamblia"]},", a common parasite caused in Glacier Park mainly by beaver feces.  Infection causes ",{"type":"'''","value":["giardiasis"]},", a type of gastroenteritis that manifests itself with severe diarrhea and abdominal cramps. Other symptoms can include bloating, flatulence, fatigue, nausea, vomiting and weight loss.\n\n",{"type":"===","value":["Weather"]},"\nWeather can be unpredictable, and ",{"type":"'''","value":["snow"]}," or ",{"type":"'''","value":["rain"]}," are possible throughout the summer.  Make sure to have a waterproof layer.  In cold weather, bring a warm layer, and make sure if you're camping that your sleeping bag stays dry.\n\nRainfall can be frequent in the spring, late summer, and fall.  The driest time of year is around the July 4th holiday.  However, the highest elevations frequented by visitors normally have snow on the ground every month of the year except August (i.e. trail to Hidden Lake from Logan Pass).  If you do come in August (the most popular month), ",{"type":"'''","value":["have alternate plans in case it rains"]}," (see ",{"type":"''","value":["Get out"]}," section below).  The east side has less rainfall than the west side does, so sometimes it can be wet on one side and sunny on the other.  Go all the way east to the US 93 Hwy; just traveling a mile or two down the mountain pass is not sufficient.\n\nCalling 1-800-226-7629 will provide you with information about weather and road conditions.\n\n",{"type":"===","value":["Wildfires"]},"\nWildfires are a natural part of the ecosystems in Glacier National Park.  They are allowed but controlled by the National Park Service and fire response teams.  Before you set out, check for fire warnings with a ranger.  Trails in dry areas are sometimes closed due to high sensitivity to wildfires.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["Day Trips:"]}," (in the early summer, the sun doesn't set until after 9:30PM)\n\n",{"type":"*","value":[{"type":"'''","value":["Blackfeet Nation Indian Reservation"]}," - The reservation is home to the Blackfeet Nation and borders Glacier National Park to the west. Its northern border is shared by Canadian province ",{"type":"[[","value":[["Alberta"]]},". The seat of government is Browning. ",{"type":"[","value":["http:\/\/www.blackfeetnation.com"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Waterton Lakes National Park"]]}]},"  (406)888-7800 ",{"type":"[","value":["http:\/\/parkscanada.pch.gc.ca\/pn-np\/ab\/waterton\/"]},"  Bring US\/Canadian  pasport, passport card or enhanced driver’s license."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Whitefish"]]}]}," - Whitefish is a small city of 5,000 west of Glacier National Park about 27 miles southwest of West Glacier.  To get there from the park, take US Hwy 2 south from West Glacier to MT-40.  This will take you to US-93, which leads into Whitefish.  The city draws tourists during the winter for its ski resorts, including Big Mountain Ski Area.  During the summer, you can golf on five courses or catch a performance by the Alpine Theater Project (a professional Equity summer theater group)",{"type":"[","value":["http:\/\/whitefishchamber.com\/"]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kalispell"]]}]}," - In case of rain (which happens frequently), Kalispell is a nice small city of about 20,000 (Metro 80,000) located 32 miles west of West Glacier on US Hwy 2.  It has an indoor mall in the center of the city three blocks south of the US Hwy 2 (Idaho St.)\/US Hwy 93 (Main St.) junction with a J.C. Penny, Montana's Herberger Department Store, plus many smaller stores.  Also, there's a new shopping complex on both sides of US Hwy 93 North just before W. Reserve Dr. (2.5 to 3 miles north of the center).  A COSTCO store (members only) with a gas station is located here, as well as a Target store on the other side.  For getting back to Glacier Park on Hwy 2 East, turn right just after the Home Depot onto W. Reserve Dr. and go 2.5 miles to connect with US Hwy 2 called \"La Salle Dr.\" (turn left toward Wendy's). Likewise, coming from Glacier turn right on to Reserve Dr. just after Wendy's Restaurant (about 5 mile south of the airport), go 2.5 miles, then left on US Hwy 93 at the Home Depot. Separately, Wal-Mart is on US Hwy 2 (Idaho St.) about 1.5 miles east of the center, while K-Mart is a just little further in the NW corner of the block where US Hwy 2 turns left to the north and becomes \"La Salle Dr.\"  All shopping in Montana is ",{"type":"'''","value":["Tax Free"]},".  "]},{"type":"*","value":[{"type":"'''","value":["Hungry Horse Dam"]}," -  Montana's highest dam, just 4 miles south from the small town of Hungry Horse on U.S. Hwy 2 between Kalispell and West Glacier. If arriving in Kalispell too late in the day to visit Glacier Park, the dam is a much closer and easier location. Turn from US Hwy 2 on the east side of the town where a large sign points to the exit for the dam (West Side Road)."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Cut Bank"]]}]}," - (",{"type":"''","value":["Not to be confused with the campground inside the park"]},") - One problem with Glacier National Park is that many of its prime attractions are east of the Continental Divide (Glacier Park Lodge, Many Glacier Lodge, Two Medicine, St. Mary, road access to Waterton) but the closest \"major\" cities (by Montana standards) are on the west side (Kalispell and Whitefish).  While not a tourist destination unto itself, Cut Bank, a 45-minute drive from East Glacier Park has many services tourists may find useful.  Cut Bank has two major grocery stores (Albertson's, IGA), both on the west end of town; Albertson's has a pharmacy and IGA is in a shopping center with a pharmacy; Both grocery stores have a deli.  The shopping center (\"Northern Village\") also has a Ben Franklin, a dollar store, a western wear outlet, Candy Bouquet, a restaurant, and other food outlets.  Fast food franchises in town include Pizza Hut, McDonald's, Subway, and Taco John's.  One of only nine remaining JC Penney stores in the state of Montana is in downtown Cut Bank.  Cut Bank also has car dealerships for the three major U.S. car companies: GM (Bell Motor), Ford (Northern Ford), and Chrysler (Northern Chrysler).  The GM and Ford dealerships, as well as Rent-A-Wreck will rent cars.  Amtrak stops in Cut Bank (though the station is not staffed) and car rental agencies will arrange to meet the train with prior notice.  Car rentals in Cut Bank are more expensive than in Great Falls, but east of the divide, the next closest city with car rental facilities is Great Falls.  The next closest city with car dealerships for service is Conrad, about midway between Cut Bank and Great Falls.  Cut Bank also has two auto parts stores and other auto repair facilities, as well as other restaurants, bars, a campground, motels (the Super 8 and Glacier Gateway Inn are to be recommended).  Far from being a shopping mecca, Cut Bank at least offers many goods and services tourist might need less than an hour from Glacier National Park, and considerably closer than the only other alternative east of the divide: Great Falls."]},{"type":"*","value":["The ",{"type":"'''","value":["Flathead National Forest"]}," - is named after the Flathead Indians who lived in the area.  The forest is located just south of Glacier National Park in the Rocky Mountains with elevations ranging from less than 4,500 feet to over 8,500 feet (1400 to 2600 m).  The Forest provides habitat for approximately 250 species of wildlife and 22 species of fish.  As with most of the national forest system, parts of the forest's 2.3 million acres are designated wilderness and parts are not (these latter may be privately owned and commercial activities including logging can take place there), and visitor activities are much less regulated than in the National Park system.  Camping is possible in most of the forest without a permit, although there are also designated campgrounds and cabins available for rent.  Hike 2,800 miles of hiking trails or pick up to 10 gallons of berries (over 10 requires a permit).  Two commercial downhill ski resorts  are also available. (406)758-5200 ",{"type":"[","value":["http:\/\/www.fs.fed.us\/r1\/flathead\/"]}]},"\n",{"type":"<","value":["br"]},"\n<table borderwidth=\"0\" RULES=NONE align=center cellspacing=0>\n",{"type":"<","value":["tr",["\n<td align=center><font size=1>",{"type":"'''","value":["Routes through Glacier National Park"]},"<\/font><\/td>"]]},"\n<\/table>\n<table borderwidth=\"1\" RULES=NONE FRAME=BOX align=center cellspacing=0>\n",{"type":"<","value":["tr",["\n<td align=right>",{"type":"<","value":["font",{"size":"1"},[{"type":"'''","value":["Ends at ",{"type":"[[","value":[["Image:US 2.svg"],["18px"]]}]}," ← ",{"type":"[[","value":[["West Glacier"]]}," ← "]]},"<\/td>\n<td align=center style=\"background-color:#555555\">",{"type":"<","value":["font",{"color":"white","size":"1"},[" ",{"type":"'''","value":["W"]}," "]]},"<font size=2 color=\"white\">Going-to-the-Sun Road<\/font><font size=1 color=\"white\"> ",{"type":"'''","value":["E"]}," <\/font><\/td>\n<td align=left>",{"type":"<","value":["font",{"size":"1"},[" → ",{"type":"[[","value":[["St. Mary"]]}," → ",{"type":"'''","value":["Ends at ",{"type":"[[","value":[["Image:US 89.svg"],["18px"]]}]}]]},"<\/td>\n"]]}," \n<\/table>\n\n",{"type":"[[","value":[["WikiPedia:Glacier National Park (US)"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Montana\/Travel and Tourism\/Parks\/National Parks and Monuments\/Glacier National Park\/"]]},"\n",{"type":"[[","value":[["commons:category:Glacier National Park"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northwestern Montana"]]},"\n",{"type":"{{","value":[["Geo"],["48.68"],["-113.79"],["zoom=9"]]},"\n\n",{"type":"[[","value":[["ja:グレイシャー国立公園"]]},"\n\n",{"type":"{{","value":[["Mapmask"],["48.9989,-114.0682"],["48.9980,-113.6098"],["48.9327,-113.6098"],["48.7851,-113.4877"],["48.7513,-113.4370"],["48.7344,-113.4226"],["48.7070,-113.4186"],["48.6935,-113.4214"],["48.5092,-113.3066"],["48.4129,-113.2420"],["48.4091,-113.2502"],["48.3913,-113.2592"],["48.3824,-113.2749"],["48.3677,-113.2826"],["48.3174,-113.3578"],["48.3113,-113.3647"],["48.3038,-113.3655"],["48.3015,-113.3815"],["48.2941,-113.3945"],["48.2960,-113.4178"],["48.2808,-113.4303"],["48.2843,-113.4532"],["48.2762,-113.4482"],["48.2718,-113.4549"],["48.2672,-113.4548"],["48.2619,-113.4605"],["48.2612,-113.4669"],["48.2494,-113.4743"],["48.2435,-113.4899"],["48.2429,-113.5086"],["48.2337,-113.5496"],["48.2360,-113.5656"],["48.2406,-113.5706"],["48.2442,-113.5682"],["48.2450,-113.5748"],["48.2552,-113.5714"],["48.2611,-113.5776"],["48.2610,-113.5826"],["48.2659,-113.5869"],["48.2660,-113.6002"],["48.2696,-113.6049"],["48.2797,-113.6063"],["48.2878,-113.5936"],["48.2940,-113.5985"],["48.2945,-113.6041"],["48.3013,-113.6128"],["48.3080,-113.6109"],["48.3178,-113.6269"],["48.3218,-113.6250"],["48.3222,-113.6301"],["48.3261,-113.6264"],["48.3247,-113.6338"],["48.3336,-113.6404"],["48.3542,-113.6405"],["48.3561,-113.6452"],["48.3588,-113.6410"],["48.3646,-113.6504"],["48.3647,-113.6585"],["48.3705,-113.6609"],["48.3700,-113.6708"],["48.3793,-113.6725"],["48.3746,-113.6805"],["48.3823,-113.6807"],["48.3851,-113.6848"],["48.3892,-113.6824"],["48.3924,-113.6914"],["48.3917,-113.7030"],["48.4026,-113.7067"],["48.4197,-113.7297"],["48.4198,-113.7579"],["48.4249,-113.7662"],["48.4284,-113.7937"],["48.4363,-113.7952"],["48.4409,-113.8035"],["48.4474,-113.7997"],["48.4556,-113.8022"],["48.4697,-113.8184"],["48.4738,-113.8182"],["48.4869,-113.8395"],["48.4871,-113.8495"],["48.4956,-113.8566"],["48.4924,-113.8767"],["48.4974,-113.8892"],["48.4933,-113.9097"],["48.5001,-113.9182"],["48.4986,-113.9252"],["48.5027,-113.9328"],["48.5024,-113.9448"],["48.4953,-113.9527"],["48.5002,-113.9742"],["48.4980,-113.9872"],["48.5056,-113.9929"],["48.5083,-114.0014"],["48.5060,-114.0062"],["48.4972,-114.0060"],["48.4908,-114.0214"],["48.4867,-114.0233"],["48.4855,-114.0376"],["48.4677,-114.0705"],["48.4714,-114.0756"],["48.4708,-114.0894"],["48.4824,-114.0948"],["48.4892,-114.1091"],["48.4905,-114.1255"],["48.5056,-114.1259"],["48.5060,-114.1366"],["48.5094,-114.1395"],["48.5112,-114.1325"],["48.5227,-114.1213"],["48.5261,-114.1225"],["48.5290,-114.1143"],["48.5348,-114.1186"],["48.5394,-114.1134"],["48.5480,-114.1251"],["48.5701,-114.1282"],["48.5772,-114.1399"],["48.5799,-114.1563"],["48.5855,-114.1576"],["48.5923,-114.1517"],["48.5948,-114.1672"],["48.6021,-114.1609"],["48.6075,-114.1715"],["48.6101,-114.1691"],["48.6117,-114.1540"],["48.6190,-114.1484"],["48.6195,-114.1378"],["48.6316,-114.1445"],["48.6401,-114.1599"],["48.6467,-114.1541"],["48.6535,-114.1717"],["48.6592,-114.1732"],["48.6703,-114.1886"],["48.6783,-114.1948"],["48.6864,-114.1871"],["48.6923,-114.2082"],["48.7111,-114.2095"],["48.7200,-114.2493"],["48.7302,-114.2538"],["48.7325,-114.2643"],["48.7492,-114.2616"],["48.7540,-114.2720"],["48.7608,-114.2772"],["48.7819,-114.2804"],["48.7942,-114.2990"],["48.7984,-114.3200"],["48.8164,-114.3293"],["48.8172,-114.3371"],["48.8209,-114.3411"],["48.8344,-114.3354"],["48.8365,-114.3440"],["48.8502,-114.3529"],["48.8549,-114.3473"],["48.8577,-114.3549"],["48.8570,-114.3667"],["48.8703,-114.3606"],["48.8749,-114.3663"],["48.8744,-114.3725"],["48.8807,-114.3777"],["48.8852,-114.3654"],["48.8902,-114.3713"],["48.8945,-114.3703"],["48.8978,-114.3829"],["48.9086,-114.3746"],["48.9113,-114.3841"],["48.9169,-114.3757"],["48.9181,-114.3858"],["48.9263,-114.3855"],["48.9291,-114.3919"],["48.9364,-114.3941"],["48.9413,-114.4037"],["48.9410,-114.4099"],["48.9517,-114.4127"],["48.9543,-114.4267"],["48.9585,-114.4289"],["48.9608,-114.4238"],["48.9618,-114.4302"],["48.9815,-114.4533"],["48.9867,-114.4523"],["48.9897,-114.4653"],["49.0011,-114.4757"],["48.9989,-114.0682"]]}]