[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Gladstone"]]},"\n",{"type":"'''","value":["Gladstone"]}," is a town in the ",{"type":"[[","value":[["Portland Metropolitan Area"]]}," guarded by the Clackamas and Willamette River, where this is plenty of fishing. It is a wonderful small community that is surrounded by many other cities so you are never far from anything. Such things as Historic Oregon City, Shopping in Clackamas, or the numerous things to do in Portland. A popular spot for young people in Gladstone during the summer is High Rocks where you can jump off rocks into the Clackamas River or just relax in the sun. There also now have people from the Red Cross down at High Rocks to ensure safety. Gladstone is also home of the Harley-Davidson store and Lotus Motor company.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["There are a few ways to get around Gladstone and the surrounding areas. The easiest way would be to have a car and drive to the shopping and food.    "]},{"type":"*","value":["Gladstone is part of the Portland Metro area so there is access to the great Tri-met bus system that takes you from Gladstone to Clackamas, Milwaukie, Oregon City and to Downtown Portland. The buses are usually very prompt according to the bus schedule you can pick one up at our Local Library.   "]},{"type":"*","value":["Another way is to walk a lot of the places are spread out though so it might be harder to walk but Gladstone is a great place to get your morning walk in."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Meldrum Bar Park"]},", off of River Road in Gladstone, it is also right along the Willamette River. The park is a great place to hang out in the sun. It is really one big open field that has areas for Five baseball fields, 4 soccer fields. In the same area there is a place to put your boat into the water and then places to park while you are on the river. Back where the fields are there is also a little playground for kids to play on. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Max Patterson Memorial Park"]},", in the heart of Gladstone between E. Exeter St and E. Fairfield Street just past the elementary school. The park was once known as Gladstone Park, and is still called that by many of the Locals. The park is surrounded by big trees so it provides great shade on a hot day. The park also had a new play structure for the kids to play on. During the summer months there is a small wading pool for the kids to play in. The Park is also home to the yearly summer Chautauqua Festival, that usually takes place the first week of August."]},"\n",{"type":"==","value":["Do"]},"\nGladstone is a small town so there are not that many things to but at various times throughout the year there are a few fun things. Two of them are mentioned above but here are some other ideas as well as information on them.\n\n",{"type":"*","value":[" The biggest one is the Chautauqua Festival which happens yearly usually the first week of August. The majority of the events that take place are located at Max Patterson Memorial Park. There are numerous booths that offer things to buy as well as food and typical festival food. There are also your typical carnival rides in the baseball fields at the park. There is also a quilt show at the elementary school. There is also a parade that takes place every year down Portland Ave which goes right through the heart of Gladstone. One of the first Chautauqua Festivals was back in 1889 and has just continued ever since."]},"\n",{"type":"*","value":[" The Second biggest thing in Gladstone is the Fireworks show every Fourth of July which was held Meldrum Bar Park in the past. The show will be put on by Oregon City in 2007. The whole thing starts at dark which is usually about 10 and lasts for about 45 minutes it is a pretty good show for a small town. The Park will be closed during the fireworks in 2007, as the City council have safety issues. Expect major traffic issues as the spectators that went to Meldrum Bar Park in the past will be headed to Oregon City's Clackamette Park, across the Clackamas River. "]},"\n",{"type":"*","value":["There is also a ",{"type":"'''","value":["Childrens Golf Course"]}," off of River Road. Its a lot of fun there is about 18 holes and a driving range."]},"\n",{"type":"*","value":["If you are looking for a ",{"type":"'''","value":["show"]}," or something like that twice a year the Gladstone High School puts on some sort of a play so look for those."]},"\n",{"type":"*","value":["Gladstone High School has a ",{"type":"'''","value":["parade"]}," that starts at Max Patterson Memorial Park and goes to the High School for Homecoming it is always on the last Friday of Homecoming week. There are floats made by each of the classes and each year there is a theme according to the opponent being played the Homecoming football game. It's a lot of fun for the kids."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Down River Griil - Northwest's Best BBQ"]}]},{"type":"*","value":[{"type":"'''","value":["High Rocks Cafe"]}]},{"type":"*","value":[{"type":"'''","value":["Stanleys Corner"]}]},{"type":"*","value":[{"type":"'''","value":["Tebos"]}]},{"type":"*","value":[{"type":"'''","value":["Changs"]}]},{"type":"*","value":[{"type":"'''","value":["Sharis"]}]},{"type":"*","value":[{"type":"'''","value":["Happy Restaurant"]}]},{"type":"*","value":[{"type":"'''","value":["Los Volcanes Mexican Restaurant"]}]},{"type":"*","value":[{"type":"'''","value":["Cruzin Coffee"]}]},{"type":"*","value":[{"type":"'''","value":["Gaffer's Pub"]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Happyrock Coffee Roastery"],["url=http:\/\/www.happyrockcoffee.com"],["email="],["address=465 Portland Ave"],["lat="],["long="],["directions=Across street from vogies"],["phone = +1 503 650-4876"],["tollfree="],["fax="],["hours=6-3"],["price=$"],["content=Award winning coffee. All beans roasted in house. Espresso. Wi-Fi. Wholesale."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Crossroads Coffee Cafe"],["url=http:\/\/crossroadscoffeecafe.com\/"],["email="],["address=250 Princeton Ave."],["lat="],["long="],["directions="],["phone = +1 503-657-2999"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Oxford Suites Portland - Gladstone"],["url=http:\/\/www.oxfordsuitesportlandsoutheast.com\/"],["email="],["address=75 82nd Drive"],["lat="],["long="],["directions="],["phone = +1 503  722-7777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=OR 99E.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=END"],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Eugene"]]}],["minorr1=",{"type":"[[","value":[["Oregon City"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["45.381111"],["-122.593056"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Portland Metropolitan Area"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gladstone, Oregon"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Oregon\/Localities\/G\/Gladstone\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Gladstone, Oregon"]]}]