[{"type":"{{","value":[["pagebanner"],["Clyde Auditorium Glasgow banner.jpg"],["caption=Sir Norman Foster's Clyde Auditorium"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"[","value":["http:\/\/www.seeglasgow.com\/ ",{"type":"'''","value":["Glasgow"]}]}," is the biggest city in ",{"type":"[[","value":[["Scotland"]]},", with a population of about 600,000 in the city itself and over 2 million if the surrounding towns of the ",{"type":"[[","value":[["Clydeside"]]}," conurbation are taken into account. Located at the west end of Scotland's ",{"type":"[[","value":[["Central Belt of Scotland"],["Central Belt"]]}," on the banks of the River Clyde, Glasgow's historical importance as Scotland's main industrial centre has been challenged by decades of change and various regeneration efforts. Today the third largest city in the entire ",{"type":"[[","value":[["United Kingdom"]]}," by population, it remains one of the nation's key economic centres outside London.\n\nIn recent years, Glasgow has been awarded the European titles of City of Culture (1990), City of Architecture and Design (1999) and Capital of Sport (2003). In 2008, Glasgow became the 2nd Scottish city to join the ",{"type":"[[","value":[["UNESCO Creative Cities"]]}," initiative when it was named as a UNESCO City of Music. In preparing its bid, Glasgow counted an average of 130 music events a week ranging from pop and rock to Celtic music and opera. The city has transformed itself from being the once mighty industrial powerhouse of Britain to a centre for commerce, tourism, and culture. \n\nGlasgow will be the host city for the Commonwealth Games from 23 July to 3 August 2014, see ",{"type":"[[","value":[["Glasgow 2014"]]}," for details. Accommodation will be considerably more expensive during this period, so these dates may be best avoided if you are not going to the games.\n\nGlasgow has become one of the most visited cities in the British Isles, and visitors will find a revitalised city centre, the best shopping outside London without a doubt, excellent parks and museums (most of which are free), and easy access to the Scottish Highlands and Islands.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = 6"],["febhigh = 7"],["marhigh = 9"],["aprhigh = 12"],["mayhigh = 16"],["junhigh = 18"],["julhigh = 20"],["aughigh = 19"],["sephigh = 16"],["octhigh = 13"],["novhigh = 9"],["dechigh = 7"],["janlow = 2"],["feblow = 2"],["marlow = 3"],["aprlow = 4"],["maylow = 7"],["junlow = 10"],["jullow = 12"],["auglow = 12"],["seplow = 9"],["octlow = 7"],["novlow = 4"],["declow = 2"],["janprecip = 142"],["febprecip = 99"],["marprecip = 110"],["aprprecip = 60"],["mayprecip = 63"],["junprecip = 63"],["julprecip = 68"],["augprecip = 84"],["sepprecip = 116"],["octprecip = 132"],["novprecip = 131"],["decprecip = 138"],["description = See the 5 day forecast for Glasgow at the ",{"type":"[","value":["http:\/\/www.metoffice.gov.uk\/weather\/uk\/st\/glasgow_forecast_weather.html Met Office"]}]]},"\nFor the visitor, central Glasgow can be divided into two main areas, the ",{"type":"'''","value":["City Centre"]},", which contains the majority of tourist sights and much of the city's shopping and entertainment, as well as its commercial heart, and the ",{"type":"'''","value":["West End"]},", the bohemian area of cafés, restaurants and bars surrounding the University of Glasgow and Kelvingrove Museum.  The best way to get good vistas of the city is to climb the many \"drumlins\" (hills) upon which the central area is built.\n\nOutside of central Glasgow, the ",{"type":"'''","value":["East End"]}," lies east of the City Centre centred along Gallowgate and London Road. The ",{"type":"'''","value":["South Side"]}," contains the neighbourhoods that lie to the south of the River Clyde, while the ",{"type":"'''","value":["North Side"]}," is the area north of central Glasgow. Along the banks of the River Clyde west of the City Centre is an old industrial area which is in the process of regeneration and contains many new and impressive structures, such as the Clyde Auditorium, the Science Centre and the Riverside Museum.\n\n",{"type":"====","value":["City Centre"]},"\nThe City Centre (known as \"town\" or \"the toon\" to locals) is bounded by the M8 motorway to the north and west, High Street to the east, and the River Clyde to the south. This is the area where most visitors will start, and the most notable elements are the grid plan of streets and the lavish Victorian and Edwardian buildings and civic squares which give the area much of its character.  The main arteries of the City Centre are ",{"type":"'''","value":["Argyle Street"]}," and ",{"type":"'''","value":["Sauchiehall Street"]}," which both run on an east-west axis. They are linked by ",{"type":"'''","value":["Buchanan Street"]}," which runs north-south. Together, these three streets form the main shopping thoroughfares.\n\nThe eastern side of the City Centre is a sub-district known as ",{"type":"'''","value":["Merchant City"]},", which contains Glasgow's original medieval core, centred around the Glasgow Cross (the junction of Trongate, Saltmarket, High Street, Gallowgate and London Road). Merchant City extends up to George Square, with many ornate buildings that date back to Glasgow's emergence as an industrial city. ",{"type":"'''","value":["High Street"]}," north of the Glasgow Cross is the main artery of Old Glasgow and leads uphill to the Glasgow Cathedral and the Necropolis cemetery.\n\nThe western area of the City Centre contains the city's core commercial and business district and is dominated by ",{"type":"'''","value":["Blythswood Hill"]},", which is centred around Blythswood Square. Running parallel to Sauchiehall Street, ",{"type":"'''","value":["Bath Street"]}," is the main route into the neighbourhood and has a rich mix of independent shops and bars, as well as distinctive Georgian town house style architecture. South of Blythswood Hill is the city's financial district, with many modern glass and steel office buildings which stand alongside their classical counterparts. Further south, on the north bank of the River Clyde is the district of ",{"type":"'''","value":["Anderston"]},", formerly a dockland area, badly scarred by the city's industrial decline and the urban regeneration schemes of the 1960s but now being redeveloped as a residential and commercial area.\n\n",{"type":"====","value":["West End"]},"\nTo the west of the City Centre, no official definition of where the West End boundary line exists, but it can roughly be defined as being bounded by the M8 motorway to the east, Great Western Road to the north, the River Clyde to the South and Crow Road to the west. The nucleus of the area is undoubtedly the neo-Gothic ",{"type":"'''","value":["University of Glasgow"]},", which acts as the anchor for this bohemian district, with its lovely architecture, tree lined streets and quaint shopping areas.\n\nThe primary east-west artery is ",{"type":"'''","value":["Argyle Street"]},"\/",{"type":"'''","value":["Dumbarton Road"]},", while ",{"type":"'''","value":["Byres Road"]}," is the main north-south artery and contains a number of independent shops, bars and restaurants. ",{"type":"'''","value":["Ashton Lane"]}," connects Byres Road to the University campus and is a cobbled backstreet with distinctive whitewashed buildings, holding an eclectic mix of bars and eateries that make it a tourist hotspot (be careful as the Lane can be a bit of a tourist trap during the summer months when the students of the university are not there to keep the bar prices reasonable).  To the east of the university campus and just downhill is Kelvingrove Park, with the tree-lined ",{"type":"'''","value":["Kelvin Way"]}," as the main avenue through the park, which connects with Argyle Street near the Kelvingrove Museum.\n\n",{"type":"==","value":["Talk"]},"\nThe speed of the conversation tends to be quite quick in Glasgow. If necessary, ask people to repeat (even slowly!) what they are saying, Glaswegians are generally very friendly and able to communicate in far more formal English than that which is commonly used if it is required. Standing on a city centre street corner with a map in the daytime is usually a cue for passing Glaswegians to offer help in finding your way.\n\n",{"type":"===","value":["Dialect"]},"\nAs with all areas of Scotland, regional dialects are present in Glasgow. The Glaswegian dialect of Scots or \"the patter\" as it is known, has evolved over the history of the city. As each wave of migration takes place, new words and phrases are added. There is a slight Celtic language connection due to the influences of  Highland Gaelic and Irish Gaelic.\n\nSome phrases\n",{"type":"*","value":["\"Wean\" (pronounced \"wayne\") - child (Derived from wee-one, meaning small one)"]},{"type":"*","value":["\"Wee\" - small"]},{"type":"*","value":["\"Aye\" - yes"]},{"type":"*","value":["\"Bam\" or \"bampot\" or \"bamstick\" - an impolite term for a silly or annoying person"]},{"type":"*","value":["\"Eejit\" - an impolite term for a person who has done an incredibly stupid thing- an idiot"]},{"type":"*","value":["\"Tumshie\"  - a silly and\/or fat person"]},{"type":"*","value":["\"Pure (brilliant)\" - Very"]},{"type":"*","value":["\"Minging\" - bad smelling or bad tasting; similarly a \"minger\" refers to an ugly person. Can also be used to denote drunkenness; \"Ah wis well mingin' on Friday.\""]},{"type":"*","value":["\"Midden\" - an old Scots word for a waste dump, but commonly used to described anything that is untidy or unkempt."]},{"type":"*","value":["\"Haw\" - roughly equivalent to \"Hey\" and used to attract someone's attention"]},{"type":"*","value":["\"(to give) pelters\" - to humiliate someone"]},{"type":"*","value":["\"Ned\" - Nicely described by popular backronym \"non-educated delinquent\". Typically teenage youths who can be spotted sporting tracksuits, drinking cheap alcohol and wearing \"bling\" jewellery, as well as bright white trainers (sneakers), soccer socks (kneesocks) scrunched down, and a baseball cap, usually from the brand Burberry. Many neds are aggressive. You'll do well to avoid them."]},{"type":"*","value":["\"Buckie\" - Real name is Buckfast, a \"tonic wine\" (this indicates its fortified alcohol content and not any medicinal value.) It is relatively cheap and purple in colour."]},{"type":"*","value":["\"Glaikit\" - Means someone is dim or have a blank expression on their face.  \"When I asked him what 13 divided by 11,212.189 was he looked pure glaikit.\""]},{"type":"*","value":["\"Teuchter\" - Slang word for a Highlander, or anyone from the North of Scotland - often used in a derogatory context. Pronounced like chookter."]},{"type":"*","value":["\"Gallus\" - Means someone is cocky, cheeky or self-confident"]},{"type":"*","value":["\"Bolt\" - go away, as in \"leave me alone\" - kind of means \"run\" so tends to be used in a slightly aggressive context"]},{"type":"*","value":["\"Besom\" - a cheeky or 'bold' woman. Sometime pronounced like \"bism\""]},{"type":"*","value":["\"Manky\" - unclean, filthy"]},{"type":"*","value":["\"Baltic\" - Really cold as in 'The Baltic Sea'"]},{"type":"*","value":["\"Mental\" - Pretty much a synonym for crazy."]},{"type":"*","value":["\"Pished\" - drunk or intoxicated."]},"\nGlasgow slang is also peppered with various more or less meaningless phrases such as 'by the way', 'man' or 'dead' (very, as an adjective) that can give the answers to simple questions an almost baroque complexity. So \"Did you enjoy the concert last night?\" might be answered \"Aye it was pure dead brilliant man\" which means, essentially, \"Yes, it was good\".\n\nOne common misunderstanding between Scots and foreigners is that when the question \"How are you?\" is asked, you should not answer by telling them if you are not fine, and then go on to elaborate by describing what has happened to make you unhappy. This will annoy the average Scot, whose tolerance level for this will be quite low. The usual and accepted response is \"Fine, you?\"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nGlasgow is served by two main airports close to the city: Glasgow International Airport and Glasgow Prestwick International Airport. Edinburgh Airport is approximately 40 miles away.\n\n",{"type":"====","value":[{"type":"[","value":["http:\/\/www.glasgowairport.com\/ Glasgow International Airport"]}]},"\n(",{"type":"{{","value":[["IATA"],["GLA"]]},") is 8 mi (13 km) west of the centre of Glasgow near the towns of Paisley and Renfrew, this is the city's principal airport, and the main direct long haul and transatlantic entry airport into Scotland. There are regular scheduled UK and European destinations, holiday charters, and the airport is the hub for the Scottish island network operated by Loganair. ",{"type":"[","value":["http:\/\/www.united.com\/ United Airlines"]}," operate a daily service from New York (Newark), while ",{"type":"[","value":["http:\/\/www.emirates.com\/ Emirates"]}," operate 2 daily flights to Dubai. If you are entering the United Kingdom via London, ",{"type":"[","value":["http:\/\/www.ba.com\/ British Airways"]}," operates frequent shuttle flights to Glasgow Airport throughout the day from both Heathrow and Gatwick.  British Airways also operates a regular business shuttle from London City airport, although it can be considerably more expensive than flying from Heathrow or Gatwick  -but cheap fares are sometimes available if you book via a price comparison site, rather than going to BA direct.  Alternatively, ",{"type":"[","value":["http:\/\/www.klm.com\/ KLM"]}," flies regularly to Glasgow from Amsterdam-Schiphol which connects with a wide range of international destinations. EasyJet flies from Luton, Stansted and Gatwick.\n\nThe frequent ",{"type":"[","value":["http:\/\/www.firstgroup.com\/ukbus\/glasgow\/journey_planning\/glasgow_shuttle\/ Glasgow Shuttle"]}," departs from outside the terminal building to the city centre, dropping off near both main railway stations (£5.00 single, £7.00 day return, £7.50 open return). Slower, less frequent, but cheaper is the ",{"type":"[","value":["http:\/\/www.firstgroup.com\/ukbus\/scotland\/swscot\/airlink\/ First buses service number 747"]}," (£4 single, £5 return).\n\nThe slowest, but cheapest, option is to use ",{"type":"[","value":["http:\/\/www.mcgillsbuses.co.uk\/mcgills-bus-timetables\/66--66e-dykebar-hospital-to-glasgow-airport--erskine.aspx local bus 66"]},", operated by McGills  as often as every 10 min to Paisley Gilmour Street train station, where regular trains run to Glasgow Central in as little as ten min. ",{"type":"'''","value":["Travelling to the airport"]}," you can buy an inclusive train and bus ticket from any train station: just ask for Glasgow Airport and show the bus driver your train ticket. ",{"type":"'''","value":["Travelling from the airport"]}," buy a coupon for £1.50 from the SPT Travel Information counter beside domestic arrivals, show it to the driver and then and use it for £1.50 of credit towards onward train travel from Paisley Gilmour Street station. A single from Glasgow Central to\/from the airport costs £3.20, or £1.80 with a National Rail railcard.\n\nGlasgow International Airport has 2 terminals. All passengers arrive in the first terminal arrivals hall. The first terminal is used for Thomson, Emirates, Jet2, Iberia and many more. Terminal 2 is only used for check in for Thomas Cook, Aer Lingus, Canadian Affair and Virgin. Glasgow Airport also has 2 prayer rooms: One in the 2nd set of departure gates and the other in the arrivals hall.\n\nThere are 3 customs \"channels.\" The blue channel is for those arriving directly from EEA countries (EU, plus Norway, Luxembourg, Andorra, Iceland, Liechtenstein) and Switzerland. If you're coming from any other country (including the Isle of Man, Channel Islands, Canary Islands), you should choose either the green channel or, if you are not sure or have something to declare, the red channel. The airport's usually not too crowded but there can sometimes be a crush at check-in and security.\n\nA number of hotels serve Glasgow International Airport. The closest is ",{"type":"[","value":["http:\/\/www.higlasgowairporthotel.co.uk Holiday Inn Glasgow Airport"]},", which is directly across from the terminals. A number of other hotels are close by, but require shuttles to and from the terminal, or a further walk.\n\n",{"type":"=====","value":["Car parks serving Glasgow Airport"]},"\n",{"type":"{|","value":[["class=\"wikitable\" border=\"1\""],["|-"],["! !! Address"],["! On\/Off Airport"],["! Distance \/ Transfer Time"],["! Security"],["!  ",{"type":"[","value":["http:\/\/www.saferparking.com\/ Park Mark®"]},{"type":"<","value":["br"]}," Award"],["! Additional Information"],["|-"],["! Airparks Glasgow"],["| ",{"type":"<","value":["center",["Burnbrae Drive, Linwood, Paisley, PA3 3BJ."]]}],["|| ",{"type":"<","value":["center",["Off"]]}],["|| ",{"type":"<","value":["center",["-"]]}],["|| ",{"type":"<","value":["center",["High-fencing, floodlights, 24-hour CCTV and security patrols"]]}],["|| ",{"type":"<","value":["center",["Yes"]]}],["|| ",{"type":"<","value":["center",["Trailers are permitted within this car park at Glasgow but an extra space will be charged"]]}],["|-"],["! Glasgow Long Stay"],["| ",{"type":"<","value":["center",["Glasgow Long Stay Supersaver, Arran Avenue, Glasgow Airport, Paisley, PA3 2AY."]]}],["|| ",{"type":"<","value":["center",["On"]]}],["|| ",{"type":"<","value":["center",["10 minutes"]]}],["|| ",{"type":"<","value":["center",["24 hours a day, has 24-hour CCTV, and is fully fenced and floodlit"]]}],["|| ",{"type":"<","value":["center",["Yes"]]}],["|| ",{"type":"<","value":["center",["There are parking bays for Blue Badge holders near the bus stops. The courtesy coaches are wheelchair accessible and DDA compliant"]]}],["|-"]]},"\n\n",{"type":"====","value":[{"type":"[","value":["http:\/\/www.gpia.co.uk\/ Glasgow Prestwick International Airport"]}]},"\n(",{"type":"{{","value":[["IATA"],["PIK"]]},"). This is about 50 km south west of Glasgow on the Ayrshire coast, is the city's secondary airport and a major hub for Ryanair (see ",{"type":"[[","value":[["Discount airlines in Europe"]]},") and several other low cost carriers. Ryanair fly into Prestwick predominantly from Ireland (Dublin), Paris (Beauvais), and Italy (Milan-Bergamo, Rome-Ciampino & Pisa), and with some useful routes from various destinations in Eastern Europe.  Ryanair also run various seasonal services to Mediterranean resorts.  Note also, that some holiday charter flights fly into Prestwick rather than Glasgow's main airport.\n\nThe airport has its own railway station, with two trains per hour to Glasgow Central (show your flight paperwork to get a £3.55 half price ticket; the journey takes around 45 minutes). All trains to Ayr and Stranraer call at the airport. The A77\/M77 roads run directly from Prestwick into the centre of Glasgow if you intend to drive.\n\nThe X77 bus also runs from Buchanan Bus Station to the airport throughout the day, and crucially covers the times (early morning and late evening) when the trains are not running. Travellers wishing to use the X77 bus must book their ticket on-line via the Prestwick Airport website at least 12 hours prior to departure, in order to guarantee a place on the bus.\n\n",{"type":"====","value":[{"type":"[","value":["http:\/\/www.edinburghairport.com\/ Edinburgh Airport"]}]},"\n(",{"type":"{{","value":[["IATA"],["EDI"]]},") Although not an immediately obvious choice, the capital's airport is easily accessible from Glasgow since it is on the western edge of Edinburgh, approximately 60 km away and about an hours drive via the M8 motorway. Useful as both Ryanair and EasyJet have a number of European routes that are not available from either Glasgow International or Prestwick. The airport can also easily be reached via a connecting bus from Haymarket railway station - all trains from Glasgow call here.  See the main ",{"type":"[[","value":[["Edinburgh"]]}," article for more details.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Heilandman's Umbrella - geograph.org.uk - 978172.jpg"],["thumb"],["upright=1.3"],["Glasgow Central Station. ",{"type":"''","value":["Hielanman's Umbrella"]}," (standard English: Highlander's Umbrella) where, in the 19th century, immigrants from the Scottish Highlands kept in touch with each other."]]},"\n",{"type":"''","value":["Wikivoyage has a guide to ",{"type":"[[","value":[["Rail travel in the United Kingdom"]]}]},"\n\nGlasgow has two main line railway stations.  Trains from the south of Scotland, the city's southern suburbs and all long distance trains from ",{"type":"[[","value":[["England"]]}," arrive at ",{"type":"'''","value":["Central Station"]}," (officially known as ",{"type":"'''","value":["Glasgow Central"]},"), while shuttle trains from Edinburgh and anywhere north of Glasgow arrive at ",{"type":"'''","value":["Queen Street Station"]},". Both Central and Queen Street stations have left luggage lockers. The stations are an easy ten minute walk apart and the route is well signposted, or there's a frequent shuttle bus between them, which is free if you are holding a through railway ticket otherwise a fare of 50p is charged if you don't.\n\nMost trains within Scotland and the sleeper services from London are run by ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.firstscotrail.com\/ First ScotRail"]}]},".\n\n",{"type":"====","value":["From Edinburgh"]},"\nConfusingly, there are four rail routes between the capital and Glasgow's two main line terminals.  An off-peak return is around £11.50, regardless which route you use, a peak return is around £20. In summary the four routes are as follows - all depart from both Waverley and Haymarket stations:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fastest:"]}," The ",{"type":"''","value":["ScotRail Shuttle"]}," via Falkirk High into Queen Street (High Level) - every 15 minutes on weekdays until 18:30, half hourly outside these times.  Journey time 50 min."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Faster:"]}," ",{"type":"''","value":["CrossCountry"]}," or ",{"type":"''","value":["East Coast"]}," trains via Motherwell into Central (High Level) - trains originating from Penzance, Plymouth, Bristol, Birmingham or London King's Cross make the journey at sporadic intervals throughout the day - journey time approx 1 hour. CrossCountry services have the cheapest walk-up one way fare between the two cities, of £7.50 for an Anytime single."]},"Some services via Shotts run limited stop every hour with journey times of approx 65 min.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Slow:"]}," Via Bathgate and Airdrie into Queen Street (Low Level) en route to Milngavie or Helensburgh Central - every half hour, journey time 80 min."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Very Slow:"]}," Via Shotts or Carstairs into Central (High Level) - every hour, journey time up to 90 min."]},"\n",{"type":"====","value":["From London and the South"]},"\nGlasgow can be reached from London by either the West Coast or East Coast main lines. The quality and reliability of the rail services has improved a lot over the years, and it can be cheaper and almost as fast as flying once the time spent travelling to airports with their associated security hassles is taken into account.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Faster:"]}," ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.virgintrains.co.uk\/ Virgin Trains"]}]}," run 13 trains a day from London Euston via the West Coast route. Journey time is 4.5 hr, with one northbound express completing the 400 mile journey in just over 4 hr. Single one-way fares £17.50 is booked up to 12 weeks in advance, rising to £59. Open off-peak return £110. Virgin also operate a two-hourly service from ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Slower:"]}," ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.eastcoast.co.uk\/ East Coast"]}]}," run 1 direct train a day from London King's Cross via the East Coast route (taking in ",{"type":"[[","value":[["York"]]}," and ",{"type":"[[","value":[["Newcastle upon Tyne"],["Newcastle"]]}," also), with a roughly hourly service to ",{"type":"[[","value":[["Edinburgh"]]}," throughout the day, which connects with the Shuttle (see above). Journey time 5hr 45min-6hr 30min (if connecting at Edinburgh). Single one-way fares start at £12.50 one way if booked on-line and up to 12 weeks in advance. Open off-peak returns are the same as for Virgin Trains."]},"\nThe ",{"type":"''","value":["Caledonian Sleeper"]}," is an overnight sleeper train that runs every night except Saturday to\/from London Euston The journey takes approximately 8 hours, although is deliberately scheduled for a late departure and a reasonable arrival time. Tickets can be booked in the usual manner at any main line railway station in Britain or on-line from ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.scotrail.co.uk\/ Scotrail"]}]},": the cost of a return journey to Glasgow from London varies from around £100 for two one-way \"Advance\" tickets rising to the full open return fare of £165 (being the basic fare plus the cost of the sleeping berth in a compartment with either one or two beds). Note that solo travellers may have to share the sleeping compartment with a stranger of the same gender.  You can also travel in a seated carriage for around £23 one-way or £95 return (full fare).  Certain BritRail passes can be used to buy tickets on the Sleeper trains, but supplements are payable for the berth: check before leaving your home country.\n\nThe best value fares on the sleeper are inclusive (travel and berth) one-way tickets known as \"Bargain Berths\" available only online from ",{"type":"[","value":["http:\/\/www.scotrail.co.uk\/ ScotRail"]}," and are sold in limited numbers for £19, £29, £39 or £49 depending on how far in advance you book. If no fares are available to\/from Glasgow Central, an alternative is Westerton, a station on Glasgow's suburban network north-west of the city. It is a calling point of the sleeper to\/from ",{"type":"[[","value":[["Fort William"]]}," which otherwise does not call in Glasgow. It is occasionally possible to find \"Bargain Berths\" to\/from here after they have sold out to\/from Glasgow Central.\n\n",{"type":"====","value":["Within Scotland"]},"\nApart from the Edinburgh shuttles, the key inter-city rail routes to Glasgow from elsewhere in Scotland are as follows:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aberdeen"]]}," and ",{"type":"[[","value":[["Dundee"]]}," (via ",{"type":"[[","value":[["Perth (Scotland)"],["Perth"]]},"): Hourly into Queen Street (High Level) throughout the day."]},{"type":"*","value":[" ",{"type":"[[","value":[["Inverness"]]}," (via Perth): Every two hours into Queen Street (High Level) throughout the day"]},{"type":"*","value":[" ",{"type":"[[","value":[["Stirling"]]}," - Half Hourly (approximately) into Queen Street (High Level) throughout the day."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fort William"]]},", ",{"type":"[[","value":[["Oban"]]}," and ",{"type":"[[","value":[["Mallaig"]]},":  Three trains per day into Queen Street (High Level).  In addition, the overnight sleeper train to London Euston calls at Westerton in the late evening where it is possible to change to a service into either Central or Queen Street Low Level."]},{"type":"*","value":[" ",{"type":"[[","value":[["Stranraer"]]},": Four trains per day into Central (High Level) "]},{"type":"*","value":[" ",{"type":"[[","value":[["Ayr (Scotland)"],["Ayr"]]}," (via Prestwick Airport and Troon): Half Hourly into Central (High Level)"]},"\n",{"type":"====","value":["Other Rail Services"]},"\nAll national inter-city routes operate into Central (High Level).\n\n",{"type":"''","value":[{"type":"[","value":["http:\/\/www.virgin.com\/trains Virgin Trains"]}]}," operate direct services to\/from ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," New Street.\n\n",{"type":"''","value":[{"type":"[","value":["http:\/\/www.tpexpress.co.uk\/ First Transpennine Express"]}]}," operate a direct service to Glasgow from ",{"type":"[[","value":[["Manchester Airport"]]}," and ",{"type":"[[","value":[["Manchester"]]}," Piccadilly.\n\n",{"type":"''","value":[{"type":"[","value":["http:\/\/www.crosscountrytrains.co.uk\/ CrossCountry"]}]}," operate a handful of early morning and late evening trains to\/from the South West of England via ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Newcastle upon Tyne"],["Newcastle"]]},", ",{"type":"[[","value":[["York"]]},", ",{"type":"[[","value":[["Sheffield"]]},", ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," New Street and ",{"type":"[[","value":[["Bristol"]]},".\n\n",{"type":"===","value":["By car"]},"\nThe main approaches to Glasgow are the following:\n\n",{"type":"*","value":["from England on the M74 motorway; Glasgow is about 150 km north of the border"]},{"type":"*","value":["from Edinburgh (east) or Glasgow Airport (west) on the M8 motorway"]},{"type":"*","value":["from ",{"type":"[[","value":[["Stirling"]]}," and all points north and east on the M80 motorway"]},{"type":"*","value":["from the West ",{"type":"[[","value":[["Scottish Highlands"],["Highlands"]]}," on the A82 dual carriageway"]},"\n",{"type":"''","value":["Note - in 2011 the M74 Extension was completed, now allowing an alternative route into the city centre via the South Side.  As of November 2011, many GPS services still do not recognise the new route, and therefore bear this in mind if using sat-nav to navigate your way into the city"]},"\n\nAll routes converge on the M8, which carves through the city centre. Glasgow has no credible park-and-ride system, but some of the subway and suburban railway stations do have small car parks. There is also the ",{"type":"[","value":["http:\/\/www.parkandride.net\/glasgow\/glasgow_frameset.shtml Shields Road Park and Ride site"]},", which services the city centre.  A bus park-and-ride is due to open shortly near Hampden Park which allows easy access from junction 1A of the M74.\n\n",{"type":"====","value":["Parking"]},"\nOn-street parking in the both the City Centre and West End is limited and expensive, metered bays are available at the side of the road and you pay at an adjacent machine and display a ticket in your windscreen or dashboard.  The prices are typically 30-40p (depending on location) for every 12 minutes.  In general, parking charges are levied Monday to Saturday (this INCLUDES public holidays) and free after 18:30 and all day Sundays.  But always check what the controlled hours are - these are shown on the ticket machines themselves and on adjacent signs.  If attempting to park on the free periods - get there as early as possible before the locals do.  Some parking areas are for residents only: DON'T be tempted to use them as you run the risk of being towed away!\n\nThere are many multi-storey car parks in the city centre; they are clearly signposted into \"East\", \"West\", \"North\" and \"South\" zones on all the approaches into the central area with an electronic display showing how many spaces are left in each.  They don't, however, differentiate between the expensive NCP ones and the cheaper ones inside shopping malls or run by the council.\n\nIn general, driving in Glasgow's central area should be avoided if you are not a confident driver, as there are one way systems, bus lanes and pedestrian precincts.  Glaswegians are not the most patient drivers in the world, and they particularly dislike hesitancy (taxi drivers being the worst culprits). Parking restrictions are strictly enforced, and vehicles parked illegally or in an obstructive manner may be towed away and the owner of the vehicle would be liable for a £150 release charge to recover it.\n\n",{"type":"'''","value":["As of May 2012, the city has introduced licence plate recognition cameras and extra manned patrols on the bus lanes within the city centre, getting caught will incur a £30 fixed penalty!"]},"\n\nIf, however, you are confident enough to hire a car or require it to save money on your travel, all the major rental companies and some lesser ones are at the airport.  You should book your car rental in advance to avoid disappointment and can do so from price comparison companies such as ",{"type":"[","value":["http:\/\/www.logancarhire.com\/ Glasgow Airport Car Hire"]},". Visitors from the ",{"type":"[[","value":[["United States"]]}," and ",{"type":"[[","value":[["Canada"]]}," should note that car rental companies will allocate you a manual transmission car by default, unless you specifically ask for an automatic.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.travelinescotland.com\/ Long-distance bus services"]}," arrive at ",{"type":"'''","value":["Buchanan Bus Station"]}," (",{"type":"''","value":["in the city centre, close to Buchanan Street\/Queen Street train stations"]},"). The main operator is ",{"type":"[","value":["http:\/\/www.citylink.co.uk\/ Scottish Citylink"]},", but Stagecoach also runs a budget inter-city bus service called ",{"type":"[","value":["http:\/\/www.megabus.com\/ Megabus"]},". Somewhat confusingly, however, the two operators often combine and merge services, so you may be put on a Citylink bus when you hold a Megabus reservation and vice versa. There are even buses to ",{"type":"[[","value":[["Poland"]]},", setting off from Glasgow around midnight every Monday, Friday and Sunday.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"'''","value":["From Ireland"]},", car and foot passengers have a number of convenient ports close to Glasgow. For those travelling with a car, the nearest ferry ports are ",{"type":"[[","value":[["Troon"]]}," and ",{"type":"[[","value":[["Cairnryan"]]}," for multiple daily ",{"type":"[","value":["http:\/\/www.poirishsea.com\/passenger\/Larne_Troon.htm P&O Irish Sea"]}," ferries from ",{"type":"[[","value":[["Larne"]]}," in ",{"type":"[[","value":[["Northern Ireland"]]},". Alternatively, ",{"type":"[","value":["http:\/\/www.stenaline.co.uk\/ferry\/ Stena Line"]}," operate ferries and the faster Stena HSS several times a day between the Port of ",{"type":"[[","value":[["Belfast"]]}," and ",{"type":"[[","value":[["Stranraer"]]},".\n\nThrough train tickets are available from any railway station in the UK to any railway station in ",{"type":"[[","value":[["Northern Ireland"]]}," or the ",{"type":"[[","value":[["Republic of Ireland"]]}," via ",{"type":"[[","value":[["Stranraer"]]},", where the train station is adjacent to the ferry terminal. Fares start at £25 one way (£16.50 with a railcard) for ",{"type":"[[","value":[["Belfast"]]}," to Glasgow (available on the day of travel from most railway stations) taking about five hours. Similarly, ",{"type":"[","value":["http:\/\/www.citylink.co.uk\/ Scottish Citylink"]}," sell inclusive coach and ferry tickets between ",{"type":"[[","value":[["Belfast"]]}," and Glasgow and ",{"type":"[[","value":[["Edinburgh"]]},".\n\n",{"type":"'''","value":["From Belgium"]},", Scotland's only ",{"type":"[","value":["http:\/\/www.ferryto.eu\/ ferry connection to mainland Europe"]}," is from ",{"type":"[[","value":[["Zeebrugge"]]}," which serves ",{"type":"[[","value":[["Rosyth"]]}," (near ",{"type":"[[","value":[["Edinburgh"]]},"), about an hour's drive from Glasgow. You can also take ",{"type":"[","value":["http:\/\/www.dfdsseaways.co.uk\/ferry-routes\/holland\/newcastle-to-amsterdam DFDS Seaways ferry"]}," from Holland to Newcastle and drive. This takes 3 hours from Newcastle to Glasgow city centre.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["55.86139"],["-4.26321"],["zoom=13"],["height=550"],["width=650"],["layer=M"],["align=none"]]},"\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"[","value":["http:\/\/www.spt.co.uk\/ ",{"type":"''","value":["Strathclyde Partnership for Transport"]}," (",{"type":"'''","value":["SPT"]},")"]}," is the local agency which operates the subway, a few specialist bus services and allegedly co-ordinates public transport in the Greater Glasgow area. However, for three successive years now it has been unable to produce a local public transport map showing the routes of the many different operators. Look on the bright side: you'll have to ask the helpful locals how to get somewhere and, in the city centre, which stance to catch your bus from - the stances (bus stops) keep changing!\n\nIn June 2013, the largest local bus operator, FirstGlasgow, printed a \"Glasgow Bus map and guide\" which also shows the routes and numbers of some other bud operators besides their own. The bad news is that in July 2013 they had become as rare as hen's teeth; there is a good chance that the information desk at the Buchanan Street Bus Station may still have one that you can consult. However, even this rarity still does not show the positions of all the various bus companies' different stances in the city centre.\n\nNevertheless, Glasgow's public transport system is one of the most extensive in the UK outside of ",{"type":"[[","value":[["London"]]},".\n\n",{"type":"===","value":["On foot"]},"\nThe centre of Glasgow is very pedestrian-friendly with major shopping streets given over to foot traffic. As you move out of the city centre, all areas have proper pavements, and most major junctions have pedestrian crossings. The River Clyde also has several foot bridge crossings. The main difficulty with walking out of the centre of town is finding where the crossings over\/under the M8 are. As you head west, some roads appear to go over Charing Cross only for the pavement to disappear. As you head north, the underpasses at Cowcaddens can sometimes feel unwelcoming.\n\nOn 7 Jul 2013 the infamous \"",{"type":"'''''","value":["Bridge to Nowhere"]},"\" over the 9 lane ",{"type":"'''","value":["M8"]}," Motorway became a ",{"type":"''","value":["bridge to somewhere"]}," after being boarded up for more than 40 years. Built in the 1970s to link Anderston with a shopping centre that was never built, this pedestrian and cycle bridge now links Central Station (via Argyle St) with the Forth and Clyde Canals (via Kelvingrove Park) or the new developments at Pacific Quay (via Bell's Bridge - under repair in Jul 2013).\n\nThe climate in Glasgow means the road network is plagued by potholes. As such, during heavy rain walkers should be aware and careful of road potholes filled with rainwater which passing traffic (especially buses!) can and will travel through, soaking unwary nearby walkers.\n\nGlasgow walking directions can be planned on-line with the ",{"type":"[","value":["http:\/\/www.walkit.com\/glasgow\/ walkit.com"]}," walking route planner.\n\n",{"type":"===","value":["By subway"]},"\n",{"type":"[[","value":[["File:Glasgow-Subway-Map.png"],["thumb"],["300px"],["Glasgow Subway map"]]},"\nGlasgow's ",{"type":"[","value":["http:\/\/www.spt.co.uk\/travel\/underground.asp subway"]}," runs in a double circle around the Glasgow city centre and some inner suburbs. Contrary to what tourist guidebooks would have you believe, locals never call it the \"Clockwork Orange\" (that is a fantasy of the London media) and most will refer to it simply as \"the Subway\". It is not called \"The Tube\" by locals, but you will be understood if you call it this.\n\nThe Subway runs from the city centre through to the West End (around Glasgow University), then runs south of the Clyde through Ibrox Stadium and back into the city. Direct interchanges with surface trains are at Buchanan Street and Partick stations; Argyle Street interchanges with Central station through a short walk on street level.\n\nThe system operates 6:30AM – 11:15PM on all days, except Sunday when it operates 10AM – 5:50PM Trains generally run every 4 – 8 minutes.\n\nThe system uses smart card ticketing. Paper tickets are available at all stations, but the tariff for these is more expensive. Tickets are priced at £1.40 for a single, £2.60 return, and £3.80 for unlimited rides that day. Tickets are issued per ride, rather than by distance, so single and return fares are the same no matter how many stations you wish to travel through. No bikes are allowed. The system was built in the 19th Century, so no stations are easily accessible to wheelchairs or pushchairs, but staff assistance is available at all stations.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.spt.co.uk\/rail\/ Suburban trains"]}]}," radiate from Central and Queen Street stations to the suburbs and surrounding towns. The network is the largest in the UK outside of London, although there are only two trains per hour on some routes; others are much more frequent. Central serves the dense suburban network which sprawls throughout the southern suburbs of the city, as well as outer suburban services to the Inverclyde and ",{"type":"[[","value":[["Ayrshire"]]}," coasts. The underground lower level platforms of both Central and Queen Street stations are hubs for the east-west electric network north of the river which provide useful links to the West End (thus complementing the Subway) and further west to the northern Clyde coast towns of ",{"type":"[[","value":[["Dumbarton"]]},", ",{"type":"[[","value":[["Helensburgh"]]}," and ",{"type":"[[","value":[["Balloch"]]},", the gateway to ",{"type":"[[","value":[["Loch Lomond"]]}," and the Southern Highlands. More recently, the Low Level line from Queen Street has been extended eastwards to the West Lothian towns of Bathgate and ",{"type":"[[","value":[["Livingston (Scotland)"],["Livingston"]]}," and to ",{"type":"[[","value":[["Edinburgh"]]},".\n\nBikes go free, but many trains have no bike spaces. The SPT Day Tripper ticket (explained below) gives you complete freedom of the network, and the Roundabout ticket (also explained below) gives off-peak freedom of the suburban train network within the city boundary only as well as the Subway.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:First Glasgow bus SF07 FDP.jpg"],["thumb"],["upright=1.3"],["A double-decker First Glasgow bus"]]},"\nUnlike the situation in Edinburgh, Glasgow buses delight in racing past bus stops unless you clearly signal them to stop.\n\nBuses go everywhere. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.firstgroup.com\/ukbus\/scotland\/swscot\/home\/ First Glasgow"]}]}," is the main operator within the city boundary. There is a bus at least every 10 min on main routes during the day, making it easy to get into the centre of town, though getting out to a specific destination less easy. However, services on many routes are much less frequent in the evening. In the city centre, buses do not always stop at every stop on their route, so check the sign at the stop. Stops are clearly marked with the services that stop there.\n\nFirst buses do not give change as the driver has no access to cash: you put your money in a slot that checks the amount and deposits it in a storage box. An all-day ticket that can be used on any First bus costs £4, a weekly ticket £14.50 (£12.50 for students). Some other bus operators, however, give change.\n\nOther bus operators within the city are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mcgillsbuses.co.uk\/ McGill"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stagecoachbus.com Stagecoach West Scotland"]}]}," which operate services out to the outlying towns in Renfrewshire and Ayrshire respectively: the day\/weekly passes bought on First buses will not be valid on these, with the exception of SPT Day Tripper and ZoneCards (explained below).\n\nOne of the current scourges of Glasgow, however (in the opinion of locals, at least), is the myriad of private bus operators that supposedly \"complement\" the core services operated by First and McGill's. In reality, many merely duplicate the routes that already exist: the net result has been the city centre being clogged up with empty (and often badly maintained) buses, and for the visitor the key thing to remember is that some of these operators do not accept any of the SPT day passes. On the flip side, they keep the somewhat extortionate prices of First Glasgow in check. The situation is currently a political hot potato among locals.\n\n",{"type":"===","value":["Fares"]},"\nSPT offers a number of different daily combined bus\/rail travel tickets aimed at the visitor.\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Mackintosh Trail Ticket"]}," gives you, for £16, unlimited travel on the SPT Subway and First's bus services in Greater Glasgow after 09:30 Monday to Friday and all day on Saturday and Sunday. It also includes entry to all participating Mackintosh attractions in and around Glasgow."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Discovery"]}," ticket allows unlimited travel on the subway only at off-peak times during the week or all day on weekends, and costs £3.50 (adult). If you have a car, a park-and-ride version (around £7) is available which also includes a whole day's parking at any of the subway car parks."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Roundabout"]}," ticket gives complete freedom of the subway and the suburban rail network within the Greater Glasgow area, which includes the city boundary and most of the surrounding towns, for £5.60 after 09:30 Monday to Friday and all day on Saturday and Sunday."]},"\n",{"type":"*","value":[" Alternatively. the ",{"type":"'''","value":["Day Tripper"]}," ticket covers the entire Strathclyde rail network, which extends as far south as Girvan in Ayrshire, some 55 mi south of Glasgow, and Ardlui at the northern tip of Loch Lomond some 40 mi north. It has the added advantage of being accepted by most bus operators in the Strathclyde region and on the Kilcreggan and Renfrew ferries. Two versions are available for 1 adult and up to 2 children (£10.20) or 2 adults and up to 4 children (£18.20). You can buy it only from a staffed rail station or an SPT Travel Centre."]},"\n",{"type":"*","value":[" If you are in town for a week or more, SPT's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.spt.co.uk\/tickets\/zonecard.aspx ZoneCard"]}]}," might be useful. It can be used on suburban trains, buses, and the underground and is valid all day, even in the morning. Prices vary depending on how long you want it for (1 week to 1 year) and how many zones that you want it to cover."]},"\n",{"type":"[","value":["http:\/\/www.planajourney.co.uk\/ \"PlanaJourney\""]}," is a free integrated public transport journey planner that includes Glasgow and covers much of the Scottish, Northern Ireland and UK public transport network. It includes bus, rail, Glasgow underground, Scottish ferries and flights. It can assist with planning journeys into and out of Glasgow from anywhere in the Glasgow area or more widely from anywhere in the UK. Outside of ",{"type":"[[","value":[["Scotland"]]}," and ",{"type":"[[","value":[["Northern Ireland"]]},", bus information is limited.\n\n",{"type":"===","value":["By taxi"]},"\nLike most major British cities, you have two options. Your first option is the traditional London-style black cabs which can be hailed from the side of the road (look out for the yellow \"Taxi\" sign being illuminated). The fleet is operated by ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.glasgowtaxis.co.uk\/ Glasgow Taxis"]}]},", and can also be ordered by telephone (+44 141 429 7070). There are taxi ranks outside Central and Queen Street railway stations, adjacent to George Square and along the southern end of Queen Street itself. There is also a taxi rank located at Buchanan Bus Station. For a journey from say the centre of town to the West End expect to pay around £5-£6, from the city centre out to the suburbs around £10-£12. Be aware that some drivers will refuse to take you outside the city boundary, but some will if you offer a good price to them.\n\nYour second option is by private hire or minicab. Unlike the black cabs, these cannot be hailed, and you must book by telephone. There is a myriad of private hire operators which are cheaper than black cabs: their phone numbers are clearly displayed on the back of the vehicles. ",{"type":"'''","value":["Never use unlicenced private taxis"]},", which can sometimes be seen touting for business outside nightclubs near closing time and near legitimate taxi ranks. Always look for the yellow Glasgow City Council licencing plate attached to the rear bumper of the vehicle if unsure. Glasgow Private Hire is one of the biggest taxi fleets in Europe and has thousands of cars, which service all areas of the city. They can be reached on a variety of different numbers (including +44 141 774 3000). Another popular alternative is Hampden Cabs, which services most of the city and surrounding area. Hampden Cabs can be contacted on +44 141 649 5050.\n\n",{"type":"===","value":["By boat"]},"\nThere is now a ",{"type":"[","value":["http:\/\/www.clydecruises.com\/glasgow-cruises\/glasgow-city-cruise\/ River Bus service"]},", which picks up tourists from central Glasgow (Broomielaw Pontoon) and takes them to, among other sites of interest, the Glasgow Science Centre, and the Riverside Museum. There is also a ",{"type":"[","value":["http:\/\/www.clydelink.co.uk\/index.php?module=travel ferry"]}," from Yoker on the north bank of the River Clyde to the town of Renfrew on the opposite bank which is within walking distance of Braehead shopping centre and the Xscape leisure complex.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Architecture"]},"\n",{"type":"[[","value":[["File:Glasgow-cathedral-may-2007.jpg"],["thumb"],["250px"],["right"],["Glasgow Cathedral"]]},"\nAs befits a city that was at its richest through the 19th century and at the beginning of the 20th, the centre of Glasgow has a fine legacy of Victorian and Edwardian buildings with their lavish interiors and spectacular carved stonework. Outside of the central area the main streets are lined with the legendary tenements - the city's trademark 2 or 3 story residential buildings built from red or blonde sandstone which positively glow during the summer. The decline of Glasgow's economy during the mid to late 20th Century led to the mass construction of high-rise tower blocks and concrete housing estates during the 1960s and 1970s. The dramatic and striking Red Road Flats form the tallest residential property in Europe. Many 1970s office buildings in the centre have been cleared away by state-of-the-art glass structures as Glasgow's burgeoning financial services industry continues to grow. For more information on Glasgow's architecture, try and get hold of a copy of ",{"type":"''","value":["Central Glasgow: An Illustrated Architectural Guide"]},", by Charles McKean and others.\n\nGlasgow was also the home of Charles Rennie Mackintosh, one of the \"Glasgow Four,\" a group of leading proponents of art nouveau architecture. Indeed, during his lifetime, Mackintosh was probably better regarded abroad than he was in his native Glasgow, even apparently inspiring Frank Lloyd Wright. However, he was recently resurrected as one of the cities most beloved sons. You will notice, along with quite a few of his buildings to see in the city, including his magnum opus, the Glasgow School of Art, many other knock-offs and impersonations exist. However, despite the 'cult' of Mackintosh, Glasgow produced many other fine architects, the best known of whom is probably Alexander 'Greek' Thomson.\n\nThe following list is a selection of significant buildings in Glasgow, roughly arranged starting in the City Centre and moving west and south:\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glasgow Cathedral"],["alt=Cathedral of Saint Mungo"],["url=http:\/\/www.historic-scotland.gov.uk\/propertyresults\/propertyoverview.htm?PropID=PL_140&PropName=Glasgow%20Cathedral"],["email="],["address=Cathedral Square, Castle Street"],["lat=55.86302"],["long=-4.23471"],["directions="],["phone=+44 141 552 6891"],["tollfree="],["fax="],["hours=Summer: M-Sa 09:30-17:30, Su 13:00-17:00; Winter: 09:30-16:30, Su 13:00-16:30"],["price=Free"],["content=A fine example of Gothic architecture dating from medieval times and built on a site first consecrated in 397 AD. Behind the cathedral atop a steep hill is the ",{"type":"'''","value":["Necropolis"]}," cemetery – dominated by the statue of John Knox and described by Victorians as a literal “City of The Dead”."]]}]},{"type":"[[","value":[["File:Glasgow citychambers.JPG"],["thumb"],["350px"],["right"],["The City Chambers"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=City Chambers"],["url=http:\/\/www.glasgow.gov.uk\/en\/YourCouncil\/CityChambers\/"],["email="],["address=George Square"],["lat=55.86093"],["long=-4.24858"],["directions=train: Glasgow Queen Street"],["phone=+44 141 287 2000"],["tollfree="],["fax="],["hours=Guided tours M-F at 10:30AM and 2:30PM"],["price=Free"],["content=This imposing structure in George Square was built in 1888 in the Italian Renaissance style and is the headquarters of Glasgow City Council. Tours of the building are available daily, and visitors can see the magnificent marble staircases, lobbies, see the debating chamber and the lavish banqueting hall. In front the building, ",{"type":"'''","value":["George Square"]},", the city's notional centre, is populated by several statues of civic leaders and famous figures from history and is often used for outdoor events."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glasgow Cross"],["url="],["email="],["address=At the junction of Trongate, Saltmarket, High Street, Gallowgate and London Road"],["lat=55.85667"],["long=-4.24375"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This intersection marks the original medieval centre of the city and is dominated by the clock tower of the original City Chambers (destroyed by fire in 1926), and the small hexagonal building known as the Tolbooth. Just to the west on Trongate is the ",{"type":"'''","value":["Tron Theatre"]},", a former church that was turned into a prominent theatre."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=St Enoch Subway Station"],["url="],["email="],["address=St Enoch Square, Argyle and Buchanan Streets"],["lat=55.85753"],["long=-4.25528"],["directions=subway: St Enoch"],["phone="],["tollfree="],["fax="],["hours=Always visible"],["price=Free"],["content=The original subway station, a quaint building now used as a coffee shop, sits in the middle of St Enoch Square."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glasgow Central Station"],["url=http:\/\/www.networkrail.co.uk\/aspx\/855.aspx"],["email="],["address=Gordon Street, between Union and Hope Streets"],["lat=55.86006"],["long=-4.25795"],["directions=train: Glasgow Central"],["phone=0845 711 4141"],["tollfree="],["fax="],["hours=M-Sa 4AM-12:30AM, Su 7AM-12:30AM"],["price=Free"],["content=The city's principal railway terminus, which is worth entering for its grand interior, which you can access from Gordon Street on the north side of the building. On the exterior, a feature of note is the massive glass walled bridge (known as Hielanman's Umbrella) which spans Argyle Street and holds up the tracks and platforms."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Willow Tea Rooms"],["url=http:\/\/www.willowtearooms.co.uk\/"],["email="],["address=217 Sauchiehall Street"],["lat=55.86506"],["long=-4.26082"],["directions="],["phone=+44 141 332 0521"],["tollfree="],["fax="],["hours="],["price="],["content=During the temperance movement, the idea of \"tearooms\", places where you could relax and enjoy non-alcoholic refreshments in differently themed rooms, became popular in Glasgow. This one, designed by Charles Rennie Mackintosh in 1904, was the most popular of its time and has been lovingly restored."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glasgow School of Art"],["url=http:\/\/www.gsa.ac.uk"],["wikipedia=Glasgow School of Art"],["email="],["address=167 Renfrew Street"],["lat=55.86609"],["long=-4.26376"],["directions=subway: Cowcaddens"],["phone=+44 141 353 4526"],["tollfree="],["fax="],["hours="],["price=£8.75 adults, £7 students\/seniors, £4 youth"],["content=The Glasgow School of Art is Scotland's only independent art school offering university level programmes and research in architecture, fine art and design. If you want to create your own art, enrol for evening classes or the summer school. The original building on the campus was seen as one of Charles Rennie Mackintosh's finest buildings, housing one of Britain's pre-eminent schools of art, design and architecture. As of May 2014, the Mackintosh building is closed due to a major fire which damaged the west wing of the building (added 1907-09), destroying the library.",{"type":"[","value":["http:\/\/www.bbc.co.uk\/news\/uk-scotland-glasgow-west-27575269"]}," Efforts are ongoing to salvage damaged art works. Guided tours of the building had been available (if booked in advance), but it is unknown when they will resume."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mitchell Library"],["url=http:\/\/www.glasgowlife.org.uk\/libraries\/the-mitchell-library\/"],["email="],["address=North Street"],["lat=55.86508"],["long=-4.27199"],["directions=train: Charing Cross"],["phone=+44 141 287 2999"],["tollfree="],["fax="],["hours=M-Th 9AM-8PM, F-Sa 9AM-5PM, closed Su"],["price=Free"],["content=One of Glasgow's best public buildings, it is the largest municipal public reference library in Europe. The imposing structure houses a spectacular reading room, although it has to be said much of the Mitchell's extensive collection is housed in the rather ugly 1970s extension attached to the rear. You can easily lose a day in here!"]]}]},{"type":"[[","value":[["File:Glasgow tradestonbridge.JPG"],["thumb"],["300px"],["right"],["Tradeston Pedestrian Bridge, the \"Squiggly Bridge\""]]},"\n",{"type":"*","value":[" There are a number of interesting bridges over the River Clyde in the City Centre. The ",{"type":"'''","value":["Tradeston Pedestrian Bridge"]}," crosses the river west of the M8 motorway and is nicknamed the \"Squiggly Bridge\" by locals because of its distinctive S-shape. Nearby, the ",{"type":"'''","value":["Kingston Bridge"]}," carries the M8 motorway across the Clyde. Built in 1969, the bridge is far more spectacular to stand beneath than drive over, with an almost cathedral-like vista and a strange aura of calmness that betrays the likely traffic chaos that is going unseen directly above your head. Further west, the ",{"type":"'''","value":["Clyde Arc"]}," is a relatively new and prominent bridge over the River Clyde that has an elegant curved design and is unique for how it crosses the river at an angle."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Clyde Auditorium"],["url=http:\/\/www.secc.co.uk\/"],["email="],["address=Exhibition Way"],["lat=55.85963"],["long=-4.28776"],["directions=train: Exhibition Centre"],["phone=+44 141 248 3000"],["tollfree="],["fax="],["hours="],["price="],["content=Affectionately known by Glaswegians as the Armadillo, this building is a concert hall which forms part of the Scottish Exhibition and Conference Centre complex. Designed by Sir Norman Foster, and contrary to popular belief, ",{"type":"''","value":["not"]}," inspired by the Sydney Opera House, it is in fact supposed to represent ship's hulls. The auditorium has now garnered some world fame for being the place where the Susan Boyle audition - one of the most downloaded YouTube video clips in history - was filmed."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glasgow University"],["url=http:\/\/www.gla.ac.uk\/about\/visit\/"],["email="],["address=University Avenue"],["lat=55.87273"],["long=-4.28797"],["directions=subway: Hillhead"],["phone=+44 141 330 5511"],["tollfree="],["fax="],["hours=Exterior and campus always visible; Visitor centre M-Sa 9:30AM-5PM"],["price=Free"],["content=Founded as an institution in 1451, the University itself is the fourth oldest in the entire United Kingdom, and one of the most prestigious academic institutions in the country. Contains the ",{"type":"'''","value":["Hunterian Museum and Art Gallery"]},", including a reconstruction of Mackintosh's house. The exterior of the main building is fine in its own right; the current main University building is neo-gothic and dates from 1870, designed by Sir George Gilbert Scott (the man who also designed London's St Pancras railway station). The main building has an interesting visitor's centre (open all year round) which is free and sits atop a drumlin with commanding views over Kelvingrove Park and the western fringes of the city."]]}]},{"type":"{{","value":[["infobox"],["In Search of Raintown"],["Fans of the Glasgow band Deacon Blue have often made the pilgrimage to the top of the Granite Staircase to recreate the cover photograph of their famous 1987 album ",{"type":"''","value":["Raintown"]},". Sadly, neither of the two cover photos from the album is now possible to reconstruct. Two decades have seen Kelvingrove Park's trees grow to obscure the view of the Clyde and the Finnieston Crane from the top of the Granite Staircase. Equally, the rear cover shot of the M8 motorway approach onto the Kingston Bridge (adjacent to the Mitchell Library) was taken from a disused bridge upon which an office building has now been constructed."]]},"\n",{"type":"*","value":[" Atop a steep hill across Kelvingrove Park from the university is ",{"type":"'''","value":["Park Circus"]},", an area of Georgian townhouses laid out in a radial pattern similar to the English city of ",{"type":"[[","value":[["Bath"]]},". This neighbourhood has made the transition from originally being an upmarket residential area to a prestigious office district for mainly legal and consultancy firms, although in recent years there have been moves to encourage the companies back into the city centre and return the buildings to residential use. If you make the effort to walk through Kelvingrove Park, go up to this area as it is worth descending down the grand ",{"type":"'''","value":["Granite Staircase"]},", on the south side of the hill facing the river."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Scotland Street School"],["url=http:\/\/www.glasgowlife.org.uk\/museums\/scotland-street-school\/"],["email="],["address=225 Scotland St"],["lat="],["long="],["directions=subway: Shields Road"],["phone=+44 141 287 0500"],["tollfree="],["fax="],["hours=Tu-Th and Sa 10AM–5PM, F and Su 11AM–5PM, closed M"],["price=Free"],["content=Charles Rennie Mackintosh's last major building - thoughtfully designed, with an excellent museum covering both Mackintosh and the changing faces of schools."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=House for an Art Lover"],["url=http:\/\/www.houseforanartlover.co.uk\/"],["email="],["address=Bellahouston Park"],["lat=55.84736"],["long=-4.31367"],["directions=train: Dumbreck or subway: Ibrox"],["phone=+44 141 353 4770"],["tollfree="],["fax="],["hours=Opening times vary"],["price=£4.50 adults, £3 youth\/students"],["content=Built in the 1990s to Mackintosh's original 1901 entry for a design competition."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Holmwood House"],["url=http:\/\/www.nts.org.uk\/Property\/Holmwood\/"],["email="],["address=61-63 Netherlee Road"],["lat="],["long="],["directions=in Cathcart, in the South Side of the city"],["phone=0844 493 2204"],["tollfree="],["fax="],["hours=Summer months only, Th-M 12PM-5PM"],["price=£6 adults, £16 family, £5 concession"],["content=Now run by the National Trust, and currently in the process of being renovated, Holmwood House is one of the best examples of the work of Glasgow's other great architect: Alexander 'Greek' Thomson."]]}]},"\n",{"type":"===","value":["Museums and art galleries"]},"\n",{"type":"[[","value":[["File:Glasgow Science Center.JPG"],["thumb"],["350px"],["Glasgow Science Centre"]]},"\nThe Victorians also left Glasgow with a wonderful legacy of museums and art galleries, which the city has dutifully built upon. The following list is only a selection. The city council alone runs several museums and galleries. Visitors should be aware that most of the galleries appear to be closed on Sundays, and that - to the understandable annoyance of many visitors to Glasgow - most of the museums shut their doors at 5PM.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Burrell Collection"],["alt="],["url=http:\/\/www.glasgowlife.org.uk\/museums\/burrell-collection\/"],["email="],["address=2060 Pollokshaws Rd, Pollok Country Park"],["lat=55.83080"],["long=-4.30720"],["directions=train: Pollokshaws West, then walk through Pollok Park"],["phone=+44 141 287 2550"],["tollfree="],["fax="],["hours=M-Th, Sa 10:00-17:00; F, Su 11:00-17:00"],["price=Free"],["content=This is a collection of over 9,000 artworks gifted to the city of Glasgow by Sir William Burrell and housed in a purpose-built museum in the Pollok Estate in the south of the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gallery of Modern Art"],["url=http:\/\/www.glasgowlife.org.uk\/museums\/GoMA\/"],["email="],["address=Royal Exchange Square"],["lat=55.86006"],["long=-4.25234"],["directions=on Queen Street in the City Centre"],["phone=+44 141 287 3050"],["tollfree="],["fax="],["hours=M-W, Sa 10:00–17:00, Th 10:00–20:00, F and Su 11:00–17:00"],["price=Free"],["content=This gallery houses a terrific collection of recent paintings and sculptures, with space for new exhibitions. In the basement is one of Glasgow's many public libraries, with free internet access and cafe."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glasgow Police Museum"],["url=http:\/\/www.policemuseum.org.uk\/"],["email="],["address=30 Bell Street"],["lat=55.85791"],["long=-4.24482"],["directions="],["phone=+44 141 552-1818"],["tollfree="],["fax="],["hours=Summer: M-Sa 10:30-16:30, Su 12:00-16:30; Winter: Tu 10:00-16:30, Su 12:00-16:30, closed M and W-Sa"],["price=Free"],["content=The Glasgow police force was the first in the world, dating back to 1779. It's dealt with a number of famous cases and many of the paraphernalia relating to some of these are in this museum. There's also a section dealing with the history of police forces throughout the world."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glasgow Science Centre"],["url=http:\/\/www.glasgowsciencecentre.org\/"],["email="],["address=50 Pacific Quay"],["lat=55.85886"],["long=-4.29528"],["directions=train: Exhibition Centre or subway: Cessnock"],["phone=+44 141 420 5000"],["tollfree="],["fax="],["hours=Summer: Daily 10AM-5PM; Winter: W-F 10AM-3PM, Sa-Su 10AM-5PM, closed M-Tu"],["price=£10 adults, £8 children\/seniors; add £2.50 for planetarium or IMAX cinema"],["content=Has hundreds of interactive science exhibits for children, an IMAX cinema, and the 125-meter Glasgow Tower, the only tower in the world which can rotate 360 degrees from its base."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hunterian Museum and Art Gallery"],["url=http:\/\/www.hunterian.gla.ac.uk\/"],["email="],["address=University Of Glasgow, University Avenue"],["lat=55.87172"],["long=-4.28781"],["directions="],["phone=+44 141 330 4221"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-5PM, Su 11AM-4PM, closed M"],["price=Free; Mackintosh House £5 adults, £3 concessions"],["content=The art gallery contains a world famous Whistler collection, and various temporary exhibitions. It also contains The Mackintosh House, a reconstruction of the principal interiors from the Glasgow home of the Scottish architect and designer Charles Rennie Mackintosh (1868-1928). The separate museum is the oldest public museum in Scotland and has a variety of exhibits, including a display on the Romans in Scotland (featuring items found in the Roman Fort in Bearsden), one on the various dinosaur discoveries found on the Isle of Skye, and various temporary exhibitions."]]}]},{"type":"[[","value":[["File:Spitfire, Kelvingrove Museum, Glasgow - DSC06232.JPG"],["thumb"],["300px"],["The Spitfire in the Kelvingrove Museum"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kelvingrove Art Gallery and Museum"],["url=http:\/\/www.glasgowlife.org.uk\/museums\/kelvingrove\/"],["email="],["address=Argyle Street"],["lat=55.86854"],["long=-4.29080"],["directions=subway: Kelvinhall"],["phone=+44 141 276 9599"],["tollfree="],["fax="],["hours=M-Th, Sa 10AM-5PM; F, Su 11AM-5PM"],["price=Free"],["content=The city's grandest public museum, with one of the finest civic collections in Europe housed within this Glasgow Victorian landmark. The collection is quite varied, with artworks, biological displays and anthropological artifacts. The museum as a whole is well-geared towards children and families, with \"discovery center\" rooms of interactive exhibits and all the displays labeled with easy-to-understand descriptions. The \"Life\" wing holds fossils, wildlife displays, artifacts from ancient Egypt, exhibits on the Scottish people, a hall of arms and armor, and even a Submarine Spitfire hanging in the main hall of the wing. The \"Expression\" wing holds a fantastic collection of fine and decorative arts, including Salvador Dalí's celebrated \"Crucifixion of St. John of the Cross\" painting and select works by renowned artists like Van Gogh, Monet and Rembrandt, as well as a hall of period Glasgow furnishings by Mackintosh. The main hall has a functioning organ, and daily recitals are played in the afternoon."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=People's Palace and Winter Gardens"],["url=http:\/\/www.glasgowlife.org.uk\/museums\/peoples-palace\/"],["email="],["address=Glasgow Green"],["lat=55.85122"],["long=-4.23740"],["directions="],["phone=+44 141 276 0788"],["tollfree="],["fax="],["hours=People's Palace Tu-Th, Sa 10AM–5PM, F, Su 11AM–5PM, closed M; Winter Gardens Daily 10AM-5PM"],["price=Free"],["content=The People's Palace is a great folk museum, telling the history of Glasgow and its people, from various perspectives, displaying details of Glasgow life (including one of Billy Connolly's banana boots). The Winter Gardens, adjacent, is a pleasant greenhouse with a reasonable cafe."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Provand's Lordship"],["url=http:\/\/www.glasgowlife.org.uk\/museums\/provands-lordship\/"],["email="],["address=3 Castle Street"],["lat=55.86249"],["long=-4.23696"],["directions=opposite Glasgow Cathedral"],["phone=+44 141 276 1625"],["tollfree="],["fax="],["hours=Tu-Th, Sa 10AM-5PM; F, Su 11AM-5PM, closed M"],["price=Free"],["content=Glasgow's oldest remaining house, built in 1471, has been renovated to give visitors and idea what the inside of a Glasgow house was like circa 1700."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Riverside Museum"],["url=http:\/\/www.glasgowlife.org.uk\/museums\/riverside\/"],["email="],["address=100 Pointhouse Place, G3 8RS"],["lat=55.86531"],["long=-4.30594"],["directions=subway: Kelvinhall"],["phone=+44 141 287 2720"],["tollfree="],["fax="],["hours=M-Th and Sa 10AM-5PM, F and Su 11AM-5PM"],["price=Free; Tall Ship £5 adults, £3 children (first child free with paying adult)"],["content=A recently reopened museum with an excellent collection of vehicles and models to tell the story of transport by land and sea, with a unique Glasgow flavour. Besides the usual rail locomotives, buses, trams, cars and planes, the museum also includes a recreated subway station and a street scene of old Glasgow. Behind the museum is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thetallship.com\/ Tall Ship"]}]},", the ",{"type":"''","value":["Glenlee"]},", built in 1896 and one of only five Clydebuilt sailing ships that remain afloat in the world today, now restored and open to the public."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sharmanka"],["url=http:\/\/www.sharmanka.com\/"],["email="],["address=Trongate 103"],["lat=55.85709"],["long=-4.24732"],["directions="],["phone=+44 141 552 7080"],["tollfree="],["fax="],["hours=Performances Th and Su 7PM or by individual appointment"],["price=£8, £5 concessions, children under 16 free"],["content=A kinetic gallery \/ theatre. It consists of a number of strange machines created by the Russian artists Eduard Bersudsky. The machines perform stories and the light and sound during the performance adds to a really unique and amazing experience."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=St. Mungo's Museum of Religious Life and Art"],["url=http:\/\/www.glasgowlife.org.uk\/museums\/st-mungo-museum\/"],["email="],["address=2 Castle Street"],["lat=55.86252"],["long=-4.23606"],["directions=next to the Glasgow Cathedral"],["phone=+44 141 276 1625"],["tollfree="],["fax="],["hours=Tu-Th, Sa 10AM-5PM, F, Su 11AM-5PM, closed M"],["price=Free"],["content=This museum features exhibits relating not only to Glasgow's patron saint and the growth of Christianity in the city, but numerous exhibits pertaining to many faiths practised locally and worldwide."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Street Level Photoworks"],["url=http:\/\/www.streetlevelphotoworks.org\/"],["email="],["address=Trongate 103"],["lat=55.85711"],["long=-4.24784"],["directions="],["phone=+44 141 552 2151"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-5PM, Su 12PM-5PM, closed M"],["price=Free"],["content=An alternative art gallery\/installation space."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tenement House"],["url=http:\/\/www.nts.org.uk\/Property\/Tenement-House\/"],["email="],["address=145 Buccleuch Street"],["lat=55.86811"],["long=-4.26840"],["directions="],["phone=0844 493 2197"],["tollfree="],["fax="],["hours=Summer months only, Daily 1PM-5PM"],["price=£6 adults, £16 family, £5 concessions"],["content=A National Trust for Scotland site, a middle class Glasgow tenement house preserved in pretty much the way it was in the early 20th century."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Transmission Gallery"],["url=http:\/\/www.transmissiongallery.org\/"],["email="],["address=28 King Street"],["lat=55.85668"],["long=-4.24667"],["directions="],["phone=+44 141 552 7141"],["tollfree="],["fax="],["hours=Tu-W, F-Sa 11:00-17:00, Th 11:00-20:00"],["price=Free"],["content=A gallery set up in 1983 by ex-students of the Glasgow School of Art as a hub for the local art community and to provide exhibition space."]]}]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"{{","value":[["infobox"],["If you should fall in"],["Glasgow Green is the home of the ",{"type":"'''","value":["Glasgow Humane Society"]},". The Society was founded in 1790 and is the world's oldest practical life-saving body. Until June 2005 the society volunteers were responsible for rescuing those unfortunate to fall into the River Clyde. Unfortunately modern heath and safety regulations require two life boat men on duty and a lack of volunteers has forced the sole lifeboat man, George Parsonage, to stand down the service after 215 years. The rescue service is now performed by the Strathclyde Fire Brigade."]]},"\n\nFor a large city, Glasgow has a surprising number of parks and green spaces; there is more parkland here than in any other British city.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bellahouston Park"],["url=http:\/\/www.glasgow.gov.uk\/en\/residents\/parks_outdoors\/parks_gardens\/bellahoustonpark.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Botanic Gardens"],["url=http:\/\/www.glasgow.gov.uk\/en\/Residents\/Parks_Outdoors\/Parks_gardens\/botanicgardens.htm"],["email="],["address="],["lat=55.87892"],["long=-4.29102"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A major park in the West End (the most popular aside from Kelvingrove), the Botanic Gardens contains extensive tropical and temperate plant collections from around the world."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glasgow Green"],["url=http:\/\/www.glasgow.gov.uk\/en\/residents\/parks_outdoors\/parks_gardens\/glasgowgreen.htm"],["email="],["address="],["lat=55.85282"],["long=-4.24437"],["directions=train: Bridgeton or Argyle Street, then walk or take the bus along London Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most famous of the Glasgow parks, Glasgow Green was founded by Royal grant in 1450 and has slowly been enclosed by the city and evolved from grazing land into a modern public park. \"The Green\" as its known to the locals is one of the major venues for concerts and open air events in Glasgow. Among the highlights are the People's Palace and Winter Gardens (covered above), ",{"type":"'''","value":["Nelson's Memorial"]},", an obelisk or needle: built to commemorate Nelson's victory at the battle of Trafalgar, the ",{"type":"'''","value":["Templeton Carpet Factory"]},", with its ornate brick work (now a business centre), and the ",{"type":"'''","value":["Doulton Fountain"]},", the largest terracotta fountain in the world. There is limited official parking in or around the green and the area is notorious for car crime. Be aware the council will tow away illegally parked vehicles and charge you up to £250 to get them back!"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kelvingrove Park"],["url=http:\/\/www.glasgow.gov.uk\/en\/residents\/parks_outdoors\/parks_gardens\/kelvingrovepark.htm"],["email="],["address="],["lat=55.86956"],["long=-4.28638"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the city's West End, this is also a very popular park, particularly with the students from the nearby University. The most prominent landmark here is the Kelvingrove Art Gallery and Museum (covered above) on the banks of the River Kelvin which runs through the park. It also contains a recently constructed skate park."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mugdock Park"],["url=http:\/\/www.mugdock-country-park.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Queen's Park"],["url=http:\/\/www.glasgow.gov.uk\/en\/Residents\/Parks_Outdoors\/Parks_gardens\/queenspark.htm"],["email="],["address="],["lat=55.83132"],["long=-4.26918"],["directions=near Mount Florida or Queens Park stations."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Strathclyde Country Park"],["url=http:\/\/www.northlanarkshire.gov.uk\/index.aspx?articleid=6760"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Victoria Park"],["url=http:\/\/www.glasgow.gov.uk\/en\/residents\/parks_outdoors\/parks_gardens\/victoriapark.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fossil Grove"],["url=http:\/\/www.glasgow.gov.uk\/en\/Residents\/Parks_Outdoors\/Fossil+Grove.htm"],["email="],["address=Victoria Park"],["lat="],["long="],["directions="],["phone=+44 141 276 1695"],["tollfree="],["fax="],["hours=Summer months only; Daily 10AM-4PM"],["price="],["content=The remains of an ancient forest, around 330 million years old. This is the only example of a preserved forest from this period on Earth."]]}]}]},"\n",{"type":"==","value":["Do"]},"\n\nThere are many nightclubs, concerts and festivals in Glasgow.\n\n",{"type":"===","value":["Music"]},"\nGlasgow's been famous for its music scene(s) for at least 20 years, with some top acts literally queuing to play at venues such as the Barrowlands or King Tut's. There's plenty of venues where you're likely to see a good band (and lots of bad bands too); on any day of the week there should be at least several shows to choose from throughout the city, with the number increasing to an even greater variety on Thursday, Friday & Saturday. In no particular order, here follows some pop\/indie\/rock-orientated venues:\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nice 'n' Sleazy"],["alt="],["url=http:\/\/www.nicensleazy.com\/"],["email="],["address=on Sauchiehall St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Open until 03:00 every night of the week, with bands on practically every night also. Gigs are downstairs and bar upstairs plays a variety of alternative\/rock\/punk. Over 18's only (both bar and gigs)."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Barrowland Ballroom"],["alt="],["url=http:\/\/www.glasgow-barrowland.com\/ballroom.htm"],["email="],["address="],["lat="],["long="],["directions=Gallowgate, 0.5km from Glasgow Cross"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Barrowlands, as it is commonly known, is arguably the city's most famous and most respected live venue - famous for its sprung floor and excellent acoustics."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=King Tut's Wah Wah Hut"],["alt="],["url=http:\/\/www.kingtuts.co.uk\/"],["email="],["address=on St Vincent St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Where both Oasis and local favourites Glasvegas were discovered."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=ABC"],["alt="],["url=http:\/\/www.abcglasgow.com\/"],["email="],["address=on Sauchiehall St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=13th Note"],["alt="],["url=http:\/\/www.13thnote.co.uk\/"],["email="],["address=on King St"],["lat="],["long="],["directions=just off Argyle Street\/Trongate"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Maggie May's"],["alt="],["url=http:\/\/www.maggiemays.info\/"],["email="],["address="],["lat="],["long="],["directions=Merchant City, on the corner of Trongate and Albion Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pub\/restaurant with a lively programme of up and coming bands."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Cathouse"],["alt="],["url="],["email="],["address=on Union St"],["lat="],["long="],["directions=close to the junction with Argyle Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Riverside Club"],["alt="],["url="],["email="],["address=33 Fox Street"],["lat="],["long="],["directions=behind St Enoch Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Glasgow's top ceilidh (Scottish country dancing) venue on Friday and Saturday nights."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Stereo"],["alt="],["url=http:\/\/www.stereocafebar.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=City Centre venue with regular indie gigs downstairs, bar and cafe upstairs."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Glasgow O2 Academy"],["alt="],["url=http:\/\/www.glasgow-academy.co.uk\/"],["email="],["address=on Eglinton St"],["lat="],["long="],["directions=nearest Subway: Bridge Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Arches"],["alt="],["url=http:\/\/www.thearches.co.uk\/"],["email="],["address=on Argyle St"],["lat="],["long="],["directions=underneath the \"Hielanman's Umbrella\" of Central Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Running one of the UK's best techno nights; Pressure. Note: this is also a theatrical and arts venue, a pub and restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sub Club"],["alt="],["url=http:\/\/www.subclub.co.uk\/"],["email="],["address=on Jamaica St"],["lat="],["long="],["directions=nearest rail: Central Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Recently celebrated 20 years, rated one of the best clubs in the world from house to techno to whatever takes your fancy."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Tunnel"],["alt="],["url=http:\/\/www.tunnelglasgow.co.uk\/"],["email="],["address=on Mitchell Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With the Sub Club and the Arches one of Glasgow's premier dance clubs: frequently hosts top DJ's from round the world, although doesn't quite have The Arches' or the Sub Club's 'underground' reputation."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Soundhaus"],["alt="],["url=http:\/\/www.soundhaus.co.uk\/"],["email="],["address=47 Hydepark Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Underground techno and house."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Vale"],["alt="],["url="],["email="],["address=on Dundas St"],["lat="],["long="],["directions=adjacent to Buchanan Street subway\/Queen Street railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=QMU"],["alt="],["url=http:\/\/www.qmu.org.uk\/"],["email="],["address=at University Gardens"],["lat="],["long="],["directions=West End; nearest Subway: Hillhead"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Classic Grand"],["alt="],["url="],["email="],["address=on Union Street\/Jamaica Street"],["lat="],["long="],["directions=adjacent to Central Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A former adult cinema now re-purposed as an alternative music venue. Serves the rock\/metal\/punk\/alternative scene 4 nights a week with drinks as low as £1."]]}]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.secc.co.uk\/ Scottish Exhibition & Conference Centre"]}]}," (",{"type":"''","value":["rail: Exhibition Centre"]},") is the city's premier music venue for major headline acts, even if the acoustics of the halls have always been questionable. More intimate gigs are held in the neighbouring ",{"type":"'''","value":["Clyde Auditorium"]}," (the armadillo-shaped building). ",{"type":"[","value":["http:\/\/www.secctickets.com\/ SECC Tickets"]}," sells tickets for these.\n\n",{"type":"===","value":["Arts and theatrical venues"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Glasgow Royal Concert Hall"],["alt="],["url=http:\/\/www.glasgowconcerthalls.com\/"],["email="],["address=Sauchiehall Street"],["lat="],["long="],["directions=nearest Subway: Buchanan Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the home of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rsno.org.uk\/ The Royal Scottish National Orchestra"]}]},", one of Europe's leading symphony orchestras. It also produces the world famous ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.celticconnections.com\/ Celtic Connections Festival"]}]}," every January."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Royal Conservatoire of Scotland (RCS)"],["alt="],["url=http:\/\/www.rcs.ac.uk\/"],["email="],["address=100 Renfrew Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Primarily a teaching college but is also Glasgow's busiest performing arts venue, hosting over 500 events a year. Primarily classical and contemporary music, ballet and dance, musical theatre, and contemporary drama."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Theatre Royal"],["alt="],["url=http:\/\/www.ambassadortickets.com\/Theatre-Royal-Glasgow"],["email="],["address=282 Hope Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=First opened in 1867, it puts on mainly 'serious' theatre, opera and ballet."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Tron"],["alt="],["url=http:\/\/www.tron.co.uk\/"],["email="],["address=63 Trongate"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Specialises in contemporary works."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=St Andrews in the Square"],["alt="],["url=http:\/\/www.standrewsinthesquare.com\/"],["email="],["address=St Andrew's Square"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A restored 18th-century church turned arts venue that puts on classical music and folk."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Citizens Theatre"],["alt="],["url=http:\/\/www.citz.co.uk\/"],["email="],["address=119 Gorbals Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most famous theatres in the world, and has launched the careers of many international movie and theatre stars. It specialises in contemporary and avant-garde work."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The King's Theatre"],["alt="],["url=http:\/\/www.ambassadortickets.com\/King's-Theatre"],["email="],["address=297 Bath Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Glasgow's major 'traditional' theatre. It is over 100 years old, and in the midst of a major refurbishment."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Pavilion"],["alt="],["url=http:\/\/www.paviliontheatre.co.uk\/"],["email="],["address=121 Renfield Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only privately run theatre in Scotland. It was founded in 1904 and has seen many of the greatest stars of music hall perform there: most famously Charlie Chaplin. Nowadays it features mainly 'popular' theatre, musicals and comedy."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Britannia Panopticon Music Hall"],["alt="],["url=http:\/\/www.britanniapanopticon.org"],["email="],["address=113-117 Trongate, G1 5HD"],["lat=55.85686"],["long=-4.24713"],["directions=entrance to most shows is via the New Wynd, the small lane between T.J.Hughes and Mitchell's Amusement Arcade off Argyle Street"],["phone=+44 141 553 0840"],["tollfree="],["fax="],["hours=until 02 Nov: Th-Sa 12:00-16:00"],["price=Free admission but donations to support refurbishment are most welcome"],["content=The oldest surviving music hall in the world, having opened in 1857, in response to the entertainment needs of a growing working class population with pennies in their pockets. It most famously held the début performance of Stan Laurel (of silent movies, slapstick comedy duo Laurel and Hardy fame in 1906), but also hosted Jack Buchnanan and Sir Harry Lauder and a zoo! Acts needed some intestinal fortitude before they trod its boards, since Glasgow audiences were notorious for leaving no turn un-stoned - toilets only arrived in 1893 and young boys used to favour the front of the balcony because from there they could urinate on the heads of the performers on the apron! Electricity and moving pictures arrived in 1896 but by 1938, the Panopticon could no longer compete with more modern Cinemas and less vulgar Variety Theatres and was re-cycled into a tailors shop and factory. It now shows mainly music hall orientated shows: e.g. magic, burlesque and comedy, but also occasionally puts on classical and world music. There's no heating, so dress accordingly. No wheelchair\/disabled access."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Oran Mor"],["alt="],["url=http:\/\/www.oran-mor.co.uk\/"],["email="],["address=731 Great Western Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant, pub, nightclub, theatrical and music venue. Due to its late opening hours, this venue now lies at the heart of the West End social scene."]]}]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jazzfest.co.uk\/ Glasgow International Jazz Festival"]}]}," is held every year in June. Other arts or music festivals of note include ",{"type":"'''","value":["The West End Festival"]},", the ",{"type":"'''","value":["Merchant City Festival"]}," and numerous others. As always, consult the listings magazine ",{"type":"'''","value":["The List"]}," for further details."]},"\n",{"type":"===","value":["Comedy"]},"\nThere are two main venues for stand-up comedy in Glasgow.\n\n",{"type":"*","value":[{"type":"'''","value":["The Stand"]}," on Woodlands Road (West End)"]},{"type":"*","value":[{"type":"'''","value":["Jongleurs"]}," in the City Centre"]},"\nAlthough other pubs and clubs frequently hold comedy events: see the listings magazine ",{"type":"'''","value":["The List"]}," for details.\n\nCF also the ",{"type":"'''","value":["Magners Glasgow International Comedy Festival"]}," held yearly thoroughout March\/April.\n\n",{"type":"===","value":["Cinema"]},"\nThe most interesting films in Glasgow are shown at:\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Glasgow Film Theatre (GFT)"],["alt="],["url=http:\/\/www.gft.org.uk\/"],["email="],["address=12 Rose St"],["lat="],["long="],["directions="],["phone=+44 141 332-8128"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent choice of classics, as well as art and foreign-language movies."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Grosvenor"],["alt="],["url=http:\/\/www.grosvenorcinema.co.uk\/"],["email="],["address=Ashton Lane"],["lat="],["long="],["directions=just off Byres Road in the West End"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=CCA"],["alt="],["url=http:\/\/www.cca-glasgow.com\/"],["email="],["address=on Sauchiehall St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shows films, though it's primarily an art gallery."]]}]},{"type":"*","value":["Mainstream films can be seen at the ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.cineworld.co.uk\/cinemas\/28 Cineworld"]}]}," on Renfrew St, which is the tallest cinema in the world."]},"\n",{"type":"===","value":["Football"]},"\n",{"type":"[[","value":[["File:Glasgow Derby.JPG"],["thumb"],["250px"],["Supporters of Celtic and Rangers display their banners at half time in a derby match"]]},"\n",{"type":"[[","value":[["Glasgow 2014"],["The 2014 Commonwealth Games"]]}," are being held in Glasgow from 23 July to 3 August 2014. Hampden Park, Ibrox Stadium and Celtic Park are being used for the games, and so the tours listed here may not be available in summer 2014,\n\nGlasgow also has the 3 biggest football stadia in Scotland. The major events in the football season are the clashes between the two Premier League clubs; Celtic and Rangers. Known as the \"Old Firm\", with their sectarian undertones, these 90 minute matches produce a profound effect on the city, occasionally, but less frequently in recent times; resulting in violent clashes during or after the game. The Old Firm Derby is generally considered to be one of the best derby matches in the world, in terms of passion and atmosphere generated by both sets of fans, and is considered by many neutrals to be the most intense rivalry in all of Britain. The match itself is always highly anticipated and much talked about before and after. Cup (non-league) ties between these two giants are quite frequent, raising the tensions further. Be aware that getting tickets for \"Old Firm\" games can be difficult and cup ties near impossible. If you do go to one of these matches it is advised that you do not wear team colours (blue\/red\/white or orange for Rangers, green\/white for Celtic) after the match.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hampden Park"],["alt="],["url=http:\/\/www.hampdenpark.co.uk\/"],["email="],["address="],["lat="],["long="],["directions=nearest Rail: Mount Florida - depart from Glasgow Central"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scotland's national stadium, capacity 52,063, hosts many large sporting events and concerts and also houses the Scottish Football Museum. The Scottish national football team plays its home games here. Is also home to Queen's Park Football Club. It is probably most famous for hosting the 1960 European Cup Final between Real Madrid and Eintracht Frankfurt. In more recent times, the UEFA Champion's League Final was held in 2002 between Real Madrid and Bayer Leverkusen and the UEFA Cup Final in 2007 between Seville and Espanyol. It is possible for visitors to have a tour of the stadium and the ",{"type":"[","value":["http:\/\/www.scottishfootballmuseum.org.uk\/ Scottish Football Museum"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Celtic Park"],["alt="],["url="],["email="],["address=Kerrydale Street, Parkhead"],["lat="],["long="],["directions=First Bus 40\/61\/62\/240\/262 go past the stadium"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home of the ",{"type":"[","value":["http:\/\/www.celticfc.net\/Celtic Football Club"]},", the stadium has a capacity of 60,832, making it the biggest \"club\" stadium in Scotland and the second largest in the UK, behind only Manchester United's Old Trafford ground. By visiting the Celtic Visitors' Centre, you can take a guided tour of the stadium as well as learn about the history of the club through various informative and impressive exhibitions and an auditorium. The guided tours are available daily at 11am, 12 noon, 1.45pm and 2.30pm (except home matchdays). Saturday matchday tours are available at 9.30, 10.00, 10.30 and 11.00. Adults £8.50, Concessions £5.50 Family Ticket £20 (2 adults and 2 children or 1 adult and 3 children) Under 5’s are admitted free."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ibrox Stadium"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Subway: Ibrox"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the home of the ",{"type":"[","value":["http:\/\/www.rangers.co.uk\/ Rangers Football Club"]},", capacity 51,082. Ibrox tours run every Friday, Saturday and Sunday (non match days only!) and are priced at £5.50 for kids, £8 for adults and £24.50 for a family group (2 adults and 2 children). On the Ibrox tour, you get access to the home dressing room and hear a recorded message from Walter Smith and Ally McCoist before climbing the marble staircase, visit the illustrious trophy room, the blue room and the manager's office. Tickets, except for matches against Celtic, are available online from the club's website, ticket centre at the stadium and club outlets at JJB Sports Stores in Glasgow city centre. Club merchandise is available from the JJB Rangers Megastore located at the stadium and JJB Sports stores in Glasgow, with unofficial merchandise readily available in the environs of the stadium on matchdays. Food is available at the stadium in the Argyll House restaurant and the various burger stands in and around the stadium concourses. The Sportsmans Chip Shop on Copland Road adjacent to the stadium is also popular with the supporters. There are various bars beside the stadium, with the Louden Tavern on Copland Road being the closest. Along Paisley Road West are numerous bars sympathetic to the Rangers cause, such as the Louden Tavern, the Grapes Bar, District Bar and the Kensignton Bar to name but a few."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Firhill"],["alt="],["url=http:\/\/www.ptfc.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home of the Partick Thistle Football Club, also known as \"the Jags\" (and not actually in the suburb of Partick - the club is actually located in Maryhill). The stadium has a capacity of 10,887. Partick Thistle matches are a good way to see the Glaswegian passion for 'fitba' (football) without the unpleasantness of the Old Firm rivalry, or the high prices for their games."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["File:University of Glasgow - Main Building and tower.JPG"],["thumb"],["250px"],["The University of Glasgow"]]},"\nGlasgow has three universities:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gla.ac.uk University of Glasgow"]}]},".  Located in the west end of the city, this university has served Glasgow since 1451 and is the fourth oldest in the United Kingdom, and also one of the country's most prestigious."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.strath.ac.uk University of Strathclyde"]}]}," is situated in the north-east of the city centre and was originally founded in 1796 as Anderson's University, and later became the Royal College of Science and Technology (affectionately nicknamed \"The Tech\" by Glaswegians) before finally gaining full University status in 1964.  In 1993 it absorbed the former Jordanhill College of Education, and gained that institution's campus in the West End."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gcal.ac.uk\/ Glasgow Caledonian University"]}]},", to the north of the city centre, is Glasgow's newest university.  It was formed from the merger of Glasgow College of Technology and Queens' College in 1992. Literally a couple of minutes away from Buchanan Bus Station."]},"\n",{"type":"==","value":["Work"]},"\n\nJobs in Glasgow can be found through the government-run JobCentres. Be aware that you will need a National Insurance number and, if you are not a citizen of the European Economic Area or Switzerland, the correct type of work visa to work legally in the UK. Your employer should require this to ensure you pay the correct rates of income tax.  However if you ask around you'll find a lot of bars and nightclubs offer work cash-in-hand. Some of the many temp agencies in the city centre aren't too fussy about immigration niceties either.  With the city's growing financial services industry, there are quite a lot of opportunities for office temps, though this has changed with the global economic downturn of the last few years.\n\n",{"type":"==","value":["Buy"]},"\nGlasgow has positioned itself as an upmarket retail destination, the shopping is the some of the best in Scotland, and generally accepted as the No.2 shopping experience in Britain after London. Buchanan Street is the 7th most expensive place for retail space in the world, which means that there's an increasing number of designer clothes shops in areas like the Merchant City. Alongside this, the Council is putting pressure on more traditional shopping centres like the Barras where you can get remarkably similar-looking clothes for a more sensible price.\n\nThe nucleus of Glasgow shopping is the so-called \"Golden Z\", made up of the continuous pedestrianised thoroughfares of Argyle Street, Buchanan Street and Sauchiehall Street.  Here, virtually all of the major British big name retailers are represented.  Buchanan Street is the most upmarket of the three, with prestigious names such as House of Fraser, Apple Store and Zara and other specialised designer stores.  Ingram Street in the Merchant City has seen a boom in recent years for attracting more exclusive, premium brands like Bose, Bang and Olufsen, Ralph Lauren and so on.\n\nBath Street and Hope Street run parallel to the main pedestrianised streets, and if you want to get away from \"chain store hell\", they have a fine selection of more quirky, local independent retailers selling everything from fine art, Scottish clothing, antiques and specialist hi-fi.\n\nThere are larger shopping malls on the city outskirts at Braehead, Silverburn and Glasgow Fort.\n\n",{"type":"*","value":["  The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.glasgow-barrowland.com\/market\/barras.htm Barras"]}]}," in the East End is the essential Glasgow shopping experience. Hundreds of market stalls selling everything you could possibly want and a load of other stuff too. Free entertainment available from time to time when the Police raid the place for counterfeit goods.  Open 10AM - 5PM every weekend; weekday opening in the weeks immediately before Christmas. The market is notorious for counterfeit good; especially DVDs and clothing. Pirated DVDs should be avoided at all costs, as the quality is often very poor."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.buchanangalleries.co.uk\/ Buchanan Galleries"]}]},", Buchanan Street,  is a large shopping mall in the heart of the city centre which has all the usual British high street stores, its anchor tenant is John Lewis."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.st-enoch.co.uk\/ St Enoch Centre"]}]},". Europe's largest glass roofed building - this huge mall is on St Enoch Square between Argyle Street and Buchanan Street, and a major extension and refurbishment programme was completed in 2010."]},{"type":"*","value":[" ",{"type":"'''","value":["Princes Square"]}," is an upmarket mall just off Buchanan Street in the city centre.  Specialises in designer clothes shops, jewellery and audio equipment.  Note, Grande Dame of British Fashion Vivienne Westwood has a store as well as a separate jewellery concession in Princes Square."]},{"type":"*","value":[" The ",{"type":"'''","value":["Argyle Arcade"]}," is the city's jewellery quarter housing Scotland's largest collection of jewellery shops. The L-shaped arcade connects Argyle Street and Buchanan Street. Shops here vary considerably - there are a selection of cheaper jewellery shops and a selection of luxury prestigious jewellers. Very commonly used as a short cut for shoppers between Buchanan Street and Argyle Street."]},{"type":"*","value":[" ",{"type":"'''","value":["De Courcy's Arcade"]}," is an unusual little shopping arcade by yer maws with lots of second hand music and book shops and independent gift shops.  Located just off Byres Road in the west end (",{"type":"''","value":["subway: Hillhead"]},")"]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Byres Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Check out the chichi shops and vintage stored in the West End"]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe city has won the title \"Curry Capital of Britain\" two years running and has a huge and dynamic range of restaurants, Indian or otherwise. Despite Glasgow being the home town of culinary hero Gordon Ramsay,  there are no Michelin-starred fine dining establishments in the city (Glasgow's sole Michelin starred restaurant, ",{"type":"''","value":["Amaryllis"]}," - owned by Ramsay himself - embarrassingly folded in 2004), nevertheless there are scores of highly regarded eateries in the city.  The restaurants below are some of the culinary highlights of Glasgow.\n\n",{"type":"===","value":["Scottish\/Local"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Ubiquitous Chip"],["alt="],["url=http:\/\/www.ubiquitouschip.co.uk\/"],["email="],["address=12 Ashton Lane, West End"],["lat="],["long="],["directions=Subway - Hillhead"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Of all Ashton Lane's establishments, \"The Chip\" as it is popularly known by locals is certainly its most celebrated and most famous.  Established by the late great Ronnie Clydesdale - a local legend - this local restaurant has been serving up top quality food using Scottish produce since the early 1970s and is frequently lauded as one of Scotland's finest restaurants.  On the expensive side, but well worth it. Booking absolutely essential."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Arisaig"],["alt="],["url=http:\/\/www.arisaigrestaurant.co.uk\/"],["email="],["address=1 Merchant Square, Candleriggs, Merchant City,"],["lat="],["long="],["directions=nearest railway: Queen Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another celebrated Glasgow eatery, bar and brasserie notable for its extensive list of wines and Scottish malt whiskies.  Also has music nights."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Red Onion"],["alt="],["url=http:\/\/www.red-onion.co.uk\/"],["email="],["address=247 West Campbell Street"],["lat="],["long="],["directions=nearest railway - Central\/Charing Cross"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Perched high up on Blythswood Hill, this locally owned restaurant uses local produce within international dishes produced by recognised chef John Quigley."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Roganos"],["alt="],["url=http:\/\/www.roganoglasgow.com\/"],["email="],["address=11 Exchange Place"],["lat="],["long="],["directions=nearest railway: Queen Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Legendary seafood restaurant just off Buchanan Street, and Glasgow oldest eatery - surviving since the 1930s with most of its original Art Deco interior still intact."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Grill Room at The Square"],["alt="],["url=http:\/\/grillroomglasgow.com\/chef.html"],["email="],["address=29 Royal Exchange Square"],["lat="],["long="],["directions=nearest railway: Queen Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just along from Roganos, this classy establishment has made a name for itself under the leadership of chef David Friel.  Quite pricey but worth it."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Chardon D'Or"],["alt="],["url=http:\/\/www.brianmaule.com\/"],["email="],["address=176 West Regent Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Owner and head chef Brian Maule is a former business partner of local hero Gordon Ramsay. When Ramsay began his TV career as a celebrity chef, Maule took the chance to branch out on his own and is now a very highly regarded local institution. The result is Chardon D'Or, opened in 2001 and widely recognised as one of the very best quality restaurants in Glasgow. Owner Brian Maule is also well known for strong links with musicians and entertainers, and his restaurant often offers deals combining concerts or shows with fine dining for one fixed price. A popular choice with local businessmen."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Gandolfi"],["alt="],["url=http:\/\/www.cafegandolfi.com\/"],["email="],["address=64 Albion Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A real Glasgow institution, serving fine locally sourced food in a relaxed atmosphere. Great food and great service."]]}]},"\n",{"type":"===","value":["Takeaway\/Fish & Chips"]},"\n\nGlasgow has taken many different cultural foods and combined them into a unique dining experience. Most takeaways offer Indian dishes (pakora), pizzas and kebabs as well as the more traditional fish and chips or burgers. This has resulted in some takeaways offering a blend of dishes like chips with curry sauce, the donner kebab pizza, the battered and deep fried pizza to name but a few.\n\nFish & Chips (aka \"Fish Supper\") is a perennial favourite, and there are a healthy number of fish and chip shops around the city.  As mentioned above, many will also offer Asian or Italian dishes alongside the traditional chip shop fayre.  Given the Glaswegian's famous fondness for anything deep fried - \"bad\" establishments don't usually last long.  In the centre of town, four of the best \"chippies\" are:\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jack McPhees"],["alt="],["url="],["email="],["address=in City Centre on Hope Street, near Theatre Royal; and West End on Byres Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chain of sit down restaurants with table service.  Slightly more expensive than a takeaway, but excellent quality."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Coronation"],["alt="],["url="],["email="],["address=Gallowgate"],["lat="],["long="],["directions=just beyond Glasgow Cross under the City Union railway bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Glasgow institution sitting at the gateway into the Barrowlands area - the usual friendly Glaswegian reception and competitively priced."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Da Vinci's"],["alt="],["url="],["email="],["address=Queen Street, City Centre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=24 hour dining in this handily positioned sit-down takeaway near many of the city's nightclubs."]]}]},"\nOn a side note, the now infamous deep fried Mars Bar - served up in many Glasgow chip shops  - did ",{"type":"''","value":["not"]}," originate in the city, contrary to popular belief.  It was in fact invented in Stonehaven in Aberdeenshire.\n\n",{"type":"===","value":["Chinese"]},"\n",{"type":"*","value":[{"type":"'''","value":["Oriental Yummy"]},", ''96 Queen Margaret Drive, ",{"type":"[","value":["http:\/\/www.takeawaysrus.co.uk\/ Menu and prices"]},". F-Sa 17:00-23:00, Su-Mo 17:00-22:00, W-Th 17:00-22:00 Home deliveries."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Yumla"],["alt="],["url="],["email="],["address=80 Miller St"],["lat="],["long="],["directions=Merchant City close to George Square"],["phone="],["tollfree="],["fax="],["hours="],["price="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Ho Wong"],["alt="],["url=http:\/\/www.ho-wong.com\/"],["email="],["address=82 York Street"],["lat="],["long="],["directions=Close to Central Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Dragon's I"],["alt="],["url=http:\/\/www.dragon-i.co.uk\/"],["email="],["address=311-313 Hope St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Amber Regent"],["alt="],["url=http:\/\/www.amberregent.com\/"],["email="],["address=50 West Regent St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=China Sea Restaurant"],["alt="],["url=http:\/\/www.chinaseagla.com\/"],["email="],["address=12 Renfield St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Mings Restaurant"],["alt="],["url=http:\/\/www.princessquare.tv\/thai-chinese-restaurant-glasgow-mings"],["email="],["address=2nd Floor, Princes Square, 48 Buchanan St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chinese, Japanese and Thai food."]]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.pandahouseglasgow.co.uk\/ ",{"type":"'''","value":["Panda House"]}]},", 665 Pollokshaws Rd, Home Delivery daily 17:00-23:59"]},"\n",{"type":"===","value":["European"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Brel"],["alt="],["url=http:\/\/www.brelbarrestaurant.com\/"],["email="],["address=Ashton Lane G12 8SJ"],["lat="],["long="],["directions=in the West End off Byres Rd - nearest Subway: Hillhead"],["phone=+44 141 342-4966"],["tollfree="],["fax="],["hours=Daily 12:00-Late"],["price=à la carte menu, starters: £2.95-4.95 and mains: £8.95-15.50."],["content=Well known for its Belgian fare, particularly their ",{"type":"''","value":["moules"]}," (",{"type":"''","value":["Mussel"]},") Pots in a variety of flavours. This Bar\/Restaurant is set over 3 levels and sells a range of Belgian beers, including Banana and Raspberry, along with a few of the local Scottish favourites. During the warmer weather there is a large Beer Garden at the rear. There is often free live entertainment. ",{"type":"''","value":["Food Happy Hour"]}," M-Su 17:00-19:00"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Stravaigin"],["alt="],["url=http:\/\/www.stravaigin.com\/"],["email="],["address=28 Gibson St"],["lat="],["long="],["directions=adjacent to Glasgow University and Kelvingrove Park in the West End - nearest Subway: Kelvinbridge"],["phone=+44 141 334-2665"],["tollfree="],["fax="],["hours="],["price="],["content=Established by Ronnie Clydesdale (of Ubiquitous Chip fame),  this award winning gastro-pub offers a wide selection of both European and World cuisine made from Scottish ingredients. Also renowned for its creative cocktails."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sloans"],["url=http:\/\/www.sloansglasgow.com\/"],["email="],["address=Argyle Arcade"],["lat="],["long="],["directions=Morrison Court; off Buchanan St or Argyle Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Boasts to be 'the oldest bar and restaurant in Glasgow'. You can sit outside if you wish, or try the bistro or other menus. They offer other activities, such as a cinema-EAT experience, ceilidh dancing and more recently various music nights in the upstairs ballroom."]]}]},"\n",{"type":"===","value":["Indian"]},"\nGlasgow has, arguably, the finest Indian food in the United Kingdom, and indeed many Glaswegians now joke that the Indian Curry is their \"national dish\". Historically, the city's finest Indian restaurants have been clustered together in the Charing Cross area, just beyond the \"main\" section of Sauchiehall Street, but in recent years the Merchant City has seen a boom in new establishments. Take your pick from ",{"type":"'''","value":["Panjea"]},",  ",{"type":"'''","value":["The Wee Curry Shop"]},", ",{"type":"'''","value":["Mother India's Cafe"]}," and more.  Check out the ",{"type":"'''","value":["Ashoka West End"]}," (",{"type":"''","value":["1284 Argyle Street, near Kelvingrove"]},"), the ",{"type":"'''","value":["Ashoka at Ashton Lane"]}," or ",{"type":"'''","value":["Kama Sutra"]}," (",{"type":"''","value":["Sauchiehall Street"]},") - all of which are owned by the local ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ashokarestaurants.com\/ Ashoka"]}]}," chain. Glasgow's top Indian restaurants include:\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.balticlub.co.uk\/ ",{"type":"'''","value":["Balti Club"]}]},", ",{"type":"''","value":["66 Woodlands Rd,"]}," - arguably one of the finest Indian takeaway in the West End with a proud record and loyal following. Home delivery daily until midnight (Sa-Su 04:00). Order on-line to save."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Mister Singh's India"],["alt=149 Elderslie St, Charing Cross - nearest railway: Charing Cross"],["url=http:\/\/www.mistersinghsindia.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The flagship branch of the Ashoka\/Harlequin chain and is notable for its waiting staff who wear kilts. Booking is advisable Thursday-Sunday evenings."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Shish Mahal"],["alt="],["url=http:\/\/www.shishmahal.co.uk\/"],["email="],["address=66-68 Park Road, West End"],["lat="],["long="],["directions= nearest Subway: Kelvinbridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Affectionately known simply as \"The Shish\" by its regulars, this family run establishment has been here for over 50 years."]]}]},"\n",{"type":"{{","value":[["infobox"],["Chicken Tikka Masala - A Glaswegian Invention?"],["The Shish Mahal is widely believed to have invented Chicken Tikka Masala, recently voted the UK's favourite Indian dish. According to ",{"type":"[","value":["http:\/\/news.bbc.co.uk\/1\/hi\/scotland\/glasgow_and_west\/8161812.stm one Glasgow MP"]},",the Shish responded in the 1960s to complaints from Glaswegians that traditional Indian curries were too dry by soaking the chicken and spices in tomato soup, resulting in the first incarnation of the 'wet' style of curry commonly enjoyed today. This MP is now known to be seeking formal EU recognition that Chicken Tikka Masala is a unique Glaswegian creation, and that the Shish Mahal is the origin."]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Dhabba"],["alt=44 Candleriggs, Merchant City"],["url=http:\/\/www.thedhabba.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Authentic North Indian restaurant located in the Merchant City and has won numerous awards."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Dakhin"],["alt=89 Candleriggs, Merchant City - above the City Merchant"],["url=http:\/\/www.thedakhin.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sister restaurant to The Dhabba, about 50 yards further north on the same street, but this time specialising in South Indian cuisine it has some great pre-theatre deals and is lauded as much as its sibling."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Cafe India"],["alt=29 Albion Street, Merchant City"],["url=http:\/\/www.cafeindiaglasgow.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The original Cafe India in Charing Cross was a Glasgow institution before it was burned down in 2006. Now reborn in the Merchant City area, it's re-established itself as one of the city's top curry spots."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Killermont Polo Club"],["alt=2022 Maryhill Road; nearest railway: Maryhill"],["url=http:\/\/www.killermontpoloclub.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Upmarket Indian restaurant on the main route out to the affluent north western suburbs of the city. Set in a clubhouse setting, it has won numerous awards and accolades."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Chillies West End"],["alt="],["url=http:\/\/www.chillieswestend.com\/"],["email="],["address=176-182 Woodlands Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=West End. In a fantastic location just outside the city centre, but not quite in to the west end. Offers a unique way to sample many Indian dishes with a tapas style menu."]]}]},"\nThere are also literally hundreds of takeaway Indian restaurants around the city on nearly every main street, although the quality of these can be very variable.  Some are excellent - comparable with anything you'd find in the city centre, whilst others can be rather poor.  To be on the safe side, only go on local recommendation.\n\n",{"type":"===","value":["Italian"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Esca"]}," near the Tron Theatre is good and inexpensive but often busy."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sofias"]}," (",{"type":"''","value":["337 Byres Road"]},")  Formerly Antipasti. Excellent quality restaurant; does not offer table bookings—just show up and ask for a table. You won't be waiting long."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Di Maggio's"],["alt=Royal Exchange Square, Merchant City; West Nile Street, City Centre"],["url=http:\/\/www.dimaggios.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Locally owned chain of family-friendly Italian restaurants with several outlets in the city and outlying towns. Good value and usually no need to book."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dino's"]}," (",{"type":"''","value":["35-41 Sauchiehall Street, immediately opposite Cineworld and Royal Concert Hall"]},")  One of Glasgow's oldest and best known Italian restaurants.  Good quality and friendly service."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=L'Ariosto"],["alt="],["url=http:\/\/www.lariosto.com\/"],["email="],["address=92-94 Mitchell Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Glasgow G1 3NQ (",{"type":"''","value":["3 minute walk from Central railway station"]},"). One of Glasgow's top Italian restaurants - expensive but award winning and offers its own courtyard and live music."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Jamie's Italian"],["alt="],["url=http:\/\/www.jamieoliver.com\/italian\/glasgow"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1 George Square (",{"type":"''","value":["Adjacent to the City Chambers, nearest rail: Glasgow Queen Street"]},") Glasgow branch of the Jamie Oliver empire, although there is little chance of seeing the man himself. No bookings policy, but there have been stories of people being turned away due to overly casual dress."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Parmigiana"],["alt=447 Great Western Road"],["url=http:\/\/www.laparmigiana.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the best of the West End's Italian restaurants, but more upmarket than most."]]}]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.amarone.co.uk\/ ",{"type":"'''","value":["Amarone"]}]},", 2 Nelson Mandela Place +44 141 333-1122 Stylish restaurant with excellent menu.  Mains £8-20."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Little Italy"]},", 205 Byres Rd.  More of a café than a restaurant, the pizzas, coffee and hot chocolate are phenomenal.  Authentic Italian feel to it.  A great place for lunch or an informal dinner, or a pizza after a night out in Ashton Lane.  A must if you are in the west end of Glasgow."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Il Pavone Restaurant"],["alt="],["url=http:\/\/www.princessquare.tv\/italian-restaurant-glasgow-il-pavone"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Courtyard, Princes Square, 48 Buchanan Street."]}," is regarded as one of the most established, hospitable and fashionable Italian restaurants in Glasgow (within 2 minutes walking distance from Glasgow Central Station)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zizzi"]}," have two restaurants: ",{"type":"''","value":["2nd Floor, Princes Square, 48 Buchanan Street"]}," in the city centre ",{"type":"[","value":["http:\/\/www.princessquare.tv\/italian-restaurant-glasgow-zizzi"]},", and ",{"type":"''","value":["8 Cresswell Lane"]}," in the West End ",{"type":"[","value":["http:\/\/www.zizzi.co.uk\/restaurants\/glasgow-west-end"]}]},"\n",{"type":"===","value":["Mexican"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pancho Villas"],["alt="],["url=http:\/\/www.panchovillas.co.uk\/Glasgow.html"],["email="],["address=26 Bell Street"],["lat="],["long="],["directions="],["phone=+44 141 552 7737"],["tollfree="],["fax="],["hours="],["price="],["content=Glasgow G1 1LG (",{"type":"''","value":["in the Merchant City area opposite Merchant Square"]},"). M-Sa 12PM to Late, Su 5PM - Late. It is often very busy of an evening especially towards the end of the week, so it is best to make a reservation. Prices: Set Meals are available Mo-Th between 12PM-5PM for 2Courses - £6.95 and 3Courses - £8.50. A-la-carte Menu, Starters: £2.50-£7.95 and Mains: £8.50-£12.95."]]}]},"\n",{"type":"===","value":["Russian"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Cossachok"],["alt="],["url="],["email="],["address=10 King St, G1 5QP"],["lat=55.85683"],["long=-4.24654"],["directions="],["phone=+44 141 553 0733"],["tollfree="],["fax="],["hours=Tu-Th 11:00-15:00, 17:00-21:00; F-Sa 11:00-23:00; Su 16:00-21:00"],["price= starters £4-8, mains £10-15"],["content=65 seat restaurant that opened in 1998 and specialising in dishes from all over the former Soviet Union such as the vegetarian dish of ",{"type":"[[","value":[["Moldavia"]]},"n Gouvetch, a colourful and winter warming casserole of sweet peppers, potatoes, ginger, peas, aubergines, leek, chilli and garlic served with grilled lavash. Carnivorous ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},"ns will not go hungry either! Walls are hung with changing exhibitions of oil paintings, pastels, watercolours, prints, ceramics and crafts by artists from around the world."]]}]},"\n",{"type":"===","value":["Fish"]},"\nAs befits a port town, Glasgow excels at seafood and fish. \n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Gamba"],["alt=225a West George Street"],["url=http:\/\/www.gamba.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Winner of The List's (local listing magazine) 'Best Restaurant in Glasgow' award, 2003 and 2004. Two AA rosettes."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Mussel Inn"],["alt=157 Hope Street"],["url=http:\/\/www.mussel-inn.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good quality fish restaurant: has a sister restaurant in Edinburgh."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Rogano"]}," (",{"type":"''","value":["11 Exchange Place"]},"), Sumptuous 1930s style architecture for a total dining experience. Rogano is a Glasgow institution, but beware, especially if you get sucked into their vintage wine list, this place can be extremely expensive."]},"\n",{"type":"===","value":["Vegetarian"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Fast Food Shop"]},", pakora place on Woodlands Road is ideal for guilt-free snacking on the way home from the pub."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=13th Note"],["alt="],["url=http:\/\/www.13thnote.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On King Street."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mono"]},", over the road in King's Court."]},{"type":"*","value":[" ",{"type":"'''","value":["Stereo"]},", vegan pub in the Renfield Lane near the central station."]},{"type":"*","value":[" ",{"type":"'''","value":["The 78"]},", organic\/vegan pub & restaurant in Kelvinhaugh Street (off the west end of Argyle St). "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Tchai Ovna"],["alt="],["url=http:\/\/www.tchaiovna.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tea houses with veggie food, located in West End (off Bank St) and Shawlands."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Grassroots Organic"],["alt="],["url=http:\/\/www.grassrootsorganic.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Woodlands Road, Charing Cross."]]}]},"\n",{"type":"===","value":["International"]},"\nGlasgow is a city of immigrants and has a thriving international food scene.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Khublai Khan's"]},":  A unique Mongolian Barbeque restaurant that allows you to create your own  stir-fry dishes over and over while sampling meat from around the globe. ",{"type":"[","value":["http:\/\/www.khublaikhan.co.uk\/"]}]},"\nAlso Try ",{"type":"'''","value":["Mzouda"]}," (Moroccan), ",{"type":"'''","value":["Cafe Argan"]}," (Moroccan),  ",{"type":"'''","value":["Shallal"]}," (Lebanese), ",{"type":"'''","value":["Kokuryo"]}," (Korean), ",{"type":"'''","value":["Koshkemeer"]}," (Kurdish), ",{"type":"'''","value":["Café Serghei"]},", Konaki",{"type":"'''","value":["(Greek) "]},"Alla Turca",{"type":"'''","value":[" (Turkish) "]},"La Tasca",{"type":"'''","value":[" (Spanish), "]},"Ichiban''' (Japanese) and the numerous Thai, and Malaysian and Chinese restaurants, including the Yumla, the Thai Siam, the Thai Fountain Rumours and others.\n\n",{"type":"==","value":["Drink"]},"\n\nPubs are arguably the meeting rooms of Scotland’s largest city, and many a lively discussion can be heard in a Glasgow bar.  There is nothing Glaswegians love more than \"putting the world right\" over a pint (or three), whether it’s the Old Firm, religion, weather, politics or how this year’s holidays went. You are guaranteed a warm welcome from the locals, who will soon strike up a conversation.\n\nThere are three (or arguably, four) basic drinking areas: these are also good for restaurants. First, there is the West End (the area around Byres Road and Ashton Lane), second there is the stretch of Sauchiehall Street between the end of the pedestrianised area (near Queen Street Station) and Charing Cross (and the various streets off this area).  Thirdly there is the Merchant City,  which is near Strathclyde University's campus. This is the most 'upmarket' area to drink and eat in, although it still has numerous student dives: start at the University of Strathclyde and wander down towards the Trongate (the West part of this part of town is the gay area). Finally, and up and coming, is the South Side (i.e. South of the Clyde). This used to be very much 'behind the times' socially speaking, but the relocation of the BBC to the South Side and the whole area generally moving 'upmarket' has improved things greatly. Try the area round Shawlands Cross for restaurants, bars, and The Shed nightclub.  There are also several hidden gems in and around the Blythswood Square area and the streets between Hope Street and Charing Cross: this being the city's business district however it can feel quite deserted on evenings and weekends.\n\nBe warned though about dress codes, particularly in some of the more upmarket establishments in the city centre and West End: sportswear and trainers (sneakers) are often banned, and some door staff are notoriously \"selective\" about who is allowed. If confronted with this, go elsewhere. The general \"boozer\" type pubs have no dress codes, but football shirts are almost universally banned in all: particularly on weekends. One rule to be aware of is that some clubs and upmarket pubs enforce an unwritten policy of not allowing all-male groups of more than about four people. For this reason, it may be advisable to split into groups of two or three. Some pubs in Glasgow are also exclusively the haunt of Old Firm football fans: again, these will be very crowded on football days, can get very rowdy, and should be avoided. Fortunately they are easy to spot; for example, a large cluster of Celtic-oriented pubs exist in the Barrowlands area, while one or two bars on or near Paisley Road West are favourite haunts of Rangers fans.\n\nThe following is merely a selection of the many bars, pubs, wine bars and clubs throughout the city.\n\nAn increasingly popular pastime in the city is the 'Subcrawl', a pub crawl round Glasgow's underground system, getting off at each of the fifteen stops to go to the nearest pub for a drink. It is advisable to go with a local especially since in some parts on the south side the nearest pub to the underground station is not immediately obvious, but it is a good way to see the different neighbourhoods and pub cultures of the city.\n\n",{"type":"===","value":["Chain\/Theme"]},"\n\nLike any major British city, the central area of Glasgow has its fair share of chain and theme  pubs, with establishments from the likes of Whitbread, Yates and of course the ubiquitous JD Wetherspoon:\n\n",{"type":"*","value":[{"type":"'''","value":["The Counting House"]}," (",{"type":"''","value":["George Square – near Queen Street station"]},") formerly a flagship branch of the Bank of Scotland, you can drink here in the splendour of this old Victorian banking hall.  Converted into an open plan bar by the Wetherspoon chain, it’s popular with tourists and locals alike, with quirky features such as the bank vault now being used as a wine cellar."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Crystal Palace"]}," (",{"type":"''","value":["Jamaica Street – near Central Station and the Jamaica Bridge"]},") Another Wetherspoons establishment, good for evening football; and good place to meet up if you are heading across to the O2 Academy or the Citizen’s Theatre on the other side of the river."]},"\n",{"type":"*","value":[{"type":"'''","value":["Waxy O'Connors"]}," (",{"type":"''","value":["Within the Carlton George Hotel on West George Street, next to George Square\/Queen Street station"]},"); vaguely Irish themed bar with its curious 'Lord of the Rings'-like setting. Spread over six bars, nine rooms and three floors. The premises is a fun place, with steps and stairs running up and down through the maze of rooms and bars, and a rather eclectic mix of \"tree trunk\" and church gothic interior décor."]},"\n",{"type":"===","value":["Whisky"]},"\n\nGlasgow has many options for whisky, though many may not be immediately be obvious for the passing tourist. Here are some good starting points:\n\n",{"type":"*","value":[" The Whisky bar in ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oran-mor.co.uk\/page\/The_Whisky_Bar_152.html Oran Mor"]}]}," on the corner of Byres Road and Great Western Road has a large selection of whiskies. It's a great starting point for the beginner; if you make yourself known to the staff as something of a newbie, then somebody in here will certainly be able to guide you through the different regions and tastes."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Pot Still"],["alt="],["url=http:\/\/www.thepotstill.co.uk\/"],["email="],["address=154 Hope Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At a few blocks north of Central Station. It stocks over 300 single malt whiskeys (as well as other drinks, of course), and the staff really know their stuff. It's also an excellent example of a traditional British pub, with a great atmosphere."]]}]},"\nOther great options are:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Ben Nevis"],["alt="],["url="],["email="],["address=1147 Argyle St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Towards the West End."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Bon Accord"],["alt="],["url=http:\/\/www.bonaccordweb.co.uk\/"],["email="],["address=153 North Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At near the Mitchell Library at Charing Cross, with over 230 whiskies."]]}]},"\nFormerly, ",{"type":"'''","value":["Uisge Beatha"]}," (pronounced \"ooshke beh-hah\", Gaelic for \"whisky\" and translated literally as \"water of life\") was a great whisky bar with a fantastic folky atmosphere, impromptu live music, and a massive selection of drinks. It has since closed.\n\n",{"type":"===","value":["Beers & Real Ale"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Republic Bier Halle"],["alt=9 Gordon Street; off Buchanan Street – 2 mins from Central Station"],["url=http:\/\/www.republicbierhalle.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quirky beer pub (as the name suggests), where beers from all over the world are served to you after ordering from a menu. This chain is quickly becoming famous for it's 2-for-1 stonebaked pizza deals, and its recently introduced £5 all-you-can-eat buffet midweek (the main branch on Gordon St will service weekends, but not the sister branches!) While the beers can be quite expensive, you'll be hard pushed to find better quality food for the price in the city centre. A must-visit."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Beer Cafe"]}," (",{"type":"''","value":["Candleriggs – Merchant City; inside the Merchant Square complex"]},") Wide range of local and imported beers both in bottles and draught form."]},"\n",{"type":"*","value":[{"type":"'''","value":["Blackfriars"]}," (",{"type":"''","value":["on the corner of Bell Street\/Albion Street – Merchant City"]},") Great range of local and other beers\/ales both in bottles and draught form, sometimes does live music."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Three Judges"]}," (",{"type":"''","value":["Partick Cross, West End – on the intersection of Byres and Dumbarton Roads – nearest Subway: Kelvinhall"]},").  Lovely West End establishment with a continually changing board of ales from all over the UK on tap as well as a cider. They also have a fantastic selection of imported bottled beers in the fridge and Frambozen on tap."]},"\n",{"type":"*","value":[{"type":"'''","value":["West Brewry Bar"]}," (",{"type":"''","value":["Glasgow Green, East End in the Templeton Building"]},"). A Restaurant and micro brewery serving traditional food and German style larger beers."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pivo Pivo"]}," (",{"type":"''","value":["Waterloo Street"]},"). This bar has a very good selection of beers both on tap and bottled. It is also popular for live music as well. Just round the corner for hope street and they proudly don't sell Tennent's."]},"\nOther Real Ale bars can be found at the ",{"type":"'''","value":["Bon Accord"]}," on Charing X, ",{"type":"'''","value":["Clockwork BeerCo"]}," near Hampden Park, and also ",{"type":"'''","value":["The Three Judges"]}," on the Dumbarton Road, at the bottom of Byres Road, which has won the CAMRA award (Campaign For Real Ale) most years for the past 2 decades. Also check out ",{"type":"'''","value":["The State"]}," off Sauchiehall Street is a similarly good ale venue and a cosy proper pub if you're sick of trendy bars.\n\n",{"type":"===","value":["Student"]},"\n\nThe city’s large student population means there are no shortage of student bars, with large concentrations around the Merchant City area (for nearby Strathclyde and Glasgow Caledonian universities, as well as several nearby colleges), and of course Byres Road and Ashton Lane in the West End for Glasgow University.  Another cluster (near Glasgow School of Art) exists along the western reaches of Sauchiehall Street, just beyond the pedestrianised section.  Some of the most popular student bars are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Ark"]}," (",{"type":"''","value":["North Frederick Street – close to George Square"]},") and ",{"type":"'''","value":["The Hall"]}," (",{"type":"''","value":["457 Sauchiehall Street - rail: Charing Cross, Subway: St. George's Cross"]},"), catering for Strathclyde\/Caledonian Universities and Glasgow School of Art respectively are both part of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.screampubs.co.uk\/ Scream"]}]}," chain of student pubs with their famous \"Yellow Card\" promotions.  Note that entry may be restricted to NUS cardholders only during peak times."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Strathclyde University Union"],["alt=90 John Street, Merchant City – short walk from George Square"],["url=http:\/\/www.strathstudents.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Notable for once being officially Scotland’s largest pub with 6 bars spread over 10 levels. Entry: £2 for non-members (NUS cardholders - entry fees for event nights may vary, and may be restricted to Strathclyde students)"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Glasgow University Union \/ Queen Margaret Union"]}," (",{"type":"''","value":["GUU – at the bottom of University Avenue nr the junction with Kelvin Way, QM – University Gardens at the top of Ashton Lane"]},")  The University of Glasgow's two official student unions are very different, from the “establishment” GUU to the more quirky and laid back QM. Open to matriculating students from any one of the city's three universities."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Nice N Sleazy"],["alt=421 Sauchiehall Street – nearest railway: Charing Cross"],["url=http:\/\/www.nicensleazy.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great student institution known locally as \"Sleazy's\" it's a favourite among Glasgow School of Art students, it’s a cross between a bar and a nightclub, and even a coffee shop by day - one of Glasgow’s best established student venues. Live music in the evenings, and just across the road from the seminal Garage nightclub."]]}]},"\n",{"type":"===","value":["Style"]},"\n\nBath Street has a constantly shifting array of \"style bars\", which become more numerous as you walk up towards the financial district on Blythswood Hill.  The quality varies wildly depending on your taste and tolerance.  Some of the best are:\n\n",{"type":"*","value":[{"type":"'''","value":["Bar Buddha"]}," (",{"type":"''","value":["408 Sauchiehall Street"]},") – The original branch on St. Vincent Street is now closed - and mourned by its fans for being arguably far more atmospheric than its successor, but still a quirky style bar with bags of character."]},"\n",{"type":"*","value":[{"type":"'''","value":["Corinthian"]}," (",{"type":"''","value":["Ingram Street – Merchant City – nearest railway: Queen Street"]},") – Wickedly pretentious bar\/restaurant converted from and old bank in the centre of Glasgow’s designer shop district with beautifully restored interior fittings.  Food served is of a high standard, although drinks can be expensive.  Note that a dress code (smart\/casual - no sports footwear) is strictly enforced after 6PM."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hummingbird"],["alt=186 Bath Street"],["url=http:\/\/www.socialanimal.co.uk\/GlasgowCityCentre\/Hummingbird\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Newly opened bar\/club\/restaurant with extremely stylish, avant-garde decor and 4 floors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bunker"],["alt=on the corner of Hope Street and Bath Street"],["url=http:\/\/www.thebunkerbar.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular bar with office workers from the nearby financial area, and a good base to start a night out from."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Kushion"]},"  (",{"type":"''","value":["158-166 Bath Street; nearest rail - Charing Cross"]},") Meditterrenean basement theme bar, restaurant and nightclub.  Close to King Tut's Wah Wah Hut.  Student friendly."]},"\n",{"type":"===","value":["Gastropubs"]},"\n\nApart from Stravaigin and Brel in the West End (see the Restaurant section above), there are a few gems in and around the city centre.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Strata"],["alt=At the southern end of Queen Street, near Argyle Street"],["url=http:\/\/www.strataglasgow.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Award winning gastropub split over two levels. Well known for its cocktail bar."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Babbity Bowsters"]}," (",{"type":"''","value":["16-18 Blackfriars Street – Merchant City; nearest railway - High Street"]},") – Notable for its fine range of imported lagers, the bar meals are excellent. You can even sit outside in the quaint little beer garden (when it is not raining)"]},"\n",{"type":"===","value":["Culture and music"]},"\n\nIf you like your rock and metal music, try ",{"type":"'''","value":["The Solid Rock Cafe"]}," at the bottom of Hope street and ",{"type":"'''","value":["Rufus T.Firefly's"]}," near the top of Hope street.\n\n",{"type":"===","value":["Traditional\/Local"]},"\n\nAs the city centre and West End's bars become ever more sanitized, off-the-peg and tourist-oriented, finding a traditional “boozer” in Glasgow is getting harder. For the tourist who wants to make the effort, they can be great places to discover what many would call the “real” Glasgow, the Glasgow where Glaswegians hang out. The other advantage is that the cost of a drink is often a lot cheaper. Common sense should tell you which ones to try out, and which to avoid!\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Horseshoe Bar"],["alt=17-19 Drury Street – short walk from Central Station"],["url=http:\/\/www.horseshoebar.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Possessing the longest continuous bar in the UK, the rock band Travis used to rehearse upstairs before hitting the big time; as a token of thanks, one of their Brit Awards is displayed behind the bar. Billy Joel has been another famous customer of this establishment when playing in the city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Saracen Head"],["alt=209 Gallowgate – near Glasgow Cross"],["url=http:\/\/www.saracenhead.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– nicknamed the “Sarry Heid” by locals, this old school pub (began in 1755, although in a different building) lies at the gateway to the Barrowlands area and the East End. Like all pubs in the area it becomes an exclusive haunt of Celtic fans on match days, and gets very rowdy."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Failte"]}," (",{"type":"''","value":["St Vincent Street; nearest railway: Glasgow Central"]},") - independent Irish themed pub and a good place to have a banter with the locals.  Like most Irish themed pubs in the city, it gets impossibly crowded on Celtic match days."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Scotia Bar"],["alt=Stockwell Street"],["url=http:\/\/www.scotiabar.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Glasgow's oldest bars (established 1792). Famous for its folk music and 'traditional' ambiance."]]}]},"\n\n\n",{"type":"*","value":[{"type":"'''","value":["The Alpen Lodge"]}," (",{"type":"''","value":["25 Hope Street"]},"). Great little bar with classic fast service and local banter."]},"\n",{"type":"===","value":["Gay and lesbian"]},"\nGlasgow has a lively scene which centres around the Merchant City area (the so-called \"Pink Triangle\" formed by Revolver, Bennets and the Polo Lounge). The city is gay-friendly, which is shown in the annual \"Glasgay\" celebrations in October ",{"type":"[","value":["http:\/\/www.glasgowvant.com\/2010\/07\/glasgay-lgbt-festival-glasgow\/"]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=AXM"],["url=http:\/\/www.bennets.co.uk\/"],["email="],["address=80-90 Glassford St, G1 1UR"],["lat="],["long="],["directions="],["phone=+44 141 552 5761"],["tollfree="],["fax="],["hours=W-Su 23:30-03:30"],["price=W,Th,Su = £3, -F-Sa = £5"],["content=Over two levels with all you could want from a gay club."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Polo Lounge"],["url=http:\/\/www.g1group.co.uk\/content\/default.asp?page=s45_1\/"],["email="],["address=84 Wilson St, G1 1UZ"],["lat="],["long="],["directions="],["phone=+44 141 553 1221"],["tollfree="],["fax="],["hours=M-Th 17:00-01:00, F-Su 17:00-03:00"],["price=Entry fee F-Sa nights"],["content=The upstairs bar is tastefully decorated in a Victorian style and is a great place to relax with friends. Downstairs boasts two dance areas, one playing all your pop favourites, the other chart and dance tunes. The crowd here is very mixed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=MODA"],["url=http:\/\/www.g1group.co.uk\/content\/default.asp?page=s42\/"],["email="],["address=58 Virginia St, G1 1TX"],["lat="],["long="],["directions="],["phone=+44 141 553 2553"],["tollfree="],["fax="],["hours=M-Su 20:00-Late!"],["price="],["content=Speciality - Cocktails & Funky DJs!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Underground"],["url=http:\/\/www.underground-glasgow.com\/"],["email="],["address=6a John Street, G1 1JQ"],["lat="],["long="],["directions=Opposite the Italian Centre and downstairs next door to the 'Gay Chippie'"],["phone=+44 141 553 2456"],["tollfree="],["fax="],["hours=M-Su 11:00-23:59"],["price="],["content=Mixed and relaxed crowd. Small and friendly bar with drag bingo on a Saturday afternoon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Radio"],["url=http:\/\/www.list.co.uk\/place\/102552-radio"],["email="],["address=Ashton Lane"],["lat="],["long="],["directions=What self respecting homosexual needs directions to Ashton Lane nowadays"],["phone=+44 141 334 6688"],["tollfree="],["fax="],["hours=M-Sat 12:00-23:59"],["price="],["content=Mixed and relaxed crowd. Small and friendly bar with a great theme nights!."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Scene"],["url=http:\/\/www.scene-glasgow.co.uk\/"],["email="],["address=17 John Street, Merchant City"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=daily, early to late"],["price="],["content=The biggest gay club in Scotland, located in the very trendy Italian Centre of the Merchant City."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Craigendmuir Caravan Park"],["url=http:\/\/www.craigendmuir.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 141 779 4159"],["tollfree="],["fax="],["hours="],["price=about £12.50\/night"],["checkin="],["checkout="],["content=Stepps, to the east of the city, is probably the nearest camp site and charges about £12.50\/night for a two people in a tent. A train journey from Stepps to Glasgow Queen Street takes about 20 minutes."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amadeus Guest House"],["url=http:\/\/www.amadeusguesthouse.co.uk\/"],["email=reservations@amadeusguesthouse.co.uk"],["address=411 North Woodside Road, Kelvinbridge"],["lat="],["long="],["directions=Kelvinbridge Underground, just off Great Western Road, M8 Junction 17"],["phone=+44 141 3398257"],["tollfree="],["fax=+44 141 3398859"],["hours="],["price=from £24.00"],["checkin=2 pm"],["checkout=11 am"],["content=At the heart of Glasgow's West End, offers family run friendly guest accommodation and breakfast, in bright, clean and airy rooms. Wifi available at a small charge."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Express Glasgow City Centre Riverside"],["url=http:\/\/www.expressglasgow.co.uk\/"],["email=info@expressglasgow.co.uk"],["address=122 Stockwell Street"],["lat="],["long="],["directions="],["phone=+44 141 548 5000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In the heart of Glasgow, a modern hotel with 128 air conditioned guest rooms, licensed bar, free hot breakfast and WiFi."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Glasgow Youth Hostel (SYHA)"],["url=http:\/\/www.glasgowhostel.co.uk\/"],["email="],["address=8 Park Terrace"],["lat="],["long="],["directions=Catch the number 44A bus from Hope St. Get off at the first stop on Woodlands Road. Go up the hill at Lynedoch St and follow the road to the left. The hostel is on the right hand side on Park Terrace."],["phone=+44 141 332 3004"],["tollfree="],["fax="],["hours="],["price=From £13"],["checkin=2PM"],["checkout="],["content=150 beds split into dorms and family\/private rooms (all en-suite)."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Euro Hostel"],["url=http:\/\/www.euro-hostels.co.uk\/Glasgow_hostel\/"],["email="],["address=318 Clyde St"],["lat="],["long="],["directions="],["phone=+44 141 222 2828"],["tollfree="],["fax="],["hours="],["price=Starting at £12.95 with free breakfast. Private rooms from £30.95"],["checkin="],["checkout="],["content=Right in the centre of town. Has dorm beds, private rooms, doubles and twins."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blue Sky"],["url=http:\/\/www.blueskyhostel.com\/"],["email="],["address=65 Berkeley St"],["lat="],["long="],["directions="],["phone=+44 141 221 1710"],["tollfree="],["fax="],["hours="],["price=£10 to £15"],["checkin="],["checkout="],["content=Hostel with dorm accommodation. Dorm beds and double rooms available."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bunkum Backpackers Hostel"],["url=http:\/\/www.bunkumglasgow.co.uk"],["email="],["address=26 Hillhead St"],["lat="],["long="],["directions="],["phone=+44 141 581 4481"],["tollfree="],["fax="],["hours="],["price=£12 and up"],["checkin="],["checkout="],["content=Hostel with dorm accommodation from £12. No curfew or lockout, free linen is provided. Moderately equipped kitchen. Small independent hostel on a quiet street near the vibrant West End."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=1883 Guest House"],["url=http:\/\/www.1883corp.com\/"],["email="],["address=58 Glenapp St"],["lat="],["long="],["directions=100m Pollokshields East Rail"],["phone=+44 7775 832461"],["tollfree="],["fax="],["hours="],["price=£25-40"],["checkin="],["checkout="],["content=Small friendly guest house 3 km from city centre, easy public transport and on-street parking."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Beersbridge Lodge Guesthouse"],["url=http:\/\/www.beersbridgelodge.hostel.com\/"],["email="],["address=50 Bentinck Street"],["lat="],["long="],["directions="],["phone=+44 141 338 6666"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Overlooks the Kelvingrove Park in Central Glasgow, just 50 yards from Sauchiehall Street. Full central heating and a friendly atmosphere. All rooms are double with en-suite facilities, tea\/coffee making facilities and colour TVs with Sky Satellite."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Campus Accommodation – University of Strathclyde"],["url=http:\/\/www.rescat.strath.ac.uk\/"],["email="],["address=50 Richmond Street"],["lat="],["long="],["directions="],["phone=+44 141 553 4148"],["tollfree="],["fax="],["hours="],["price=£36.50 per en-suite room"],["checkin=13:00"],["checkout=10:00"],["content=These budget ensuite or standard (shared bathroom and toilet) rooms are provided by the university. These rooms are extremely popular for budget travellers. The rooms are basically for university students but are open to the public during vacations. The location is excellent and next to Glasgow Cathedral. The nearest train station is Glasgow High street, and therefore links to Glasgow Central and Exhibition Centre stations. Very handy for conference participants. Local supermarkets and resturants are within 1\/4 miles walk. Unfortunately the rooms don't provide internet access, and you may have go to either internet cafes, local pubs or chained restaurants to get access to internet."]]}]},"\n",{"type":"===","value":["Moderate"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Victorian House"],["url=http:\/\/www.thevictorian.co.uk\/"],["email="],["address=212 Renfrew St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Beds between £25-40"],["checkin="],["checkout="],["content=Small Hotel."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=McLays Guest House"],["url=http:\/\/www.mclays.com\/"],["email="],["address=264-276 Renfrew St"],["lat="],["long="],["directions="],["phone=+44 141 332 4796"],["tollfree="],["fax="],["hours="],["price=Beds between £14-30"],["checkin="],["checkout="],["content=Guest House."]]},"  "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Express Glasgow Airport"],["url=http:\/\/www.expressglasgowairport.co.uk\/"],["email=info@expressglasgowairport.co.uk"],["address=St Andrews Drive, Glasgow Airport"],["lat="],["long="],["directions="],["phone=+44 141 842 1100"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Modern hotel, 2 minutes from Glasgow Airport, providing comfortable air conditioned guest rooms, free breakfast and WiFi."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ibis Glasgow"],["url=http:\/\/www.ibis.com\/gb\/hotel-3139-ibis-glasgow-city-centre\/index.shtml"],["email="],["address=220 West Regent Street"],["lat="],["long="],["directions=Near Blythswood Square - nearest railway station: Charing Cross"],["phone=+44 141 225 6000"],["tollfree="],["fax="],["hours="],["price=£55-60 per night for a double room"],["checkin="],["checkout="],["content=Glasgow branch of this popular French 3-star chain."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jurys Inn"],["url=http:\/\/glasgowhotels.jurysinns.com\/jurysinn_glasgow"],["email="],["address=80 Jamaica Street"],["lat="],["long="],["directions=Nearest Railway - Glasgow Central, Nearest Subway - St Enoch"],["phone=+44 141 314 4800"],["tollfree="],["fax="],["hours="],["price=£70-80 per night for a double room"],["checkin="],["checkout="],["content=Popular chain hotel centrally located near Central Station and Argyle Street."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Devoncove Hotel"],["url=http:\/\/www.devoncovehotel.com\/"],["email="],["address=931 Sauchiehall St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Double rooms starting at £25"],["checkin="],["checkout="],["content=A non-too-modern hotel located at the further end of the street from the city centre. Double rooms, including Scottish breakfast from £25. Clean and comfortable, as one would expect for that price, but don't expect 5 star treatment! Buses to the city centre for £1.10."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Swallow Glasgow"],["url=http:\/\/www.swallow-hotels.com\/hotels\/swallow-glasgow"],["email=gm.glasgow@crerarmgmt.com"],["address=517 Paisley Road West"],["lat="],["long="],["directions="],["phone=+44 141 427 3146"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Situated near the SECC and Glasgow Airport on the outskirts of Glasgow offering restaurant and leisure facilities."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=City Inn Glasgow"],["alt="],["url=http:\/\/www.cityinn.com\/glasgow\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 141 240 1002"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Finnieston Quay. A central boutique hotel offers a restaurant, bar, meeting venue and events."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=SACO Apartments"],["url=http:\/\/www.sacoapartments.co.uk\/destinations\/uk\/glasgow\/SACO-Glasgow-Cochrane-Street\/"],["email="],["address=53 Cochrane Street"],["lat="],["long="],["directions="],["phone=0845 122 0405"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Great alternative to a hotel and perfect for business travel; also a stone's throw away from a number of trendy bars and restaurants."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Park Inn by Radisson Glasgow City Centre"],["alt="],["url=http:\/\/www.parkinn.co.uk\/hotel-glasgow"],["email="],["address=139 & 141 West George St"],["lat="],["long="],["directions="],["phone=+44 141 221 1211"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=91 guest bedrooms and free Wi-Fi in the Victorian city centre but moderate prices are usually only obtained by booking 21 days in advance."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crowne Plaza"],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/cp\/925\/en\/hd\/glwcr?crUrl=\/h\/d\/cp\/925\/en\/hotelsearchresults&rpb=hotel&_requestid=556371"],["email="],["address=Congress Road, Finnieston"],["lat="],["long="],["directions=Next to SECC\/Clyde Auditorium - nearest railway: Exhibition Centre"],["phone=+44 7804 431691"],["tollfree="],["fax="],["hours="],["price=Double rooms from £80-£90\/night"],["checkin=2.00PM"],["checkout=12.00PM"],["content=4-star hotel on the riverbank and next door to the SECC complex."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Glasgow Grand Central"],["url=http:\/\/www.grandcentralglasgow.co.uk\/"],["email="],["address=99 Gordon Street"],["lat="],["long="],["directions=Adjoins onto the side of Central Station"],["phone=0871 508 8768"],["tollfree="],["fax="],["hours="],["price=from £79"],["checkin="],["checkout="],["content=This grandiose olde worlde railway hotel - once one of the city's most prestigious hotels -  has been recently refurbished and restored to its former glory."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marriott Glasgow"],["url=http:\/\/www.marriott.com\/hotels\/travel\/gladt-glasgow-marriott-hotel\/"],["email="],["address=500 Argyle Street"],["lat="],["long="],["directions=Next to Kingston Bridge - nearest railway: Glasgow Central\/Anderston"],["phone=+44 141 226 5577"],["tollfree="],["fax="],["hours="],["price=Double rooms from £70-£90\/night"],["checkin="],["checkout="],["content=4-star hotel in the financial district, with good access to the city centre and West End."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Blu Hotel"],["url=http:\/\/www.radissonblu.co.uk\/hotel-glasgow"],["email="],["address=301 Argyle St"],["lat="],["long="],["directions=On the corner of Argyle Street and Hope Street\/Oswald Street, nearest railway - Glasgow Central"],["phone=+44 141 204 3333"],["tollfree="],["fax="],["hours="],["price=Double rooms from £140\/night"],["checkin="],["checkout="],["content=5-star hotel located on the edge of the financial district and literally next door to Central railway station - noted for its distinctive copper façade."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Carlton George Hotel"],["url=http:\/\/www.carlton.nl\/george\/default-en.html"],["email="],["address=44 West George Street"],["lat="],["long="],["directions=Next to Queen Street railway station"],["phone=+44 141 353 6373"],["tollfree="],["fax="],["hours="],["price=Double rooms from £125\/night"],["checkin="],["checkout="],["content=4-Star Boutique hotel located in the heart of the city - on George Square and near Buchanan Street and the City Chambers."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hilton Glasgow"],["url=http:\/\/www.hilton.co.uk\/glasgow"],["email="],["address=1 William Street"],["lat="],["long="],["directions=Nearest railway stations - Charing Cross\/Anderston"],["phone=+44 141 204 5555"],["tollfree="],["fax="],["hours="],["price=Double rooms from £130\/night"],["checkin="],["checkout="],["content=5-Star luxury hotel in the centre of the financial district, with easy access to the M8 motorway and Glasgow Airport."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hilton Grosvenor"],["url=http:\/\/www.hilton.co.uk\/glasgowgrosvenor"],["email="],["address=1-9 Grosvenor Terrace"],["lat="],["long="],["directions=On the corner of Byres Road and Great Western Road - nearest subway: Hillhead"],["phone=+44 141 339 8811"],["tollfree="],["fax="],["hours="],["price=Double rooms from £140\/night"],["checkin="],["checkout="],["content=Hilton's other Glasgow branch in the heart of the West End with easy access to centre and local attractions."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel du Vin at One Devonshire Gardens"],["url=https:\/\/www.hotelduvin.com\/locations\/glasgow\/"],["email="],["address=1 Devonshire Gardens (Great Western Road)"],["lat="],["long="],["directions=About 1\/2 mile from the intersection of Byres Road and Great Western Road"],["phone=+44 141 339-2001"],["tollfree="],["fax="],["hours="],["price=Suites from £250+ \/night"],["checkin="],["checkout="],["content=One of Scotland's most exclusive hotels - popular with celebrities."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Malmaison Glasgow"],["url=http:\/\/www.malmaison-glasgow.com\/"],["email="],["address=278 West George Street"],["lat="],["long="],["directions=City centre, short walk from either Central or Queen Street stations"],["phone=+44 141 572 1000"],["tollfree="],["fax="],["hours="],["price=Suites from £195\/night"],["checkin="],["checkout="],["content=Modern boutique hotel located in a former Episcopal Church."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blythswood Square"],["url=http:\/\/www.townhousecompany.com\/blythswoodsquare\/"],["email=reserve@blythswoodsquare.com"],["address=11 Blythswood Square"],["lat="],["long="],["directions=nearest railway Charing Cross\/Central"],["phone=+44 141 208 2458"],["tollfree="],["fax="],["hours="],["price=Rooms from £125\/night, Suites from £315\/night"],["checkin="],["checkout="],["content=Brand new 5-star boutique hotel and spa converted from the old Royal Scottish Automobile Club headquarters in Blythswood Square."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nGlasgow is like any other big city: it has safe areas and less safe areas, and the basic common sense rules apply. The centre of Glasgow is safe and you should not encounter any problems. All of the city centre and tourist areas are well policed. During the day, the City Centre also has many 'information officers' in red hats and jackets who should be able to assist you if needed. Despite what its local reputation may be, being a Western European city, Glasgow ranks among one of the safest cities in the world. Glasgow does indeed have some very dangerous areas - particularly in some northern and eastern suburbs - where drug related crime for instance is rife, but these are well away from the centre and you would be unlikely to venture into them unless you were making a conscious effort to do so.\n\nCrime in the city centre is usually limited to drunken and rowdy behaviour late in the evenings - hotspots include the southern end of Hope Street next to Central Station, and under the 'Heilanman's Umbrella', the railway bridge over Argyle St adjacent to Central Station; and the western end of Sauchiehall St which have large concentrations of bars and nightclubs. There is usually a heavy police presence anyway in these areas on Friday and Saturday nights to defuse any problems. The West End fares better, but be aware that the back streets off Byres Road and around the University can quickly disorientate a stranger unfamiliar with the area in the hours of darkness.\n\nAlthough you'll see it being worn everywhere by the locals, if you buy any piece of Celtic or Rangers-related clothing as a souvenir, be wary of wearing it in public as it can lead to confrontation - particularly in the evenings. Most bars and clubs in the centre of the city universally ban all football colours, regardless of team.\n\nWhereas prostitution and other sex work is legal in Scotland, 'soliciting' (i.e. prostitutes soliciting for business in the street), 'kerb crawling' (that is 'punters' driving or walking around obviously looking for sex workers) are both illegal, so avoid driving or walking around obvious red light district. The main trouble spots in the city have historically been the Blythswood Hill and Anderston areas close to the M8 motorway - a busy office district by day, but usually otherwise deserted in the evenings and on weekends. 'Running a brothel' is also illegal, so 'massage parlours' and brothels can be and are 'busted' by the police. If you are in a brothel\/'massage parlour' which is raided by the police you may be taken into custody and asked questions you don't want to answer.\n\nPolice Scotland, the new Scotland-wide police force, has a ",{"type":"[","value":["http:\/\/www.scotland.police.uk\/keep-safe\/safety-advice-jj\/out-and-about\/travel-safe\/ \"Travel Safe\" guide"]},".\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThe UK's ",{"type":"'''","value":["National Health Service"]}," (NHS) will provide emergency treatment for anyone in the UK, irrespective of whether they reside in the UK. In a medical emergency, dial 999 or 112. These numbers are free of charge from any telephone. For advice on non-emergency medical problems, you can ring the 24 hour ",{"type":"'''","value":["NHS 24"]}," service on 08454 242424.\n\nIf you should fall ill or have an accident, then the two closest hospitals to the centre of the city with an Accident & Emergency (",{"type":"'''","value":["A&E"]},") department are as follows:\n\n",{"type":"*","value":["  ",{"type":"'''","value":["Glasgow Royal Infirmary"]}," is on the north east corner of the city centre (just to the north of Glasgow Cathedral).  The location of the hospital is well signposted on all major roads, and is just off Junction 15 of the M8 motorway."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Western Infirmary"]}," is in the heart of the West End on Dumbarton Road (",{"type":"''","value":["Nearest Subway: Kelvinhall"]},"), adjacent to Glasgow University and Kelvingrove Museum."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Phone"]},"\n\nGlasgow's area code (for landline numbers) is 0141. When calling from outside the UK, drop the leading 0 and use the UK international dial code +44.\n\n",{"type":"===","value":["Internet"]},"\n\nIf you are travelling with a laptop then you will find broadband internet access in the rooms of most, but not all, medium to high end hotels. If this is important to you, check before booking. Alternatively, there are many Wi-Fi hot spots in and around Glasgow and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wifinder.com\/ WiFinder"]}]}," provides a register.\n\nThere are also several places that offer web and other internet access if you are travelling without a laptop. These include:\n\n",{"type":"*","value":[{"type":"'''","value":["Yeeha Internet"]},", 48 West George Street (30 seconds from Queen Street Station), +44 141 332 6543."]},{"type":"*","value":[{"type":"'''","value":["i-Cafe"]},", 250 Woodlands Road (5mins from Kelvinbridge Subway, West End), +44 141 339 3333."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.glasgowhostel.co.uk\/ Glasgow Coffeeshop (SYHA)"]}]},"—8 Park Terrace, 2 internet terminals available in the basement cafe of Glasgow Youth Hostel, non-residents welcome +44 141 332 8299."]},{"type":"*","value":[" ",{"type":"'''","value":["The Goat"]}," is a nicely appointed bar which also offers free & unlimited wi-fi access & has a laptop available for loan. Excellent bar food also available. Argyll St. Near Kelvingrove Gallery & the Museum of Transport."]},{"type":"*","value":[" ",{"type":"'''","value":["Offshore Coffee Shop"]},", Gibson Street, beside the River Kelvin in the west end. Offers free wireless access and has good coffee.  There is also an art gallery in the basement."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Visit ",{"type":"[[","value":[["Loch Lomond"]]}," and climb the nearby ",{"type":"'''","value":["Ben Lomond"]}," (the most southerly ",{"type":"''","value":["Munro"]},") for great views. It's a 40 minute drive on the A82 road from the West End. Trains to Balloch (on the southern shore of the loch) leave Queen Street (Low Level) every half hour while  Ardlui on the northern tip of the loch is accessible via the West Highland Line from Queen Street (High Level)."]},{"type":"*","value":[" Take a boat trip outside the city, either on a ",{"type":"[","value":["http:\/\/www.seaforce.co.uk\/ powerboat"]}," or on the ",{"type":"[","value":["http:\/\/www.waverleyexcursions.co.uk\/ Waverley (the last seagoing paddle steamer in the world)"]},". Both of these services go to many destinations throughout Scotland. "]},{"type":"*","value":[" Take a ",{"type":"[","value":["http:\/\/www.lochlomondseaplanes.com\/ seaplane trip to Loch Lomond"]},", or even further afield "]},{"type":"*","value":[" ",{"type":"[[","value":[["Edinburgh"]]},", Scotland's capital city, is 46 miles to the east of Glasgow and is reached easily by train or bus."]},{"type":"*","value":[" The historic city of ",{"type":"[[","value":[["Stirling"]]}," lies 28 miles to the north east of Glasgow - best known as the spiritual home of Scottish national heroes William “Braveheart” Wallace and Robert The Bruce.  A natural gateway to the Central Highlands, the city’s famous castle is well worth a visit.  Trains leave every half hour from Queen Street (high level) railway station, and is easily reached by car or bus via the M80 motorway."]},{"type":"*","value":[" Ride the ",{"type":"[[","value":[["West Highland Railway"]]},", perhaps the most scenic rail journey in the world."]},{"type":"*","value":[" Walk the ",{"type":"[[","value":[["West Highland Way"]]}," from ",{"type":"[[","value":[["Milngavie"]]}," (an upmarket suburb of Glasgow) all the way to ",{"type":"[[","value":[["Fort William"]]},". The scenery on the latter half of the walk is absolutely breathtaking and takes you through the heart of Glen Coe, generally regarded as one of the most beautiful areas of Scotland.  Reachable via train from Queen Street (Low Level)"]},{"type":"*","value":[" The Ayrshire coast towns of ",{"type":"[[","value":[["Largs"]]},", ",{"type":"[[","value":[["Saltcoats"]]},", ",{"type":"[[","value":[["Troon"]]},", ",{"type":"[[","value":[["Prestwick"]]}," and ",{"type":"[[","value":[["Ayr (Scotland)"],["Ayr"]]}," are typically old fashioned holiday seaside resorts.  Whilst most Glaswegians themselves have long abandoned them in favour of package holidays to the Mediterranean, they all have an individual charm of their own. South Ayrshire is the spiritual home to Scotland's literary hero and national \"bard\", Robert Burns. All are easily reachable via regular train services from Central Station."]},{"type":"*","value":[" Take a day-trip to the ",{"type":"[[","value":[["Isle of Arran"]]},". It is possible to obtain train\/ferry combo tickets to reach this destination. The Isle of Arran is known as \"Scotland in Miniature\" due to the fact it contains many features of mainland Scotland in microcosm. Brodick Castle is home to beautiful gardens and has a path connecting to path up Goatfell, the highest point on Arran which offers stunning views of Brodick bay during the summer (Castle is located at the north end of Brodick, student discount available). The island is also littered with sites of archaeological and historical interest including many circles of ancient standing stones. Take one of the circle island buses to see it all, watch your time though- know the last bus and ferry of the day. There is a beautiful bay with a castle in the middle on the Northeast in a village called ",{"type":"[[","value":[["Lochranza"]]},"."]},{"type":"*","value":["Take a day trip to Rothesay on the ",{"type":"[[","value":[["Isle of Bute"]]}," on the ",{"type":"[","value":["http:\/\/www.waverleyexcursions.co.uk\/ paddle steamer Waverley"]},". You can catch the Waverley at the Broomielaw on the banks of the River Clyde, just a short walk from the city centre. Alternatively, ",{"type":"[","value":["http:\/\/www.calmac.co.uk\/bute regular scheduled ferry services"]}," leave from Weymss Bay, served by an ",{"type":"[","value":["http:\/\/www.scotrail.co.uk\/content\/rail-sail-off-peak-day-returns-clyde-coast.html hourly rail service from Central Station"]},"."]},{"type":"*","value":[" Owned by the ",{"type":"[","value":["http:\/\/www.nts.org.uk\/ National Trust for Scotland"]},",  Greenbank House and Gardens make for a pleasant day out in one of Glasgow's leafier suburbs. It's a 30 min walk from Clarkston railway station (catch the train from Central Station (high level)). The garden's have proven to be an inspiration to gardeners throughout the world."]},{"type":"*","value":["A short (30-40 min) bus journey West-bound down the M8 towards Houston is a good day out. Houston is a traditional Scottish village steeped in history (and is nearby to both traditional leather tanning town Bridge-Of-Weir and upmarket Kilmacolm, home to many local celebrities), but its main draw is the Fox & Hounds Pub, home to ",{"type":"[","value":["http:\/\/www.houston-brewing.co.uk\/ Houston Brewing Company"]},". You'd be amazed how many Glaswegians have made this same short journey to sample the ale and traditional Scottish beers of Houston! Several brews are available all year round, with seasonal specialities on tap depending on the month. Tours of the small but well respected brewing operation are available. This is one of Central Scotland's most well regarded brewing communities, and well worth a trip. Houston is well served by two bus companies, but watch out as last service back into Glasgow ends around 23:00."]},"\n",{"type":"{{","value":[["Guidecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Clydeside"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_Creative_Cities"]]},"\n",{"type":"{{","value":[["geo"],["55.86458"],["-4.26655"],["layer=M"],["zoom=13"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Glasgow"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Scotland\/Glasgow, City of\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Glasgow"]]}]