[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["pgname=Glenbrook"]]},"\n",{"type":"'''","value":["Glenbrook"]}," is a town in the lower ",{"type":"[[","value":[["Blue Mountains"]]},", west of ",{"type":"[[","value":[["Sydney"]]},".\n\n",{"type":"==","value":["Get in"]},"\nYou can ",{"type":"'''","value":["drive"]}," to Glenbrook from ",{"type":"[[","value":[["Sydney"]]}," - take the M4 motorway, which changes into the Great Western Highway around Penrith. From Penrith, it's a few minutes to Glenbrook.\n\nYou can also take a ",{"type":"'''","value":["train"]}," from anywhere in Sydney's CityRail ",{"type":"[","value":["http:\/\/www.cityrail.info|"]}," network. From Central Station in Sydney, trains for the Blue Mountains depart from the intercity platforms above ground. The trip from Central to Glenbrook takes a little over an hour, and trains run every 30 minutes (at peak times) all hourly (all other times)\n\n",{"type":"==","value":["Get around"]},"\nThere are no common public transport measures within Glenbrook - however, you can navigate most of Glenbrook via foot. Glenbrook Village Centre is located within 5 minutes of the train station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Explore the ",{"type":"'''","value":[{"type":"[[","value":[["Blue Mountains National Park"]]}]},". One of its major visitor-accessible areas is in Glenbrook - follow the signs from the shopping centre area. You can theoretically walk, although getting to the significant areas could take a lot of time (in the vicinity of several hours, depending on your speed), so you'd be better advised to take a car or bus. ",{"type":"'''","value":["Euroka Clearing"]}," is a large area in the park replete with kangaroos and picnic and camping areas."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nCafe Cee - located on Ross Street, 5 mins walk from the train station, and is within the Village Centre. Serves melts\/pizzas\/sandwiches\/soups for lunch, and pasta dishes at night. BYO. This place is popular with locals.\n\nMash Cafe - very popular vegetarian restaurant located on Ross Street, across the road from Cafe Cee.\n\nThe Deli- located on the corner of Ross Street and Park Street, this deli is always busy, and has a monopoly on prices - expect little change from $10 for a toasted sandwich - however is considered worthy by locals.\n\n",{"type":"==","value":["Drink"]},"\nThe Lapstone Hotel - aka \"The Lappo\" is on the Great Western Highway, and is approximately 20 mins walk from the train station. Serves excellent bistro food, and has been recently renovated, and thus is very popular with locals. Friday and Saturday nights are very popular with local youth, as well as the food area being popular with families.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Blue_Mountains"]]},"\n",{"type":"{{","value":[["Geo"],["-33.766667"],["150.619444"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/G\/Glenbrook\/"]]},"\n",{"type":"[[","value":[["wikipedia:Glenbrook, New South Wales"]]}]