[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Glencolmcille"]}," is in ",{"type":"[[","value":[["County Donegal"]]},".\n\n",{"type":"[[","value":[["Image: Glencolmcille.jpg"],["thumb"],["300px"],["A view of Glencolmcille looking south across the bay."]]},"\n\nGlencolmcille is a small town on the North West coast of Ireland in County Donegal. Situated in a wide valley on the coast, the town is a good destination for travellers who really want to get away from it all. It is still a Irish speaking community though this is on the way out. \n\nWith a population of a few hundred, the town is visited by many due to the towns association to St. Columba, who worshiped at the small church in town. Hence the name, \"Glen of St. Colmcille.\"\n\nThe rolling grass covered hills of the area are a hiker's delight and the area attracts many backpackers. The town provides a very pleasant place to rest and relax between exploring the vast country side. At the same time, the quiet nature of the place is perfect for those who just want to escape while staying at a local B&B.\n\nThe village also is referred to as Glencolumbcille & Glencolumkille in some books and maps. \n\n",{"type":"==","value":["Get in"]},"\n\nAlthough isolated the town does get serviced by coach routes by both local and national services. \n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Visit the early christian cross-slabs spread out about 3t o 5 km in the valley. "]},{"type":"*","value":[" Megalithic tombs are also found locally."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThe Dooey Hostel ",{"type":"[","value":["http:\/\/www.dooeyhostel.com\/"]}," is a amazing gem of a place considering the remote location. Located about 1.5 km out of the town, the hostel feels like it has grown out of the land and offered an amazing view overlooking Glenn Bay. With camping space, dorm rooms, rooms for four and even a group house, this hostel is very well equipped and even wheelchair accessible. It also doubles as the headquarters of Independent Hostel of Ireland. \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":["Slieve League"]},"\nBesides hiking along the hills and valley directly around the town, Glencolmcille also functions as a good base camp for people who want to hike along ",{"type":"[[","value":[["Slieve League"]]}," (the highest sea cliffs in Europe). For the experienced walkers, there are trails that go from Teelin along the cliffs eventually connecting to Malinbeg, near Glencolmcille. The path known as One Man’s Path is literally at time just wide enough for a single person, so this is not a hike for everyone. \n\n",{"type":"'''","value":["Folk Village"]},"\nA heritage centre just outside the town, the Folk Village ",{"type":"[","value":["http:\/\/www.glenfolkvillage.com\/"]}," is comprised of a few replica thatched roof cottages with a collection of authentic period fittings. \n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["County Donegal"]]},"\n",{"type":"[[","value":[["wikipedia:Glencolmcille"]]},"\n",{"type":"{{","value":[["geo"],["54.710277777778"],["-8.7202777777778"]]}]