[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Glenveagh National Park"]}," is in ",{"type":"[[","value":[["County Donegal"]]}," of ",{"type":"[[","value":[["Northwest Ireland & Lakelands"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThere is a Visitor Centre with displays explaining the Park along with an audio-visual show. The centre is accessible for visitors with disabilities. \n\n",{"type":"===","value":["History"]},"\n\nGlenveagh Castle was built in the years 1870 to 1873. The castle consists of a four storey rectangular keep. \n\nThe park itself consists of the estate of Glenveagh, created in 1857-9 by the purchase of several smaller holdings by ",{"type":"'''","value":["John George Adair"]}," from ",{"type":"[[","value":[["County Laois"]]},".  Adair incurred infamy throughout Donegal and Ireland by evicting some 244 tenants in the cold April of 1861.  Most of the evictions took place at the edge of the estate, along the shore of ",{"type":"'''","value":["Lough Gartan"]},".  Many of the dispossessed made their way to ",{"type":"[[","value":[["Australia"]]}," while others found refuge with relatives or were forced into the Workhouse.\n  \nAdair built Glenveagh Castle, but died in 1885.  His wife survived until 1921 and, unlike her husband, is remembered as a kind and generous person.  The Castle was occupied by the IRA in 1922 during the ",{"type":"'''","value":["War of Independence"]},", but they evacuated it when the ",{"type":"'''","value":["Free State Army"]}," approached.  The building then served as an Army garrison for three years, after which the glen returned to its tranquil ways.\n  \nFollowing the death of Mrs Adair in 1921, Glenveagh fell into decline until its purchase in 1929 by Professor Arthur Kingsley Porter of Harvard.  His stay was short, as he disappeared mysteriously from ",{"type":"[[","value":[["Inishbofin Island"]]}," in 1933.  The last private owner was ",{"type":"'''","value":["Henry McIlhenny"]}," of ",{"type":"[[","value":[["Philadelphia"]]},", USA, who bought the estate in 1937.\n\nIn 1975, the lands of Glenveagh were purchased by the State and, in 1981, Mr McIlhenny presented Glenveagh Castle and Gardens to the Irish nation, thereby adding greatly to the amenities of the National Park. Further land acquisitions have since been made to conserve areas of special natural value.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"'''","value":["Glenveagh Park"]}," consists of nearly 17 hectares (nearly 41,000 acres) of mountains, lakes, glens and woods. The Scottish style castle is surrounded by one of the finest gardens in Ireland, which contrast with the rugged surroundings. \n\nThe park is home to one of the two large herds of red deer in Ireland and, although the deer are completely wild, a 40 km fence restricts the herd within Glenveagh.  The deer spend most of the summer on the high ground, moving to lower sheltered areas for the winter or summer storms.\n\nThe most frequently encountered bird on the uplands is the Meadow Pipit, with Stonechats, Grouse, Ravens and occasional Peregrines and Merlins to be seen.  A large area of woodland has been fenced off to allow young trees to survive the grazing deer and here woodland mosses and filmy ferns grow luxuriantly as in most western Irish woods.  Woodland bird life includes Siskins, Treecreepers, Wood Warblers and Crossbills. The most exciting development in recent years has been the re-introduction of the Golden Eagle into the park. ",{"type":"{{","value":[["infobox"],["The Golden Eagle Project"],["The Golden Eagle was once a magnificent part of Irish heritage, but it became extinct in the whole of the island by 1910. This was partly due to its reputation as a killer and predator of hillfarm animals, such as lambs, and so it was hunted out of existence. The concept of this project was to reintroduce the Golden Eagle to Ireland and the area around ",{"type":"'''","value":["Glenveagh"]}," is considered to be an ideal starting habitat for this territorial bird of prey. First concieved in 1989, the project really began in June 2001, when 12 chicks were brought over from the ",{"type":"'''","value":["Highlands of Scotland"]}," to be introduced into Glenveagh Park. By 2006, 46 birds had been released and only 3 females had been recovered dead (up to 2005) since the project started. Two of the four pairs laying eggs in 2006 which did not hatch, and in 2007 Ireland's first native eagle since the early 1900s was born, nurtured and took flight in Glenveagh, much to the delight of the project team. To reach a viable population of 60 eagles, 10 birds per year will be released over the next two years up tof 2008."]]},"\n",{"type":"'''","value":["Lough Barra"]}," and ",{"type":"'''","value":["Cloghernagore Bog"]}," are great stretches of intact peatland, where Curlew and Dunlin breed in summer and small flocks of Greenland White-fronted Geese feed in winter.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"====","value":["The Park"]},"\nThe hills are covered mainly with purple moor grass and species of heather, but the yellow flowers of tormentil and bog asphodel and the little pink lousewort are easily found.  \n\n",{"type":"====","value":["The Castle Gardens"]},"\nFirst conceived more than a hundred years ago, the gardens boast a multitude of exotic plants whose luxuriance contrasts starkly with the surrounding austere mountains. Work on the gardens began under the direction of Mrs Adair and the subsequent efforts of Henry McIlhenny and his advisors, ",{"type":"'''","value":["Jim Russell"]}," and ",{"type":"'''","value":["Lanning Roper"]},", have resulted in gardens of extraordinary charm. The 11 hectares are laid out as a network of mainly informal gardens, each with a different theme.  The best time to see the gardens is in May\/June for rhododendrons or in August, when the Walled Garden is at its most colourful. Pines and ponticum rhododendrons provide windbreaks to allow ornamental rhododendrons and delicate plants from as far afield as ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Madeira"]]}," and ",{"type":"[[","value":[["Tasmania"]]}," to survive and flourish, attesting to the careful nurture they have received.  .\n\n",{"type":"==","value":["Climate"]},"\nLocated in the northern part of Ireland, the weather can be wet and cold for most of the year. Summer is the time to see the gardens at their best. Mist and fog can descend very quickly, so beware if you are hiking off the normal trails in the park. Wear sensible clothing and walking shoes (i.e. bring a sweater and mac!).\n\n",{"type":"==","value":["Get in"]},"\nThe park is located some 24km north-west of ",{"type":"[[","value":[["Letterkenny"]]},", taking the ",{"type":"[[","value":[["Kilmacrennan"]]},"\/Termon to ",{"type":"[[","value":[["Dunlewey"]]}," road. Some hotels can arrange transport for groups, usually taking in other areas of interest on a day trip.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe Castle is open daily from 1st February to 30th November,from  10:00hrs (10.00am) to 18:00hrs (6.00pm). Last admission is at 17.00hrs (5.00pm.\n\n",{"type":"'''","value":["The Tearooms"]}," at the Castle are open daily from March until November and every weekend through the winter. The ",{"type":"'''","value":["National Park"]}," and the ",{"type":"'''","value":["Gardens"]}," are open all year round. All groups of 10 people or more must be pre-booked and expect the average length of visit to be 3-4 hours, which, of course, depends on your own schedule and pace.\n\nThere are admission charges into the ",{"type":"'''","value":["Castle"]},"\n",{"type":"*","value":[" Adult:  €3.00   "]},{"type":"*","value":[" Group & Senior Citizen:  €2.00   "]},{"type":"*","value":[" Child \/ Student:  €1.50   "]},{"type":"*","value":[" Family Rate:  €7.00   "]},"\nThere is no admission charge to the ",{"type":"'''","value":["National Park"]},", ",{"type":"'''","value":["Visitor Centre"]}," or ",{"type":"'''","value":["Gardens"]},". Access to the interior of Glenveagh Castle is by tour only. Morning and afternoon teas are served in the ",{"type":"'''","value":["Castle Tearooms"]},". The ground floor of the castle is partially accessible for people with disabilities.\n\n",{"type":"==","value":["Get around"]},"\n\nCars are not allowed beyond the Visitor Centre area, where there is a large car park.  However, a shuttle bus service runs regularly between the Visitor Centre and the Castle, a return journey of 7km.  The route provides excellent views of the Glen, passing close to Lough Veagh. Tickets for the shuttle service are available from the Visitor Centre, located in the car park, costing €2.00 per adult (return).\n\n",{"type":"==","value":["See"]},"\n\nAudio Visual Presentation: \"Glenveagh\" - Seating: 90 - Duration: 25 mins. - Languages: English, Irish, French, German and Italian. \n\n",{"type":"==","value":["Do"]},"\n\nThere are numerous self guiding trails, and walks through the gardens.\nMost of the Park is mountainous and is suitable for properly prepared hikers only.  You can take a guided tour of the castle, but remember that videos\/cameras are not permitted on tour. The maximim number on the tour is 20 persons adn it lasts about 45 minutes.\n\n",{"type":"==","value":["Eat"]},"\n\nThe tearooms at the Castle, open daily from March until November and then every weekend through the winter, provides visitors with teas and delicious home baking.\n\n",{"type":"===","value":["Camping"]},"\n\nThere is no camping allowed within the confines of the park.\n\n",{"type":"==","value":["Stay safe"]},"\nIf you intend walking on the hills,leave details of your planned route and expected time of return at the Visitor Centre.\n\n",{"type":"==","value":["Go next"]},"\n\nIf you turn left on leaving the carpark, the road will take you into ",{"type":"[[","value":[["Churchill (County Donegal)"],["Churchill"]]}," or ",{"type":"[[","value":[["Letterkenny"]]},". If you turn right, you will pass the ",{"type":"'''","value":["Poisoned Glen"]},", ",{"type":"[[","value":[["Dunlewey"]]}," and ",{"type":"'''","value":["Ionad Cois Locha"]},", with the road taking you into ",{"type":"[[","value":[["Gweedore"]]}," and ",{"type":"[[","value":[["The Rosses"]]},". You can turn right after passing Dunlewey to go to ",{"type":"[[","value":[["Falcarragh"]]},".\n\n\n",{"type":"{{","value":[["IsPartOf"],["County Donegal"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Glenveagh"]]},"\n",{"type":"{{","value":[["geo"],["55.0135"],["7.9852"]]}]