[{"type":"{{","value":[["pagebanner"],["Goa_banner.png"],["caption=Pigments for sale"]]},"\n",{"type":"[[","value":[["Image:Goa in India (disputed hatched).svg"],["thumb"],["right"],["Goa on a map of Republic of India"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goa.gov.in\/ Goa"]}]},", a state on ",{"type":"[[","value":[["India"]]},"'s ",{"type":"[[","value":[["West (India)"],["West"]]}," coast, is a former Portuguese colony with a rich history. Spread over 3,700 square kilometers with a population of approximately 1.4 million, Goa is small by Indian standards. It has a unique mix of Indian and Portuguese cultures and architecture that attracts an estimated 2.5 million visitors each year (including about 400,000 foreign tourists).\n\nSince the 1960s, Goa has been attracting a steady flow of visitors -- first the hippies and returning expat Goans, then the charter tourists (starting with the Germans in 1987), pilgrims visiting Catholic and Hindu shrines, those opting to settle in Goa as their home, people going for medical treatment, and a growing number of those who attend seminars and conferences in Goa.\n\n",{"type":"==","value":["Understand"]},"\n\nGoa's heart is in its villages. Prominent Goan architect Gerard Da Cunha has argued elsewhere that, unlike others, Goans don't live in the cities. They mostly live in the villages and they travel to work.\n\nNot surprisingly, it's the villages of Goa which hold both charm and character. Take an aimless ride on a relaxed evening or a languid morning - living in Goa can be tough and slow, but holidaying there is just fine -- and surprise yourself with the charms of the Goan village.\n \nUnlike urban areas, the villages tend to be neat and clean, friendly and even good value-for-money, except maybe in those areas where there are a lot of tourists already.\n\nGoa has many different faces. The coast varies from the \"hinterland\". Some villages such as; Assolna, Benaulim, Britona, Cortalim, Curtorim, Goa Velha, Mollem, Usgao, Reis Magos, Savoi Verem, Shiroda may offer something more unusual, but this list is far from complete. Villages such as these are often close to the places where most tourists stay, so a quest for accommodation is not likely to be a problem.\n\nGoa is visibly different from the rest of India, owing to Portuguese rule which isolated it from the rest of India for 451 years. The Goan population is a mixture of Hindus and Roman Catholics, the distribution being approximately 65% Hindu and 24% Christian. There is also a smaller Muslim population. Despite this, communal violence has been virtually non-existent and Goa is regarded as one of the most peaceful states in India.\n\n",{"type":"===","value":["Culture"]},"\n\nGoan culture has been shaped mainly by the Hindu and Catholic population. People are mostly easy going ( 'sossegado' in Portuguese). With better connectivity by air and rail, there has been an influx of people from neighboring states that has led to different cultures. Many Indians from other states have now come and settled here.\n\nGoan Catholics generally acknowledge their Hindu roots, and carry traces of a caste system within their social beliefs.  It is recorded that in many instances the Hindus left one son behind to convert and thus continue to own and manage the common properties while the rest of the family preferred to emigrate to neighboring areas along with the idols representing their Hindu deities.\n\nOver the years large numbers of Catholics have emigrated to the major commercial cities of Bombay and Pune and from there onward to East Africa (to the Portuguese colonies of Angola and Mozambique), to Portugal itself, and towards the end of the 20th century to Canada and Australia. Many old Goan ancestral properties therefore lie either abandoned or mired in legal tangles brought about by disagreements within the widely dispersed inheritors of the property. In recent years, expat Goans have been returning to their home state, often purchasing holiday homes along the coast (which are then converted into 'rent back' apartments, hired out to short-staying tourists by realtors).\n\nThe best time of the year to visit Goa is mid-November to mid-February when the weather is comfortable, dry and pleasant.\n\n",{"type":"===","value":[" Goa's links with Portugal "]},"\n\nApart from the consulates there are cultural organizations active in Goa, with the Portuguese again being most active.\n\nFundação Oriente has a large presence in Fontainhas, the Latin quarter of Panjim, and sponsors cultural events that add variety to Goa's cultural scene. However, it faced some major problems when it was first set up. Goa's uneasy parting of ways with its former Portuguese rulers, and lingering ultra-nationalism amidst a section of freedom fighters could be seen as some of the reasons. The Fundação has also been subsidizing a book-publishing plan which has helped put out more Goa-related titles in what is otherwise a small but colorful market for books dealing with a tiny region of South Asia.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fundação Oriente Delegation in India'"],["url="],["email=oriente@sancharnet.in"],["address="],["lat="],["long="],["directions="],["phone=+91 832 2230728, +91 832 2436108"],["tollfree="],["fax=+91 832 2230291"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Centro de Língua Portuguesa\/Instituto Camões"],["url="],["email=clpicgoa@gmail.com"],["address=AGVA House 9\/32 Dr. Dada Vaidya Rd Panjim"],["lat="],["long="],["directions=Dr. Miguel Lume"],["phone=+91 832 6647737"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fundação Cidade de Lisboa"],["url="],["email="],["address=a Dias Building, 1st floor Rua de Ormuz Panjim"],["lat="],["long="],["directions=Dr. Jorge Renato Fernandes"],["phone=+91 832 2223969"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Indo Portuguese Friendship Society"],["alt=Francis Menezes, President \/ Gopal Vernekar, Secretary"],["url="],["email="],["address=Santosh Building, Altinho Panjim"],["lat="],["long="],["directions=near CBI Office"],["phone=+91 832 2436875"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dempo Centre for Indo-Portuguese Studies"],["url="],["email="],["address=Dempo Trade Centre Patto Plaza Panjim"],["lat="],["long="],["directions=Ms. Isménia da Veiga Coutinho"],["phone=+91 832 2437849, +91 832 2437850"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":[" Public holidays "]},"\n\nFor a state which has a lot of people passing through, Goa has nearly two weeks of holidays each year. Government offices have a five-day week (closed Saturday-Sunday). Panjim closes early (around 8PM) each evening, and shops here could have a fairly longish siesta break (from around 1:30PM till up to 3:30PM). Goan shop owners take this siesta break seriously, and no business is conducted during this time. Bars, restaurants and other shopping centers are more buyer-friendly.\n\nMajor public or special holidays are around Christmas, Republic Day, Id-ul-zuha, Gudi Padva, Good Friday, Independence Day, Ganesh Chaturthi (both days), Gandhi Jayanthi, Dussehra, Diwali, Id-ul-fitr, Feast of St Francis Xavier, Goa Liberation Day, Mahashivratri, Holi and Id-e-milad. Banks may remain open during local religious celebrations.\n\nExpect a huge influx of tourists and locals residing in other states during festivals like Ganesh Chaturthi and the Carnival, which is celebrated at the beginning of Lent in the Christian calendar. It is advised to make bookings for trains, buses and flights well in advance if you intend on visiting the state during these times.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map-India-Goa01.png"],["regionmaptext=Regions of Goa"],["region1name=",{"type":"[[","value":[["North Goa"]]}],["region1color=#a53737"],["region1items=",{"type":"[[","value":[["Bardez"]]},", ",{"type":"[[","value":[["Bicholim"]]},", ",{"type":"[[","value":[["Pernem"]]},", ",{"type":"[[","value":[["Ponda"]]},", ",{"type":"[[","value":[["Sattari"]]},", ",{"type":"[[","value":[["Tiswadi"]]},", ",{"type":"[[","value":[["Dharbandoda"]]}],["region1description=The northern talukas."],["region2name=",{"type":"[[","value":[["South Goa"]]}],["region2color=#8a84a3"],["region2items=",{"type":"[[","value":[["Canacona"]]},", ",{"type":"[[","value":[["Mormugao"]]},", ",{"type":"[[","value":[["Quepem"]]},", ",{"type":"[[","value":[["Salcette"]]},", ",{"type":"[[","value":[["Sanguem"]]}],["region2description=The southern talukas."]]},"\n\nBy Indian standards, Goa is a very small state with only two districts - North and South Goa. These districts are together further divided into 12 talukas. These divisions, however, don't make much sense for a traveller. North and South Goa are similar, and each has its own \"coastal\" and \"interior\" areas.  The major division in Goa is actually between the  central coastal areas where the beaches are located and the hinterland. The coastal areas were under colonial rule for longer, reflecting more of Portugal's influence, including having a relatively larger Christian population. The interior is more Hindu, and has more protected forest areas,  mining zones and villages.\n\nContrary to popular perception, Goa is not an island, though parts of what was considered \"Goa\" in the past were cut-off from the mainland by the many rivers this region is known for.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"{{","value":[["infobox"],["Goa's cities"],["For a state which claims to be \"half urban\", Goa has a surprisingly large number of villages. Even its \"cities\" are more like small, crowded (in Panjim's case, scenic) towns. Currently, not one city has a population significantly more than 100,000, though some are close to it.\n\nThe villages can be charming, and in a world of their own, though sadly, tourism and the real estate boom it engineered is seen by locals as destroying the very place the visitors come for."]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Panaji"]]}," — also called Panjim, and known as Nova Goa during Portuguese rule – the state capital."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Margao"]]}," — Second largest city, commercial and cultural capital of Goa."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vasco da Gama"]]}," — a populous town located in the south Goa district of Marmagoa Taluka, 30 kilometers from Panaji."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Old Goa"]]}," — It is home of sixteenth century churches, convents and monuments."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mapusa"]]}," — The town is located in North Goa and around 13 km from Panji. Mapusa is one of the important market centers in Goa."]},"\nGoa also has a number of other smaller, charming and sometimes crowded towns such as those along the beach belt (Calangute, Candolim), and in the interior (Chaudi in Canacona, Sanvordem-Quepem, Bicholim, Pernem town, etc.). Some of these are gateways to the nearby touristic areas. In addition, Goa has some nearly 350 villages, often scenic and each having a character of its own.\n\n",{"type":"==","value":["Talk"]},"\n\nGoa's state language is ",{"type":"[[","value":[["Konkani phrasebook"],["Konkani"]]},". Most Goans speak Konkani, English, ",{"type":"[[","value":[["Hindi phrasebook"],["Hindi"]]},", and ",{"type":"[[","value":[["Marathi phrasebook"],["Marathi"]]},".  ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]}," is also known by a small segment, especially the elite and earlier privileged class or the older generation which studied in pre-1961 Portuguese-ruled Goa.\n\nDifferent languages tend to be used for different purposes in Goa. Konkani is the most widely spoken. English and Marathi tend to be most widely read (most newspapers are read in these two languages too).\n\nCatholics largely use Konkani for their prayer services, while the language for religion is largely Marathi for Hindus. The administration is largely conducted in English, which is also the language of publication of the official gazette, and the language mainly used in the courts.\n\nIt can be rather difficult currently to learn Konkani, with options for learning rather restricted. The language is written in four to five scripts, in and beyond Goa -- Devanagari (the official script), Roman or Romi (widely used in Goa), Kannada-script, Malayalam-script and Perso-Arabic, reportedly used by some Muslim communities further south along the Indian west coast. Recently, books to learn Konkani in the Roman script have also been published, making it easier for those not knowing the Devanagari script (used to write Hindi, Marathi and other languages) that is the officially-recognized script for Konkani in Goa.\n\n",{"type":"==","value":["Get in"]},"\n\nGoa can be reached by its lone airport (Dabolim), by train, and by the many buses connecting the state with cities in India (primarily Mumbai, Mangalore and Bangalore). If you are travelling from Mumbai or Pune, car travel will provide you a journey through breathtaking scenery of the Konkan area.\n\n",{"type":"===","value":["By plane"]},"\n\nThe ",{"type":"'''","value":["Dabolim airport"]}," (",{"type":"{{","value":[["IATA"],["GOI"]]},"), in ",{"type":"[[","value":[["Vasco da Gama"]]}," is Goa's only airport. Some airlines fly directly to Goa, but most international flights arrive via ",{"type":"[[","value":[["Mumbai"]]},". Air India has international flights to ",{"type":"[[","value":[["Kuwait"]]}," and ",{"type":"[[","value":[["UAE"]]}," twice a week. Air Arabia has discount flights to ",{"type":"[[","value":[["Sharjah"]]},". Qatar Airways has flights to ",{"type":"[[","value":[["Doha"]]},", along with convenient connections to Western Europe, Africa and USA.\n\nFlights can be chartered to the ",{"type":"[[","value":[["United Kingdom"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Russia"]]}," and ",{"type":"[[","value":[["Switzerland"]]},".\n\nMany domestic airlines have daily flights to and from ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Hyderabad"]]},", ",{"type":"[[","value":[["Mumbai"]]},",  ",{"type":"[[","value":[["Pune"]]},", ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Jaipur"]]},", ",{"type":"[[","value":[["Ahmedabad"]]}," and ",{"type":"[[","value":[["Kozhikode"]]}," (Calicut).\n\nOn arrival, take pre-paid taxis from Dabolim Airport. A yellow pre-paid taxi booth can be found 30 m on the left when you exit the main building. There is also a pre-paid taxi stand in the international arrival area. Rates are slightly cheaper than the yellow cabs .\n\nMany resorts pick up guests from the airport for free, so make sure you ask your resort for free pick-up.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are bus routes from various cities, but most traffic is from ",{"type":"[[","value":[["Mumbai"]]}," and ",{"type":"[[","value":[["Pune"]]},". Due to increasing demand from the south, there has been an increase in buses and trains from ",{"type":"[[","value":[["Mangalore"]]}," and ",{"type":"[[","value":[["Bangalore"]]},". Overnight buses from Mumbai to Goa are an alternative to trains and flying. Book in advance during the crowded seasons (particularly during the Christmas-New Year rush, for Carnival, or when other Indian regions have school holidays when families travel).\n\nKadamba Transport Corporation is the Goa state-run transport service. Its buses have seen better days, and more efficient times. There are also other state-run buses run by the governments of Karnataka (some services are efficient, specially the Volvo buses), Maharashtra, and Andhra Pradesh. Many private players also offer bus connections to other cities, with varying levels of discounts and efficiency, with the two usually being inversely related.\n\nThe main centre for booking train and bus tickets, in Panjim, is around the Kadamba inter-state bus terminus. Tickets for the Konkan Railway can also be booked here, though expect long queues during the holiday season (which in India, can also coincide with the timings when children have a school break).\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/ Indian Railways"]}," connects Goa with direct train services from ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Mumbai"]]},", ",{"type":"[[","value":[["Ahmedabad"]]},", ",{"type":"[[","value":[["Mangalore"]]},", ",{"type":"[[","value":[["Kochi"]]},", ",{"type":"[[","value":[["Kolkata"]]},", ",{"type":"[[","value":[["Thiruvanantapuram"]]},", ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Chennai"]]}," and ",{"type":"[[","value":[["Hyderabad"]]},". The destination station is usually ",{"type":"[[","value":[["Margao"],["Madgaon"]]}," in South Goa.  Travelling to Goa by train is a real pleasure as the route passes through greenery and many tunnels. Goa is also connected to ",{"type":"[[","value":[["Pune"]]}," via the Belgaum Miraj line.\n\nA railway station some tourists tend to miss is Thivim, which is served by most trains and is just 20 minutes away from Calangute beach by taxi. For budget travellers, this is the cheapest option, along with being faster and much more comfortable than travelling by road. It is advisable for tourists to make reservations well in advance as the major trains such as; Konkan Kanya and the Nethravati Express are usually heavily booked.\n\nTrains from Mumbai and most other places have a quota of seats set aside for tourists. Quota tickets must be purchased in person at the rail station by the tourist and cannot be booked via a travel agent. Note that quota tickets are only sold at the station of origin. Tickets can be booked ",{"type":"[","value":["http:\/\/www.irctc.co.in\/ online"]},".\n\nUnless traveling on a shoestring budget, it is advisable to travel in air conditioned sleeper coaches. These are quieter and much more comfortable. Each bunk is provided with two freshly laundered sheets, a blanket, and a pillow. You can also have a hand towel on request.\n\nMost travel agents will book tickets for a small fee (Rs 200), but be aware that trains do get busy and you need to book in advance. Do not leave booking your ticket to the last moment as you may be disappointed.\n\n",{"type":"====","value":["Trains to get into Goa"]},"\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["!Train Number"],["!Train Name"],["!You may board at"],["!You may alight at"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12432"]}],["|Rajdhani Express"],["|Nizamuddin (",{"type":"[[","value":[["Delhi"]]},"), Panvel (",{"type":"[[","value":[["Mumbai"]]},")"],["|",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]}],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12618"]}],["|Mangala Lakshadweep Express"],["|Nizamuddin (",{"type":"[[","value":[["Delhi"]]},"), Kalyan (",{"type":"[[","value":[["Mumbai"]]},"), Panvel (",{"type":"[[","value":[["Mumbai"]]},")"],["|Thivim, ",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]}],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 0103"]}],["|Mandovi Express"],["|",{"type":"[[","value":[["Mumbai"]]}," CST, Panvel (",{"type":"[[","value":[["Mumbai"]]},")"],["|Thivim, ",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]}],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 0111"]}],["|Konkan Kanya Express"],["|",{"type":"[[","value":[["Mumbai"]]}," CST, Panvel (",{"type":"[[","value":[["Mumbai"]]},")"],["|Thivim, ",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]}],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12051"]}],["|Jan Shatabdi Express"],["|",{"type":"[[","value":[["Mumbai"]]}," CST, Panvel (",{"type":"[[","value":[["Mumbai"]]},")"],["|Thivim, ",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]}],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12450"]}],["|Sampark Kranti Express"],["|Nizamuddin (",{"type":"[[","value":[["Delhi"]]},")"],["|Thivim, ",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]}],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 17309"]}],["|Yesvantpur-Vasco Express"],["|Yesvantpur (",{"type":"[[","value":[["Bangalore"]]},")"],["|",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]},", ",{"type":"[[","value":[["Vasco da Gama"]]}],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 17311"]}],["|Chennai-Vasco Express"],["|",{"type":"[[","value":[["Chennai"]]}," Central, Yesvantpur (",{"type":"[[","value":[["Bangalore"]]},")"],["|",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]},", ",{"type":"[[","value":[["Vasco da Gama"]]}],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 18047"]}],["|Amaravathi Express"],["|Howrah (",{"type":"[[","value":[["Kolkata"]]},")"],["|",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]},", ",{"type":"[[","value":[["Vasco da Gama"]]}],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 16346"]}],["|Netravathi Express"],["|",{"type":"[[","value":[["Thiruvananthapuram"]]}," Central, ",{"type":"[[","value":[["Mangalore"]]}," Junction"],["|",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]},", Thivim"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12431"]}],["|Rajdhani Express"],["|",{"type":"[[","value":[["Thiruvananthapuram"]]}," Central, ",{"type":"[[","value":[["Mangalore"]]}," Junction"],["|",{"type":"[[","value":[["Margao"],["Madgaon Junction"]]}]]},"\n\nTravelling by train can be quite an experience as you are more likely to interact with fellow Indian travellers visiting Goa from different parts of the country, under more relaxed conditions.\n\n",{"type":"''","value":["See also ",{"type":"[[","value":[["Rail travel in India"]]}]},"\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"====","value":["Distance from Goa to various cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mangalore"]]}," — (360 km)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pune"]]}," — (450 km)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bangalore"]]}," — (592 km)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mumbai"]]}," — (593 km)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Coimbatore"]]}," — (769 km via NH66)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hyderabad"]]}," — (690 km)"]},"\n",{"type":"'''","value":["Hyderabad to Goa road route"]}," — Take NH9 (Bombay Highway) and after crossing Patancheru, Sadashivpet, Zaheerabad at Humnabad turn left towards Gulbarga. Do not enter Gulbarga town and as soon as you hit the ring road at Gulbarga turn left towards Jewargi. This road goes over a nice, new flyover they built. So you can't miss it. At Jewargi make sure you turn on to road towards Sindgi, Dewar Hippargi and Bijapur. Have a fuel refill here and then head towards Jamkhandi-Mudhol-Lokapur-Yaragatti-Nesargi and Belgaum. Be careful you pick this road going to Jamkhandi as there are quite a few roads leading out of Bijapur. Also there is a tempting road that looks shorter on the map between Jamkhandi and Yaragatti. It is shorter but a single lane and very potholed. So avoid it. The other road is only 13nbsp;km longer anyway. Now the most important part. From Belgaum take the road towards Jamboti which then goes on to Chorla and eventually to Sanquelim. The road in the ghats here is impeccable and not abused by mining trucks and other heavy vehicles. The drive is very scenic too. From Sanquelim depending on whether you are going to north or South Goa you can choose the road either to Mapusa or to Panaji respectively. Additional tips: Just before you leave Belgaum city and enter the highway towards Jamboti on the right hand side look out for Kshema Inn which serves good food. We used GPS on our mobile phone (my wife was the navigator) while figuring our way around Bijapur and Belgaum to get on to the right road. This is hugely helpful and saves time and effort of having to get directions from the locals which may or may not be right. Allow a trip time or 14 hr from Sainikpuri to Calangute including city traffic, food and rest stops. This route mat have some advantages over various other roads between Hyd and Goa including Gangawati, Anmod, Sawantwadi.\n\n",{"type":"===","value":["By ferry"]},"\n\nOccasional cruise services used to sail from Mumbai to Goa. This was run in past years, but is currently discontinued. Because of security reasons and unpredictable weather there are very less chances that the travel by Ferry will start again.\n\n",{"type":"==","value":["Get around"]},"\n\nHigh resolution maps are not available for Goa. For example, some popular isles are not shown in many maps.\n\nParts of Goa lack sign boards, so finding your way around could be challenging. When in doubt just ask - usually people are friendly and helpful- but don't expect precise answers (a so-called 'five minute drive' could take a good twenty minutes).\n\nWhen driving, expect surprises like domestic animals and little children darting across the road, unmarked speed breakers and speed bumps.\n\n",{"type":"===","value":["By motorbike"]},"\n\nChoice of geared and un-geared motorbikes and scooters can be rented (typically without helmets). Those planning to stay long may consider buying one instead. Rentals are around ₹ 300 a day (₹ 200 in non-peak season) for a Honda Activa scooter and a little more if one is looking for a geared motorcycle (you buy the gasoline as needed). Many small roadside shops sell gas at ₹ 75 per litre, while the going rate at a station (these are hard to locate in the coastal areas) is around ₹ 65 per litre.\n\nFor the motorbikes, always ask for a discount if renting long-term (one month or more). You should not have to pay more than ₹ 100 per day. Ensure that you have all the ownership documents of the bike. Also, avoid taking motorbikes with yellow plates out of Goa, as it is a punishable offense. Hiring a bike with white plates is acceptable for local travel in the immediate vicinity but if you want to travel further afield then always rent a bike with yellow plates.\n\nWearing a crash helmet is compulsory when you go on any major roads (there is ₹ 100 fine for not wearing one). Foreigners will need an International Driving Permit (Convention 1949); this is the first thing police will ask you for if stopped. You should also carry your normal driving licence with you.\n\n",{"type":"===","value":["By bus "]},"\n\nTraveling by bus in Goa is extremely convenient as the road network easily connects all the places in Goa with roads. State Transport Corporation and private buses are available which serve transport services in major locations.\n\nDespite the off schedule service, noise and overcrowd, there is some unique charm in traveling by private buses which are designed with colorful local characters.\n\nBuses are an inexpensive and fares are often around Rs 4-6. Rs 10-15 will get you a 30-40 km ride.\n\n",{"type":"===","value":["By car"]},"\n\nThere are many car rental companies available.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:RiversideofPanjimGoaIndia.JPG"],["thumb"],["300px"],["Panjim riverside, Goa"]]},"\n\n",{"type":"====","value":["Art & culture"]},"\n\nGoa has a more than its fair share of museums, art galleries and libraries. You will find many government run museums in ",{"type":"[[","value":[["Panaji"]]},", including the Goa State museum, the Kala Academy, the Central Library and the Goa Science Centre. In ",{"type":"[[","value":[["Vasco da Gama"]]},", you can find the Naval Aviation Museum, a great place to see vintage aircraft.\n\n",{"type":"[[","value":[["Old Goa"]]}," is a great place to see examples of ",{"type":"'''","value":["Christian religious art"]},", and sometimes, secular art. There you can find the Christian Art Museum and also a modern art gallery containing the works of surrealist Dom Martin. In ",{"type":"[[","value":[["Mormugao"]]},", you can find the Religious Museum of the Blessed Joseph Vaz. The Xavier Centre of Historical Research at ",{"type":"[[","value":[["Bardez"]]}," also has a gallery on Christian Art.\n\nAttracted by Goa's bohemian life, many artists, painters and architects have made their home here. They too have proceeded to set up art galleries and museums. An example of this is Subodh Kerkar's art gallery in ",{"type":"[[","value":[["Candolim"]]},". Benaulim also has the ",{"type":"'''","value":["Goa Chitra Museum"]},", containing the largest collection of ethnographic artifacts ever assembled in one place.\n",{"type":"[[","value":[["File:panjimin.jpg"],["thumb"],["300px"],["Many historic buildings have been converted to hotels and homestays"]]},"\n\nOther museums of note are Gerard da Cunha's architectural museum ",{"type":"'''","value":["Houses of Goa"]}," in ",{"type":"[[","value":[["Benaulim"]]},", Big Foot(aka Ancestral Goa) at Loutolim, ",{"type":"[[","value":[["Salcette"]]},", an attempt to illustrate and recreate Goa's traditional past.  There's even a vintage-cars collection of sorts -- Ashvek Vintage World, in Nuvem, ",{"type":"[[","value":[["Salcette"]]},"\nThe Latin Quarter of Panjim or Fontain has many heritage buildings, some preserved in their original condition.\n\n",{"type":"====","value":["Beaches"]},"\n\nGoa is famous for its beaches, ancient temples and churches, and the Goan carnival.\n",{"type":"[[","value":[["Image:Palolem Sunset.JPG"],["thumbnail"],["300px"],["right"],["Sunset at the Palolem beach"]]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/agonda.biz Agonda"]}," — also known as ",{"type":"''","value":["Turtle Beach"]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Anjuna"],["Anjuna beach"]]}," — close to the Chapora Fort, its key attraction is a magnificent ",{"type":"''","value":["Albuquerque Mansion"]}," built in 1920, flanked by octagonal towers and an attractive Mangalore tile-roof. Anjuna was the second home (and main location) of the hippies in Goa in the 1960s and 1970s, after other destinations like Calangute got too \"crowded\" for them. It is still the venue of a (vastly-changed and more mainstream) flea market held each Wednesday. In the nearby village of Arpora, two colourful Saturday night bazaars are held in the non-monsoon seasons. This is still part of \"alternative\" Goa, though charter and other tourists also visit in increasing numbers to \"get a feel of the hippy years\"."]},"\n",{"type":"*","value":[" Arambol beach — a quiet beach in North Goa near Pernem. Not too many facilities in terms of hotels or eateries. The water is shallow and good for swimming."]},"\n",{"type":"*","value":[" Asvem beach — quieter beach in extreme north Goa's Pernem Taluka."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baga"],["Baga beach"]]}," — family beach and charter tourist destination just outside Calangute."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Calangute"],["Calangute beach"]]}," — queen of all Beaches in Goa. Once highly rated. Now crowded. Expect traffic jams along the main crowded street. This beach is full of Indian tourists, provides a lot of noise, a lot of souvenirs, and some water sports beggar. You won't get peace here, but it does have many famous clubs, and some nice dining options."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Candolim"]]}," and ",{"type":"[[","value":[["Sinquerim"]]}," — beaches in North Goa's Bardez taluka. Once humble fishing villages. Now the crowded concretised coast of North Goa. Goa's Benidorm. Or quickly getting to be as crowded."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chapora"]]}," — home of the Chapora fort. Close to Vagator and Anjuna beaches. Also site for a fishing jetty where trawlers (introduced into Goa in the 1960s and 1970s, amid protests from traditional fishermen, who were affected by them) bring in their catch. Dil Chahta Hai Movie's one song was shot at this fort. Although in pretty damaged state, Chapora fort offers mesmerising views of sea and both beaches. It's a bit difficult to find the way to the fort, but bikers won't mind it. Built on a hill top, fort offers some resistance for climbing up."]},"\n",{"type":"*","value":[" Colva beach — known for its scenic beauty. This is part of Salcette, Goa's only Catholic majority sub-district. Once a very hospitable area, now relations are getting monetised thanks to tourism. Salcette's beach stretch starts with Velsao beach and ends at Betul which is where the Leela and Holiday Inn hotels are located. The other popular beaches on this stretch are Utorda, Majorda, Arrosim, Benaulim and Varca. The Southern beaches are beautiful, quieter and have a lesser number of shacks. It is easier to enjoy the natural scenic beauty of the Goa here versus the beaches in the Northern part of the state that are more commercialized. The southern beaches are more family geared and generally cleaner and more beautiful."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mandrem"],["Mandrem beach"]]}," — in the extreme north Goa's Pernem Taluka."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Morjim"],["Morjim beach"]]}," — a beautiful beach, inhabited by Russian tourists. This place is popular among kitesurfers due to the shallow depth of the sea and a very wide beach. Prices are high, with many restaurants offering Russian cuisine. Nightlife is vibrant here."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Palolem"],["Palolem beach"]]}," — southernmost beach in Goa, situated in Canacona taluka. Scenic and quiet with nearby islands. Good eating options. It is becoming pricey (by local standards) and getting a bit crowded, but still less crowded compared to other popular beaches."]},"\n",{"type":"*","value":[" Patnem beach — small and quiet beach in Canacona Taluka."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vagator"],["Vagator beach"]]}," — in Bardez, neighbouring Anjuna."]},"\n",{"type":"[[","value":[["File:Church of St. Cajetan,Old Goa,India..jpg"],["thumb"],["300px"],["Church of St.Cajetan in Goa"]]},"\n\n",{"type":"====","value":["Wild life sanctuaries and others"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bondla Wildlife Sanctuary"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sambar, gaur (Indian bison) and wild boar, amongst other animals. Elephants have also been spotted here at times."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cotigao Wildlife Sanctuary"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you want to see forest with rare plants and tall tree where hardly any light can reach to the ground then Cotigo Sanctuary is the place you should visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dr. Salim Ali Bird Sanctuary"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Though it remains open throughout year, one can visit this place only after getting permission from Chief Wild Life Warden, Forest Department, Junta House, Panaji."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bhagwan Mahavir Wildlife Sanctuary"],["url=http:\/\/www.goaforest.com"],["email="],["address="],["lat=15.373611"],["long=74.258611"],["directions="],["phone=+91  832 2612211"],["tollfree="],["fax="],["hours="],["price="],["content= With an area more than 240 Sq Kms, Bhagwan Mahavir Wildlife Sanctuary is one of the largest protected wildlife regions in Goa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dudh Sagar Waterfall"],["alt=दूधसागर जलप्रपात ದೂದ್ ಸಾಗರ್ ಜಲಪಾತ"],["url="],["email="],["address="],["lat=15.31277"],["long=74.31416"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= With a mighty height of 600m from top to bottom, the Dudh Sagar Waterfall attracts constant visitors throughout a year."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Butterfly Conservatory Of Goa"],["url=http:\/\/www.bcogoa.org"],["email="],["address=Rajnagar , Pisgal , Priol , Ponda"],["lat=15.430432"],["long=74.012747"],["directions=Near Surya Masala Factory, en route Tropical Spice Plantation"],["phone=+91  832 2985174"],["tollfree="],["fax="],["hours=9AM-3:30PM"],["price=₹ 100"],["content=Conservation project open for visitors. Watch free flying butterflies and an unique rain water harvesting experiment."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Relax at the beaches"]}," — Goa has an almost unbroken 70 km coastline of beaches. Don't forget to carry suntan, towels and chappals along when hitting the beach. Beachbeds can be hired for ₹100 per hour, bargain for a free beach bed if you are ordering snacks from the shack."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chill out"]}," — discos and pubs"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goa-huts.com\/North-Goa\/Anjuna\/Anjuna-Beach Anjuna flea market"]}]}," — everyone knows what to do in flea markets."]},"\n",{"type":"*","value":[{"type":"'''","value":["Libraries"]}," — Central Library in Institute Menezes Braganza (Panjim) and Mapusa's Athaide Library. Other research institutions with good collections include the Xavier Centre of Historical Research at Alto Porvorim, the also-Jesuit run Thomas Stevens Konknni Kendra next door at Porvorim, the Goa University, and a quaint Konkani-focussed library called Amchem Diaz (Our Traditions) that functions out of the first floor of a commercial establishment not far from the Margao bus stand and the local court."]},"\n",{"type":"*","value":[{"type":"'''","value":["Diving"]}," — the season is between mid October to mid May. Diving is not possible during the monsoons in India (June till mid October). The water temperature is 27-30⁰ C. The local diving here consists of dive sites around Grande Island, just off the coast near Vasco da Gama. The dive sites are mostly 12-16 m deep, visibility varies through the season with an average of around 5-6 m. Marine life is abundant, with many species of reef fish, hard and soft coral, and several shipwrecks to dive. Several dive centers conduct PADI courses, and organize dive trips to Pigeon Island (also known locally as Netrani Island) in the neighbouring state of Karnataka."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kitesurfing"]}," — not the best place in the world to try kite surfing, but it still has something to offer. Check Morjim, Arambol and Aswem beaches in North Goa. You can find instructors in Morjim, that take ₹ 8,000-12,000 for beginners course. Season starts in January, you can expect 1-2 windy days a week during January and February, and 2-3 days a week during March. Most people use 10-14m² kites. Water is choppy most of the time, don't expect wave riding."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paragliding"]}," — check Arambol beach in North Goa for tandem paragliders."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jet-Ski"]}," — also banana ride and paragliding. Goa has one of the cheapest beach adventure sports rates. Head to Anjuna or Baga beach during daytime and you will find many small group of vendors offering these. If in a small group, with adequate bargaining and luck, you can bargain to around ₹ 800-1,000 (off season) for a 10 min jet-ski ride, 15 min banana ride and a 15 min paragliding session, for each person. These activities are also available on less popular beaches and you could get a bargain there as compared to popular beaches where demand exceeds supply."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trekking and camping"]}," — October to December is the perfect time to go trekking in Goa. The Goa Hiking Association in Panaji organizes a major trekking program in October each year. The Goa Branch of the Youth Hostel Association of India also runs Trekking expeditions and Family camping trips in Goa every December. Some recommended places to trek and hike to include the Sahyadri Hills, Devils Canyon and the Bhagwan Mahavir Wildlife Sanctuary in Mollem, the Chandrasurya Temple in Netravali (2 hr south of Panaji), and the Kuveshi Falls to Castle Rock just over the border in Karnataka state."]},"\n",{"type":"====","value":["Volunteering"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Volunteering Goa:"],["alt="],["url=http:\/\/www.volunteering-goa.com"],["email=info@volunteering-goa.com"],["address=Based in Porvorim"],["lat="],["long="],["directions=On the main Panjim - Mapusa highway (NH17)"],["phone=+91 860 5458574"],["tollfree="],["fax="],["hours="],["price="],["content=You can experience the real Goa while helping in projects in orphanages, nature centres, animal rescue and charity shops."]]}]},{"type":"{{","value":[["Infobox"],["Be aware"],["Indian Visa regulations insist that you now can ",{"type":"'''","value":["only volunteer with an Employment Visa"]}," (ie; not on a Tourist Visa), even if you contract to provide totally unpaid work. Depending on your country, this can be expensive."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Volunteer - Educators Trust India"],["url=http:\/\/www.educatorstrustindia.org\/"],["email="],["address=God’s Gift House, Pinto’s Vaddo, Canca"],["lat="],["long="],["directions=Just off the road from Mapusa to Calangute, take left hand road just before Canca village starts, Leading Light school on your left."],["phone=+91 922 6041812"],["tollfree="],["fax="],["hours=9AM-6PM"],["price="],["content=Educational and welfare projects for children in Goa. Work relies on charitable donations and is supported by a dedicated team of global volunteers. They provide a non-denominational education through three schools and outreach project; preparing children for registration to the local state schools. The children are from families of migrant workers who flock here from other parts of India, looking for work and opportunities that they think Goa will offer them. ETI aims to break the cycle of illiteracy and child labour, which keeps these children and their families in poverty."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nMost of the Aparant outlets are open between 9:30-10AM and then close around 6-7PM, depending on their location.\n\nFrom wines to cashew-nuts, enchanting local music to alternative books and handicrafts, Goa has a lot. Goa's handicrafts are clearly under-rated and under-appreciated, even while being reasonably priced. Their range includes carved furniture, brassware, crochet and more (see section on the government-run Aparant emporia).\n\nGlobal items come in amazing diversity specially at the night markets of North Goa. In Panjim, the 18th June Rd is faster emerging as a lure for shoppers and tourists. Mapusa, while hosting a traditional market each Friday, attracts a number of tourists, specially foreigners. Goa's talented goldsmiths are neatly located in a line at Mapusa's market, and in parts of Margao and Panjim. Check out traditional Goan ",{"type":"'''","value":["lacquer-ware toys"]}," (",{"type":"''","value":["available at the Aparant emporia"]},").\n\n",{"type":"'''","value":["Health tourism"]},", foreign tourists increasingly go \"shopping\" for medical services. There are a number of outlets that offer a form of 'health tourism'. These include centres like ",{"type":"[","value":["http:\/\/www.goadentist.com Dr Pimenta's Dental Practice"]}," at Romano Chambers (near the Old Petrol Pump in Calangute) and Lake Plaza near Nehru Stadium in Margao.\n\n",{"type":"====","value":["Handicrafts"]},"\n\nThe ",{"type":"'''","value":["Aparant"]}," network of outlets are managed by the State-run Goa Handicrafts network. In their 10 outlets across Goa you may find an interesting range of handicrafts from Goa. Items range from shell-work to clay, bamboo, paper mache, coconut-items and fiber. If visitors have a problem with carrying back some the (more fragile) handicrafts home, then fibre is a good option. Four outlets are in Panjim, located at Vasco da Gama, (",{"type":"''","value":["on Swatantra Path, at the Vasco Residency"]},") and at the local GTDC-run \"residency\" hotels in Margao, Mapusa, Calangute, the Bicholim Pottery Production Centre at the Industrial Estate, and at Loutolim's Big Foot.\n\nIn Panjim, the other outlets of Aparant are located at the Udyog Bhavan, (",{"type":"''","value":["opposite the Goa Police Headquarter, near the Ferry Jetty"]},"); at the main Kadamba bus-terminus; and at the Crafts Complex office of the Goa Handicrafts in Neugi Nagar, (",{"type":"''","value":["Rua de Ourem"]},"). The largest number of items are available at the last location, about 2.5 km from the centre of town.\n\nProducts of dry coconuts and coconut-shells are carved and often designed to fit on a wooden base. Items produced here include table lamps, flower pots, table clocks, different religious statues and decorative items.\n\nCotton thread is worked with the crochet steel hook, rendering it into beautiful designs and shapes. Likewise, sea-shells that were once discarded by the beach get transformed by artisans. Traditional clay art in the form of pots, ash-trays, flower pots, images of gods are rendered using skills that have been built up across generations in Goa. Ditto for the case of bamboo products.\n\nA few of these items are produced in-house at the Goa Handicrafts' centre in Bicholim. Others come from artisans across the state. This network has done a fair job in highlighting the skills of geographically scattered local artisans, and also finding them the market they so-badly need to sustain their talents.\n\n",{"type":"'''","value":["Hand-painted ceramics"]},", Goa has its own unique product.\n\n",{"type":"'''","value":["Furniture"]},", is another area of interest, in terms of shopping options. Despite its bulky nature antiques are also a growing business here.\n\n",{"type":"{{","value":[["infobox"],["Goabooks"],["To understand a complex region like Goa, it's best to get started by reading on it. This is a melting pot of cultures, histories, languages and complexities.\n\nEvery major hotel has its own bookshop, of varying quality. Books tend to be priced amazingly inexpensively in India, including in Goa."]]},"\n\n",{"type":"====","value":["Bookshops"]},"\n\nThere are plenty of bookshops in Goa include the Panjim-based ",{"type":"'''","value":["Broadway Book Centre"]},", Ashirvada Building, (",{"type":"''","value":["at the end of 18th June Rd, Panjim"]},"), the ",{"type":"'''","value":["Golden Heart Emporium"]},", functioning out of an old house in Margao's Abade, (",{"type":"''","value":["Faria Rd locality"]},"), the tourism-belt based ",{"type":"'''","value":["Literati Bookshop"]},". (",{"type":"''","value":["near Tarcar Ice Factory, along the main Calangute-Sinquerim Rd"]},"), and Upper Storey at Arcon Arcade, Candolim, (",{"type":"''","value":["at the Fort Aguada Rd"]},"), ",{"type":"'''","value":["Broadways Book Centre"]},", 18th June Rd, (",{"type":"''","value":["near Caculo Traffic Island"]},"); ",{"type":"'''","value":["Confidant's Golden Heart Emproium"]},", Margao, ☎ +91 922 2732450; Mandovi Square. (",{"type":"''","value":["near Cine Nacional"]},"), ☎ +91 922 2234241; ",{"type":"'''","value":["Varsha Book Stall"]},", ☎ +91 922 2425832, (",{"type":"''","value":["near the Bank of India. Azad Maidan"]},"). The last two focus on newspapers and magazines coming in from the rest of the country and abroad. ",{"type":"'''","value":["Reading Habit"]},", Campal, (",{"type":"''","value":["on the way to Miramar Beach"]},"), has a wide variety of books.\n\nThere are also other bookshops scattered around the state, in the ",{"type":"'''","value":["Mandovi Hotel"]},", Panjim, (",{"type":"''","value":["in close proximity to the Azad Maidan"]},"), the alternativish ",{"type":"'''","value":["Other India Bookstore"]},", Mapusa, (",{"type":"''","value":["almost hiding atop the old Mapusa Clinic entry from behind"]},"). Don't miss the rare books section of the ",{"type":"'''","value":["Central Library"]}," in the oldstyle colonial Institute Menezes Braganza in Panjim, and the municipality libraries in the main towns, including ",{"type":"'''","value":["Mapusa's Athaide Library"]},".\n\nOther research institutions with good collections include the Xavier Centre of Historical Research at Alto Porvorim, the also-Jesuit run Thomas Stevens Konknni Kendra nextdoor at Porvorim, the Goa University, and a quaint Konkani-focussed library called Amchem Diaz (",{"type":"''","value":["Our Traditions"]},"), that functions out of the first floor of a commercial establishment not far from the Margao bus stand and the local court.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Goan staple diet consists of rice and fish curry along with pickles and fried fish. This can be found on many of the beach shacks. The Goan cuisine is a blend of Portuguese and local flavours. Many dishes such as prawn balchao and Kingfish in Garlic have distinct Portuguese flavour. The cuisine is mostly seafood based, the staple foods are rice and fish. Kingfish (Vison or Visvan) is the most common delicacy, others include pomfret, shark, tuna and mackerel. Among the shellfish are crabs, prawns, tiger prawns, lobster, squid and mussels.\n\nDishes such as Vindaloo and Xacuti (pronounced Cha'cuti), Cafreal will be familiar from Indian restaurant menus, and are originally Goan dishes.\n\nMost beaches have shacks that serve surprisingly delicious meals, specially seafood and they'll usually consult you to see how you like your food. Don't miss the shack eating experience. You'll want to go back and do it again. Most fancy hotels and restaurants serve terrible food, it is best to eat at local places, ask a taxi driver where these would be and don't let him take you to any fancy restaurants as they receive commission.\n\nSome really good restaurants not to be missed are; ",{"type":"'''","value":["Britto's Bar & Restaurant"]},", North Goa, (",{"type":"''","value":["off Baga\/Calangute"]},"), ",{"type":"'''","value":["Souza Lobo Bar & Restaurant"]},", North Goa, (",{"type":"''","value":["off Calangute"]},"), ",{"type":"'''","value":["O Coqueiro"]},", Porvorim, ",{"type":"'''","value":["German Bakery"]},", Anjuna, North Goa, and ",{"type":"'''","value":["Florentine's"]},".\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"{{","value":[["infobox"],["Fenifacts"],["North Goa dominates cashew production, while the South dominates coconut.\n\n",{"type":"*","value":["Feni can have up to 42% alcohol content, Goa has an estimated 4,000 and 2,200 traditional stills manufacturing cashew and coconut feni, respectively."]},"\n",{"type":"*","value":[" Feni can be used in cocktails too but is labelled as a 'country liquor' in modern India, causing handicaps to its growth."]},"\n",{"type":"*","value":[" The Portuguese brought the cashew-crop from tropical America to Goa sometime between 1563 and 1578."]},"\n",{"type":"*","value":[" Feni has a distinctive smell. Some non-drinkers or drinkers of other spirits find it unpleasant."]}]]},"\n\nFor a destination which tends to be costlier -- in almost everything -- than the rest of India, Goa has liquors and wines that are priced noticeably low. Products available range from wine (red and white), to the oddly-named Indian-made foreign liquors (IMFLs, which include whisky, brandy, rum, gin, vodka and more), and local liquors (basically cashew and coconut feni). Prices of domestic products range from Rs 40 to Rs 350 per bottle, depending on product and brand.\n\nThere are two local brews long made and drunk in Goa — cashew feni and coconut feni. One comes from the cashew apple, and the other from the sap of the coconut tree. Goa's feni-making has been much focussed on.\n\nFeni-brewing skills have been honed by Goa's former Portuguese rulers. Strange but true: the cashew was brought in by the Portuguese themselves, and today it seems like a closely integrated part of Goa. Cashew-apples go to waste in neighbouring states, and in the fruiting season, one could get a strong smell of semi-fermenting apples being transported specially from Maharashtra into Goa, at locales close to the border.\n\nFeni has come to become synonymous with Goa. \"Indigenous alcoholic drinks include coconut palm toddy from south and eastern India and the Goan liquor 'feni' based on coconut palm juice or cashew nut,\" explains the website of the Indian Embassy in Russia.\n\nNeedless to say, feni has its own strong taste. Some like it, some don't. At one of the liquor outlets in Panjim, you can run into bus-loads of tourists picking up their 'souvenir' of feni.\n\nOf course, there are a range of other options too. Local wines are priced at between Rs 40-150 per bottle (of 750 ml).\n\nIn recent years, Goa has been hosting what it calls the \"Grape Escape\", a festival of wines, around the start of each year, often held in mid-February.\n\nGlobal Spirits and Foods, which operates out of the Pilerne Industrial Estate some 10 km from Panjim, wholesales a wide range of products from across the globe. Champagne and cognac from France; wines from Argentina, Chile, Australia and New Zealand; vodka from Poland; single malt from Scotland; and even the most popular distilled alcoholic beverage of Brazil Cachaca. (Cachaça is the product of the distillation of fermented sugarcane juice, with its alcohol strength between 38-51% (alcohol by volume). It is often said to differ from rum in that it is made from sugarcane juice while rum is made from molasses.)\n\nIn terms of local products, Madame Rosa has also been diversifying into coffee and other liqueur. Flavours include mango, anise, almond and chocolate mint. PVV (Pedro Vincent Vaz), another prominent brand, comes out with its cashew and palm products (in sizes of 750 ml, 180 ml and 60 ml). Other brands have names like Dom Pedro, Goan Treasure, Cashew Inside, Fruit Shape, among others.\n\n",{"type":"==","value":["Sleep"]},"\n\nGoa is one of the more expensive states in India to stay in. During the peak season, which lasts from November to late March, the prices are very high. Especially in December, 5 star hotel rates range from around Rs 20,000—35,000 per night. All tourist spots charge more in the peak season.\n\nHuts\/Shacks are an economical and fun option to consider. These can be found in small\/little Vagator which is up the road from Anjuna beach, prices range from Rs 400-600 and you get a whole hut with a double bed, lock, towels and an attached bathroom with toilet. These shacks are closed during the monsoon.\n\nThe last week of the year, between Christmas and New Year the place is usually completely packed. Try to avoid that overhyped week and you will get a better deal without the added pressures.\n\n",{"type":"==","value":[" Cope"]},"\n\n",{"type":"===","value":[" Money "]},"\n\nGoa has a large network of banks, some of which will change currency. In the tourist pockets and urban areas, one comes across such services easily. Reserve Bank of India's Foreign Exchange Department is at 3A\/B Sesa Ghor, Patto in Panjim, ☎ +91 832 2438656, +91 832 2438659, (fax:+91 832 2438657) though one need not go specifically here.\n\nLeading hotels, shops and travel agents will also offer foreign currency exchanges.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Phones"]},"\n\nCountry code here is +91 (India), Goa is 832, or 0832 if the country code is not prefixed.\n\nAt the time of writing, Goa's telephone directory hasn't been published for at least four years. In a state with among the highest teledensities (phones per hundred users) across India, this is a serious handicap. Old telephone directories have segregated phone subscribers on the basis of the many small phone exchanges in the State. (Previously, it needed a trunk-call to call from one exchange to the other, but at least this is not the case now.) So it can be very confusing to locate a particular phone number. However if you do have a  phone number for the BSNL Co., then getting the address is easy by dialing 197.\n\nAdd to this the reality that the telephone network in Goa is frequently growing, and that telephone numbers have grown from four-digits to the current seven in not too many years, finding the right number you need can be tough.\n\nGoa's main telecom ISP BSNL has this online telephone directory ",{"type":"[","value":["http:\/\/210.212.176.226\/namesearch.php?selssa=GOA"]}," which is partially useful.\n\nThe Government of Goa's Department of Information and Publicity (located at Udyog Bhavan, near Azad Maidan and the Goa Police Headquarters in the heart of Panjim) comes out fairly regularly with an under-priced -- but not easily available -- pocketbook of phone numbers. This focuses largely on politicians, government officials and media persons. Some useful fax numbers, email addresses and websites mentioned here. But don't expect officials to reply to your e-mail!\n\nYellow pages are also available. To inquire about local businesses contact ",{"type":"'''","value":["Hello 2412121"]}," (0832-2412121), The ",{"type":"[","value":["http:\/\/www.helloyellowpages.in\/ Talking Yellowpages Of Goa and Online Enquiry Hello Yellowpages Goa"]},". Both these services from ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hellogroup.co.in\/ Hello Group Goa"]}]},"  offer information on a range of businesses in Goa.\n\nMobile services have grown fast in Goa.\n\nIt is fairly easy to get a Prepaid mobile SIM card. It will cost around Rs 100, just take a copy of your passport (visa page, entry stamp and photo page) and two passport photos to a phone shop and away you go. It is worth thinking about cost and coverage if you are travelling around India as once you leave Goa and travel to anoher state you then pay roaming charges for all calls. It is still cheap though. A single text to the UK from Goa costs Rs10 and calls cost about Rs12 a minute.\n\n",{"type":"===","value":["Internet"]},"\n\nInternet cafes can be found in Goa's urban areas, tourist spots and hotels. It is not difficult to find an internet centre in a state known for its large expat and tourist population. ID has to be presented and foreigners will need to present their passport before being allowed to use the internet.\n\n",{"type":"===","value":[" Consulates and High Commissions "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Portuguese Consulate General"],["url=http:\/\/www.consuladoportugalgoa.com"],["email=cgpgoa@gmail.com"],["address=38-39 Father Angelo Rd-Altinho"],["lat="],["long="],["directions="],["phone=+91 832 2421525"],["tollfree="],["fax=+91 8322421522"],["hours="],["price="],["content=Goa is home to the Consulate General of Portugal, which is understandable, as Portugal has had close and long historic and colonial ties with Goa. As Portugal never recognized India's takeover of the state, for long, it considered Goans eligible for Portuguese passports. While it is no longer as easy as it once was for people of Goan origin, this continues to be available, but difficult and time-consuming to obtain now especially for those born after 1961."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=British Tourist Assistance Office"],["url=http:\/\/www.ukinindia.com"],["email=assistance@goaukconsular.org"],["address=S13\/14, Dempo Towers, Patto Plaza"],["lat="],["long="],["directions="],["phone=+91 832 2438734"],["tollfree="],["fax=6641297"],["hours="],["price="],["content=Britain, which has a significant number of tourists visiting the region, also has its Tourist Assistance Office (earlier designated as a consular officer) based here. Germany, Austria (in the port town of Vasco da Gama) and Italy have their honorary consuls."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=German honorary consulate"],["url=http:\/\/www.india.diplo.de\/Vertretung\/indien\/en\/05__Mumbai\/Departments\/Dep__GK__Honorary__Consul__Goa__Seite.html"],["email=goa@hk-diplo.de"],["address=Cosme Matias Menezes Pvt. Ltd., Rua de Ourem, Panaji"],["lat="],["long="],["directions="],["phone=+91 832 243 0793"],["tollfree="],["fax= +91 832 222 34 41"],["hours=Mon-Fri 10AM-5PM"],["price="],["content= Mr. Dean Menezes serves as Germany's honorary consul within the State of Goa. Only limited services"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Austrian Consulate"],["url="],["email="],["address=Salgaocar House, Vasco"],["lat="],["long="],["directions="],["phone=+91 832 2513811"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Italian Vice Consulate"],["url="],["email="],["address=D1 Sesa Ghor, Patto Plaza"],["lat="],["long="],["directions="],["phone=+91 832 2438944"],["tollfree="],["fax=+91 832 2365785"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nGoa is an ideal holiday destination for travelers, but tourists should bear in mind that India has its own set of safety issues.\n\n",{"type":"*","value":[" Women should not walk on the beaches at night alone."]},"\n",{"type":"*","value":[" Do not accept un-bottled drinks from strangers under any circumstances."]},"\n",{"type":"*","value":[" Do not accept rides from strangers, locals or foreigners, especially at night."]},"\n",{"type":"*","value":[" Do not ingest illicit or illigal drugs."]},"\n",{"type":"*","value":[" Be careful when wading at the beach as undertow riptide currents can be strong in certain beaches. Avoid the mouths of all rivers (such as the Mandovi River at Miramar), especially at low tide when the flow of the water current out to sea is the strongest. And just don't get into the water at all in the off season. The safe swimming period in Goa is November to early May."]},"\n",{"type":"*","value":[" Avoid contact with unprocessed cashew nuts as they contain an irritant ('urusiol') also present in ",{"type":"[[","value":[["poison ivy"]]},". The cashew apple is edible when ripe."]},"\n",{"type":"*","value":[" Goans are very friendly and helpful; should you have any problems, talk immediately to the nearest Goan shop, restaurant or bystander and ask for help."]},"\n",{"type":"*","value":[" Travel guides can be expensive and have been known to dupe foreign visitors. Beware of guides offering to take you to a disco with lots of attractive girls, who will dance with you.  This is a sucker scam to cheat you of your money."]},"\n",{"type":"*","value":[" Befriend a decent taxi driver and agree on regular business."]},"\n",{"type":"*","value":[" Temperatures in winter and summer can be extreme, so do not forget sunscreen."]},"\n",{"type":"*","value":[" Any scam that offers a free ride in return for a \"prize\" will be guaranteed to disappoint."]},"\n",{"type":"*","value":[" Beware the 'ear doctors', who are more likely to accost men than women and 'produce' some tiny revolting creature, supposedly from your ear, for which they then offer a 'cure' (It is, however, humorous to read the cards they print up promoting themselves)."]},"\n",{"type":"*","value":[" While travelling by train, beware of pickpockets, strangers who offer you snacks or tea, and other such people who make trains in India a regular hunting ground. Make sure not to take off your footwear in non A\/C coaches or you might not have anything to wear next morning. The same goes with all your valuables."]},"\n",{"type":"*","value":[" Don't trust travel agents who say that a train is fully booked. They want you to hire a car that costs more and provides them a kick back. A better thing to do is to check out the details yourself on the Indian Railways website ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_srcdest_names.html\/"]},". Also, you can book your railway ticket online on ",{"type":"[","value":["http:\/\/www.irctc.co.in"]},"."]},"\n",{"type":"===","value":["Emergency services"]},"\n\nGoa now has a number — ☎ 108 for medical emergencies. This service is run by the GVK EMRI (Emergency Management and Research Institute) and is based out of Goa Medical College (Bambolim) and has ambulances posted at various parts of Goa. These ambulances are fully equipped and have trained paramedics.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Gokarna - It is around 132 km from Goa and exact replica of Goa. It is surrounded with plethora of beaches like Kundle Beach, Paradise Beach, Om Beach and Gokarna Beach. Gokarna is also known as Rudra Yoni, where confluence of two rivers called Aghanashini and Gangavali takes place. "]},{"type":"*","value":["Amboli - Around 130 km far from Goa, Amboli is one of the most preferred destinations for visitors, especially for honeymooners. It is located in Maharashtra and features several spots such as Hiranyakeshi Temple, Nagatta Falls, Bauxite mines and Shirgaonkar."]},{"type":"*","value":["Sawantwadi - It is surrounded by spectacular greenery and range of hills and located 100 km from Goa. At Sawantwadi, you may come across amazing wildlife including tigers, leopards and wild boars. This place is recognized for its artwork including chitrakathi, kalasutri, bamboo work and other wooden products. "]},{"type":"*","value":["Ratnagiri - The scenery of this place has been demonstrated by an integration of good civilization and natural geography. Ratnagiri is 250 km from North Goa and features deep valleys, green hills, paddy fields etc. There is something unique for every visitor to enjoy and discover here."]},"\n",{"type":"{{","value":[["isPartOf"],["Western India"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["Geo"],["15.498889"],["73.827778"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Goa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Goa"]]}]