[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Gobichettipalayam"]}," (also known as Gobi) is a town and municipality in Erode District, ",{"type":"[[","value":[["Tamil Nadu"]]},". Gobichettipalayam is an important town in the northwestern part of the state and is the headquarters of the taluk of the same name.\n\n",{"type":"==","value":["Understand"]},"\nGobichettipalayam is a serene city located in the Kongu Nadu region bounded by Western Ghats. Agriculture contributes majorly to the economy of the region and the fertility can be owed to River Bhavani which traverses across the region. Paddy, sugarcane, plantain, tobacco and turmeric are the principal crops grown in the region and the city is known for its lush green paddy fields which attracts cine industry. Gobichettipalayam is well known for its plantain cultivation and the production of coconuts. There are regulated market places run by the Government of India for the trade of agricultural products mainly turmeric, copra and bananas. Gobichettipalayam is one of the leading producers of silk cocoon in the country. The area is also known as 'Chinna Kodambakkam' or 'Mini Kollywood' because of the film shooting that takes place here. Many films in Tamil and other languages have been shot here. The city also serves as an educational hub.\n",{"type":"[[","value":[["File:Western Ghats Gobi.jpg"],["thumb"],["200px"],["right"],["Western Ghats as seen from Gobichettipalayam"]]},"\n",{"type":"==","value":["History and Culture"]},"\nThe city was named after Gobi Chetty Pullan, a scholar of older times. The place was a part of the country ruled by the great king Vēl Pāri, who is regarded as one of the Kadai ēzhu vallal (literally meaning, the last 7 of the lines of great patrons). Pariyur, a place with many temples near Gobichettipalayam was named after him. The temperature is moderately warm and the abundance of trees and vegetation surrounding the city makes its climate pleasant. Kongu Tamil, a dialect of Tamil is the language spoken by majority of the people. Gobichettipalayam cuisine is predominantly south Indian with rice as its base. Most locals still retain their rural tradition, with many restaurants still serving food on a banana leaf. \n",{"type":"[[","value":[["Image:Gobi paddy.jpg"],["thumb"],["200px"],["right"],["Gobichettipalayam paddy fields"]]},"\n",{"type":"==","value":["Get in"]},"\nGobichettipalayam is well connected by major roads passing through the center of the city. The following are the arterial roads that connect the city with other major towns:\n",{"type":"{|","value":[["class=\"wikitable\"  style=\"width:100%; text-align:center;\""],["|-"],["! style=\"width:50%;\"| Highway"],["! style=\"width:50%;\"| Connections"],["|-"],["| State Highway 81 || ",{"type":"[[","value":[["Tirupur"]]},", ",{"type":"[[","value":[["Coimbatore"]]},", ",{"type":"[[","value":[["Madurai"]]}],["|-"],["| State Highway 15 || ",{"type":"[[","value":[["Erode"]]},", ",{"type":"[[","value":[["Chennai"]]}],["|-"],["| State Highway 15 || ",{"type":"[[","value":[["Ooty"]]},", ",{"type":"[[","value":[["Mysore"]]}],["|-"],["| State Highway 15 A || ",{"type":"[[","value":[["Coimbatore"]]}],["|-"],["| MDR (Major District Road) || ",{"type":"[[","value":[["Bangalore"]]}]]},"\n\n\n",{"type":"===","value":["By plane"]},"\nCoimbatore Airport is approximately 74 kilometers from the city, connections are available through cabs, taxis and buses. The airport currently has two operational terminals one for departure and one for arrival. Coimbatore airport has regular flights from many Indian cities, and some international destinations like Sharjah and Singapore.\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],["DOMESTIC"],[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.indianairlines.in\/ Air India"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Mumbai"]]}," and ",{"type":"[[","value":[["Kozhikode"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jetairways.com\/ Jet Airways"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Pune"]]}," and ",{"type":"[[","value":[["Bangalore"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goindigo.in\/ IndiGo"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Bhubaneswar"]]},", ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Delhi"]]}," and ",{"type":"[[","value":[["Mumbai"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Jetkonnect"]}," http:\/\/jetkonnect.com"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Ahmedabad"]]},", ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Kolkata"]]}," and ",{"type":"[[","value":[["Mumbai"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.spicejet.com\/ Spice Jet"]}]}," - "]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Ahmedabad"]]},", ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Hyderabad"]]}," and ",{"type":"[[","value":[["Mumbai"]]}]}]}],["| style=\"vertical-align:top;width:50%;\" |"],["INTERNATIONAL"],[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airarabia.com\/ AirArabia"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Sharjah"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.silkair.com SilkAir"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Singapore"]]}]}]}]]},"\n\n",{"type":"===","value":["By train"]},"\nErode Junction is about 38 kms from the city. Erode junction is well connected by trains from all major cities including ",{"type":"[[","value":[["Ahmedabad"]]},", ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Hyderabad"]]},", ",{"type":"[[","value":[["Mumbai"]]},", ",{"type":"[[","value":[["New Delhi"]]}," and ",{"type":"[[","value":[["Thiruvananthapuram"]]},".\n",{"type":"*","value":[" Southern Railway ",{"type":"[","value":["http:\/\/www.southernrailway.org\/"]}]},{"type":"*","value":[" Indian Railway reservations ",{"type":"[","value":["http:\/\/www.irctc.co.in"]}]},"\n",{"type":"===","value":["By bus"]},"\nThe Tamil Nadu State Transport Corporation (TNSTC) has a depot apart from a large central bus stand in Gobichettipalayam. Buses ply from the Central Bus Stand to all major towns and cities within Tamil Nadu and other states. A number of Karnataka State Roadways Transport Corporation (KSRTC) buses ply to here due to its proximity to the state of Karnataka.\n\n",{"type":"==","value":["Get around"]},"\nGetting around Gobichettipalayam is easy. There are public transport buses, auto rickshaws and plenty of taxis available. Minimum charge for Cabs is 40 INR and 16\/12 per KM for different operators. The intra city transport is serviced through Buses operated by State Owned TNSTC and other private operators.\n",{"type":"[[","value":[["Image:Kodiveri.jpg"],["thumb"],["200px"],["right"],["Kodiveri Dam"]]},"\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Kodiveri Dam\/Anicut"]},"\nKodiveri Dam is situated in Gobichettipalayam Taluk, about 13 km. west of Gobichettipalayam in the village of Periya Kodiveri. It was constructed by the Maharaja of Mysore in the 17th century. Kodiveri Dam is a popular tourist spot welcoming a large number of people from all over the state.\n\n",{"type":"===","value":["Bhavani Sagar Dam"]},"\nAnother important dam that has been constructed over the Bhavani River is the Bhavanisagar Dam. It is located about 35 km from the town. The dam was completed in 1953. There is a large park with various attractions drawing huge crowds towards this place.\n",{"type":"[[","value":[["Image:kondathukali.jpg"],["thumb"],["200px"],["right"],["Sri Kondathu Kaliamman Temple, Pariyur"]]},"\n",{"type":"===","value":["Reserve Forests"]},"\nThe Sathyamangalam Wildlife Sanctuary and the reserve forests of Anthiyur are about 25 km away from Gobichettipalayam. The T.N.Palayam forest range comes within the Gobichettipalayam Taluk. Abundant flora and fauna thrive in these forests which form a part of the rich biosphere of the Western Ghats. The wildlife includes Indian Elephant, Bengal Tiger, Indian Leopard, Black Buck, Spotted deer, Peacock, Porcupine and Gaur. The area has the largest elephant population in the country. The area has been proposed to be converted into a Tiger Reserve as per notifications from the Government of India.\n\n",{"type":"===","value":["Temples"]},"\nThere are many notable temples in and around Gobichettipalayam. The details of the various temples is given below:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Arulmigu Pariyur Kondathu Kaliamman Temple"]}," is situated in Pariyur, about 3 km from Gobichettipalayam city, where a 'Fire Walking Ceremony' (Kundam) is held during January every year. The annual Temple Car festival is celebrated here with grandeur, and the temple attracts a large gathering from the surrounding places all the time. Around 1500 years old,the inner sanctum of the temple is made of black marble. The protector God of this temple is called Sri Maha Muniappan, who blesses couples with children and chases fear away from the minds of the people. There are many shrines dedicated to Lord Ganesha, and shrines of Sri Saptha Kannigai, Sri Ponkaliamman, Lord Brahma and other Gods."]},{"type":"*","value":[" ",{"type":"'''","value":["Arulmigu Amarapaneeswarar Temple"]}," is a temple dedicated to Lord Shiva located in Pariyur.The chief deity is Sri Amarapaneeswarar and the temple itself is built completely of white marble, brought from Rajasthan. There are separate shrines dedicated to Sri Soundaranayaki Amman and the warlord Karthikeya known as Sri Shanmukha Subramaniyar, seen with his wives Deivayanai and Valli. There is a shrine dedicated to Lord Ganesha known as Anukkai Vinayakar at the entrance and Sri Nandhi, the vehicle of Lord Shiva. There are also shrines dedicated to Navagraha, Bhairavar, 63 Nayanmars and other Gods. Maha Shivaratri and Pradhosam is celebrated with much grandeur apart from other festivals of Shiva and Murugan."]},{"type":"*","value":[" ",{"type":"'''","value":["Arulmigu Adinarayana Swamy Temple"]},", Pariyur is temple dedicated to Lord Vishnu located at Pariyur and the chief deity the temple is Adhi Narayana Perumal. He is seen along with his companions Sri Devi and Bhu Devi. The specialty of the temple is that, there is a separate shrine dedicated to Lord Hanuman. The statues of Sanjeevi Anjaneyar, Veera Anjaneyar and the Alwars are seen inside the main temple complex. Sri Garuda Alwar is seen in front of the main sanctum. The main Gopuram of the temple depicts the scene of narration of Bhagavad Gita, the holy book of Hindus. Vaikunta Ekadashi and other festivals of Vishnu are celebrated here."]},{"type":"*","value":[" ",{"type":"'''","value":["Arulmigu Balamurugan Temple"]},", Pachaimalai is one of the two old hill temples dedicated to Lord Murugan. It is located at Pachaimalai (meaning Green hill), about 3 km from the centre of the state. All Saivite, Koumaram and Hindu festivals are celebrated at the temple, especially 'Thai Poosam' in Jan\/Feb, 'Panguni Utthiram' in March, and 'Skanda Sashti' in Oct\/Nov. There is a huge statue of Lord Murugan, which can been seen miles away from the temple. Apart from his normal peacock vehicle, the temple also has a Golden Chariot."]},{"type":"*","value":[" ",{"type":"'''","value":["Arulmigu Muthukumaraswamy Temple"]},", Pavalamalai is the second of the hill temples that are dedicated to Lord Murugan. It is located about 2 km from the town on the way towards Pariyur. The chief deity is called Sri Muthukumara Swamy. All festivals of Lord Muruga are celebrated here, which is usually followed by the free distribution of food."]},{"type":"*","value":[" ",{"type":"'''","value":["Arulmigu Mariamman Temple, Bannari"]}," is located at Bannari about 35 km northwest of Gobichettipalayam. The temple is dedicated to the powerful Goddess Mariamman. The temple itself is very famous and attracts huge crowds round the year. The temple also has a marriage hall associated with it."]},{"type":"*","value":[" Other temples in the town include ",{"type":"'''","value":["Arulmigu Adinarayana Swamy Temple"]}," dedicated to Lord Vishnu, ",{"type":"'''","value":["Arulmigu Visweswara Swamy Temple"]}," dedicated to Lord Shiva, ",{"type":"'''","value":["Arulmigu Saratha Mariamman Temple"]}," dedicated to Goddess Mariamman, ",{"type":"'''","value":["Arulmigu Kamkshi Amman Temple"]}," dedicated to Goddess Kamakshi, ",{"type":"'''","value":["Arulmigu Hanumantharaya Swamy Temple"]}," dedicated to Lord Hanuman and Lord Rama, ",{"type":"'''","value":["Arulmigu Ayyapa Swamy Temple"]}," dedicated to Lord Ayappa, ",{"type":"'''","value":["Arulmigu Subramanya Swamy Temple"]}," dedicated to Lord Subramanya, ",{"type":"'''","value":["Sri Astalakshmi Temple "]},"dedicated to Goddess Lakshmi."]},"\n",{"type":"===","value":["Municipal Park"]},"\nThere is a park run by local authorities which houses a play ground, children's play area and a temple dedicated to Lord Ganesh.\n\n",{"type":"===","value":["Seetha Kalyana Mandapam"]},"\nThis is a huge marriage hall built more than 50 years ago with the capability of hosting 4 marriages simultaneously. The huge elephant statue is also an attraction to be visited.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Enjoy local cuisine"]},{"type":"*","value":[" Watch movie shooting (if taking place)"]},"\n",{"type":"==","value":["Buy"]},"\nLocal textiles, turmeric, coconut products\n\n",{"type":"==","value":["Eat"]},"\nGobichettipalayam cuisine is predominantly south Indian with rice as its base. Most locals still retain their rural tradition, with many restaurants still serving food on a banana leaf. North Indian, Chinese and continental cuisines are also available. Mysorepa (a sweet made from lentil flour and Halwa (a sweet made of different ingredients like milk, wheat, rice) are famous. Idly, Dosa, Vada-Sambar and Biryani are popular among the locals. Coffee shops and Chat Centers have been on the increase, and serve as meeting places for young people.\n\n",{"type":"==","value":["Drink"]},"\nLiquors cannot be find in the Departmental Stores or Shopping malls. It is reguralised by the state government of Tamil Nadu and it is available through retail outlets controlled by state owned body TASMAC and in some star hotels and Bars. These shops will be usually closed around 23:00 hrs and it is hard to find some overnight party house in the city. \n\n",{"type":"==","value":["Sleep"]},"\nThere are many hotels available both budget and luxury for overnight stay at the city.\n\n",{"type":"==","value":["Stay healthy"]},"\nWhile in the city it is advisable to drink only bottled water. Do not trust water from small local restaurants as it may be from the tap, and avoid cold or iced drinks that are not commercially sold (Bigger chains of eateries and juice shops can be trusted to an extent). Eating fresh vegetables and fruits that have sat outside in the presence of insects can also be unhealthy, although bananas and coconuts are usually safe because they are opened only immediately before eating. Hot drinks in restaurants such as tea, coffee, and other local specialties are safe, as are packaged\/bottled drinks such as Aquafina water, Frooti (a popular local mango drink) and others. If you have access to a stove, boiling tap water before drinking is also an option. Never eat from roadside shops as the food is prepared in the most unhygienic conditions.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Landlines"]},"\nBSNL, Airtel, Reliance and Tata, are main providers of terrestrial telephone lines in Chennai. You can make long distance calls from one of the many booths that display NSD\/ISD i.e. National Subscriber Dialling (National Long Distance) and International Subscriber Dialling (International Long Distance). Calling cards are also available with these providers which are considerably cheap.\n\n",{"type":"===","value":["Mobile Phones"]},"\nCell phone rates are one of the cheapest in the world. There are Ten GSM service providers:\n",{"type":"*","value":[" BSNL[87] GSM Triband with 3G services"]},{"type":"*","value":[" AirTel[88] GSM Triband with 3G services"]},{"type":"*","value":[" Vodafone[89] GSM Triband with 3G services"]},{"type":"*","value":[" AirCel [90] GSM Triband"]},{"type":"*","value":[" Reliance GSM launced in 2009"]},{"type":"*","value":[" Tata DOCOMO GSM launched in 2009"]},{"type":"*","value":[" Idea GSM launched in 2009"]},{"type":"*","value":[" Uninor GSM launched in 2009"]},{"type":"*","value":[" MTS CDMA launched in 2009"]},{"type":"*","value":[" Virgin GSM"]},{"type":"*","value":[" Videocon GSM launching 2010"]},"\nYou can buy a sim card with a photo and a photo copy of your passport. Starter packs and top-up cards can be picked up from numerous outlets. Seemles roming across the country is provided by all providers.\n\n",{"type":"===","value":["Internet"]},"\nThere are several internet cafes from where you can access the internet for sending email or uploading your digital photos. Apart from that you can access Internet provided in your hotel or if you are staying long you can buy Internet packs from all mobile providers.\n\n",{"type":"===","value":["Important Contacts"]},"\n",{"type":"*","value":[" Municipal office +91 4285 222559"]},{"type":"*","value":[" Police Station Control +91 4285 222041"]},{"type":"*","value":[" Deputy Superintendent of Police +91 4285 222027"]},{"type":"*","value":[" Fire and Emergency Rescue +91 4285 222101"]},{"type":"*","value":[" Ambulance 108; Police 100; Fire 101 (Emergency)"]},{"type":"*","value":[" Head Post Office +91 4285 222028"]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Hill stations like ",{"type":"[[","value":[["Ooty"]]}," (120 km), ",{"type":"[[","value":[["Valparai"]]}," (170 km), and ",{"type":"[[","value":[["Kodaikanal"]]}," (195 km)"]},{"type":"*","value":[" Wildlife Sanctuaries like Sathyamangalam Wildlife Sanctuary (20 km), Mudumalai Wild Life Sanctuary (160 km), Anamalai Wildlife Sanctuary (180 km)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Coimbatore"]]}," (80 km), industrial city"]},"\n",{"type":"{{","value":[["IsPartOf"],["Western Tamil Nadu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Gobichettipalayam"]]},"\n",{"type":"{{","value":[["geo"],["11.453611111111"],["77.438333333333"]]}]