[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Godalming"]}," is an ancient English market town sitting on the ",{"type":"''","value":["River Wey"]},", in ",{"type":"[[","value":[["Surrey"]]},", ",{"type":"[[","value":[["England"]]},".\n\nGodalming has existed since Saxon times. It was a wool manufacturing and trading center in medieval times, later followed by a substantial pioneering phase in tanning, leatherworking and related industries.  There are still a number of light industries in the town, which also houses the UK headquarters of the World Wide Fund for Nature, formerly the World Wildlife Fund.\n\n",{"type":"==","value":["Get in"]},"\n\nGodalming is served by South-West Trains on the London (Waterloo) to Portsmouth Line.  There is a relatively frequent service throughout the day.  Journey time is around 45 minutes to Waterloo on the stopping service.  Godalming is two stations from Guildford, where you can get an express to Waterloo in around 30 minutes.  You can check connections and fares on thetrainline.com   \n\nFrom Guildford - 2 stations away - you can get a direct train to Gatwick airport in about 50 min.\nFrom Woking - 4 stations away - you can get a bus to Heathrow (50 min), and a direct train to Southampton Airport Parkway station (50 min).\n\n",{"type":"==","value":["Get around"]},"\nThe town centre is about five minutes walk from the railway station.  Although the town is not large, many of the suburbs are on surrounding hills.\n\nThere is a limited bus service around the town, with the large majority of services run by Stagecoach.  Service 46 serves Charterbouse, Hurtmore, Farncombe and Binscombe.  70, 71 and 92 serve Meadrow, with 92 running to Eashing Lane, and 70 and 71 continuing through to Milford.  Compass run service 42, which serves Catteshall, Farncombe, Binscombe, Busbridge and Winkworth.\n\nAlternatively, there is a taxi rank at the railway station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Godalming Museum"],["alt="],["url=http:\/\/www.waverley.gov.uk\/godalmingmuseum"],["email="],["address=109a Godalming High Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tuesday to Saturday, 10-5 (summer), 10-4 (winter)"],["price=Free entry"],["content= Local museum with permanent and temporary exhibitions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Winkworth Arboretum"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/winkworth-arboretum\/"],["email=winkwortharboretum@nationaltrust.org.uk"],["address=Hascombe Road, Godalming, GU8 4AD"],["lat=51.1614"],["long=-0.58113"],["directions=three miles south-east of town centre, on 42 bus route"],["phone=+44 1483 208477"],["tollfree="],["fax="],["hours=Every day, hours vary by season"],["price=£5.90"],["content= National Trust property with substantial collections of trees and shrubs, and attractive flowers in spring, set around lakes."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Farncombe Boat House"],["alt="],["url=http:\/\/www.farncombeboats.co.uk\/index.htm"],["email="],["address=Catteshall Road"],["lat="],["long="],["directions=one mile east of town centre, on 42 bus route"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Hours vary by season, boat hire not available during winter. Rowing boats available for hire on the River Wey, narrow boats also available by the day. Also has a cafe."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Godalming Navigation"]},", pleasant walk along tow path extends from town centre up to ",{"type":"[[","value":[["Guildford"]]}," and beyond.  Parallels 70, 71 and 92 bus routes, allowing easy return journey.  Path starts by parish church, runs through parkland, then fields and countryside."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Charterhouse"]},", famed private boarding school. Pupils have included:"]},":Robert Baden-Powell (founder of the scout movement), William Beveridge (economist and social reformer), Anthony Caro (sculptor), David Dimbleby (TV presenter)' Peter Gabriel (rock musician, Genesis), Robert Graves (poet), Robert Banks Jenkinson, 2nd Earl of Liverpool (Prime Minister), William Makepeace Thackeray (novelist),\n:Ralph Vaughan Williams (composer), John Wesley (founder of the Methodist church)\n\n",{"type":"==","value":["Eat"]},"\nThere are various small restaurants in and around the High Street.\n\n",{"type":"==","value":["Drink"]},"\nThere is a substantial range of pubs in and around the High Street.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Heath House"],["url=http:\/\/www.heathhouse.eu"],["email="],["address=Alldens Lane, Godalming GU8 4AP"],["lat="],["long="],["directions="],["phone = +44 1483 416961"],["tollfree="],["fax="],["hours="],["price=From £60"],["checkin="],["checkout="],["content=Situated in a quiet lane, surrounded by beautiful countryside. 2 doubles, 1 twin. Rated 5 stars."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Surrey"]]},"\n",{"type":"{{","value":[["geo"],["51.185"],["-0.61"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Godalming"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Surrey\/Godalming\/"]]}]