[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Gogounou"]}," is a town in ",{"type":"[[","value":[["Northern Benin"]]},". \n\nPassing through the heart of Gogounou is Rte 2. The town's charm can't be embraced while flying by in a taxi or charter bus.  Market day, every Friday, brings colorfully dressed vendors of a potpourri of cultures.  Tourists will see Bariba, Peuhl, Tuareg and Guando in their unique, vibrant, attention-stealing garb.  \n\nThe bazaar provides a mix of items varying in utility; nex to mangoes, tomatoes, and rice a vendor of traditional jewelry makes change for the voudoun healer seeling dried crocadile bead, bat wings and snake skins.\n\nA strong Muslim presence is also reflected in the market.  Gold-gilded ornate copies of the Qu'ran, prayer mats and beads as well as embroidered hats are common place.  The 17hr call to prayer is also an impressive display of the normally quiet village's strong, rich cultural diversity.\n\n",{"type":"==","value":["Getting to Gogounou"]},"\n",{"type":"*","value":[" Taxi from Parakou = 2000f CFA"]},{"type":"*","value":[" Taxi from Kandi   =  500f CFA"]},"\n",{"type":"==","value":["Best Time of Year to visit"]},"\n",{"type":"*","value":["Oct - Jan: great weather, tabaske and Ramadan"]},{"type":"*","value":["April:  Bariba fete"]},"\n",{"type":"==","value":["See"]},"\nAfter the Bariba party in Nikki, Zougou-Panterossi(21k west of Gogounou) hosts another Bariba fete.  Horse riding, kings parading, folklorique groups dancing - CULTURE! The date changes yearly, but is always in April.\n\n",{"type":"==","value":["Do"]},"\nCurrently (2007), there is no organized tourism activities.  But, there is work on viewing wildlife in Zougou-Panterossi.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["Bean balls and fried yams on the road to Bagou"]},"\n",{"type":"*","value":["Great Beninese home cookin' at the bar\/restaurant d34 (trois puissance quatre), found on the highway on the north end of town on the west side of the road."]},"\n",{"type":"*","value":["Yam Pilee (mashed Yams) - Village center, across from the market\/auto gare."]},"\n",{"type":"==","value":["Sleep"]},"\nIt's best to stay in Kandi (42k North).  You'll find air conditioning, water, etc.  A home stay is suggested.  Some houses have electricity from 4pm - 12am.  It's certain that any place you stay in Gogounou will make up for the lack of luxuries with hospitality.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["10.838611"],["2.836111"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northern Benin"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Gogounou"]]}]