[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Gökçeada"]}," is an island in Turkey. It is located north of the entrance of Dardanelles Strait, in the Aegean Sea.\n\n",{"type":"==","value":["Understand"]},"\n\nGökçeada is the largest island of Turkey with a surface of 279 square kilometers. The island is very mountainous. Cape Avlaka, near Uğurlu, is the westernmost point of the island, and of Turkey as well.\n\nIn ancient times, it was believed that Greek sea god Poseidon rested his horses in the deep sea between Gökçeada and the Greek island of ",{"type":"[[","value":[["Samothrace"]]},", which is to the north of Gökçeada.\n\nThe former name of the island, ",{"type":"'''","value":["İmroz"]},", which derived from its Greek name (",{"type":"'''","value":["Imvros"]},"), was officially changed to Gökçeada (which the island is best known in Turkish nowadays) in 1970s, in light of deteriorating Turkish-",{"type":"[[","value":[["Greece"],["Greek"]]}," relations in the context of ",{"type":"[[","value":[["Cyprus"]]}," dispute. In ancient times, the island also was known as ",{"type":"'''","value":["Imbros"]},".\n\nThe island has a small Greek community, about 250 mostly old people, scattered in a number of villages. Though, in summers, number of Greeks on the island rises because many families essentially from Gökçeada, but living in Greece now, return to their houses for vacation (or to visit their grandparents). The rest of the population is mainly comprised of recent immigrants from far away places in Turkey and military personnel.\n\nThe island is a part of ",{"type":"[[","value":[["Çanakkale"]]}," Province.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThere is an airport in Gökçeada (imroz) near the province center. Borajet and Seabird airways are flying this island. Borajet is flying to İstanbul Sabiha Gökçen airport on Every Monday 19:00 and every Friday 14:30 and from Sabiha Gökçen every Monday 17:30 and every Friday 13:30 with ATR72 planes. Also ",{"type":"[","value":["http:\/\/www.flyseabird.com Seabird Airlines"]}," flying to\/from İstanbul Haliç and to\/from Alaçatı sea side.\n\n",{"type":"===","value":["By boat"]},"\n\nThere are ferries from two points in the mainland: Kabatepe, which is on the western coasts of ",{"type":"[[","value":[["Gallipoli"]]}," peninsula, or from the harbour of ",{"type":"[[","value":[["Çanakkale"]]}," city. From Çanakkale, there is a ferry only once a day (or once every two days in winter). Kabatepe has more voyages. The island is 11 nautical miles away from Kabatepe, while 32 nautical miles from Çanakkale (Çanakkale-Gökçeada voyage takes about three and a half hours). There are car ferries at both lines.\n\nFerries from both Kabatepe and Çanakkale arrive at Kuzulimanı Harbour on the island, which lies 4 km east of island capital (Merkez). Minibuses for Merkez, Yenibademli, and Kaleköy will be waiting just outside the jetty upon the arrival of the ferry.\n\nKeep in mind that some scheduled voyages may be cancelled, especially during winter and during the seasonal storms which generally occur at about the same date every year.\n\n",{"type":"===","value":["By car"]},"\n\nIt’s easier to get to Kabatepe port from Istanbul or Europe. It’s nearer, and you don’t need to get into (and wait in the queue for) the Dardanelles ferry (Eceabat-Çanakkale). You can reach Kabatepe by following “Kabatepe-Gökçeada” signs you will see on the highway (D550\/E87\/E90) after you have left Gelibolu\/",{"type":"[[","value":[["Gallipoli"]]}," town about 40 km behind, before arriving in ",{"type":"[[","value":[["Eceabat"]]},".\n\n",{"type":"===","value":["By bus"]},"\n\nWhen going by bus, the situation is the opposite of going by car. It is best to reach ",{"type":"[[","value":[["Çanakkale"]]}," first, and to board the ship there, since it may be a bit hard for travellers without a vehicle to reach remote Kabatepe port. There are however direct busses to Gökceada from Istanbul Bus station that board the ferry and drive through to Gökceada town center.\n\n",{"type":"==","value":["Get around"]},"\n\nPublic transport is severely limited on the island, even in summertime. There are minibuses several times a day between the central town (Turkish: Merkez, officially known as Gökçeada town, the only settlement of the island with a significant population) and the harbour (Kuzulimanı, 4 km east of Merkez). There are also minibuses once every two hours between central town and Kaleköy via Yenibademli. The minibus service between central town and Uğurlu (via Dereköy, also passes through the junctions of the roads leading to Zeytinli and Tepeköy) is once a day, as well as the minibus service between central town and Aydıncık (also known as Kefalos) beach.\n\nDrivers, most of who themselves are visitors, are generally friendly towards hitchhikers. They tend to stop even without a sign when passing by some unlucky visitor who doesn’t have the privilege of having a car or bike and thus walking under the baking sun in some weird location. However, this may not be true for wintertime when already empty island roads are more deserted.\n\nTaxis are limited in number and at least twice or three times more expensive than other places in Turkey (for example, Istanbul).\n\nBe sure to obtain (or take a look at) a ",{"type":"'''","value":["good map of the island"]}," before going there. By doing so, you will let directions and locations fit much more easily into your mind. There are plenty of island maps available on the web.\n\n",{"type":"==","value":["See"]},"\n\nAtmospheric ",{"type":"'''","value":["Greek villages"]}," of the island, namely\n\n",{"type":"*","value":[{"type":"'''","value":["Bademli"]}," (",{"type":"''","value":["Gliki"]}," in Greek, also known as ",{"type":"'''","value":["Eskibademli"]},", i.e. ",{"type":"''","value":["Old Bademli"]},") – about 3 km north of Merkez, 1 km south of Kaleköy. Situated on the top of a hill. Balcony of the deserted village school offers a magnicifent view of mountains and the plain of the island, the Aegean Sea, and the Greek island of ",{"type":"[[","value":[["Samothrace"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kaleköy"]}," (",{"type":"''","value":["Kastron"]}," in Greek) – 4 km north of Merkez, this village is consisted of two parts (10 minutes away from each other by walking): the newer coastal hood and the upper part on the top of a hill (",{"type":"''","value":["Yukarı Kaleköy"]},"). There is a citadel (or what is left of a citadel) in the upper part. There is no admission fee, and it is virtually open 24 hrs a day since there is no gate nor a guard."]},"\n",{"type":"*","value":[{"type":"'''","value":["Zeytinli"]}," (",{"type":"''","value":["Agia Theodori"]}," in Greek) – 3 km NW of Merkez. Situated on a gentle slope surrounded by olive groves."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tepeköy"]}," (",{"type":"''","value":["Agridia"]}," in Greek) – about 10 km NW of Merkez. Situated on a hill overlooking the turquoise dam lake and surrounding hills around."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dereköy"]}," (",{"type":"''","value":["Skinoudi"]}," in Greek) – about 15 km west of Merkez. Situated on two slopes of a valley, parted by a road in between (Merkez-Uğurlu road). This village is said to be Turkey’s biggest village once, with a population of 10,000. Now almost totally deserted. Be sure to visit the dark laundry building –which is not used anymore- of this village."]},"\nAll these villages (except Kaleköy’s coastal part) are situated on the top of the hills and\/or considerably away from the sea to escape pirate raids of the past.\n\nMost parts of these villages are more or less deserted, and some parts are ruined. The three most liveliest villages are Kaleköy, Zeytinli, and Tepeköy.\n\nIf you do not have a car or a taxi waiting for you, ",{"type":"'''","value":["do not forget to take at least three liters of bottled water"]}," (that means two large bottles) with you when visiting the villages since you may have to walk back to where you are staying and there is no guarantee that you will find a source of drinkable water (or somewhere selling it) in these mostly deserted villages or on the way.\n\n",{"type":"'''","value":["Aydıncık"]}," beach (also known as ",{"type":"'''","value":["Kefalos"]},") and the salt lake – in the southeast part of the island, about 10 km from Merkez. A low dune separates the sea and the lake, which is very shallow, about 1 metre depth in its deepest parts. In the olden times, before commercial packaged salt was available, islanders were producing their own salt here. The lake smells funny because of some natural chemical it contains, which is said to cure some skin problems. It is a good idea to first have a mudbath in the lake and then rinse in the sea (Be careful, there are lots of sea urchins –which can spoil your trip if prick on your skin, especially feet- around this area).\n\n",{"type":"'''","value":["Yıldızkoy"]}," beach – Can be reached by following the trail starting behind Yenibademli (10 minutes). All around the cove is covered by mountains of black volcanic rocks.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Swim"]},". You can virtually swim in anywhere of this island’s coastline exceeding 100 km in length. The sea is totally free of any kind of pollution. Some areas near the northeastern portion of the island’s coasts has been declared Turkey’s first—and so far the only—underwater national park. While the climate of the island is usually windy (and, thus, the sea is wavy), being surrounded by sea at all sides means you can usually find at least a beach with calm(ish) waters. The most popular beaches are Yıldızkoy to north, Kefalos\/Aydıncık to south, and Gizliliman close to the village of Uğurlu to west of the island."]},{"type":"*","value":[{"type":"'''","value":["Surf"]},". Kefalos\/Aydıncık beach has become fairly famous lately with surfers Turkish and international alike, especially those from ",{"type":"[[","value":[["Bulgaria"]]}," and other ",{"type":"[[","value":[["Balkans"],["Balkan"]]}," countries."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is only one ATM on the island. It is located in the ",{"type":"''","value":["Türkiye İş Bankası"]},"‘s local branch (in Merkez). Always have an extra amount of cash with you while on the island, since ferry can be cancelled because of bad weather any time (very rarely happens in summer, though) and the ATM may not work (or might not accept your card).\n\n",{"type":"==","value":["Eat"]},"\n\nThere are quite cheap restaurants in Merkez and Kaleköy. Some of them offer breakfast too. Or alternatively, you can pick some blackberry and figs from one of island’s many unowned trees, buy a bread and some feta cheese from the village stall, and ask the landlord\/landlady of your guesthouse for some fresh tomatoes, green peppers, and grapes from the garden (they’ll be happy to give you away some for free) and here you have a Mediterranean breakfast!\n\nDespite being an island, fish is neither abundant nor very cheap. Islanders seem to have a preference on mutton.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Barba Yorgo"]}," in Tepeköy is a famous Greek tavern."]},"\n",{"type":"*","value":["Don’t miss to drink a cup of special ",{"type":"'''","value":["Turkish coffee at Madam’s"]}," (",{"type":"''","value":["Madam’ın Yeri"]},") in Zeytinli. The lady who was preparing and serving the coffee deceased a few years ago, but her son is keeping the tradition."]},"\n",{"type":"==","value":["Sleep"]},"\n\nYou can stay either in a few ",{"type":"'''","value":["hotels"]}," located in some of the villages (especially in Kaleköy), or rent one of the many ",{"type":"'''","value":["guesthouses"]}," (",{"type":"''","value":["pansiyon"]},") in Yenibademli (3 km to Merkez, situated in the lowland between Bademli and Kaleköy). Yenibademli’s guesthouses are terrible in terms of architecture (same-looking concrete boxes rowed in a number of parallel streets), but you can find a room (or rent a whole house) at any time of the year without prior booking. Another advantage of Yenibademli is that it is just a few steps away (yes, literally, there is a sign on the road which proclaims you are out of Yenibademli and at the same time you have entered Kaleköy) from Kalelöy. Yenibademli is also only 3 km away from Merkez via a relatively flat road which you can easily walk in a case that you couldn’t find any public transport. The guesthouses here are cheap as well (did cost 14 YTL after some bargaining (the initial price was 30 YTL) per night to rent a house of two rooms, a bathroom and a kitchen with cookware in summer 2002. The price should definitely rise since that time, this was written just to give an idea). In these guesthouses (Yenibademli), payments are generally made daily and only in cash.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anemos Hotel"],["url=http:\/\/www.anemos.com.tr"],["email="],["address=98 Yukarı Kaleköy"],["lat="],["long="],["directions=at the upper side of Kaleköy"],["phone=+90-554-541-47-37"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Boutique hotel with a pool and restaurant. Each room is decorated with artworks and stones from the island."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Zeus Bungalow Hotel"],["url=http:\/\/www.zeusotel.com\/?sayfa=anasayfa&Lng=en"],["email="],["address=Kuzulimanı"],["lat="],["long="],["directions=very close to the harbour where ferries from the mainland anchors"],["phone=+90 286 887 33 32-35"],["tollfree="],["fax="],["hours="],["price=€ 21\/29 with breakfast\/with breakfast and dinner per person"],["checkin="],["checkout="],["content="]]}]},"\nIt is possible to ",{"type":"'''","value":["camp"]}," in almost anywhere on the island. Common sense requires camping considerably away from any house or public spaces in the villages, from olive- and vineyards which look well-tended around the villages, and more than considerably away from military property (See ",{"type":"[[","value":[["Gokceada#Respect"],["Respect"]]}," section). If you want to be on the totally secure side, there is also a campground in Aydıncık beach, which also has a little stall which offers basic necessities such as snacks and soft drinks.\n\n",{"type":"==","value":["Respect"]},"\n\nMany parts of the island is military property. To avoid trouble, do not enter or photograph the areas enclosed by obvious barbed wires and those signed with the red boards with a soldier illustration on you’ll see pretty much around.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"'''","value":["Tourism information office"]}," – in Kaleköy, tel ",{"type":"''","value":["+90 286"]}," 887 28 00\n\n",{"type":"===","value":["Telephone"]},"\n\nThe area code for the island (as well as other parts of Canakkale province) is ",{"type":"'''","value":["286"]},".\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Eastern Thrace"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Imbros"]]},"\n",{"type":"{{","value":[["geo"],["40.160833333333"],["25.844444444444"]]}]