[{"type":"{{","value":[["Pagebanner"],["Golan Trail Banner.jpg"],["ftt=yes"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"'''","value":["The Golan Trail"]}," (Hebrew ",{"type":"''","value":["Shvil HaGolan"]}," שביל הגולן) crosses the ",{"type":"[[","value":[["Israel"]]},"i-controlled ",{"type":"[[","value":[["Golan Heights"]]},", from ",{"type":"[[","value":[["Mount Hermon"]]}," in the very north of the territory, to above the ",{"type":"[[","value":[["Sea of Galilee"]]}," at its south. It's a hiking trail, most of which is also fit for cycling and horseback riding. The trail is 120 km in length and usually takes 5-7 days, but since its path is pretty accessible to cars and by public transport, it's also possible to make a shorter hike by picking individual sections.\n\nThe trail isn't particularly difficult, but it does have a few rough ascents and descents. It's especially good during spring, when the convenient weather makes it easier and the blooming flowers and green fields make for fantastic scenery. Autumn is also convenient in terms of weather. It's also possible during summer and winter, though heatwaves or rains definitely make it a less savory experience.\n\nThe Golan Tourism Association put some effort in making the trail experience more accessible and convenient, so it now has several campsites and information stations. As of this writing, this project has only been completed for the northern half of the trail. Also note that the said campsites as of yet have only a large clearing and some wind shelters, with no running water or any amenities.\n\n",{"type":"==","value":[" Understand "]},"\nThe ",{"type":"[[","value":[["Golan Heights"]]}," are mostly flat, but sloping southwards; that is, a traveler moving north to south would find an easy downward slope with almost no steep climbs. However, volcanic activity has raised dozens of mounds, reaching sharply upwards. The trail climbs some of these, the tallest of them – ",{"type":"[[","value":[["#4. Recon memorial to Bab al-Huwa"],["Mount Bental"]]}," – rising 200 meters above its surroundings. Additionally, numerous canyons dig deeply into the ground, with streams flowing west towards the Hulla Valley. They contain some of the most popular hiking destinations in the region, and so the trail does make some of these tough ascents and descents, but the hiker is well rewarded by the water basins and ponds in them.\n\nThe profound military history of the Golan Heights, dictated by its strategic importance as a high ground, has great effects on the path of the trail, as well as its contents. The Golan Heights were taken from Syria by Israel in the war of 1967. Israel legislatively annexed it fully in 1981. The move was not endorsed by the UN, but effectively, travelling to the Heights from within Israel is as easy as travelling to anywhere else in the country (unlike in the ",{"type":"[[","value":[["West Bank"]]},", which wasn't completely annexed). The wars have left numerous ",{"type":"[[","value":[["Hiking and backpacking in Israel#Minefields"],["minefields"]]}," and many areas are closed off for security reasons, both factors greatly reducing the area accessible for travel. Because of these, the trail passes only through the eastern parts of the Heights, not reaching the numerous springs of the western steppes. On the other hand, the trail takes the hiker through several abandoned outposts and many memorial sites, making interesting – though sometimes grim – additions to the hiking experience.\n\nThe Golan Trail was inaugurated on 2007 by the ",{"type":"[","value":["http:\/\/www.natureisrael.org\/ Israeli Society for Nature"]}," and the Golan Tourism Association, run by the settlements of the region. Several small changes in its course were made in following years. It is a very popular trail for experienced hikers in Israel as well as youth movements, and the association makes efforts to make it more accessible to others as well, by releasing ",{"type":"[","value":["http:\/\/www.golan.org.il\/shvil\/ online content"]}," (though only in Hebrew at this time) as well as through various public events, such as an annual ultra-marathon race.\n\n",{"type":"==","value":[" Prepare "]},"\n::It's highly recommended to consult the page about ",{"type":"[[","value":[["hiking and backpacking in Israel"]]}," in preparation for this trip.\n",{"type":"*","value":[" ",{"type":"'''","value":["Length and duration:"]}," First decide whether you wish to hike the entire trail or just parts. Hikers carrying all their gear with them should take 5 days to complete the whole trail, with reasonable – and not excessive – effort."]},{"type":"*","value":[" ",{"type":"'''","value":["Maps:"]}]},{"type":"*","value":[{"type":"*","value":[" A high-quality hiking map for the Golan Heights can be bought. They're only available in Hebrew, but still very usable by non-speakers. ",{"type":"[","value":["http:\/\/ecom.gov.il\/Mapi\/ProductPage_en.aspx?product=1741&language=en-US ",{"type":"'''","value":["This English site"]}]}," offers the 2008 version; minor changes to the trail were made since then, and they're detailed in this page. ",{"type":"[","value":["http:\/\/www.teva.org.il\/mapot ",{"type":"'''","value":["A Hebrew site"]}]}," offers the newest (2014) version. Maps older than 2008 do not have the Golan Trail marked."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.golan.org.il\/1221\/ Up-to-date maps of the trail"]}," are posted freely by the Golan Tourism Association, but their website is only in Hebrew, and the maps are only schematic."]}]},{"type":"*","value":[{"type":"*","value":[" A map for general reference can be ",{"type":"[[","value":[["#Go"],["found below"]]},"."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Choose ",{"type":"[[","value":[["Hiking and backpacking in Israel#Camp"],["campgrounds"]]},":"]}," Some of the trail goes through nature reserves, in which camping is only allowed in declared campsites (free of charge but containing no facilities). Campfires are prohibited throughout the Golan Heights, except in declared campsites."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["Anchor"],["Trail angels"]]},"Residents of some of the settlements are willing to accommodate travellers, usually for free. They're nicknamed ",{"type":"'''","value":["\"Trail Angels\""]},", and there's an ",{"type":"[","value":["http:\/\/www.golan.org.il\/1223\/ online list"]}," with their contact information, though it too is only currently available in Hebrew."]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hiking and backpacking in Israel#Water"],["Water supply"]]},":"]}," There are many springs near the trail, but the quality of the water in those is unknown. Generally, in Israel, it's not a popular habit of hikers to use natural water sources for drinking. Also take into account that most of the springs aren't on the trail itself but require some detours; this page details the most popular ones. Reservoirs, by the way, are good for bathing, but almost never for drinking."]},{"type":"*","value":[{"type":"*","value":[" In cool days, carry 4.5 liters per person for a full day. In exceptionally hot days, you'll need 7."]}]},{"type":"*","value":[{"type":"*","value":[" Tap-water in Israel is good for drinking. You can fill your bottles in any settlement, but most campsites do not have running water."]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hiking and backpacking in Israel#Weather"],["Weather"]]},":"]}," Check the forecast. You can use the ",{"type":"{{","value":[["listing"],["name=Israeli Meteorological Service"],["phone=+972 3 5600600"],["url=http:\/\/www.ims.gov.il\/IMSEng\/All_tahazit"]]}," (Qazrin is the local weather station you should check)."]},{"type":"*","value":[{"type":"*","value":[" In rainy days, steep canyons can be dangerous, and camping could be very inconvenient."]}]},{"type":"*","value":[{"type":"*","value":[" In hot days, plan for an early wake-up so you can start moving before the heat builds up, and for reaching some place with shade (and preferably a spring, too) where you can rest away the noon hours. Usually, there are light winds in the morning that cease at around noon. Therefore, it's advisable to walk until 13:00 or even 14:00 (while they're still blowing) and rest until at least 16:30 (the heat would dissipate slowly because there are no winds)."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Food supply:"]}," Plan for resupply stops on the way, unless you only take a short part of the trail, in which case – just buy everything in advance. Following is a table listing convenience stores in settlements along the trail. You should phone ahead and confirm the opening hours; when dialing inside Israel, omit the +972 country-code, and instead add a 0, so all numbers begin with 04. Since these are small settlements, stores may not be open on all weekdays, and there'll likely not be much variety. Only Marom Golan has an actual supermarket. Information is provided by the Golan Tourism Association."]},{"type":"{|","value":[["align=center border=1px style=\"text-align:center\""],["|+ ",{"type":"<","value":["span",{"style":"font-size:110%; font-weight:bold"},["Grocery Stores along the Trail (North to South)"]]}],["|-"],["! width=15% | Settlement"],["! width=15% | Store ☎"],["! width=10% | Sunday"],["! width=10% | Monday"],["! width=10% | Tuesday"],["! width=10% | Wednesday"],["! width=10% | Thursday"],["! width=10% | Friday"],["! width=10% | Saturday"],["|-"],["| ",{"type":"'''","value":["Majdall Shams"]}],["| colspan=8 rowspan=3 | Various shops open on all weekdays during daytime"],["|-"],["| ",{"type":"'''","value":["Mas'ade"]}],["|-"],["| ",{"type":"'''","value":["Buk'ata"]}],["|-"],["| ",{"type":"'''","value":["Marom Golan"]}," || +972 4 6960106"],["| colspan=5 | 7:00-18:00"],["| 7:00-15:00 || 9:00-13:00"],["|-"],["| ",{"type":"'''","value":["Ein Zivan"]}," || +972 4 6993640"],["| colspan=5 | 8:00-17:00"],["| 8:00-14:00"],["| rowspan=8 | ",{"type":"'''","value":["Closed"]}],["|-"],["| ",{"type":"'''","value":["Aloney HaBashan"]}," || +972 4 6960004"],["| colspan=2 | 8:00-13:00",{"type":"<","value":["br"]},"15:30-18:00"],["| 8:00-12:00",{"type":"<","value":["br"]},"16:00-17:30"],["| colspan=2 | 8:00-13:00",{"type":"<","value":["br"]},"15:30-18:00"],["| 8:00-11:00"],["|-"],["| ",{"type":"'''","value":["Keshet"]}," || +972 4 6960572"],["| colspan=5 | 7:30-14:00 — 16:00-19:00"],["| 7:30-13:00"],["|-"],["| ",{"type":"'''","value":["Yonatan"]}," || +972 4 6960357"],["| colspan=5 | 7:00-14:00 — 16:00-18:00",{"type":"<","value":["br"]},"On W, Th until 19:00"],["| 7:00-14:00"],["|-"],["| ",{"type":"'''","value":["Giv'at Yoav"]}," || +972 4 6763981 || colspan=6 | ",{"type":"''","value":["No information"]}],["|-"],["| ",{"type":"'''","value":["Bnei Yehuda"]}," || +972 4 6763794"],["| colspan=5 | 7:00-19:30 || 15:30-19:00"],["|-"],["| ",{"type":"'''","value":["Neot Golan"]}," || +972 4 6600194"],["| colspan=5 | 7:00-14:00. On M, W also 17:00-19:00"],["| 7:00-14:00"],["|-"],["| ",{"type":"'''","value":["Mevo Hamma"]}," || +972 4 6764507"],["| colspan=3 | 7:00-12:00 — 16:00-18:00"],["| 7:00-13:00 || Like S-Tu || 7:00-13:00"]]},"\n\n",{"type":"===","value":[" Carry "]},"\n:: Consult the ",{"type":"[[","value":[["Hiking and backpacking in Israel#Gear up"],["Gear section of the Hiking in Israel page"]]},".\n",{"type":"*","value":[" ",{"type":"'''","value":["Water"]}," according to the guidelines above and considering your resupply spots."]},{"type":"*","value":[" Same goes for food."]},{"type":"*","value":[" For cooking: pots, matches and possibly a gas stove. Remember that open fires are only allowed on campgrounds."]},{"type":"*","value":[" Clothing according to the weather."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sunburn and sun protection"],["Hat and sunscreen"]]},"."]},{"type":"*","value":[" Flashlight."]},{"type":"*","value":[" Highly recommended: swimsuit or some other garment fit for entering the springs."]},{"type":"*","value":[" It's advised to also bring sandals for walking in running streams."]},"\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":[" To the northern end "]},"\nThe northern end of the Trail is at the payment stations for the Hermon site, halfway up the mountain.\n",{"type":"*","value":[" ",{"type":"'''","value":["By car"]}," drive to the northern end of route 98, not far from Majdall Shams and Neve Ativ. All central junctions in the area have roadsigns to ",{"type":"[[","value":[["Mount Hermon"]]},". During winter, plan for serious traffic jams at the road up the mountain, unless you reach it ",{"type":"'''","value":["before"]}," 5AM."]},{"type":"*","value":[" ",{"type":"'''","value":["By bus"]}," you can only reach Majdall Shams or Neve Ativ, by ",{"type":"'''","value":["line 58"]}," (operated by Golan Lines) departing from ",{"type":"[[","value":[["Qiryat Shemona"]]}," only a few times a day. Some ",{"type":"[[","value":[["#Trail angels"],["trail angels"]]}," would be willing to give you a ride for the last part. Hitchhiking would probably be difficult, except at the peak of winter, when many Israelis visit the Hermon."]},{"type":"*","value":[" ",{"type":"'''","value":["By foot"]}," you can climb the road from Majdall Shams, or follow the hiking trail from Neve Ativ: find the cemetery, and from there head on along the red dirt road ",{"type":"{{","value":[["Israel trail mark"],["red"]]}," that'll take you in a few hours to the beginning of the trail. Note that it's a military zone, so ",{"type":"'''","value":["(a)"]}," do not deviate from the path, and ",{"type":"'''","value":["(b)"]}," entry is generally only allowed on Sabbath (Friday evening to Saturday evening)... though it's generally also safe the rest of the week."]},"\n",{"type":"===","value":[" To the southern end "]},"\nThe Trail's southern end is on route 98 near Ein Tewfik.\n",{"type":"*","value":[" ",{"type":"'''","value":["By car"]}," drive to Hammat Gadder: from central Israel, take route 90 to Zemach junction at the southern tip of the Sea of Galilee, turn east to route 92 that becomes 98 and reaches Hammat Gadder. Continue on the road, ascending on a long and winding course up the cliff side, and near the top – around kilometer-post 11 – you'll see a gravel clearing on your left, with the Golan Trail mark ",{"type":"{{","value":[["Israel trail mark"],["golan"]]}," painted on a roadsign pole. If you want to reach that point from northern Israel, you can go up to the Heights, then take route 98 to its south; the said clearing is south of Mevo Hamma."]},{"type":"*","value":[" ",{"type":"'''","value":["By bus"]}," you can't reach that exact spot, and only a few buses reach anywhere near it. Line 10 (operated by Golan Lines) goes from ",{"type":"[[","value":[["Qatzrin"]]}," to Mevo Hamma (on the highland) once a day except on Fridays and Saturdays. Line 24 (Golan Lines) goes from ",{"type":"[[","value":[["Tiberias"]]}," to Hammat Gadder (below the ridge) once a day except on Fridays and Saturdays. There's line 853 from Mevo Hamma to ",{"type":"[[","value":[["Tel Aviv"]]},", departing a few times a week, but anyway it doesn't go the other way, so it's probably of no use."]},{"type":"*","value":[" ",{"type":"'''","value":["By foot"]}," you can ascend from the Sea of Galilee as described ",{"type":"[[","value":[["#Connect to the Sea of Galilee through Ein Shuyerakh spring"],["at the bottom of the page"]]},"."]},"\n",{"type":"===","value":[" To other points in the trail "]},"\nThe trail goes through many settlements. Arrival by public transport is always possible, but buses are few and far-between, as all settlements are small and remote. There are buses from ",{"type":"[[","value":[["Qatzrin"]]}," to most of these, as well as from ",{"type":"[[","value":[["Qiryat Shemona"]]}," to the ones in the north, and from ",{"type":"[[","value":[["Tiberias"]]}," to those in the south. ",{"type":"'''","value":["Note"]}," that many bus lines do not reach the settlements themselves but only stop at the entry to their access roads, even if you read online that the buses should in fact go inside. The reason for that is that many of these settlements have closed gates at the entrance, and if there's no one to open them, the bus can't get in to make a U turn.\n\nQatzrin itself can be reached from ",{"type":"[[","value":[["Tel Aviv"]]}," by line 843 (operated by Egg'ed) departing twice a day; or from ",{"type":"[[","value":[["Jerusalem"]]}," by line 966 (by Egg'ed) also departing twice a day, which also stops at several points near the trail: Giv'at Yoav, Natur, Daliyot junction (at the connection of Trail sections 9 and 10) and Yonatan.\n\n",{"type":"==","value":[" Go "]},"\n",{"type":"<","value":["imagemap",["\nFile:Golan Trail en.png|thumb|448px|The Golan Trail is marked by a green-and-blue line. Click a section-number to visit it.\n\nrect 196 118 272 138 ",{"type":"[[","value":[["Mount Hermon"]]},"\nrect 213 173 231 192 ",{"type":"[[","value":[["#1. Mount Hermon to Nimrod"],["1. Mount Hermon to Nimrod"]]},"\nrect 240 224 258 242 ",{"type":"[[","value":[["#2. Nimrod to Tel Katz'ah"],["2. Nimrod to Tel Katz'ah"]]},"\nrect 219 260 238 280 ",{"type":"[[","value":[["#3. Tel Katz'ah to the Seventh Recon Unit memorial"],["3. Tel Katz'ah to the Seventh Recon Unit memorial"]]},"\nrect 258 278 276 297 ",{"type":"[[","value":[["#4. Recon memorial to Bab al-Huwa"],["4. Recon memorial to Bab al-Huwa"]]},"\nrect 241 354 259 372 ",{"type":"[[","value":[["#5. Bab al-Huwa to Ein Zivan"],["5. Bab al-Huwa to Ein Zivan"]]},"\nrect 294 380 315 399 ",{"type":"[[","value":[["#6. Ein Zivan to Mount Hozek"],["6. Ein Zivan to Mount Hozek"]]},"\nrect 304 464 321 483 ",{"type":"[[","value":[["#7. Mount Hozek to Hushniya"],["7. Mount Hozek to Hushniya"]]},"\nrect 287 512 305 531 ",{"type":"[[","value":[["#8. Hushniya to Umm a-Dananir"],["8. Hushniya to Umm a-Dananir"]]},"\nrect 264 571 281 589 ",{"type":"[[","value":[["#9. Umm a-Dananir to Daliyot campground"],["9. Umm a-Dananir to Daliyot campground"]]},"\nrect 235 604 252 622 ",{"type":"[[","value":[["#10. Daliyot campground to Umm a-Canatir"],["10. Daliyot campground to Umm a-Canatir"]]},"\nrect 195 653 212 671 ",{"type":"[[","value":[["#11. Umm a-Canatir to Te'ena stream"],["11. Umm a-Canatir to Te'ena stream"]]},"\nrect 132 689 150 706 ",{"type":"[[","value":[["#12. Te'ena stream to Giv'at Yoav grove"],["12. Te'ena stream to Giv'at Yoav grove"]]},"\nrect 152 713 170 731 ",{"type":"[[","value":[["#13. Giv'at Yoav to Afik lookout"],["13. Giv'at Yoav to Afik lookout"]]},"\nrect 162 755 179 772 ",{"type":"[[","value":[["#14. Afik lookout to Mevo Hamma"],["14. Afik lookout to Mevo Hamma"]]},"\nrect 122 782 140 799 ",{"type":"[[","value":[["#15. Mevo Hamma to Ein Tewfik spring"],["15. Mevo Hamma to Ein Tewfik spring"]]},"\n\ndesc top-right\n"]]},"\nThe Golan Tourism Association divides the trail into 15 sections, numbered from north to south. Schematic maps can be found ",{"type":"[","value":["http:\/\/www.golan.org.il\/1221\/ at their website"]},", but unfortunately are only currently available in Hebrew. At any rate, the following descriptions use this division. Each section is around 8 km in length, so for most travelers it would be best to complete 2-3 sections each day.\n\n",{"type":"===","value":[" 1. Mount Hermon to Nimrod "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1228\/2162.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["This section of the trail contains steep slopes and therefor is unfit for cycling and equitation."]},"\n\n# ",{"type":"'''","value":["Northern end:"]}," Not far from the entry gates to the ",{"type":"[[","value":[["Mount Hermon"],["Hermon tourism site"]]}," are three large metal signposts, with information about the trail and its first section. From there the trail marking ",{"type":"{{","value":[["Israel trail mark"],["golan"]]}," heads down into the nearby ravine.\n# ",{"type":"'''","value":["Upper Guvta stream:"]}," A relatively steep but not very tough descent. During winter it may be piled with snow. After about 2 km the trail leaves the stream and threads among the nearby hills.\n# ",{"type":"'''","value":["Upper Saar stream:"]}," After leaving the Guvta stream, the trail passes near a road and shortly thereafter descends a steep and slippery slope into the Saar stream. At the bottom of the descent the trail goes near the road to Majdall Shams, a Druze town. You'd have to cross some piles of waste to reach the road, cross it and take a dirt road that goes alongside it.\n# ",{"type":"'''","value":["Nimrod access road:"]}," Shortly after leaving the dirt road, the trail goes on the access road to the small settlement Nimrod.\n\n",{"type":"====","value":[" Extra section: connect to the Hula Valley or the ",{"type":"[[","value":[["Israel National Trail"]]}," "]},"\nSince the INT ends at the north of the Hula Valley and doesn't pass through the Golan Heights, some hikers of the INT may wish to connect to the Golan Trail at its end. Those who did not come from that other, much larger trail may also wish to prelude their Golan Trail experience with the gigantic ascent from the Valley to Mount Hermon. You can reach Snir (near Dan where the INT ends) and walk the Banyas trail and ascend through the lower Guvta stream walking trail to Neve Ativ. From there you can either cut eastwards and join the Golan Trail just below the tough (though beautiful) descents at its start; get a ride up to the Hermon entry point where the Golan Trail starts; or, if you know what you're doing, take the red dirt road ",{"type":"{{","value":[["Israel trail mark"],["red"]]}," to get there by foot. That one last option takes from about a 0 altitude at the Hula Valley to around 1,500 meters above sea level.\n\nFor hikers finishing the Golan Trail at its northern end, you can use this option to end your journey with a fun trail by a flowing stream. From the trail's end, descend to Neve Ativ, go on through the (tough and beautiful) descent of the lower Guvta stream and from there to the (easy and fun) Banyas stream.\n\nAll the aforementioned options definitely require you to obtain a ",{"type":"[[","value":[["Hiking and backpacking in Israel#Travel maps"],["hiking map"]]}," of the region. More importantly, keep in mind that Mount Hermon is a military area and hiking there requires prior coordination.\n\n",{"type":"===","value":[" 2. Nimrod to Tel Katz'ah "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1228\/2163.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n\n# From the entrance of Nimrod, the trail follows a red dirt-road ",{"type":"{{","value":[["Israel trail mark"],["red"]]},", then branches to the left through and goes along some orchards.\n# ",{"type":"'''","value":["Mas'ade – Druze town:"]}," The trail goes along the northern edge of town. You can enter to resupply in the various convenience stores.\n# '''''Birket Rum",{"type":"''","value":[" reservoir:'"]}," The trail encircles it on a dirt road. It's good for bathing but not drinking – the townspeople throw garbage in it. From there the trail continues around some orchards.\n# ",{"type":"'''","value":["Tel Katz'ah (mound):"]}," An inactive volcano. If ascent is unpractical for riders, follow instead the red dirt-road ",{"type":"{{","value":[["Israel trail mark"],["red"]]}," that branches from the nearby road.\n\n",{"type":"===","value":[" 3. Tel Katz'ah to the Seventh Recon Unit memorial "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1228\/2164.htm Schematic map"]}," (Hebrew only). ",{"type":"''","value":["It's currently unknown whether this section is passable for riders."]},"\n\n",{"type":"'''","value":["Attention – the trail here deviates from the original path as drawn on the 2008 travel maps."]},"\n\n# ",{"type":"'''","value":["Mount Odem:"]}," Literally the Mountain of Red, named because of the color of the old volcanic dust and gravel. The path goes along some mining sites where you can look inside the mountain at the unique volcanic ground. On one of its high points is a lookout point with signs detailing features of the scenery in view.\n# ",{"type":"'''","value":["Path update – use the section map:"]}," After descending from Mount Odem, the trail does not turn east to Buk'ata. Instead it goes south through some dirt roads in the Odem forest, turns east passing north of El-Rom, and eventually hits route 98 at a campsite near the memorial. There are no water taps in the site and its vicinity, but you can branch off to El-Rom if you need.\n\n",{"type":"===","value":[" 4. Recon memorial to Bab al-Huwa "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1228\/2166.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n\n",{"type":"'''","value":["Attention – the trail here deviates from the original path as drawn on the 2008 travel maps."]},"\n\n# ",{"type":"'''","value":["Path update – use the section map:"]}," From the memorial, the path goes east past route 98 and encircles Mount Hermonit. Ascent is forbidden as there's a military outpost on the top. South of the hill, the trail rejoins its original path.\n# ",{"type":"'''","value":["Ozz 77 memorial:"]}," Commemorating the Israeli-Syrian battle at the Valley of Tears and containing an audio recording telling its tale from the Israeli point of view.\n# ",{"type":"'''","value":["El-Rom vineyards:"]}," The trail goes through the vineyards owned by the Golan Heights Winery. Here riders should branch off to the bypass described in the section map.\n# After crossing route 98 to the west, the trail goes through some rough terrain with bushes and briars.\n# Among the bushes, a little way before encountering route 959, is Bab al-Huwa (Arabic for the Wind Gate) – remains of an Arab village built upon ancient Roman and Byzantine structures.\n\n",{"type":"===","value":[" 5. Bab al-Huwa to Ein Zivan "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1228\/2167.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n\n# ",{"type":"'''","value":["Bental reservoir:"]}," Good for bathing. The trail goes along it, then passes near Marom Golan.\n#* Hikers may wish to enter Marom Golan, the only settlement along the trail that has an actual supermarket and not just a convenience store. From the Kibbutz, you can exit east and rejoin the trail in the middle of the Bental ascent. Ask the local residents for directions to the mountain.\n# ",{"type":"'''","value":["Mount Bental:"]}," A long ascent, though not very steep.\n#* The head of the mountain is possibly the best viewpoint on the trail. From it you can see most of the Golan Heights as well as the Hula Valley and the northern ",{"type":"[[","value":[["Galilee"]]},", while its proximity to the border also allows a view of several dozen kilometers into ",{"type":"[[","value":[["Syria"]]},".\n#* At the summit are the remains of an Israeli outpost from the war of 1973, which were conserved and renovated to become a tourist attraction. You'll find trenches, bunkers and machine-gun models as well as a fixed binocular for view of Syria and a recorded audio guide.\n#* You'd also find a café with the punned name ",{"type":"{{","value":[["eat"],["name=Kofi Annan"],["phone=+972 4 6820664"],["hours=9AM-5PM daily"]]},"\n#* From this point, the curious forms of both Mount Bental and it's neighbor Mount Avital are clearly visible. They're both exploded volcanoes, their U-shapes created when a chunk of earth was blown away from their sides. Mount Avital is inaccessible because of the active outpost on its top.\n# ",{"type":"'''","value":["Attention"]}," – At the southern slope of the mountain, the path of the trail no longer climbs by the access road, but by a slope in the mountainside. The trail is pretty rough in that part, so it's still also possible to use the road instead; when descending, turn south at its bottom at the Marom-Golan access road, until you rejoin the trail.\n# ",{"type":"'''","value":["Ein Zivan campsite:"]}," End of this section, near the memorial for Reconnaissance Brigade 134 and facing Kibbutz Ein Zivan, where you can resupply.\n\n",{"type":"===","value":[" 6. Ein Zivan to Mount Hozek "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1231\/2168.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["The entire section is fit for cycling and equitation."]},"\n\n",{"type":"'''","value":["Attention – the trail here deviates from the original path as drawn on the 2008 travel maps."]},"\n\n# Consider the ",{"type":"[[","value":[["#Detour to Ein Mokesh spring"],["Ein Mokesh detour"]]},", which would add a kilometer or two of a boring roadside walk, but would lead you to one of the greatest spots in the Golan Heights.\n# ",{"type":"'''","value":["Bnei Rhassan Mountain:"]}," The trail walks along the feet of the mighty wind turbines, and at the south of the ridge you'll find some informative signs about them.\n# ",{"type":"'''","value":["Path update – use the section map:"]}," At the southern descent from the mountain, the trail does not go all the way down to join route 98, but turns southwards, entering the forest. At this point you can make a ",{"type":"[[","value":[["#Round trip to another spring"],["round trip to another spring"]]},".\n# ",{"type":"'''","value":["Mount Kursam and Mount Hozek:"]}," Neither is extremely steep or tall.\n# ",{"type":"'''","value":["Mount Hozek road:"]}," At the end of this section, the trail passes by an access road to a military outpost. You can head there if you need water supply, but read the next section before you decide to do so.\n\n",{"type":"====","value":[" Detour to Ein Mokesh spring "]},"\n",{"type":"[[","value":[["File:Zivan-Mokesh.jpg"],["thumb"],["The large, deep waterhole at Ein Mokesh, fenced all around. One of the greatest hiking destinations of the Golan Heights."]]},"\nLiterally the Lindmine Spring, this old waterhole has a curious history: the spring and surrounding ruins are in the heart of a minefield, but local hikers knew of a safe way to reach the spring. The Golan Tourism Association, wishing to make this potential attraction more accessible, arranged the removal of 14 landmines from the field; however, the IDF listings indicated that 3 additional mines were missing. As it were, there was no option to allow full access into the area. Therefore, the association could only open a narrow access route, fenced on both sides, leading to the spring. Some ground was cleared around the place itself, and it too is fenced all around. For this reason, access is possible only from route 98 at the north, and not directly from the Golan Trail, passing south of the spring at a distance of a mere 500 meters.\n\nA large stone-wall pool was built to store the water of the spring, and it's 6 meters in diameter and very, very deep, making it a great place for bathing. The pool was built by the nearby Circassian village of Ein Ziwan, abandoned shortly after the war of 1967. Stone steps make for an easy access into the water. Do mind that at noon, no shade is available. Also, the spring is a well-known spot for Israelis, so on weekends and during high season, you won't be the only ones there.\n\n",{"type":"'''","value":["For trail hikers north-to-south:"]}," At the Ein Zivan campsite, leave the trail path and instead go east along route 91, then at the Zivan junction turn right to route 98 following the sign to Alloney HaBashan. After about 1.5 km, the road makes a puzzling S shape – the remains of a tank-barrier that was dismantled. About a hundred meters east of it along the road, you'll see a clearing on your right, from which a trail departs to the south, surrounded by fences and minefield signs. Walk along it for several hundred of meters until you reach Ein Mokesh. When you're done there, go back to the road, turn right (east) and walk 1.5 km to the junction, where you should take a right and walk another 1.5 km along the road, until the trail rejoins you.\n\n",{"type":"'''","value":["For trail hikers south-to-north:"]}," After descending from Bnei Rhassan Mountain (the one with the turbines), the trail crosses route 98 to the west. Leave the trail at this point and go right (north) along the road, then take a left at the junction (all other directions are marked as closed military zones). After about 1.5 km you'll see a clearing on your left, on the south side of the road. From there departs the trail to the spring. If you've reached a curious S shape in the road (remains of an unused tank barrier), you'll know you missed it and have to go back about a hundred meters. When you're done at the spring, go back to the road and walk left (west) alongside it. At the Zivan junction turn left towards Ein Zivan, and after about half a kilometer you'll rejoin the trail, just opposite of Ein Zivan.\n\n",{"type":"====","value":[" Round trip to another spring "]},"\nNot far from the southern descent of Bnei Rhassan Mountain is another spring. You can reach it by a 40-minute round trip. The spring fills a rectangular pool, about 2×4 meters in size and usually slightly deeper than you can stand in (depending on the season). Around it are a few small trees providing shade. To reach it, leave the path at the lower edge of the southern slope of the mountain, and follow the dirt road to the nearby road. Walk a few dozen meters northwards along the road and turn west to the dirt road opposite you. Follow that road for a few hundred meters until, to the left of it, you see the spring with the trees.\n\n",{"type":"===","value":[" 7. Mount Hozek to Hushniya "]},"\n",{"type":"[[","value":[["File:Golan Heights Mosque.jpg"],["thumb"],["Old structures at Hushniya ruins"]]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1231\/2169.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n\n",{"type":"'''","value":["Attention – the trail here deviates from the original path as drawn on the 2008 travel maps."]},"\n\n# ",{"type":"'''","value":["Riders branch-off at the Mount Hozek road:"]}," While the trail turns right (west) along a green-marked hiking trail ",{"type":"{{","value":[["Israel trail mark"],["green"]]},", riders keep moving south on the road and rejoin the trail 2 km later.\n# ",{"type":"'''","value":["Water cache:"]}," On the way down, just before the trail hits a dirt road, there's a blue barrel that's kept full with drinking water by the good people of the nearby Aloney HaBashan. You can also deviate from the trail and go to the Kibbutz to resupply, just remember the residents are religious and therefore it would be impolite to intrude on Saturdays and Friday evenings.\n# ",{"type":"'''","value":["Path update – use the section map:"]}," The Golan Trail does not keep following the green trail ",{"type":"{{","value":[["Israel trail mark"],["green"]]}," but branches off instead. It's also possible for hikers to continue along the green one to the small Ein Jawiza spring, and use a travel map to rejoin the trail to the south (just make sure you have the up-to-date path marked). The spring itself only has very shallow water, ankle-deep, but it's a beautiful little spot thanks to the orchards and greenery.\n# ",{"type":"'''","value":["Riders rejoin the trail:"]}," Climbing another small hill, the path takes a dirt road where the riders join back in.\n# ",{"type":"'''","value":["Hushniya Grove:"]}," About 2.5 km after crossing route 98, the trail reaches the campsite at a grove, near the remains of an abandoned village.\n\n",{"type":"===","value":[" 8. Hushniya to Umm a-Dananir "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1231\/2170.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n# ",{"type":"'''","value":["Anti-tank ramp:"]}," Parts of the trail walk on top of this elongated mound, with a trench beside it, used to block the crossing of tanks. Riders have to bypass these rough parts.\n# '''''Einot Pekham",{"type":"''","value":[" springs:",{"type":"'''","value":[" The trail joins a dirt road and crosses the trench, flowing with water in this parts. "]},"Do not enter the water, as there are leeches there!'"]}," However, the beautiful scenery and the shade provided by trees make this an ideal place for rest.\n# ",{"type":"'''","value":["Walk in the water:"]}," The trail goes on near the trench, but hikers can also walk inside it for some distance, if they like.\n# ",{"type":"'''","value":["Water crossing:"]}," At some point, the trail crosses the wide trench. It's pretty much impossible to avoid stepping in the water, which are knee- to hip-deep.\n# ",{"type":"'''","value":["Petroleum road:"]}," Some distance later, the trail meets a broad, straight dirt road, at the same spot that the running water cross it. This is the Petroleum Road, following the now-inactive petroleum pipe from ",{"type":"[[","value":[["Saudi Arabia"]]}," to ",{"type":"[[","value":[["Lebanon"]]},". The trail marks are unclear here; you have to turn right on the dirt road (to the northwest, crossing the running water), then very shortly turn left and follow the markings through the fields. Also, you can walk south on the dirt road about 200 meters to reach an Armored Corps memorial; from there you'll have to walk back on the dirt road.\n\n",{"type":"===","value":[" 9. Umm a-Dananir to Daliyot campground "]},"\n",{"type":"[[","value":[["File:Gilgal Refa'im - Rujm el-Hiri.JPG"],["thumb"],["Rujm a-Hiri, \"The Israeli ",{"type":"[[","value":[["Stonehenge"]]},"\". Difficult to appreciate from ground-level."]]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1231\/2171.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n\n# ",{"type":"'''","value":["Thick undergrowth and water crossing:"]}," The northern parts of this section goes through very thick undergrowth, so be careful not to lose the path. At some point there's a shallow water crossing. Just before it and to the right are the remain of the small Naomi Pond built there, now dry, with a bench and some nice view.\n# ",{"type":"'''","value":["Yonatan – small religious settlement:"]}," The trail turns left on a badly damaged road. You can instead turn right to reach Yonatan.\n# ",{"type":"'''","value":["Rujm a-Hiri monument:"]}," A mysterious, ancient ceremonial site, composed of concentric circles of 2-meter tall stone mounds. The trail passes just beside it, and it's very much worth a visit.\n# ",{"type":"'''","value":["Daliyot campground:"]}," End of this section. Contains a clear yard for parking vehicles and some large garbage bins, though no drinking water.\n\n",{"type":"===","value":[" 10. Daliyot campground to Umm a-Canatir "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1231\/2171.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n\n# ",{"type":"'''","value":["Thick undergrowth"]}," in the part south of route 869; careful not to lose the path.\n# ",{"type":"'''","value":["Revaya reservoir (also called Samakh reservoir):"]}," Good for bathing.\n# ",{"type":"'''","value":["Samakh stream ridges – riders branch off:"]}," The walk in this part is slow and a little rough. So is the descent into the stream.\n# ",{"type":"'''","value":["Walking in the water:"]}," After descending into the canyon, the path crosses the stream at one point, where a wooden sign in Hebrew indicates a part of the stream where it's possible to walk in the water and rejoin the trail later. Though the growth here was cleared to allow it, that state is not being maintained, and the walk in the stream is slow and painstaking (though fun for some). Water is mostly knee-deep, but on some points can even reach your hip. Though that part is pretty short, prepare for almost an hour of walking there, until you reach the dirt-road bridge above you, where you rejoin the trail.\n# ",{"type":"'''","value":["Umm a-Canatir:"]}," On the black dirt-road ",{"type":"{{","value":[["Israel trail mark"],["black"]]}," of Samakh stream, riders rejoin the trail. This section ends near the ancient site Umm a-Canatir. To reach the site itself you'd have to leave the trail, which turns to a red-marked dirt road, and instead keep following the black one ",{"type":"{{","value":[["Israel trail mark"],["black"]]},". This was the site of an ancient Jewish settlements, whose remains are mostly inaccessible because of vast restoration works. Just out of the work site are two stone troughs, carved and beautifully decorated, fed from a spring. Further up the dirt road is a campsite, accessible for vehicles, where you can also find chemical toilets, but no drinking water at this time.\n\n",{"type":"===","value":[" 11. Umm a-Canatir to Te'ena stream "]},"\n",{"type":"[[","value":[["File:Rehavam-arcs.jpg"],["thumb"],["Arch over the trough at Umm a-Canatir"]]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1232\/2173.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n\n",{"type":"'''","value":["Attention – there's a disturbance in this section of the trail; carefully read the following instructions."]},"\n\n# ",{"type":"'''","value":["Water ponds"]}," at the bottom of the descent into Samakh stream, kept fresh by the stream. ",{"type":"'''","value":["Riders"]}," branch of at this point. Hikers – mind the trail marks as there's a little mess of trails in this area.\n# ",{"type":"'''","value":["Steep ascent"]}," to the side of the creek. Near its top are the impressive old remains of a village named Addissa.\n# ",{"type":"'''","value":["Thick, thorny undergrowth"]}," all the way to route 789.\n# ",{"type":"'''","value":["Disturbance:"]}," When reaching route 789, the markings show that the trail crosses to its other side and descents into the stream underneath. That descent was fenced-off for an unknown reason and is now nigh-impassable due to the undergrowth that has grown there since. Hikers must skip this part of the trail, and instead turn left (west) and walk along the road for a short while, until a red dirt road ",{"type":"{{","value":[["Israel trail mark"],["red"]]}," branches off the road to the right. Take that dirt road, and you'll rejoin the Golan Trail after a few dozen meters.\n#* ",{"type":"'''","value":["Hikers walking from south to north"]},", when walking on that red dirt road, must take it all the way to route 789, instead of following the trail marks that branch off left. That part of the trail may seem accessible at first, but later it passes through fences and enters very thick undergrowth.\n\n",{"type":"===","value":[" 12. Te'ena stream to Giv'at Yoav grove "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1232\/2174.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n\n",{"type":"*","value":[" This is a short, simple section."]},{"type":"*","value":[" ",{"type":"'''","value":["Giv'at Yoav campground:"]}," Southern end of this section. A clearing with a large stone windbreaker, but no water taps. ",{"type":"'''","value":["Food purchases"]}," are better made in Bnei Yehuda, just past Giv'at Yoav; it requires a slightly greater deviation from the trail, but the store there has greater variety and usually better prices."]},"\n",{"type":"====","value":[" Branch off to the ",{"type":"[[","value":[["Sea of Galilee"]]}," "]},"\nHikers not planning on completing the entire trail have an excellent option here to reach a different, perfect ending for their journey. At the ruins of the old settlement of Bnei Yehuda (about 1 km from the campsite, going north on the trail), while the trail follows a red dirt road ",{"type":"{{","value":[["Israel trail mark"],["red"]]},", you can branch off south-west to a blue-marked dirt road ",{"type":"{{","value":[["Israel trail mark"],["blue"]]}," that later turns into a narrow hiking trail. Keep following the blue markings, that would lead you down the slopes of the Golan Heights towards the Sea of Galilee, passing through the Ein-Gev Pinnacle (",{"type":"''","value":["Keren Ein-Gev"]}," in Hebrew, named after the Kibbutz that's just below it on the shore). This little peak offers a great view of the Sea, and from it begins a steep and pretty rough descent. The most dangerous parts have railings, but in many other parts you can still stumble and slip down a bit and get some bruises. The bottom of the trail is just in front of the entrance to Ein-Gev. Take into account that the residents aren't always happy to allow outsiders to access their \"private\" beach.\n\nBicycle and horse-riders wishing to end their journey here will probably not be able to make that ascent, but there's another option from them. Following the aforementioned blue dirt road ",{"type":"{{","value":[["Israel trail mark"],["blue"]]},", they'll very shortly notice another red one ",{"type":"{{","value":[["Israel trail mark"],["red"]]}," branching from it west and downwards, also reaching the Sea of Galilee, at a slightly more northern point.\n\n",{"type":"===","value":[" 13. Giv'at Yoav to Afik lookout "]},"\n",{"type":"[[","value":[["File:Fiq-08.JPG"],["thumb"],["The trough near Ein Pic"]]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1232\/2175.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map."]},"\n\n",{"type":"*","value":[" This section contains some tough ascents and descents at the sides of the Ein-Gev Stream canyon."]},"\n",{"type":"====","value":[" Detour to Ein Pic spring "]},"\nThis is a very cool spot, ",{"type":"'''","value":["but"]}," entering it is problematic and could be very dangerous. The spring is in the midst of ancient, unstable ruins, and on 2013 some of buildings have already collapsed, including the stone steps that led down into the spring. There's a great number of warning signs in the area.\n\nIf you still wish to enter at your own risk, turn towards Afik.\n\n",{"type":"'''","value":["Hikers from the north:"]}," After climbing out of the Ein-Gev canyon, the trail would go for several dozen meters along a side road. When the trail leaves that road, you should ",{"type":"'''","value":["stick to the road"]}," that'll bring you to route 98, where you should turn left (east) and walk along that road. Just before a left turn to Afik, you'll see a clearing on your left with many clear, bright-red signs warning travelers not to enter that area. That's how you'll know you've reached the right place.\n\n",{"type":"'''","value":["Hikers from the south:"]}," After climbing out of the Meizar stream, the trail crosses route 98. Cross it, then leave the trail and go right (east), walking along the road. Just before a left turn to Afik, you'll see a clearing on your left with many clear, bright-red signs warning travelers not to enter that area. That's how you'll know you've reached the right place.\n\nThe spring itself and the built pool it feeds (2×1 meters in size and almost to deep to stand in) is in the heart of the ruins of a Syrian village, itself built upon a much more ancient settlement. You'll see some stone stairs going downwards, which you must take. At the bottom you'll see on your left a stone trough with running water. Turn right and cross the stream itself, in which a little water streams, until you reach a concrete pool. You can also turn right here and take a short trail through the bushes and trees to reach a giant fig tree and the spring itself, where water trickles out of the rock walls.\n\n",{"type":"'''","value":["Do not climb the buildings and don't put your weight on them."]}," As mentioned above, they really are collapsing.\n\n",{"type":"===","value":[" 14. Afik lookout to Mevo Hamma "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1232\/2176.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["Bypasses for bicycle- and horse-riders are marked with red on this map. In this section the bypasses are very long."]},"\n\n# ",{"type":"'''","value":["Meizar stream:"]}," The descent is steep. Inside the creek are a few places where you have to step inside the water (or take great effort to avoid them). There aren't any significant ponds or water basins.\n# ",{"type":"'''","value":["You'll reach a scenic road"]}," at the end, on which the trail climbs back to the highland on a long and winding road. From there, a dirt road takes you to Mevo Hamma and the end of this section.\n\n",{"type":"====","value":[" Round trip to Meizar waterfall "]},"\nIf you have some spare time, this is a very nice addition to the trail that takes 25 minutes each way. Where the trail meets the scenic road, near the bottom of the Meizar creek, take the road down into stream, instead of moving up towards the highland (if moving south) or branching off the road (if moving north). At the bottom there's a fence and a green nature-reserve sign. Follow the blue trail mark ",{"type":"{{","value":[["Israel trail mark"],["blue"]]}," that crosses the fence and moves about 1 km down the stream, until it ends above a beautiful waterfall. Note that there's no access to the water itself, as the entire trail doesn't walk inside the stream but above it, and the waterfall itself is high and steep. This addition is only worth it for the view.\n\n",{"type":"===","value":[" 15. Mevo Hamma to Ein Tewfik spring "]},"\n",{"type":"[","value":["http:\/\/www.golan.org.il\/1232\/2177.htm Schematic map"]}," (Hebrew only). ",{"type":"'''","value":["The entire section is fit for cycling and equitation."]},"\n\n# ",{"type":"'''","value":["HaOnn lookout and water point:"]}," The Trail goes along route 98 near Mevo Hamma. Just south of the Kibbutz you can take a small deviation that'll take you to a lookout point near its cemetery. You can watch a gorgeous sunset from here. There's also a water tap in the cemetery.\n#* ",{"type":"'''","value":["Hikers north to south:"]}," When you walk on route 98 south of Mevo Hamma, turn right at the sign pointing to the cemetery. To rejoin the trail, just keep walking south on the dirt road on the ridge until you see the trail markings again.\n#* ",{"type":"'''","value":["Hikers south to north:"]}," The Trail takes a dirt road along the ridge. Always take the roads that are as west (close to the ridge) as possible, even when the Trail does not, until you reach the cemetery. From there, take a right on the dirt road that leads back to route 98, which the trail markings follow.\n# ",{"type":"'''","value":["Ein Tewfik spring:"]}," After the trail goes halfway down the cliff and continues for a while on the same altitude, it reaches a large campground and picnic area with the built water tunnels of Ein Tewfik. The water is too shallow for bathing. In effect, this is the end of the Golan Trail (the brief trail-section ahead is just a connection to the main road).\n#* ",{"type":"'''","value":["For hikers beginning the Trail here:"]}," See the ",{"type":"[[","value":[["#To the southern end"],["Get In"]]}," instructions above.\n# From the southern edge of the trail, you can use a hiking map to reach ",{"type":"''","value":["Negev Kinnarot"]}," lookout (roughly translates as the ",{"type":"'''","value":["Lookout to the South-Land of the Sea-of-Galilee"]},"), providing an excellent view of the enormous Yarmukh stream below and the Jordan Valley stretching southwards.\n\n",{"type":"====","value":[" Connect to the Sea of Galilee through Ein Shuyerakh spring "]},"\n",{"type":"[[","value":[["File:Lasjalomne Landscape.jpg"],["thumb"],["380px"],["View of the Sea of Galilee from the cliffs south of Mevo Hamma"]]},"\nNot far from the southern end of the trail starts a green dirt road ",{"type":"{{","value":[["Israel trail mark"],["green"]]}," whose bottom is at the ",{"type":"[[","value":[["Sea of Galilee"]]},". If you finish the trail here and want to go down to the sea: after visiting Ein Tewfik, retrace your steps for a few hundred meters until you see that green road branching off going down. If you are just starting the trail at the south and wish to make the climb from the Sea of Galilee: the bottom edge of that dirt road branches off route 92 just north of the entrance to Kibbutz Ein Gev.\n\nThe dirt road goes through Mount Sharir with a giant abandoned IDF bunker. The entire area is a military zone, so no leaving the dirt roads and marked trails; however, prior coordination is ",{"type":"'''","value":["not"]}," required here for entering the vicinity. At about midway of the slope there's a sign in Hebrew pointing towards Ein Shuyerakh (עין שוירח). You'll recognize it because it's not an official, professionally-built wooden sign, but hand-made and handwritten. Walking a few hundred meters will lead you to a wonderful spring filling a concrete pool (about 2×4 meters in size and neck-deep) surrounded by trees providing fruit and shade. There's a sign in Hebrew explaining that the place is upkeeped by one Yareach Paran from the nearby Kibbutz HaOnn, and that visitors are welcome to enjoy the water, the shade and the fruits, and are requested to just keep the area clean and undamaged.\n\nIf you're going down and wish to enter the Sea of Galilee at the bottom, be prepared to fight for your right to do so. The nearby beaches are the property partially of a paid resort and partially of Kibbutz Ein Gev. Even though the laws of Israel allow free access to beaches even if they're private property, the owners do not follow these rules and they're not sufficiently enforced by the authorities.\n\n",{"type":"==","value":[" Stay safe "]},"\n",{"type":"*","value":[" Carefully read the ",{"type":"[[","value":[["#Prepare"],["instructions at the beginning of this page"]]},"."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Golan Heights"]]}," have numerous ",{"type":"[[","value":[["Hiking and backpacking in Israel#Minefields"],["minefields"]]},". Landmines also occasionally get swept out of fenced areas. Do not cross fences, and if you encounter an unidentified metal object, keep your distance and immediately inform the police."]},{"type":"*","value":[" Campfires are prohibited in all areas of the Golan Heights, except in permitted campgrounds."]},{"type":"*","value":[" The trail goes through many ",{"type":"[[","value":[["Hiking and backpacking in Israel#Nature reserves"],["nature reserves"]]},", in which it is forbidden to stay at night (except in permitted campgrounds)."]},{"type":"*","value":[" Emergency phone numbers in Israel are: ",{"type":"'''","value":["100 for police, 101 for emergency health services, 102 for the fire brigade"]},"."]},{"type":"*","value":[" Please do not harm the natural environment and leave no litter along the trail."]},"\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Israel National Trail"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Hermon"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sea of Galilee"]]}]},"\n",{"type":"{{","value":[["guideitinerary"]]},"\n",{"type":"{{","value":[["HasDocent"],["Tamuz"]]},"\n",{"type":"{{","value":[["related"],["Hiking_and_backpacking_in_Israel"]]},"\n",{"type":"{{","value":[["related"],["Packing_for_a_week_of_hiking"]]}]