[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Golfito"]}," is ",{"type":"[[","value":[["Costa Rica"]]},"’s most ",{"type":"[[","value":[["South Costa Rica"],["southern"]]}," port town. It's across from the ",{"type":"[[","value":[["Osa Peninsula"]]}," on the ",{"type":"[[","value":[["Golfo Dulce"]]},". \n\n",{"type":"==","value":["Understand"]},"\nGolfito has long been known to surfers as the gateway to ",{"type":"[[","value":[["Pavones"]]},", just to the south, and to sport fishermen as the year round sport fishing Mecca. However recently Golfito has become the gateway to Costa Rica's newest attraction, eco-lodges. Eco Lodges are all about being a small hotel or lodge that blends into its environment while offering its visitors an opportunity to view its natural surroundings with the least amount of impact to the environment. \n\n",{"type":"===","value":[" History "]},"\nThe history of Golfito is an interesting one because the conquest of Costa Rica started here in 1519, when the Spaniards arrived from Panama. During colonial times, it was a small, dormant, fishing town few people cared about. Up until 1919, most inhabitants where of Colombian (later Panamanian) origin. The town of Golfito, and surrounding communities, boomed during the banana business years (1935-1985), but it felt victim of its mono-business dependency, when United Brands (formerly United Fruit) closed its banana operations, and concentrated only in African oil palm.  A major labor strike prompted United Brands to switch completely to palm, which requires substantially less labor.  The city is now slowly recovering partly due to tourism. Five years after United Brands's departure the Costa Rican government opened a duty free shopping center in an effort to bring the city back to life. Today Golfito is a popular destination for Tico's (Costa Rican's) who are looking for a bargain on large appliances and electronics.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" Paso Canoas border with ",{"type":"[[","value":[["Panama"]]}," (2 hr, CRC650)."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"==","value":[" Eat "]},"\n\n",{"type":"==","value":["Sleep"]},"\nEco lodges are Costa Rica’s logical next step in tourism. For many years Costa Rican's have been preserving and honoring its forests, oceans, and environment; and nature tourism or Eco Lodges are the answer. Just to the north in ",{"type":"[[","value":[["Piedras Blancas National Park"]]}," there are a handful of eco-lodges popping up. The easiest way to get there is to have the lodge pick you up in Golfito and take you on a beautiful 30 minute boat ride to the lodge where you will be surrounded by nature.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Saladero Lodge"],["alt="],["url=http:\/\/www.saladerolodge.com"],["email="],["address=Golfo Dulce"],["lat="],["long="],["directions=1\/2 hour boat ride north of Golfito"],["phone=+506 8721-0425"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD75 double and up"],["content=An environmentally sensitive 480 acre private preserve set in the undeveloped Golfo Dulce and Piedras Blancas National Park. It includes ½ mile of coastline on the Golfo Dulce and 465 acres of primary rain forest. Established in harmony with the natural environment, the goal is to provide to travelers seeking a unique location and experience, the opportunity to observe wildlife and natural wonders in a pristine and sustainable fashion while enjoying the comfortable and spacious accommodations. 3 day minimum cabin rental includes boat transportation from Golfito or Puerto Jimenez, kayaks, snorkeling and fishing equipment."]]}]},"\n",{"type":"==","value":[" Go next"]},"\nJust to the south at ",{"type":"[[","value":[["Pavones"]]}," and across the gulf at ",{"type":"[[","value":[["Cabo Matapalo"]]}," surfers have long known of amazing waves that roll in. To get to Pavones you can either fly into Golfito Domestic Airport or drive to Golfito and continue south about one to one and a half hours.\n\nTricopa runs two buses a day to ",{"type":"[[","value":[["San José (Costa Rica)"],["San José"]]}," (CRC5,800).  They depart at 05:00 and 13:30. \n\n",{"type":"{{","value":[["geo"],["8.6343158"],["-83.161869"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South Pacific Costa Rica"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Golfito"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Central_America\/Costa_Rica\/Puntarenas_Province\/Localities\/Golfito\/"]]}]