[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n\n",{"type":"'''","value":["Gonur Depe"]}," is a city in ",{"type":"[[","value":[["Mary Province"]]},", ",{"type":"[[","value":[["Turkmenistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nGonur Depe is a Bronze Age site in Turkmenistan, dating back to the first half of the second milennium BC, contemporary to the Mesopotamien and Indus Valley civilizations. The first agricultural settlements in the Murgab River delat appeared in the 7th millennium BC. The are was later called ",{"type":"''","value":["Margush"]}," in old Iranian texts and ",{"type":"''","value":["Margiana"]}," by greek authors. The area of Margiana was 3000 square km wide, it consisted of more than 70 oasis and 150 settlements. Margiana reached its apex in the 16th to 13th cent. BC.\n\nFrom the 1970 onwards the site was excavated by the ",{"type":"''","value":["Margiana Archaeological Expedition"]}," directed by the Russian archaeologist ",{"type":"''","value":["Victor Sarianidi"]},". \n\nGonur Depe, the capital of Margiana, was a rectangular fortress with powerful defensive walls, semicircular bastions and adobe buildings. Sarianidi discovered a palace and temples with fire altars. According to Sarianidi Gonur Depe belongs to one of the greatest civilizations of the ancient world (side by side with Mesopotamia, Egypt, India and China) and was the birthplace ",{"type":"''","value":["Zoroastrianism"]},", a religion based on the opposition of good and evil. \n\nSarianidi also found evidence of a cult based on a drug potion made from poppy, hemp and ephedra. According to the ",{"type":"''","value":["Avesta "]},", the holy book of Zoroastrianism the drink called ",{"type":"''","value":["Haoma"]}," represents a deity that can cure all sufferings.\n\nIn 2009 a royal tomb was excavated in which the remains of dogs, a cart with wheels having bronze rims and a large bronze cauldron with a diameter of 130 cm and a height of 1 m were found. This cauldron consists of 7 spherical tanks inserted one into the other.\n\n",{"type":"==","value":["Get in"]},"\nGonur Depe is situated about 60 km North of ",{"type":"[[","value":[["Mary"]]},". A 4WD is required. The road follows partly the Kara Kum Channel, but the last 20 Km of the road are a very rough track in the dirt of the desert. It will be a two hours' drive from ",{"type":"[[","value":[["Mary"]]}," and you will need about 2 hours for the visit of Gonur Depe. You can arrange the trip from Mary. You will have to pay about US$ 40 for the car and driver and US$ 30 for the guide. The trip is exhausting!\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Excavations"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$ 1, camera US$ 1.20"],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nBring your own food and drinks.\n\n",{"type":"==","value":["Drink"]},"\nBring your own food and drinks.\n\n",{"type":"==","value":["Sleep"]},"\nNext acccomodation is at ",{"type":"[[","value":[["Mary"]]},".\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Mary Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Gunar Tepe"]]}]