[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Gopalgonj"]}," is a Parliamentary constituency in ",{"type":"[[","value":[["Bangladesh"]]}," it has five thana as: kasiani, Muksudpur, Gopalgonj Sadar, Kotalipara, Tungipara.\n\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\nGopalgonj is a ",{"type":"'''","value":["medium"]},"  city comparing all other zilla cities in the country. The main Gopalgonj city is divided by some Paras like Moddho Para, Mia Para, Bank Para, Moulovi Para, Shaha para, Thana Para, Nichu Para, Janata Road etc. Bank para is one of the best residential area in Gopalgonj.Gopalgonj sadar become ",{"type":"''","value":["Pourashava"]}," in 20 January 1972.The first chairman was Panna Biswas of Tungipara.\n\n\nIt will be improved after the contraction of padma bridge\n\n",{"type":"==","value":["Understand"]},"\nGopalgonj is a  city comparing all other zilla cities in the country. The main Gopalgonj city is divided by some Paras like Moddho Para, Mia Para, Bank Para, Moulovi Para, Shaha para, Thana Para, Nichu Para, Janata Road etc. Janata Road & Bank para are the best residential areas in Gopalgonj city. Gopalgonj is mainly famous for Bangobondhu Sheikh Mujibur Rahman, the father of Bangladeshi nation. Sheikh Hasina, the Prime Minister of Bangladesh is another proud for the people of Gopalgonj. There are some other political leaders named Panna Biswas, Advocate Munshi Md Atiar Rahman, Colonel Faruq Khan (The Trade Minister), Muhammad Ali Khan Abu Mia, late Roich Mia were also born in Gopalgonj district. There are a few government educational institutions in Gopalgonj district. Among them, S.M. Model Government High School is very famous in greater Faridpur. Mohammad Hadi, Md Ashik Rahman Razib, Nizam Uddin Khan Razib, Alvi Ahmed, Nazmul Hossain, Dr Kutub Uddin Khan, Neuton Sarker were the former prosperous students of S.M. Model Govt High School who are now in leading positions on their  section.\n\nKotalipara is very popular as the election campaign area of the p.m.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Dhaka Division"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]