[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/gorakhpur.nic.in Gorakhpur"]}]}," (Hindi: गोरखपुर, Urdu: گۋڙکھ پور) is a city of 675,000 people in ",{"type":"[[","value":[["Uttar Pradesh"]]},", ",{"type":"[[","value":[["India"]]},". It is a way station on a popular overland route from India to ",{"type":"[[","value":[["Nepal"]]},".  It is the city of great shaayar (\"फिराक गोरखपुरी\").\n\nGorakhpur is a city in the eastern part of the state of Uttar Pradesh in India, near the border with Nepal. It is the administrative headquarters of Gorakhpur District and Gorakhpur Division.\n\nGorakhpur is famous as a religious centre: the city was home to Buddhist, Hindu, Jain and Sikh saints and is named after the medieval saint Gorakshanath. Gorakhnath Temple is still the seat of the Nath sect. The city is also home to many historic Buddhist sites and the Gita Press, a publisher of Hindu religious texts.\n\nIn the 20th century, Gorakhpur was a focal point in the Indian independence movement. Today, the city is also a business centre, hosting the headquarters of the North Eastern Railways ",{"type":"[","value":["http:\/\/www.nerailway.gov.in"]}," and an industrial area, GIDA Gorakhpur Development Authority, 15km from the old town.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Climate"]},"\nIt experiences a pleasant environment throughout the year. In summer the average temperature can go as high as 40 'C and in during the winters the average temperature can go as low as 4 'C. The best time to visit Gorakhpur is during the months of October to March.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nDaily Jet airways flight at 1:30PM from New Delhi to Gorakhpur (excluding weekends)\n\n",{"type":"===","value":["By train"]},"\n\nGorakhpur railway station connects to all major cities of India. It is the headquarter of North Eastern Railway. Direct trains connect it to Mumbai, Delhi, Kolkata, Lucknow, Kanpur, Varanasi and other cities.\n\nGorakhpur falls on NH 28 and 29. The roadways network connects Gorakhpur to the cities of Uttar Pradesh and to other cities of India. Some important distances are: Lucknow 276 km, Varanasi 231 km, Allahabad 339 km, Agra 624 km, Delhi 783 km and Mumbai 1690 km.\n\nSituated on the  basin of rivers Rapti and Rohini   the geographical  shape of the Gorakhpur City is of bowl. The west of the  city is guarded by cool Rapti  river while the east is associated with excel Sal Forest, giving the divine sense of peace with cool breeze every moment. The south is showered with the   power  of  excellence,  in  shape of  greenish   Ramgarh  Tal  and  north  is  the  plinth of  city's advancement.\n\nGorakhpur city has a university, a medical college, six engineering colleges, two pharmacy collages, two Management collages, one Dental collage and many post graduate and degree colleges. It is also the head quarters of North Eastern Railways. You can travel to any corner of India from here. No mean an achievement considering the size of the city. It also has an airport for domestic travel and connects with every major city in India. The city boasts of an army cantonment and an air base. All this, gave a cosmopolitan touch to the city. The world famous publication house of Gita Press gives an intellectual and religious touch to the city.\n\nDirect Trains from all major Stations in India. \nRoadways (UP Government Bus) connectivity to major cities within the State, Nepal and Delhi.\nFlight to-from Lucknow, Varanasi and Delhi. Not reliable though as operators frequently stop \/ start operating on this route due commercial reasons. The airport is dedicated military airbase.\n\n",{"type":"==","value":["Get around"]},"\nCycle Rickshaw, a three wheeled human powered cycle, is the major mode of transport in the city. The charges are nominal and can be bargained. Usually a ride of 4-5 km would cost around 15 Rupees. City bus are available for some important routes of city.\n\nAuto Rickshaws are easily available for traveling to some parts in the city.\n\nTaxicabs can also be hired for a fixed time duration as desired by the user.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Gorakhnath Temple"]},{"type":"*","value":[" Gita Press"]},{"type":"*","value":[" chauri chaura shaheed smarak"]},{"type":"*","value":[" Vishnu Mandir"]},{"type":"*","value":[" Aroyga Mandir"]},{"type":"*","value":[" Ambedkar Park"]},{"type":"*","value":[" Taramandal"]},{"type":"*","value":[" Lord Buddha Museum near Ram Garh Tal - nice and quiet place to visit. Opened till 4:30PM."]},{"type":"*","value":[" Ram Garh Tal (Lake)."]},{"type":"*","value":[" Budiya Mai Temple, 15 km from rly station"]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gita Vatika"],["alt=Radha Krishna Mandir"],["url="],["email="],["address=Gita Vatika,"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful temple of Lord Krishna and Radha"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" See all the Hindi movies in the town, best theaters are Raj, Jubilee, Vijay Picture Palace, here air conditioning is good."]},{"type":"*","value":[" Baldev Plaza is the oldest shopping mall, located in Golghar, and has several shops, especially for jewellery and gifts."]},{"type":"*","value":[" A new shopping Mall(SRS,Sabhi Rahe Saath) has come up on the Park Road (near Hotel Ganesh). This mall is with 3 movie screens."]},{"type":"*","value":[" Hire a cycle-rickshaw and travel around slow all around the town and in some places it is better to travel in foot."]},"\n",{"type":"'''","value":["Rail museum"]}," is also a very good picnic place.\n",{"type":"*","value":[" You can go Taramandal for Boat riding."]},"\n",{"type":"==","value":["Buy"]},"\nAll things are available as big cities, but best attraction of this city is terracota material (decorative things made of muddy soil).\n\nBest place to buy your needs is Golghar which situated in the centre of the city.\nAlso you can buy religious books from Gita Press.\n\n",{"type":"==","value":["Eat"]},"\nGorakhpur has a fairly good restaurants and eating joints. Apart from the star category hotels there are many restaurants in the city\n",{"type":"*","value":[" ",{"type":"'''","value":["Tandoor Food - Take away"]},", Cinem Road near Golghar. Most famous food joint in the city specializing in Mughlai non-vegetarian foods like authentic biryani, kababs, tandoori chicken. The prices are reasonable and the quality is great. Open for dinner only. A busy place and a must eat place while in the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Ganesh"]},", Park Road near Golghar. Good and Clean Indian food.Cheapest hotels can be seen just outside the train station itself. South Indian dishes like Dosa, Masal Dosa, Idly Sambar etc. are available here at reasonable rate."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Choudhry Hotel"]},", Vijay Chowk near Golghar\/City Mall on Park Road. Good and clean Indian food. Agreeable service with reasonable rates. Can get everything from typical Punjabi dishes to South Indian with variety of sweets. Comparable to Haldriram's of NCR."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bobi's Restaurant"],["url="],["email="],["address=Golghar"],["lat="],["long="],["directions="],["phone = +91 551-2332233"],["tollfree="],["fax="],["hours=10PM-11PM"],["price="],["content=Bobi's Restaurant, Golghar, ☎ 0551-2332233. 10PM-11PM A must have in fine dining restaurant.Has been catering to people since 1963.It serves from continental to Chinese to mughlai to Indian to what-not.In house bakery serving delicacies.cakes and pastries are a must try.Party halls and an ice cream parlour add to the restaurant's area which is in the main market of the city. affordable."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nBar facilities available in some of hotels.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hotel Ganges"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mahraja restaurant"],["url="],["email="],["address=Nakhas Chowk, Gorakhpur"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=good non veg food in city, delicious taste of lucknowi food"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mughal Bar"],["alt=Hotel Bobina"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Clarks Inn"]},", Park Road. Very expensive."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Shivoy"]},", Town Hall. Medium"]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Park Regency"]},", Park Road. Medium"]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel President"]},", Gol Ghar."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Bobina"]},", Tarang Crossing. Oldest hotel of town, also has a swimming pool. Personal best."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=hotel awadh"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=in centre of the city ,a true home away from home"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Kabeer"]},", Near Venus Compound, Modest place to sleep and food quality is good. Chinese restaurant of the hotel has been closed down recently. Contact Number - 09415080610"]},"\n",{"type":"==","value":[" Travel Agents and Agencies in Gorakhpur "]},"\n\nSankrit Tour Zone(India) is best helping hand in Gorakhpur for travel related issues and bookings for hotel\/flight\/Train\/Guide or Car\/ Corporate Travel\/ Student Tour.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Maghar  - This is the place were sant Kabir died."]},{"type":"*","value":[" Kushinagar - This is the place were lord buddha died. "]},{"type":"*","value":[" Kapilvastu - Capital of lord buddha"]},{"type":"*","value":[" Lumbini(Nepal) - Birth Place of lord Buddha. Go by Sonauli route."]},{"type":"*","value":[" Bhairahwa,one of the entry points to Nepal from India, is the last border town in Nepal which is about 4 KM from Sonauli,the Indian border town. There are frequent buses( 3 hrs. ) to  Sonauli from Gorakhpur or taxis can be hired( 2 - 2 1\/2 hrs. ).There are shared taxis too."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rail Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Purvanchal"]]},"\n",{"type":"{{","value":[["geo"],["26.755"],["83.374"]]},"\n",{"type":"[[","value":[["Wikipedia:Gorakhpur"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Uttar_Pradesh\/Localities\/Gorakhpur\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]