[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Gorham"]]},"\nLocated about 25 minutes outside of ",{"type":"[[","value":[["Portland (Maine)"],["Portland"]]},", ",{"type":"'''","value":["Gorham"]}," is a town of about 16,000 inhabitants on an area of about 50.3 square miles. Though it seems like quite a large town, the center of Gorham is in fact very quaint. It centers around one intersection (of Main Street, South Street, and State Street) with multiple local dining and shopping options. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Plane"]},"\n",{"type":"====","value":["Domestic"]},"\n",{"type":"*","value":[{"type":"'''","value":[" Portland International Jetport"]},", ",{"type":"[","value":["http:\/\/www.portlandjetport.org\/"]}," Located in Portland, a quick 25 minute car ride from Gorham, using the Maine turnpike, I-295 (no tolls). From Portland, take either exit 42 (Scarborough), or any South Portland\/Maine Mall exits; from both is about 15 minutes away from in-town Gorham."]},"\n",{"type":"====","value":["International"]},"\n",{"type":"*","value":[{"type":"'''","value":["Boston Logal International Airport"]},", ",{"type":"[","value":["http:\/\/www.massport.com\/logan-airport\/Pages\/Default.aspx"]}," About a 2 hour car ride from Gorham. "]},"\n",{"type":"===","value":["By Bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["Concord Coach Lines"]},", ",{"type":"[","value":["http:\/\/www.concordcoachlines.com\/portland-to-boston.html"]}," Round-trip Portland\/Boston ticket is $45, one-way is $22. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com\/ Greyhound"]}]}]},"\n",{"type":"===","value":["By Train"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/HomePage Amtrak"]}]}," "]},"\n",{"type":"===","value":["By Car"]},"\n",{"type":"*","value":[{"type":"'''","value":["Interstate 95"]},", if you are coming from the South taking I-95, take exit 45 to I-295 into South Portland, and follow onto Gorham Road. From there it is a straight shot into the center of Gorham. "]},"\n",{"type":"==","value":["Get Around"]},"\nThe easiest way to get around Gorham is by car. If you want to get around the center of town, it is very easy to just travel by foot. If you want to take a more scenic route, traveling by car is the easiest since there are many long, winding roads that lead to views of hilly Fort Hill Farms, etc.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Baxter House Museum"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Gorham Historical & Society Museum"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Dance Studio of Maine"]},", Located just on the corner of South Street on the second floor of the old brick building is The Dance Studio of Maine. Around since 1952, the studio provides classes for kids and adults of any age and experience. They offer and specialize in all types of dance from jazz to hip hop, lyrical, pointe, and tap. They also teach multiple workshop and aerobics classes including kickboxing and the new dancing sensation Zumba. Unlike the classes, which you have to register for, many of the workshop classes welcome walk-ins, so one can pay and enjoy the class. The Dance Studio of Maine is a very welcoming environment, especially since women and men of all ages, not just children, attend classes. The end-of-the-year recitals are a very popular event to attend. 6 School Street. ",{"type":"[","value":["http:\/\/www.dancestudioofmaine.com\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 839-6161"]},{"type":"*","value":[{"type":"'''","value":["Gorham Parks and Recreation Center"]},", Just near the center of town by the high school, The Gorham Rec Center offers a wide variety of programs, sports teams, and recreational opportunities for all ages. They host some of the town’s most populated events including the annual Burn Off The Turkey 5k race, Boston bus trips, summer camps, and intramural basketball tournaments. Anything you can think of, the rec center has it. (And if not, grab a few people and make it happen!). The rec center is made up of two gyms and an outdoor baseball diamond, and multiple separate rooms for exercise classes and courses. Employees are Gorham residents and very helpful, making signing up simple. Its main gym is free for anyone to use within the hours of 10am-5pm, with available equipment, as long as the court isn’t already being used. The rec center is a great way to get together with friends and stay active all year round. ",{"type":"[","value":["http:\/\/www.gorhamrec.com\/info\/default.aspx"]}," ☎ +",{"type":"''","value":["1 207"]}," 222-1630. Office hours M-F 8:30-4. "]},{"type":"*","value":[{"type":"'''","value":["USM Theatre"]},", The University of Southern Maine holds sports events and theatre performances right on its Gorham campus, located on School Street, off of South Street, Rt. 25. The Theatre Department holds 3 shows in the Fall semester and 3 shows in the Spring semester, all open to the general public. They put on musicals, one-act plays, stand-up acts, monologues, and even original performances written by the students themselves. It’s very likely that some of the actors you see in shows move on to become Broadway performers, and with extremely affordable tickets ($8-$15), there’s no reason not to see a play at USM! ",{"type":"[","value":["https:\/\/www.ticketturtle.com\/index.php?ticketing=usmt"]}," Box Office hours: M 9:30-12, T 9:30-5, W 2:45-5, Th 9:30-5, F 8:30-5"]},{"type":"*","value":[{"type":"'''","value":["BraveSoul Studios"]},", BraveSoul Studios is a piercing and tattoo shop on Main Street that has been in the business for almost 10 years. Owned by “A.J.”, BraveSoul has a very laid-back vibe, yet is still very professional and sanitary. Though a small shop, BraveSoul is a perfect place for walk-ins; even if you don’t want to get pierced or tatted right on the spot, the artists are very friendly and will answer any questions you have about designs, prices, after-care, and body jewelry. Still, their hours range daily (A.J. often posts signs on the door when he is on break or out for the day), and he can be unreliable at times. But he gives out his cell phone number for customers who have questions. Those who want schedule an appointment for a tattoo should do it well in advance. 8 Main Street. ☎ +",{"type":"''","value":["1 207"]}," 839-2204 Hours: M 12-8, T 12-6, W-Sun. 12-8"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Art Guru"]},", Jeremy Green, a familiar face to USM’s Art Department, owns the Art Guru, an art supplies store made especially for students, giving student discounts to anyone who shows their Student I.D. Still, with affordable prices, the Art Guru can serve any blossoming artist, as it sells everything from canvases, watercolors, pastels, and hundreds of different kinds of brushes, to art books, posters, incense, and gifts. Owner Green runs the store alone, but does it very well. He’s extremely easy-going and helpful when a customer needs to find just the right tool for a project. The atmosphere is calm, and the walls are painted with many Buddhist prayers and are hung with original artwork. Only go near the paintbrushes if you have to, though, because some of the prices on the heavy-duty professional brushes will scare you! 12 Main Street. ☎ +",{"type":"''","value":["1 207"]}," 839-9022"]},{"type":"*","value":[{"type":"'''","value":["The Bookworm"]},", Around since 1989, The Bookworm is a cozy, locally owned bookstore that has countless walls filled with bestsellers, children’s books, old classics, new and second-hand titles, plus gift items. The Worm is a great place to visit and browse all of their novels and trinkets. Frequent customers can also rack up points using their frequent buyer card, and can also sell back\/trade in their old or already-read books by getting 20% of the cover price in store credit. Located at 42 Main Street. ",{"type":"[","value":["http:\/\/thebookwormgorham.com\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 839-2665. Hours: M-Sat. 10-5"]},{"type":"*","value":[{"type":"'''","value":["Goodwill"]},", Store and Donation Center. The Goodwill Industries is a non-profit organization that provides job training and employment opportunities for people who have disabilities or a lack of job experience, and is funded by a large network of thrift stores. The Gorham location is a large thrift store that buys and sells household items, clothes, accessories, furniture, books, shoes… basically anything… for cheap. It’s a great place to shop for retro clothing or basics if you’re looking to stretch your dollar. 102 Main Street. ",{"type":"[","value":["http:\/\/www.goodwill.org\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 839-8503  "]},{"type":"*","value":[{"type":"'''","value":["Salon La Luna"]},", Salon La Luna is a professional hair salon whose motto revolves around the customer- you. A fairly new business, the salon is run by all women with at least 10+ years of cosmetic experience, which makes for a reliably enjoyable visit. The salon itself is beautifully furnished, with dim lighting and comfortable seating. There is even a separate room where the sinks are located, equipped with heated headrests. Your standard shampoo and condition also comes with a long head massage and a warm menthol washcloth on your face- it sounds a little odd, but it’s very soothing. Although Salon La Luna is a tad expensive (haircuts start around $40), customers are sure to leave with a good-quality haircut that’s definitely worth the price. Located on 18 Mechanic Street. ",{"type":"[","value":["http:\/\/salonlaluna.com\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 839-9894"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gorham Grind"]},", The Gorham Grind is a small, independent community coffeehouse located right in the middle of town Gorham. They brew Coffee By Design coffee, Mighty Leaf teas, and homemade espresso. A very mellow environment, The Grind is the perfect place to wind down. Along with coffee and coffee drinks, they also serve smoothies, pastries, breakfast sandwiches, muffins, candies, and Gifford’s ice cream, a Maine classic, all year round. Customers can choose from three different seating options- one of the many two-seater tables that line the wall, a high-rise table window seat that gives a view of Main Street, or the leather chairs and couches by the coffee table. With free Wi-Fi, board games available, and even local artwork hanging from the walls, there’s no way you could be bored at the Grind. Although you have to wait at least 7 minutes for your coffee to be prepared (they’re always pretty short-staffed), the taste is definitely worth it. ",{"type":"[","value":["http:\/\/www.gorhamgrind.com\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 839-3003"]},{"type":"*","value":[{"type":"'''","value":["Lucky Thai"]},", Located in what used to be a very run-down penny candy store, the owners of Lucky Thai spruced up the building and turned it into an absolutely beautiful Thai food restaurant. Lucky Thai is a semi-casual sit-down restaurant that serves authentic, tasty Thai food. And with a huge menu, its food is really the best in the area. With a take-out order, they also give you free appetizers and a sample of the special (in heaping servings). The owners treat every customer like family, though their accents are hard to understand at times. There is also a bar and a wide variety of beers on tap. Prices are very reasonable, you definitely get what you pay for. 25 Elm Street. ☎ +",{"type":"''","value":["1 207"]}," 839-6999"]},{"type":"*","value":[{"type":"'''","value":["Gorham House of Pizza"]},", Known as “GHOP” to the locals, Gorham House of Pizza is a family pizza joint that is a staple of Gorham, run by family man Angelo. With addition to their classic pizza, GHOP serves amazing grinders, salads, and other Italian dishes. The restaurant itself is casual and inexpensive; customers order at the register, sit down, and wait for their order to be called. You never have to wait too long for your food to be ready, and it’s always served fresh and hot. With its great service, it’s without a doubt always packed on Friday and Saturday nights. Located on the corner of State Street in center Gorham. ",{"type":"[","value":["http:\/\/www.gorhamhouseofpizza.com\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 839-2504"]},{"type":"*","value":[{"type":"'''","value":["Mr. Bagel"]},", Mr. Bagel was the first bakery to introduce the New York bagel to Maine, and was actually the first ever bakery in the state of Maine. Though its first location was in Portland, the Gorham location doesn’t disappoint. Open only mornings, for obvious reasons, Mister Bagel serves tasty breakfast food and also deli foods, as well. The dough is always fresh, which makes for an amazing bagel, especially for a breakfast sandwich. Run by one woman and employed by mostly teenagers, its service is fair, but its food and coffee is even better. It’s very affordable- you can get a bagel, large coffee, and a side for under $6. Located on 13 New Portland Road. ",{"type":"[","value":["http:\/\/www.misterbagel.com\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 839-2802"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sebago Brewing Company"]},", Known as Maine’s premiere restaurant and brewery, Sebago Brewing is definitely the most popular place to drink in Gorham. At a place where everyone knows each other, any customer can feel like they’re at home. The restaurant is one large room, with both large booths and many tables- you almost never see the place empty. It offers a large dinner menu and an even larger beer menu full with Maine-brewed year-round beers and both seasonal and limited edition beers (famous for their Frye’s Leap IPA). SBC is usually pretty loud (mostly filled with tipsy sports fans at night), but it’s still a good place to bring the family for dinner because of their amazing staff. Reasonable prices, too- a plate costs between $9-$15. Located on 29 Elm Street. ",{"type":"[","value":["http:\/\/sebagobrewing.com\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 839-2337"]},{"type":"*","value":[{"type":"'''","value":["Thatcher’s Pub"]},", A classic restaurant and sports pub. The food is below average (except for the wings), so if you want to go, you’re going for the beer, sports, and events. Thatcher’s is known for their huge bar, cheap beer, Happy Hour, free giveaways during games, pool tables, and live bands. 29 School Street. ",{"type":"[","value":["http:\/\/thatcherspub.com\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 222-2479"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["PineCrest Inn"]},", This locally owned bed and breakfast, located in a Victorian home built in 1890 (an official historical landmark of Gorham), welcomes travellers from all over New England and the world. The inn itself is both family-friendly and for the perfect romantic getaway; a clean, spacious house with seven tastefully decorated guestrooms. The owners thrive on keeping a friendly and welcoming atmosphere from the beginning to the end of a traveller’s stay. Plus, the inn has a restaurant, 91 South, that is open Monday through Friday open to the public for brunch, lunch, and dinner- perfect for a Mother’s Day meal. PineCrest holds many outdoor concerts during the summer (a great opportunity to get up close and personal with rising Maine artists), and also many special catered events and on-location occasions. It also has a popular bar, and hosts wine dinners for locals. If you’re over 21 and looking for a place to meet new people, the bar at PineCrest is definitely a place to check out. Located on 91 South Street. ",{"type":"[","value":["http:\/\/www.pinecrestmaine.com\/"]}," ☎ +",{"type":"''","value":["1 207"]}," 839-5843"]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 202.svg"],["imagesize1=22"],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["Rochester (New Hampshire)"],["Rochester"]]}],["minorl1=",{"type":"[[","value":[["Buxton (Maine)"],["Buxton"]]}],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["Auburn (Maine)"],["Auburn"]]}],["minorr1=",{"type":"[[","value":[["Windham (Maine)"],["Windham"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["43.67944"],["-70.44417"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Greater Portland"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Gorham, Maine"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Maine\/Localities\/G\/Gorham\/"]]}]