[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/csinburkinafaso.com\/gorom-go.htm Gorom-Gorom"]}]}," is a market town in ",{"type":"[[","value":[["North Burkina Faso"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nWhy come to Gorom?  The famous Thursday market is still as big as always but not as quaint\/rustic\/charming as the days before economic development brought concrete and tin construction.  The town has modernized a lot and is getting timbuktu-ified with tourists.  The guides are pests.  But it still makes a convenient base for travelling to other, more culturally interesting, colorful, remote, exotic villages and sites in Oudalan.  \n\nCall Amadou Vié 70 31 74 08 for an honest guide with an air conditioned vehicle. For those arriving by public transport and looking for a good guide, call Guiberou Babana at 76 41 20 61.\n\n",{"type":"==","value":["Get in"]},"\n\nEveryday the SOGEBAF and TSR lines run buses leaving from Ouagadougou in the morning and afternoon and stopping at Dori.  At Dori, get a bush taxi by asking one of the touts that hangs around the bus station - they will most likely find you first.  A trip to Gorom costs 1500 CFA as of May 2006, but fares might be 2000 in the rainy season, when the road is trickier.\n\nOn Sundays and Wednesdays there is a direct SOGEBAF from Ouagadougou to Gorom.  It can be very crowded, since these buses serve people going to the Thursday Gorom market and the Monday Markoye market.\n\n",{"type":"==","value":["Get around"]},"\nBush taxis leave from the market to and from Dori everyday and to other nearby towns on their market days.  You can also take a camel ride.  Keep in mind that going any further than 10 k by camel will pulverize the behind of anyone unaccustomed to this mode of transport.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Thursday market"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The white hill"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Songrei neighborhood in sector 3"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Tabaski festivities (a Muslim holiday - check your calendar)"]}]},{"type":"*","value":["Many Mosques"]},"\n",{"type":"*","value":["Visit the ",{"type":"'''","value":["artisan associations"]}," Tadarfit and Tegust in sector 4 and see their Toureg leather and ebony artworks. Buy art directly from them to cut out the exploitative middlemen."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["street food"]},{"type":"*","value":["leather, silver, ebony, and bronze art"]},{"type":"*","value":["bissap and zoumkoum"]},{"type":"*","value":["rice and sauce"]},{"type":"*","value":["a turban"]},"\n",{"type":"==","value":["Eat"]},"\n\nIn addition to the spots listed below, there are little kiosks all over the marché and the major streets serving rice and sauce, mutton soup, rice and beans, and other traditional fare.  Don’t overlook the street vendors selling fried snacks.  Fried dough-balls with a little sugar makes a good breakfast—something like a donut if you use your imagination.  Fried bean-flour balls make a good snack with a beer.\n\nRestaurant Kawar.  Located on the road that leads south from the market past the mosque with the tall tower.  The menu choices are different every night, usually rice and peanut sauce (which is very good), spaghetti and tomato sauce (not very impressive), beans, mutton soup, or tô.  They also brew terrific bissap and sell yogurt and soft drinks.  A hotspot for visiting NGO agents and Mossi functionaries.  Open for lunch and dinner.  \n\nEldorado.  Located next door to Kawar.  Besides serving Flag, Brakina, and So.B.Bra, they occasionally serve roasted pork around lunchtime and grilled fish or chicken at night—ask for the weekly schedule.  Another spot for the Mossi crowd, especially the policemen who work at the station up the street.\n\nKiosk de la Paix.  Located at the intersection of the road Campement Tondikara is on and the road leading north from the obelisk in sector 5.  Open erratically for breakfast, lunch, and dinner.  You can get the usual fair, and rarely a special treat like green beans or peas.  They also make a tasty ground beef sandwich, very cheap but lean on meat (I always ask for double meat on mine).\n\nLe Petit Américain.  Since the availability of tasty ground beef sandwiches at Kiosk de la Paix is unreliable, we prefer the new place.  They always have them for sale and they put more meat in.  Super cheap lunch. It’s on the main road going thru sector 5 (Mayor’s office, Action Sociale and New Loock are on the same road. Go past New Loock towards PDL.\n\nNew Loock [sic].  Located East of the mayor’s office, past the obelisk.  They serve beer and garlic grilled chicken, although Banguia chicken is cheaper and bigger. \n\nKiosk au Coeur du Sahel.  Good place to eat riz gras, rice and beans, or whatever else they have cooking.  Located in the Market.\n\nBanguia.  The place to go for dancing—there’s a huge floor and lots of patrons.  Gorom is a good place to party on new year’s eve if you want to get away from the craziness and frenzy of Ouagadougou on that particular night.  They serve the usual beers and soft drinks, plus the best garlic chicken in town, courtesy of Victoire.  During gardening season (October to May) you might also be lucky enough to find the salad lady working.  \n\nMouton au Four.  Right next to Banguia, in the direction of the market.  Roasted mutton.  Never ate there, but heard it’s yummy.\n\nLe Monde.  Next to the Campement Tondikara. They serve beer, soft drinks, and the usual dinner fare.\n\nGuira’s.  All the Gorom guides hang out here, getting loaded and watching the road for tourists to pester.  Besides beer, they grill chicken and in summer they sometimes make omelettes and soup for breakfast.\n\n",{"type":"==","value":["Drink"]},"\nsee above...  plus any number of small bouvettes where you can buy whisky, rum, gin, or wine and talk to local drunks.  They are sure to love you.\n\n",{"type":"==","value":["Sleep"]},"\nThe new place.  Currently under construction, the hotel going up along the road coming from Dori will surpass by far anything available right now.  Air conditioned. But still under construction (April 2011)\n\nOrphelenat.  It’s not in the guide books, but the orphanage, run by Catholic nuns, has comfortable and clean guest rooms with ceiling fans and running water (sometimes).  A good value at 2500 a person.  The grounds are on the Northern edge of town, a 10 minute walk from the marketplace.  Visiting the orphans can be a lot of fun, but can also be a heartbreaking experience, since they often are brought sick to the nuns.\n\nAuberge.  On the main road from Dori, close to the hospital and gas station. Basic rooms, and beverages served. Looks rundown and poorly managed. Cheap.\n\nCampement Tondikara.  In sector 5, across from Le Monde bar\/restaurant. basic rooms, with sink and shower, shared toilets. Basic and rundown but clean. Cheap. But now closed. (April 2011)\n\nLe Mission Catholique.  Across from the catholic church in sector 4. Close to Restaurant Kawar and Eldorado bar. Basic rooms, not very clean, shared toilets. They do post a guard at the gate and you can sleep outside with relative privacy.\n\nCampement Wouroutou> Another new place, on the left hand side, on the road to Markoye, after the orphenage. Clean rooms, shared toilets and showers. Food and drinks.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Go look at the archeological site at ",{"type":"'''","value":["Oursi"]}]},{"type":"*","value":[{"type":"'''","value":["Koryzena"]}," has a new auberge for travellers.  "]},{"type":"*","value":[{"type":"'''","value":["Menougou"]}," - scenic village near a marsh -- good for bird watching"]},{"type":"*","value":["The marsh of ",{"type":"'''","value":["Darkoye"]}]},{"type":"*","value":["Go to ",{"type":"'''","value":["Deou"]}," to see the last remaining all-traditional market in the area (that is, all wood and thatch hangars instead of concrete and tin stalls.)"]},{"type":"*","value":["Go to ",{"type":"'''","value":["Tin-a-Koff"]}," to see the Touaregs, the river, the forst.  There is an auberge there as well."]},{"type":"*","value":["Go to ",{"type":"'''","value":["Markoye"]}," and see old rock carvings and other archeological attractions."]},"\n",{"type":"==","value":["Gorom-Gorom in Popular Culture"]},"\nAll three Sophie books by British children's author ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Stephen_Mark_Davies Stephen Davies"]}," are set in Gorom-Gorom.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["14.4500"],["-0.2333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Burkina Faso"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Gorom-Gorom"]]}]