[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gosford.nsw.edu.au\/ Gosford"]}]}," is a city in the southern part of the ",{"type":"[[","value":[["Central Coast (New South Wales)"],["Central Coast"]]}," of ",{"type":"[[","value":[["New South Wales"]]},", ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":[" Understand "]},"\n\nGosford is one of the local government areas of the Central Coast, along with Wyong.  The local government area takes in some of the most spectacular and tourist friendly areas of the coast, lakes and bushland.  However, the Gosford town centre itself (near the railway station) now has to compete with major shopping malls in the surrounding suburbs, and great beach areas only a short distance away.  As a result the town itself is a little lifeless on a weekday, catering mainly to the office crowd.  On a weekend it can be totally dead, with the visiting crowds in The Entrance or Terrigal, the local shoppers in Erina mall, and just the pie shop in the main strip for food, and the pokies of Central Coast Leagues for entertainment.\n\n",{"type":"==","value":["Get in"]},"\n\nMany residents of Gosford commute to ",{"type":"[[","value":[["Sydney"]]}," daily, hence transport links with Sydney are good. However, they are very crowded in peak times (evenings, 5pm - 7pm leaving Sydney) on weekdays as most of them are commuter oriented. The area is also a popular holiday spot, so travelling north from Sydney at the beginning of any New South Wales holiday period will be difficult.\n\n",{"type":"===","value":["By car"]},"\n\nGosford is less than one hour's drive north of Sydney's ",{"type":"[[","value":[["Sydney\/North Shore"],["North Shore"]]}," on the F3 freeway leaving Hornsby. There are a number of exits that will take you into the area: the major ones are the Woy Woy and Gosford exits.\n\nGosford is also about an hour's drive south of ",{"type":"[[","value":[["Newcastle (New South Wales)"],["Newcastle"]]}," on the F3 freeway.\n\n",{"type":"===","value":[" By bus "]},"\nIf you are already in the Central Coast, you can get to Gosford by the private bus company, Busways ",{"type":"[","value":["http:\/\/www.busways.com.au\/"]},"; this services all of the Central Coast. Buses are usually very clean, and some are air-conditioned. A Busways depot is in Gosford, where you can pick up a timetable. Alternatively, you can ask a bus driver for a timetable. Major bus stop have timetables on them, and it should be noted that public holiday bus services follow the Sunday timetable. When you see the bus coming, signal to the driver by looking at the driver and raising your hand and stand away from the road.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"[","value":["http:\/\/transportnsw.info\/ Trains"]},"  leave Sydney's Central, Strathfield, Epping and Hornsby stations half hourly for Gosford and ",{"type":"[[","value":[["Wyong"]]}," during the day, and more frequently in peak commute hours. They stop at a number of stations in the Gosford area: the major two at which all trains stop are Woy Woy and Gosford.  No bookings are required or possible, simply turn up and buy your ticket before boarding.\n\nTrains from Newcastle to Gosford depart hourly, and trains from Wyong half-hourly.\n\n",{"type":"===","value":["By boat"]},"\n\nThe Palm Beach Ferry ",{"type":"[","value":["http:\/\/www.palmbeachferry.com.au\/"]}," runs hourly from Palm Beach in Sydney's ",{"type":"[[","value":[["Sydney\/Northern Beaches"],["Northern Beaches"]]}," during the day, ending at about 6pm. It travels to Wagstaffe in the south of the Gosford area in about 25 minutes, and to Ettalong in about 40 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bouddi National Park"]}]},{"type":"*","value":[{"type":"'''","value":["Henry Kendall Cottage"]}," "]},{"type":"*","value":[{"type":"'''","value":["Historical Museum"]}]},{"type":"*","value":[{"type":"'''","value":["Edogawa Commemorative Gardens"]}]},{"type":"*","value":[{"type":"'''","value":["Brisbane Water"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.reptilepark.com.au\/ Australian Reptile Park"]}]}," is one of the best wildlife parks in Australia and is 3km from Gosford in Somersby.  This park is situated amongst bushland and attracts many tourists and locals.  It has many Australian animals including crocodiles, snakes, wombats, Tasmanian devils, kangaroos and emus, which are not fenced! There are also daily crocodile and bird shows.  To get there by public transport get a taxi from Gosford station.  There is no longer any local bus service to the park.  Some tour coaches operate."]},"\n",{"type":"*","value":[" Sommersby Falls is just down the road from the Australian Reptile Park. It's a picturesque walk down into the valley. There are two falls - an uppper falls and a lower falls. Make sure you wear shoes as it can get slippery at times. Parking is available but will cost you $7 big ones. To get there, follow Sommersby Falls Rd or take a taxi as there is no public transport."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Australian Rainforest Sanctuary"]}," at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.australianrainforest.com.au\/ the Forest of Tranquility"]}]}," is a true rainforest in Northern Sydney suburbs, with true humid climate, nice walks, wallabies running around and rare birds occasionally showing up. $12\/adult."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Glenworth Valley Outdoor Adventures"],["url=http:\/\/www.glenworth.com.au"],["email="],["address=69 Cooks Road, Peats Ridge, NSW"],["lat="],["long="],["directions=20 min drive from Gosford"],["phone = +61 2  4375 1222"],["tollfree="],["fax="],["hours="],["price="],["content=Glenworth Valley has many outdoor activities to participate in. Horse riding, kayaking, quad biking, and abseiling are the main activities, but others are offered. You can usually do up to two in a day, one in the morning and another in the afternoon."]]}]},"\n",{"type":"==","value":["Buy"]},"\nWhilst the actual centre of Gosford doesn't offer a lot of interesting shops, there are two large shopping centres nearby. Buses from Gosford and most areas of the Central Coast travel regularly (albeit not always so frequently) to Erina Fair, which contains many mid-range clothing shops, hairdressers, coffee shops, newsagents, department stores, shoe shops, fast food outlets, restaurants and bookshops. There is also a library, gym, cinema and ice rink on the grounds. A similar shopping centre is found at Tuggerah although it is smaller and has less facilities than at Erina Fair.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAs in many populated coastal areas of Australia, there are many homeowners who rent their houses to holiday makers on a weekly basis. As a guide, a four bedroom house might rent for a short term price of $700-$1500 per week. Local real estate agents usually organise the holiday rentals.\n\nGalaxy Motel - Part of Gosford RSL 02 4323 1711\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Gosford has very little to offer travellers, so getting out of Gosford is likely to be on the minds of those who find themselves in Gosford, luckily the Central Coast region offers some lovely beaches and coastal resorts, including ",{"type":"[[","value":[["Terrigal"]]}," and ",{"type":"[[","value":[["The Entrance"]]},"."]},{"type":"*","value":[" Travel to Sydney's ",{"type":"[[","value":[["Sydney\/Northern Beaches"],["Northern Beaches"]]}," on the Palm Beach ferry and go ",{"type":"'''","value":["walking"]}," in ",{"type":"[[","value":[["Ku-ring-gai Chase National Park"]]},"."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Coast (New South Wales)"]]},"\n",{"type":"[[","value":[["WikiPedia:Gosford, New South Wales"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/G\/Gosford\/"]]},"\n",{"type":"{{","value":[["geo"],["-33.426666666667"],["151.34166666667"]]}]