[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Gotemba"]}," (",{"type":"{{","value":[["lang"],["ja"],["御殿場"]]},"), occasionally written ",{"type":"''","value":["Gotenba"]},", is a city in ",{"type":"[[","value":[["Shizuoka (prefecture)"],["Shizuoka"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Get in"]},"\nMost visitors end up in Gotemba on their way from ",{"type":"[[","value":[["Tokyo"]]}," to the summit of ",{"type":"[[","value":[["Mount Fuji"]]},".  The ",{"type":"''","value":["Asagiri"]}," (あさぎり) express train connects Odakyu ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}," station directly to Gotemba; alternatively, you can take the Odakyu Line to Shin-Matsuda, or the JR Tokaido Line to ",{"type":"[[","value":[["Kozu"]]},", and transfer to the JR Gotemba Line.\n\nDuring official climbing season there are direct buses from the Gotemba station to the Gotemba 5th station that take about 40 minutes and cost ¥1080\/1500 one-way\/return.\n\nThere is a quick (90-minute) bus to Gotemba from the Odakyu depot near the west exit of Shinjuku station in Tokyo, and a bus that takes slightly longer (100 minutes) from Tokyo station.  Both cost 1540 yen and make a few stops along the way on the Tomei expressway.  Buses to Tokyo from Fukuoka, Hiroshima, Kyoto, and Osaka may stop at Tomei Gotemba depending on the schedule.\n\n",{"type":"'''","value":["Narita International Airport"]}," - Buses run about six times a day to and from Narita airport. The Narita airport bus does not stop at Gotemba station, only at the Gotemba Tomei Express Interchange. One way ticket was 4000 yen in 2009\/10.\n\n",{"type":"'''''","value":["Haneda Domestic\/International Airport"]}," - Buses run to and from Haneda with more frequency, but still few times a day. The bus makes a stop at Yokohama Station, which can be a preferable way to travel than by train. Tickets can be bought at the Odakyu ticket booth on the Otome side of Gotemba station. Times are also posted.\n\n",{"type":"==","value":["Get around"]},"\nBus service in Gotemba exists, but Fujikyu has limited service with buses running once every hour, if that. Walking around Gotemba is the best way to experience its quaintness as well as to find random beautiful views of Mt. Fuji.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Gotemba Heiwa Koen (Peace Park)"]}," (御殿場平和公園) The Peace Park has a white pagoda with golden Buddha statues as well as temple dogs donated from other Buddhist countries in Asia. Prayers can still be heard at the temple on the grounds. Also enjoy the walkway of Bodhisattva statues hidden in the woods. During the spring, the area is covered in cherry blossoms. \n\n",{"type":"'''","value":["Kogen Brewery"]}," （高原ビール）- Kogen Brewery is a large complex housing various restaurants as well as a Brush Up Hotel and hot springs. During the winter months, there is a large illumination display as well as open stalls selling food. There is also a bakery and food store, gift shops, and a flower shop in addition to a local fruit and vegetable market. Shuttle buses run about once an hour with service to Gotemba Tomei Express and Gotemba station. Buses are also available to Iwanami, Susono and Mishima stations. The shuttle bus is free. \n",{"type":"[","value":["http:\/\/www.gotembakogenresort.jp\/"]},"\n\n",{"type":"'''","value":["Mt. Fuji Taiko Festival"]}," A taiko (drum) festival held every August in Gotemba. Features local performers as well as various competitions.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Gotemba Premium Outlets"]}," - Gotemba Premium Outlets offers brand names with a good variety of shops (from Armani to Adidas). A free shuttle bus runs everyone twenty minutes from 9am to closing hours from both Gotemba station and the Gotemba Tomei Express. On busy days, it's faster to walk there (half an hour to forty-five minutes from the station). ",{"type":"[","value":["http:\/\/www.premiumoutlets.co.jp\/en\/gotemba\/index.php"]},"\n\n",{"type":"==","value":["Eat"]},"\n\"Little America\" exists on 246, with a McDonald's, Baskin Robbins, KFC, and Denny's all in a row. \nLocal family restaurants include Jonathan's, Big Boy, Coco's, and Yoshino. \nChain and local izakaya (food and drink bars) can be found around the station. \n\n",{"type":"'''","value":["Meiten Kitchen and Bar"]}," Located a short walk from the station, this restaurant is a house converted into a small eatery. They have an English menu as well as alcoholic drinks. Food ranges from seasonal curry to pradatha to spaghetti and salad.\n\n",{"type":"==","value":["Drink"]},"\nGotenba is lacking in genuine bars but has a few chain izakayas.  \n\nCheck out Dorifu for somewhat of a bar atmosphere.  \n\nHibiki serves as a restaurant but very occasionally pulls out the stops for a good club event, with local and Tokyo DJs playing good electronic dance music and a crowd coming from neighboring towns.\n\nWednesday night at Majolica was ladies' night, with reduced prices on drinks and no ladies. Now closed - alas, still no ladies.\n\n",{"type":"==","value":["Sleep"]},"\nGotemba Youth Hostel\n3857 Higashiyama, Gotemba-shi, 412-0024, Shizuoka-ken\n(+81) 0550-823045\n\nThe cheapest place in town.  Call for rates.\n\n",{"type":"==","value":["Connect"]},"\nThe Gotemba city website has a list of other sight seeing spots within the area. \n",{"type":"[","value":["http:\/\/www.city.gotemba.shizuoka.jp\/ehp\/sightseeing\/index.html"]},"\n\nFor those living within Gotemba or staying for a longer period, it might be worth it to contact the Gotemba International Association. GIA puts on various international and culture events in the city every year. \n",{"type":"[","value":["http:\/\/www.city.gotemba.shizuoka.jp\/gia\/indexe.html"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nBuses to Nagoya, Kyoto, and Osaka stop regularly at Tomei Gotemba; you can buy a ticket as you board.  There's a bus from Gotemba station to Tomei Gotemba leaving every half an hour. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fujikyu Highland Amusement Park"]}," - Package tickets with bus fare are available at the ticket office in Gotemba Station's bus depot.  About 45 minutes from Gotemba station by bus."]},{"type":"*","value":[" ",{"type":"'''","value":["Fuji Safari Park"]},", about 10 miles west of town, ",{"type":"[","value":["http:\/\/www.fujisafari.co.jp\/"]},". This drive-through zoo has a range of exotic animals including lions, giraffes, and elephants. "]},"\n",{"type":"{{","value":[["routebox"],["image1=Shin-Tomei Expwy Route Sign.svg"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Shizuoka"]]}],["minorl1=",{"type":"[[","value":[["Numazu"],["Nagaizumi-Numazu"]]}],["directionr1=E"],["majorr1=End"],["minorr1="],["image2=Tomei Expwy Route Sign.svg"],["imagesize2=100"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Shizuoka"]]}],["minorl2=",{"type":"[[","value":[["Numazu"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Tokyo"]]}],["minorr2=",{"type":"[[","value":[["Atsugi"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["35.3167"],["138.9333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Shizuoka (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Gotemba, Shizuoka"]]},{"type":"'''","value":["Kawaguchi-ko"]}," （河口湖）- located on the 'back' side of Mt. Fuji. Buses run directly to Kawaguchi-ko from the Gotemba station Fujikyu bus stop. Watch the sun rise over Mt. Fuji.\n\n",{"type":"[[","value":[["Commons:Category:Gotemba, Shizuoka"]]}]