[{"type":"{{","value":[["pagebanner"],["Gothic-architecture-banner.jpg"]]},"\n",{"type":"'''","value":["Gothic architecture"]}," is a type of ",{"type":"[[","value":[["architecture"]]}," that is very striking and a major reason for tourism and pilgrimage to and within Europe. In the form of much later neo-Gothic architecture, it also exists after a fashion in various cities around the world.\n",{"type":"[[","value":[["File:Bourges - 002 - Low Res.jpg"],["thumb"],["View of the Cathedral of ",{"type":"[[","value":[["Bourges"]]},", showing the flying buttresses on the back and sides"]]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Facade-notre-dame-paris-ciel-bleu.JPG"],["thumb"],["Façade of the famous Cathedral of Notre Dame in Paris, showing the tympana and one of the rose windows"]]},"\nThe Gothic period followed the Romanesque period in Europe, and though both periods are considered more broadly part of the Middle Ages, there are striking differences visible to travelers. Gothic styles existed in all the arts — music, painting, sculpture, and literature among them — but first of all, in architecture. Though there is important Gothic secular architecture, Gothic architecture is defined above all by the great cathedrals, and was invented by the Abbot Suger (c. 1081–1151), who designed a new, grand Cathedral of ",{"type":"[[","value":[["Saint Denis"]]}," to replace the preexisting one. The great engineering achievement of the Gothic cathedral is the creation of flying buttresses which distribute the weight of the very high vaulted ceilings outside and enable them to stand. The Gothic cathedrals were some of the tallest skyscrapers of yesteryear — often visible for a very long distance while pilgrims approached on foot — and their high, vaulted ceilings were meant to create a microcosm of the heavens and strike the worshippers with awe at the power of God and wonder of the Creation, but even atheistic visitors of the present day can be impressed by the invention, skill, and beauty of the buildings' construction.\n\nIt is still worth seeing the cathedral at Saint Denis, which is a short Metro ride plus a bit of a walk from Paris, though because of later additions, it no longer appears as it did when it was the prototype for all other Gothic cathedrals. However, there are many other great Gothic cathedrals to see throughout France, and in various other European countries.\n\nThough the Church was at the peak of its power during the Gothic period, secular life also flourished, and quite a number of lovely secular buildings from those times are still with us today, as well. ",{"type":"[[","value":[["Belgium"]]}," seems to be a particular hotbed of Gothic secular buildings, including city halls in ",{"type":"[[","value":[["Brussels"]]},", ",{"type":"[[","value":[["Leuven"]]},", ",{"type":"[[","value":[["Mons"]]},", and ",{"type":"[[","value":[["Oudenaarde"]]},". ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["France"]]}," and ",{"type":"[[","value":[["Germany"]]}," also have a number of very striking Gothic secular buildings.\n\n",{"type":"===","value":["Elements of Gothic architecture"]},"\n",{"type":"[[","value":[["File:Reims Cathedral, interior (4).jpg"],["thumb"],["Interior of the ",{"type":"[[","value":[["Reims"]]}," Cathedral, showing the vaulted ceilings"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Altar"]}," The altar of a church is where the priest(s) officiate(s) during Mass. The priest also may give a sermon from a ",{"type":"'''","value":["pulpit"]},", which may be meticulously and ornately sculpted. Another thing to look for on the altar is a ",{"type":"'''","value":["baptismal font"]},", used to ritually bathe people (especially infants) in holy water. Instead of a font inside, there is sometimes a separate ",{"type":"'''","value":["baptistery"]}," building close to a cathedral, and if so, it is usually beautiful and a major attraction."]},{"type":"*","value":[{"type":"'''","value":["Bell tower"]}," Bell towers of churches and city halls are impressively high and often worth climbing for great panoramic views."]},{"type":"*","value":[{"type":"'''","value":["Ceiling"]}," High, vaulted ceilings are typical of Gothic religious architecture. At one time, they were probably all painted, and some, especially in chapels, are still painted."]},{"type":"*","value":[{"type":"'''","value":["Choir"]}," The choir, which is a set of rows of benches behind the altar that the chorus uses while singing Mass, may be made out of marble or beautifully carved wood, possibly with intarsial work (inlaid wood of contrasting colors)."]},{"type":"*","value":[{"type":"'''","value":["Doors"]}," Don't ignore the doors. Whether wooden or metal, they often have great decorations."]},{"type":"*","value":[{"type":"'''","value":["Façade"]}," This is the entire front exterior of a building, which was often in constant view for more than an hour in the days when masses of people walked for long distances in order to arrive. As this is the face of the building that most presents itself to the public, many Gothic buildings are known above all by their often ornately decorated, impressively tall façades. "]},{"type":"*","value":[{"type":"'''","value":["Flying buttresses"]}," These are stone braces that extend from the sides and back of a Gothic church, support the weight of its ceiling, and allow it to stand. Their purpose is primarily practical, but they are also characteristic and worth seeing."]},{"type":"*","value":[{"type":"'''","value":["Nave"]}," The nave, which is the center aisle that extends from a church's front door to its altar, is a common feature of most churches, but Gothic cathedrals have particularly long, impressive naves."]},{"type":"*","value":[{"type":"'''","value":["Pavement"]}," The pavements (floors) of Gothic buildings may use marble of different colors or have other decorations. Also, look for the tombs of important people, who may be buried below the pavement of a major cathedral and memorialized in stone near where you step."]},{"type":"*","value":[{"type":"'''","value":["Rose windows"]}," Gothic cathedrals are usually cruciform (in the form of a large cross). The rose windows are essentially circular sets of windows, separated into petal shapes. The are usually on the right and left points of the cross, and often also above the front entrance. Stained glass windows during the Middle Ages told stories the parishioners could understand, even if they were illiterate. The light that shined through the colorful glass was also meant to represent heavenly jewels. While great cathedrals may have many panes of stained glass, the rose windows are usually the crowning achievement of the glass-makers who participated in the construction of the churches."]},{"type":"*","value":[{"type":"'''","value":["Transept"]}," In cruciform buildings, this is the transverse section at right angles to the nave, which connects the points of the cross to each other."]},{"type":"*","value":[{"type":"'''","value":["Tympanum"]}," The tympanum (plural: tympana) is a niche just above the front and often side doors of a cathedral. There are often impressive scenes carved into the stone of the tympana."]},"\n",{"type":"===","value":["Brick Gothic"]},"\nIn parts of Northern Europe where building stones were not available, including Northern Germany, Denmark, Sweden, Finland, Lithuania, and parts of Poland, clay was plentiful, and therefore bricks were used to build Gothic buildings in those areas. The much lesser weight of the bricks made flying buttresses unnecessary, so they were not used even for very large brick Gothic edifices. Also, bricks cannot be carved like stone, so brick Gothic buildings do not have statues that were carved into their façades after the stone was laid. Instead, all ornaments had to be built separately, and statues of figures (e.g., from the Bible or of saints) are usually not present in their exteriors.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:IMGP0204 - Winchester Cathedral - 20050322.jpg"],["thumb"],["280px"],["View from the altar of the Winchester Cathedral, showing the immense interior, vaulted ceilings, and long nave"]]},"\n\n",{"type":"===","value":["Religious Gothic architecture"]},"\nAs Gothic architecture is primarily religious, the fan of Gothic architecture usually seeks out great Gothic cathedrals and chapels, above all.\n\n",{"type":"====","value":[{"type":"[[","value":[["Cyprus"]]}]},"\nThere are Gothic mosques as well, usually housed in Catholic churches after the change of rulers and official religion. Examples include:\n",{"type":"[[","value":[["File:St. Nikolaos Mustafa- Pascha-Moschee C.jpg"],["thumb"],["240px"],["Lala Mustafa Pasha Mosque, Famagusta, Cyprus"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Famagusta"]]},": Lala Mustafa Pasha Mosque (previously known as Saint Nicholas' Cathedral)"]},{"type":"*","value":[{"type":"[[","value":[["Nicosia"]]},": Selimiye Mosque was put inside the never-finished Agia Sofia Cathedral, after which two minarets were added and rich sculptural decoration and frescoes were destroyed."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Czech Republic"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Prague"]]}," is absolutely full of Gothic architecture, such that a visit to the city should be a priority for anyone who appreciates this style of building. One of Prague's first Gothic buildings was the ",{"type":"[[","value":[["Prague\/Jewish Town"],["Old New Synagogue"]]},", now Europe's oldest active synagogue."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Denmark"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Roskilde"]]},"'s cathedral was the first Gothic cathedral to be made out of brick."]},{"type":"*","value":[{"type":"[[","value":[["Odense"]]},"'s ",{"type":"'''","value":["St. Canute's Cathedral"]}," is also a brick Gothic construction."]},"\n",{"type":"====","value":[{"type":"[[","value":[["France"]]}]},"\n",{"type":"[[","value":[["File:Cathedrale Sens 051.jpg"],["thumb"],["270px"],["Rose window from the transept of the ",{"type":"[[","value":[["Sens"]]}," Cathedral"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Amiens"]]}," has a famous Gothic cathedral."]},{"type":"*","value":[{"type":"[[","value":[["Auxerre"]]},"'s ",{"type":"'''","value":["cathédrale Saint Etienne"]}," is a Gothic cathedral with a Romanesque crypt (basement)."]},{"type":"*","value":[{"type":"[[","value":[["Beauvais"]]},"' Cathedral is a good example of the Gothic building process - the cathedral was supposed to be the largest, collapsed several times during construction and was never finished."]},{"type":"*","value":[{"type":"[[","value":[["Bourges"]]}," has a famous Gothic cathedral."]},{"type":"*","value":[{"type":"[[","value":[["Chartres"]]},": Chartres' Gothic cathedral is very arguably one of the greatest in the world, and the primary reason loads of tourists make a day trip from Paris to this small city."]},{"type":"*","value":[{"type":"[[","value":[["Dijon"]]}," has a pretty Gothic cathedral (Cathédrale Saint-Bénigne de Dijon)."]},{"type":"*","value":[{"type":"[[","value":[["Laon"]]}," has an important early Gothic cathedral, completed in 1215."]},{"type":"*","value":[{"type":"[[","value":[["Orléans"]]}," has an impressive Gothic cathedral which is famous for its association with St. Joan of Arc."]},{"type":"*","value":[{"type":"[[","value":[["Paris"]]},": In Paris, there is the great ",{"type":"'''","value":["Notre Dame"]}," and also the ",{"type":"'''","value":["Sainte-Chapelle"]},", both on Île de la Cité in the ",{"type":"[[","value":[["Paris\/4th arrondissement"],["4th arrondissement"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Reims"]]},": The cathedral of ",{"type":"'''","value":["Notre-Dame de Reims"]}," is another famous one. The preeminent poet-composer of 14th-century Europe, Guillaume de Machaut (c. 1300-1377), was a canon at this cathedral starting in 1333 and his ",{"type":"''","value":["Missa Notre Dame"]}," (Mass of Our Lady, probably composed in the 1360s), the first full setting of an entire set of ordinary (standard) mass prayers to music by a single composer, was written for and performed in the context of masses that took place in that cathedral. Machaut's mass, for four voices, is in the then-new ",{"type":"''","value":["Ars Nova"]}," (\"New Art\") style, which used complex mathematical proportions similar to those used by Gothic architecture, and overlapping melodies and rhythms to take advantage of the cathedral's echoey acoustic."]},{"type":"*","value":[{"type":"[[","value":[["Rouen"]]}," has the Gothic cathedral of ",{"type":"'''","value":["Notre-Dame de Rouen"]},", the image of whose façade was famously painted in several kinds of light by the impressionist painter, Claude Monet. It also has a beautiful abbey church, ",{"type":"'''","value":["Saint-Ouen de Rouen"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Saint Denis"]]},", the home of the original, though subsequently altered Gothic cathedral."]},{"type":"*","value":[{"type":"[[","value":[["Semur-en-Auxois"]]},": The Collégiale Notre-Dame has impressive statues carved into its exterior and beautiful stained glass windows."]},{"type":"*","value":[{"type":"[[","value":[["Sens"]]}," has the famous ",{"type":"'''","value":["Cathédrale Saint-Étienne de Sens"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Strasbourg"]]}," has a famous, unique Gothic cathedral."]},{"type":"*","value":[{"type":"[[","value":[["Vézelay"]]}," has a large cathedral in mixed Romanesque\/Gothic style, which is a traditional place for pilgrims to go to and start their pilgrimage to the great Romanesque cathedral in ",{"type":"[[","value":[["Santiago de Compostela"]]},"."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Germany"]]}]},"\n",{"type":"[[","value":[["File:Vilnius St Anns church.jpg"],["thumb"],["300px"],["Saint Ann's church and Bernardine Monastery, a group of brick Gothic buildings in Vilnius"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Cologne"]]},"'s cathedral was not completed until the 19th century, but to the original plan. It is the largest Gothic cathedral in northern Europe."]},{"type":"*","value":[{"type":"[[","value":[["Magdeburg"]]}," has a cathedral that is Protestant and also the oldest Gothic cathedral in Germany."]},{"type":"*","value":[{"type":"[[","value":[["Munich"]]},"'s ",{"type":"'''","value":["Frauenkirche"]}," is a Gothic structure with a unique history. Its twin towers (completed later in a Renaissance style) are emblematic of Munich, but for various reasons, the cathedral lacks many of the decorative details common to other Gothic churches."]},{"type":"*","value":[{"type":"[[","value":[["Landshut"]]},"'s St. Martin's Church is the tallest brick building and church."]},{"type":"*","value":[{"type":"[[","value":[["Regensburg"]]}," Cathedral."]},{"type":"*","value":[{"type":"[[","value":[["Trier"]]},"'s ",{"type":"'''","value":["Liebfrauen Kirche"]}," (Church of Our Lady) is an important and impressive structure, though only part of it (notably, the vaulting) is Gothic."]},{"type":"*","value":[{"type":"[[","value":[["Ulm"]]}," Minster was begun in the Gothic era but, like Cologne Cathedral, wasn't finished until the 19th century. It is still the tallest church in the world (until ",{"type":"[[","value":[["Barcelona\/Eixample"],["Sagrada Familia"]]}," is finished)."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Italy"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Florence"]]},": The ",{"type":"'''","value":["Duomo"]}," (Basilica di Santa Maria del Fiore) is Gothic. ",{"type":"'''","value":["Santa Maria Novella"]}," and ",{"type":"'''","value":["Santa Croce"]}," were also Gothic, though both were remodeled by Giorgio Vasari in the 16th century, so their interior has been changed."]},{"type":"*","value":[{"type":"[[","value":[["Milan"]]},"'s Duomo — the 5th-largest cathedral in the world — is also Gothic."]},{"type":"*","value":[{"type":"[[","value":[["Orvieto"]]},"'s small Duomo and the art inside are the main reason people come to visit this charming town."]},{"type":"*","value":[{"type":"[[","value":[["Priserno"]]},", in the ",{"type":"[[","value":[["Latina (province)"],["Province of Latina"]]},", is home to the Cistercian ",{"type":"'''","value":["Abbazia di Fossanova"]}," (Abbey of Fossanova), whose church was built from 1187-1208 in early Burgundian Gothic style. "]},{"type":"*","value":[{"type":"[[","value":[["Siena"]]},"'s ",{"type":"'''","value":["Duomo"]}," (cathedral), along with Orvieto's smaller Duomo, represents the black-and-white striped stone style of Italian Gothic architecture. The ",{"type":"'''","value":["Baptistery"]}," (separate entrance), whose interior features a great baptismal font sculpted by the most famous Gothic sculptors in the region, is also a major draw for fans of great Gothic architecture."]},{"type":"*","value":[{"type":"[[","value":[["Venice"]]}," has several Gothic churches, including the ",{"type":"'''","value":["Basilica di San Marco"]},"."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Lithuania"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Vilnius"]]},": St. Anne's Church and Bernardine Monastery."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Poland"]]}]},"\n",{"type":"[[","value":[["File:CopernicusHouse.jpg"],["thumb"],["Copernicus House, Toruń, Poland, a notable brick Gothic building"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Gdańsk"]]},"'s ",{"type":"'''","value":["St. Mary's Church"]}," is supposedly the largest brick church in the world."]},{"type":"*","value":[{"type":"[[","value":[["Kraków"]]}," has several Gothic buildings. ",{"type":"'''","value":["St. Mary's Basilica"]},", with its two asymmetrical tall towers, is probably the most famous, but there are several other churches and also a Gothic synagogue (Old Synagogue in ",{"type":"[[","value":[["Kraków\/Kazimierz"],["Kazimierz"]]},")."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Romania"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Sibiu"]]},"'s 14th-century ",{"type":"'''","value":["Lutheran Cathedral"]}," (German: Evangelische Stadtpfarrkirche in Hermannstadt, Romanian: Biserica Evanghelică din Sibiu), with a tall steeple, several turrets, and numerous triangular protuberances in its façade, is a building of striking beauty."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Spain"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["León (Spain)"],["León"]]}," and ",{"type":"[[","value":[["Burgos (city)"],["Burgos"]]}," have impressive Gothic cathedrals."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Sweden"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Uppsala"]]}," has a brick Gothic cathedral."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Turkey"]]}]},"\n",{"type":"[[","value":[["File:458SienaPalPubblico.JPG"],["thumb"],["Palazzo Pubblico, Siena"]]},"\n",{"type":"[[","value":[["File:Panorama of Malbork Castle, part 4.jpg"],["thumb"],["Malbork Castle"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Istanbul"]]},"'s last remaining Gothic building is ",{"type":"'''","value":["Arap Mosque"]}," in Karaköy."]},"\n",{"type":"====","value":[{"type":"[[","value":[["United Kingdom"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Canterbury (England)"],["Canterbury"]]},": The Canterbury Cathedral, famous as a place of pilgrimage from Chaucer's ",{"type":"''","value":["Canterbury Tales"]},", is mostly Gothic."]},{"type":"*","value":[{"type":"[[","value":[["London"]]},": ",{"type":"'''","value":["Westminster Cathedral"]},", the cathedral of British royalty, is essentially Gothic."]},{"type":"*","value":[{"type":"[[","value":[["Salisbury (England)"],["Salisbury"]]},"'s 13th-century cathedral, in early English Gothic style, has the tallest church spire in the UK."]},{"type":"*","value":[{"type":"[[","value":[["Winchester (England)"],["Winchester"]]}," has a very famous Gothic cathedral."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["York"]]}," Minster"]}," has its own unique mix of Gothic styles."]},"\n",{"type":"===","value":["Secular Gothic architecture"]},"\n",{"type":"[[","value":[["File:Westminster palace.jpg"],["thumb"],["335px"],["The Palace of Westminster, probably the world's most famous neo-Gothic building"]]},"\nThe boundary between sacred and secular was not always a hard line in the Gothic period, as cities and their governments (such as in Siena) were consecrated to the Virgin Mary, and hospices were run by the Catholic Church as an act of sacred charity and contained chapels and works of sacred art inside. For the purposes of this guide, everything not primarily intended as a house of worship or a monastery has been defined as secular.\n\nIn addition to the specific buildings mentioned below, the unique town of ",{"type":"[[","value":[["Pienza"]]}," in ",{"type":"[[","value":[["Tuscany"]]}," was completely redesigned in a Gothic style at the command of Pope Pius II, and its historical center, a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]},", remains an intact Gothic town to this day.\n\n",{"type":"*","value":[{"type":"[[","value":[["Beaune"]]},": The ",{"type":"'''","value":["Hôtel-Dieu"]},", which was a hospice run by nuns, is a splendid example of a large Burgundian Gothic building that is neither a cathedral nor a government office."]},{"type":"*","value":[{"type":"[[","value":[["Brussels"]]},"' city hall (Hôtel de ville\/Stadhuis) is Gothic."]},{"type":"*","value":[{"type":"[[","value":[["Dijon"]]},", the capital of the Dukes of Burgundy before Beaune, contains the Gothic ",{"type":"'''","value":["Palais des Ducs"]},", now a museum containing great Burgundian art and also a great building in its own right."]},{"type":"*","value":[{"type":"[[","value":[["Kaunas"]]},"' ",{"type":"'''","value":["House of Perkūnas"]}," is the oldest residential building still standing in Lithuania."]},{"type":"*","value":[{"type":"[[","value":[["Kraków"]]},"'s ",{"type":"'''","value":["Collegium Maius"]},", Jagiellonian University's oldest building, was rebuilt in the 15th century as a late-Gothic structure surrounding a courtyard. "]},{"type":"*","value":[{"type":"[[","value":[["Leuven"]]}," has an extremely ornate Gothic city hall."]},{"type":"*","value":[{"type":"[[","value":[["Lübeck"]]},"'s ",{"type":"'''","value":["Heiligen-Geist-Hospital"]}," (1260) is one of the oldest currently operating social institutions in the world."]},{"type":"*","value":[{"type":"[[","value":[["Mons"]]}," has a Gothic city hall (Hôtel de ville)"]},{"type":"*","value":[{"type":"[[","value":[["Münster"]]},"'s Rathaus (city hall) is a striking example of secular Gothic architecture."]},{"type":"*","value":[{"type":"[[","value":[["Munich"]]},"'s Altes Rathaus is a Gothic building. Ironically, partly because its exterior is clean, it looks newer than the city's neo-Gothic Neues Rathaus, which was completed in the 20th century."]},{"type":"*","value":[{"type":"[[","value":[["Oudenaarde"]]}," has a flamboyant Gothic city hall."]},{"type":"*","value":[{"type":"[[","value":[["Paris\/1st arrondissement"],["Paris"]]}," ",{"type":"'''","value":["Conciergerie"]}," medieval fortress and prison still has Gothic elements, for example the ",{"type":"''","value":["Hall of the Guards"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Rouen"]]},"'s Palais de Justice is in very ornate flamboyant (late) Gothic style."]},{"type":"*","value":[{"type":"[[","value":[["San Gimignano"]]},": This small town is chock full of Romanesque and Gothic buildings, including several towers."]},{"type":"*","value":[{"type":"[[","value":[["Siena"]]}," is even more famous for secular than religious Gothic architecture, as its heyday as a city-state was during the Gothic period. The ",{"type":"'''","value":["Palazzo Pubblico"]}," (city hall) is the most famous secular Gothic building in town; the ",{"type":"'''","value":["Palazzo Chigi"]}," on via di Città above the Piazza del Campo is probably second most famous."]},{"type":"*","value":[{"type":"[[","value":[["Toruń"]]},": The city hall (Ratusz) and Copernicus House are Gothic."]},{"type":"*","value":[{"type":"[[","value":[["Venice"]]},": ",{"type":"'''","value":["Doge's Palace"]},", ",{"type":"'''","value":["Ca' d'Oro"]}," and several other ",{"type":"''","value":["palazzi"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Wrocław"]]},"'s city hall (Ratusz) is a beautiful example of Gothic secular architecture."]},"\n",{"type":"===","value":["Defensive Gothic architecture"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Avignon"]]},", ",{"type":"'''","value":["Palais des Papes"]}]},{"type":"*","value":[{"type":"[[","value":[["Hunedoara"],["Corvin Castle"]]}," in ",{"type":"[[","value":[["Romania"]]}," is an example of a historic building that was renovated to meet current standards of how a ",{"type":"''","value":["real"]}," Gothic castle should look."]},{"type":"*","value":[{"type":"[[","value":[["Kraków\/Old Town"],["Kraków"]]}," houses remnants of city walls with armoury, ",{"type":"'''","value":["Florian Gate"]},"' and one of last surviving ",{"type":"'''''","value":["barbicans"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Lübeck"]]},", sometimes called the \"mother\" of ",{"type":"'''","value":["Brick Gothic"]},", boasts, among other buildings, two surviving city gates: ",{"type":"'''","value":["Holstentor"]}," and ",{"type":"'''","value":["Burgtor"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Malbork"]]}," Castle of the Teutonic Order, the largest brick building in Europe, is a fine example of Gothic defense architecture."]},"\n",{"type":"===","value":["Neo-Gothic architecture"]},"\n",{"type":"[[","value":[["File:Notre-Dame de Montréal Basilica detail.jpg"],["thumb"],["340px"],["Interior of Basilique Notre-Dame-de-Montréal, showing the altarpiece"]]},"\nIn the 19th century, there was a fascination with the Middle Ages that included a revival of interest in medieval tales like the legends of ",{"type":"''","value":["King Arthur and the Knights of the Round Table"]},", ",{"type":"''","value":["Tristan and Iseult"]}," (",{"type":"''","value":["Tristan und Isolde"]}," in German), and the Norse tales that were famously set to music by German composer, Richard Wagner in ",{"type":"''","value":["Das Ring des Nibelungen"]},", informally known as the ",{"type":"''","value":["Ring Cycle"]}," of four operas. It is in this context that neo-Gothic or Gothic revival architecture, born in the mid-18th century in England, became an almost irresistible force. The Gothic revival has flourished ever since and given many people far beyond Europe the experience of an echo of the Gothic past, with its sense of monumentality, authoritativeness and appeal to tradition, but without the Crusades, black death, and inquisitions that caused suffering in medieval times. Since the Gothic revival began in England, it is especially in the UK and English-influenced lands like Canada and the United States that neo-Gothic buildings were built in large quantities. However, neo-Gothic edifices can be found throughout Europe and as far afield as ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n",{"type":"[[","value":[["File:Budapest Parliament 8.jpg"],["thumb"],["300px"],["Parliament building in Budapest"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Budapest"]]}," has several neo-Gothic buildings. Especially famous and beautiful is the ",{"type":"'''","value":["Parliament"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Karachi#Landmarks"],["Karachi"]]},"'s ",{"type":"'''","value":["Frere Hall"]}," is quite pretty."]},{"type":"*","value":[{"type":"[[","value":[["Kolkata"]]},": ",{"type":"'''","value":["St. Paul's Cathedral"]},", built during the British Raj from 1839-1847, is in neo-Gothic style."]},{"type":"*","value":[{"type":"[[","value":[["Linz"]]},"'s ",{"type":"'''","value":["Neuer Dom"]}," (New Cathedral) captures a lot of the beauty of a Gothic cathedral and is well worth visiting."]},{"type":"*","value":[{"type":"[[","value":[["London"]]},"'s famous ",{"type":"'''","value":["Tower Bridge"]}," is a neo-Gothic structure, as is the ",{"type":"'''","value":["Palace of Westminster"]}," where the Parliament meets, the beautiful ",{"type":"'''","value":["St. Pancras Station"]},", and the ",{"type":"'''","value":["British Natural History Museum"]},", among several other structures."]},{"type":"*","value":[{"type":"[[","value":[["Montreal"]]},": The ",{"type":"'''","value":["Basilique Notre-Dame-de-Montréal"]},", with its gorgeous interior, is by itself a reason to visit Montreal."]},{"type":"*","value":[{"type":"[[","value":[["Munich"]]},": The ",{"type":"'''","value":["Neues Rathaus"]}," is arguably one of the greatest neo-Gothic buildings in the world and might be a reason to visit Munich by itself, if there weren't so much else to see."]},{"type":"[[","value":[["File:Neues Rathaus Munich-full.jpg"],["thumb"],["300px"],["Munich's Neues Rathaus"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["New Haven"]]},": Yale University's ",{"type":"'''","value":["Harkness Tower"]},", which literally towers over the city, is an iconic neo-Gothic structure, one of several on campus."]},{"type":"*","value":[{"type":"[[","value":[["New York City"]]},"'s ",{"type":"'''","value":["Cathedral of St. John the Divine"]},", ",{"type":"'''","value":["St. Patrick's Cathedral"]}," and ",{"type":"'''","value":["Riverside Church"]}," are all Gothic revival constructions, though highly varied from each other in appearance and shape."]},{"type":"*","value":[{"type":"[[","value":[["Olomouc"]]},", ",{"type":"[[","value":[["Czech Republic"]]},", features the ",{"type":"'''","value":["Saint Wenceslas Cathedral"]},", which was rebuilt in neo-Gothic style in the 19th century, with some older elements incorporated."]},{"type":"*","value":[{"type":"[[","value":[["Ostend"]]},"'s ",{"type":"'''","value":["Saint Peter and Saint Paul’s church"]}," (Sint-Petrus-en-Pauluskerk) is impressive."]},{"type":"*","value":[{"type":"[[","value":[["Ottawa"]]},": The ",{"type":"'''","value":["Parliament"]}," and ",{"type":"'''","value":["Confederation Building"]}," are among several neo-Gothic structures in Ottawa."]},{"type":"*","value":[{"type":"[[","value":[["Paisley"]]},", ",{"type":"[[","value":[["Scotland"]]}," is home to the impressive ",{"type":"'''","value":["Thomas Coats Memorial Baptist Church"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Pittsburgh"]]},"'s ",{"type":"[[","value":[["Pittsburgh\/Oakland"],["East End"]]}," has a number of fine examples of Neo-Gothic architecture on the campus of Pittsburgh University, including the magnificent ",{"type":"'''","value":["Cathedral of Learning"]}," and the ",{"type":"'''","value":["Heinz Chapel"]}," with its spectacular stained glass."]},{"type":"*","value":[{"type":"[[","value":[["São Paulo\/Downtown"],["São Paulo"]]},"'s ",{"type":"'''","value":["Sé Cathedral"]}," is the world's third-largest neo-Gothic church."]},{"type":"*","value":[{"type":"[[","value":[["Steyr"]]},", ",{"type":"[[","value":[["Austria"]]}," has a beautiful neo-Gothic building, the ",{"type":"'''","value":["Sparkassengebäude"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]},", ",{"type":"[[","value":[["British Columbia"]]}," is home to the ",{"type":"'''","value":["Craigdarroch Castle"]},", a Scottish Baronial-style neo-Gothic mansion commissioned by Robert Dunsmuir. His son, James Dunsmuir, commissioned another Scottish Baronial-style mansion, the ",{"type":"'''","value":["Hatley Castle"]},", in nearby ",{"type":"[[","value":[["Colwood"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Vienna"]]}," has the ",{"type":"'''","value":["Votivkirche"]}," (Votive Church), which was constructed from 1856-1879."]},{"type":"*","value":[{"type":"[[","value":[["Zamora de Hidalgo"]]},", ",{"type":"[[","value":[["Mexico"]]}," features the still not quite completed but already impressive-looking ",{"type":"'''","value":["Santuario Guadalupano"]}," (Cathedral of Our Lady of Guadalupe), which is expected to reach a height of 105 meters."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hear a performance"]}," Many Gothic buildings have wonderful acoustics. Hearing a performance in a Gothic building, or even just a cathedral's organist warming up before playing a wedding, can be a memorable experience. And if you have the chance to hear Gothic music performed in a Gothic building, you may learn something that you could not discover otherwise about how it was intended or expected to sound when it was composed."]},"\n",{"type":"*","value":[{"type":"'''","value":["Climb the bell tower"]}," In many churches and city halls it is possible to climb the bell towers and enjoy city views."]},"\n",{"type":"*","value":[{"type":"'''","value":["Go to Mass"]}," if you are so inclined, and experience a Gothic cathedral in its originally intended function."]},"\n",{"type":"==","value":["Sleep"]},"\nIn a few places, it is possible to stay inside Gothic or neo-Gothic structures which have been converted to hotels or other forms of lodging.\n",{"type":"*","value":[" ",{"type":"[[","value":[["London\/Camden"],["London"]]},". There is a luxury hotel, the ",{"type":"'''","value":["St. Pancras Renaissance London Hotel"]},", which adjoins and is built in the same neo-Gothic style as the St. Pancras Station."]},{"type":"*","value":[" ",{"type":"[[","value":[["Maastricht"]]},", ",{"type":"[[","value":[["Netherlands"]]}," has accommodations in a Gothic monastery, complete with church, now known as the ",{"type":"'''","value":["Kruisherenhotel"]},"."]},"\n",{"type":"<","value":["br"]},"\n",{"type":"{{","value":[["PartOfTopic"],["Architecture"]]},"\n",{"type":"{{","value":[["Usabletopic"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gothic architecture"]]},"\n",{"type":"[[","value":[["Commons:Gothic architecture"]]}]