[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Goyang"]}," 고양 is a city near ",{"type":"[[","value":[["Seoul"]]}," in ",{"type":"[[","value":[["Gyeonggi"]]}," Province, ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"==","value":["District"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ilsan"]}," There are 3 districts in Goyang si, which are Duckyang gu, Ilsan Dong(east) gu, and Ilsan Seo(west) gu. The functions of a city are harmonized with rural area in Ilsan and so it is valued as the best region to live in Korea. You can enjoy the well formed environment and up to date culture, taking recreation."]},"In Korean, Il means “one” and san means “mountain,” so all together Ilsan means “a mountain,” and this is because there really is only one mountain in Ilsan which is called ‘Jeongbalsan mountain!’ Ilsan was established in 1996 as an environmental friendly area.\n\n",{"type":"==","value":["Get in"]},"\nExpress buses from Exit 3 of Seoul Station and also from Yonsei Uni bus stop (ten min walk to Sincheon from there):\n1200 goes past Madu Subway station on the way into Ilsan but doesn't go directly into the centre\n1000 Stops at Western Dom shopping area\n2000 Stops at La Festa area \nCost w1800\nThey all take about an hour and are frequent \n\nother express buses include 1900\/200\n\nYou can reach Ilsan by train from Seoul Station. Trains depart at 50 minutes past the hour and take approx 50 mins. They arrive at Ilsan Station which is situated in the old part of town. It is about a 30 minute walk to the center (La Festa). They return to Seoul Station at 34 Minutes past each hour.\n\n",{"type":"==","value":["Get around"]},"\nCan be reached by subway line number 3 (orange).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Park"]}," Lake Park of Ilsan new town is the largest (about 245 acre) man made lake in the East. It has been loved by countless visitors including Goyang si citizens since its opening on May 4, 1996. It is man"]},"made, and has a grand, peaceful lake and round park around it so people can take walks around the lake along the parkway. In the corner of the Lake Park is a famous water fountain, Musical Fountain. It was built in 2004\nand it beams beautiful lights and pumps water with the music. Plus, no admission fees required, you can just sit on the ground and observe such wonderful scenery and music. It usually plays at night, every weekend. One of the best songs is the OST of animation Aladdin, “A Whole New World.” Get off at Jeongbalsan Stn. Subway Line 3, and 10 minutes’ walk.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Lafesta"]}," It is a street style entertainment center called ‘Myeong dong in Ilsan,’ housing over 150 stores, a broadcasting station (KMTV), and movie theaters. Music concerts are held every Wednesday and on special holidays such as Christmas, Easter, Thanksgivings and New Year’s Day, there are many sales and events. In Lafesta, there are dozens of shopping stores, restaurants, game centers, and a movie theater. This place is really a conglomerate of all types of amusement. People come here to shop, play, eat, and rest. It is near Lake Park and known as a must visit tourist attraction before going to the Incheon international airport. Get off at Jeongbalsan Stn. Subway Line 3, go out exit 2, and 5 minutes’s walk."]},"\n",{"type":"==","value":["Eat"]},"\n\nThroughout the centre of town there is a huge array of eating options, ask any foreigner in Ilsan about Meat street and they will direct you to the street just before LaFesta that is BBQ heaven. There are plenty of other restaurants throughout the centre of the town, lots of street vendors and fast food outlets. \n\n",{"type":"==","value":["Drink"]},"\nIlsan has a huge amount of bars to refresh yourself, look up to the 2nd floor and above. Beer Bistro (5th floor) on the corner of Meat street facing LaFesta has a great balcony to sit out on in the summer months. \n\nFavourite foreigner hangouts include Don't Go bar, Frog and Toad, Intos bar, WA Bar (x2), Bar Boom for music and dancing.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Goyang"]]},"\n\n",{"type":"{{","value":[["geo"],["37.6500"],["126.8000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Gyeonggi"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Goyang, Gyeonggi-do"]]}]