[{"type":"{{","value":[["pagebanner"],["Xlendi_Gozo banner.jpg"],["caption=Xlendi"]]},"\n",{"type":"[[","value":[["File:Gozo view - Citadel, Gozo.JPG"],["thumb"],["250px"],["View of Gozo"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gozo.gov.mt\/ Gozo"]}]}," ",{"type":"[","value":["http:\/\/www.visitgozo.com\/"]}," is an island of the ",{"type":"[[","value":[["Malta"],["Maltese archipelago"]]}," in the Mediterranean Sea. Smaller, more remote and less built-up than Malta itself, it is a popular destination in its own right, particularly for more mature British and German couples. With pretty if unspectacular countryside, and interesting churches alongside historic fortifications and megalithic temples it makes a good excursion from Malta and an even better destination for a relaxed short break.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Victoria (Malta)"],["Victoria"]]}," - Also called ",{"type":"'''","value":["Rabat"]},", the island's capital and only real city"]},"\nThere are also a number of small villages on the island\n",{"type":"*","value":[" ",{"type":"'''","value":["Mgarr"]}," - Not to be confused with Mgarr, Malta, this is where the ferry arrives from Cirkewwa."]},{"type":"*","value":[" ",{"type":"'''","value":["Ghajnsielem"]}," - A sleepy village that is on the hill above Mgarr which is mostly residential and not worth stopping at on your way to the capital."]},{"type":"*","value":[" ",{"type":"[[","value":[["Xaghra"]]}," - where Ġgantija Temples and Ramla Bay are located."]},{"type":"*","value":[" ",{"type":"'''","value":["Qala"]}," - where 'Ġebla l-Wieqfa' (another prehistoric dolmen) is located. Other interesting things in Qala are Ħondoq Bay, 'Belvedere' offering a nice view of the main islands of the Maltese archipelago and a small fortress at present in restoration."]},{"type":"*","value":[" ",{"type":"'''","value":["Nadur"]}," - the largest village in Gozo."]},{"type":"*","value":[" ",{"type":"'''","value":["Xewkija"]}," - featuring an impressive large rotunda church visible from almost all villages and towns in Gozo."]},{"type":"*","value":[" ",{"type":"'''","value":["Għarb"]}," and ",{"type":"'''","value":["Għasri"]}," are 2 small villages in the western part of Gozo among which lies 'Ta` Pinu' basilica, which is a Marian shrine where on 22 June 1883 the Virgin Mary was heard by Karmela Grima calling her for prayer."]},{"type":"*","value":[" ",{"type":"'''","value":["San Lawrenz"]}," - where 'Dwejra' (Azure Window) is located."]},"\nand some settlements that are used primarily as summer residences and mostly deserted during the rest of the year\n",{"type":"*","value":[" ",{"type":"[[","value":[["Marsalforn"]]}," - A popular seaside resort north west coast of Gozo.  The famous salt pans are located here."]},{"type":"*","value":[" ",{"type":"[[","value":[["Xlendi"]]}," - A popular place of entertainment located south west of Gozo.  The beach here is small but enclosed between high spectacular cliffs which make Xlendi one of the best spots in Gozo."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ramla il-Ħamra"]}," is arguably Malta's (Gozo's) finest beach. The name means red sands, referring to the beautiful reddish colour of the sand. The bay is completely spared from development, and thus the beach remains relatively uncrowded. This site also claims to be where Calypso's cave is, the cave referred to in Homer's Odyssey."]},"\n",{"type":"==","value":["Understand"]},"\nOne sometimes gets the sense that Gozo is how Malta could have been. With the exceptions of Marsalforn and Xlendi, it has been largely spared from short-sighted overdevelopment, the traditional way of life and society has survived better, and the land has been maintained better giving more fertile ground.  Buildings and houses on Gozo are mainly done with natural materials, as opposed to many of the concrete and breeze-block constructions on the mainland.\n\n",{"type":"===","value":["History"]},"\nGozo's history is intimately linked to ",{"type":"[[","value":[["Malta"]]},".  It shares its megalithic culture, and with the ",{"type":"'''","value":["Ggantija temples"]},", it is officially home of the oldest structure on the planet. Interestingly, Gozo up until the end of medieval times was inhabited in a manner the same as Malta, with ",{"type":"[[","value":[["Mġarr"]]}," and ",{"type":"[[","value":[["Victoria\/Rabat"]]}," being to Gozo what ",{"type":"'''","value":["Vittoriosa"]}," and Mdina are to Malta: the main port and the main settlement consisting of a citadel and surrounding suburbs. The inhabitants of Gozo were, in medieval times, required by law to return to the Citadella each evening to spend the night there to prevent corsairs from abducting them. These measures were proven to be necessary when, in 1551, the Turks tried their first invasion of Malta.  When they failed, they attacked Gozo and took the entire population off in ships to sell them into slavery.\n\n",{"type":"==","value":["Talk"]},"\nIt should also be noted that if you do learn some Maltese, there are different dialects throughout different parts of the country. People on Gozo speak Maltese with a slightly different accent from the main Maltese islanders, and people from the different Gozitan villages each have their own different dialect.\n\nLike the main island, English is also an official language of Gozo.\n\n",{"type":"==","value":["Get in"]},"\nThere is the ",{"type":"[","value":["http:\/\/www.gozochannel.com\/ ferry"]}," from ",{"type":"[[","value":[["Ċirkewwa"]]}," on Malta to ",{"type":"[[","value":[["Mġarr"]]},", Gozo's main harbor.  It departs every 45 minutes in the summer and almost as often in the winter.  A round trip costs €4.65. Bus stops are outside the ferry terminals, and it is synchronized with the ferry arrivals and departures. The bus ride to ",{"type":"[[","value":[["Victoria (Malta)"],["Victoria"]]}," takes around 20 minutes. On the Malta side, buses run from Valetta's bus terminus to Cirkewwa taking about 75 minutes. There are plans to build a small airport on the beautiful and unspoilt Ta' Cenc cliffs of this tiny island, but hopefully someone will realize that the main airport, which already stretches across almost a quarter of Malta itself, is more than enough.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["The bus system is possibly even more antiquated than on Malta proper, with plenty of the same quaint 50's style buses to take you around at a leisurely pace.  All buses depart from the bus terminal in Victoria\/Rabat and go to most villages around the island. Be very sure to check the timetable to make sure you can get back when you want to, as sometimes buses will go from Victoria and not make a return trip. A bus fare is a mere €0.48 one way, though you may also be charged the same amount for your bags."]},{"type":"'''","value":["NB"]}," - As of June 2012 the buses on Gozo are now owned and run by Arriva. They have introduced a new fleet of air conditioned vehicles which whilst they lack the charm of the previous fleet provide a significant upgrade in comfort levels. The tickets (non resident) are now priced by \"time\" rather than distance and are structured as follows...................................................\n2 Hour - € 2.20,\n1 Day  - € 2.60,\n7 Day  - €12.00\n",{"type":"*","value":["The taxi drivers are unscrupulous, and will try to charge the unsuspecting tourist as much as they can.  There is an approximate price list posted at the taxi stand at the boat dock, and another at the bus terminal in Victoria. Don't accept a price that is unreasonably higher than the suggested price. If you end up taking more than one or two taxis a day you are better off hiring a car. "]},{"type":"*","value":["A car is probably the best option if one has a busy schedule.  If not, hitchiking is a nice way to get around."]},{"type":"*","value":["Even on foot many of the distances are negligible and most of the roads are fairly quiet and pleasant to walk along. There is also a footpath network, though the paths require good shoes and a good map (they are not always very clear on the ground)."]},"\n",{"type":"'''","value":["By car"]},"\n\nIf you need flexibility and speed in getting around, your best option is to hire a car.  (try TRAC +35699826339 ",{"type":"[","value":["http:\/\/www.tracgozo.com"]}," or Mayjo car rentals ",{"type":"[","value":["http:\/\/www.mayjocarhire.com"]},").  You need to be over 21 years old and hold a valid driving license.  It's fine to travel to the mainland Malta with his hired car.\n\n",{"type":"'''","value":["By taxi"]},"\n\nYou will find white taxis also on the island of Gozo however these tend to be more expensive.  It is suggested to prebook your taxi or airport transfer with a local company.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["If you happen to be in Gozo during your visit, then the rotunda church in the village of Xewkija is a wonderful spot to visit. The church was built in honor of St. John the Baptist (each village has a saint that they honor) and is the largest in Gozo."]},"\n",{"type":"*","value":["Among the numerous sites and attractions worth seeing which are present in the citadel, is a section of the bastions which consists of a gunpowder Magazine, a lower battery, three silos and some air-shelters.  The former three were added in the early 17th century, after the disastrous siege of Gozo by Turkish pirates in 1551.  Graffiti on the walls are evidence of the French occupation of Gozo as well.  During the English occupation, the grain silos were modified into stores for water.  Some air raid shelters were dug by Gozitan families.  These sites are managed by Wirt Għawdex - an environmental non-governmental organization.",{"type":"[","value":["http:\/\/www.wirtghawdex.org"]}]},"\n",{"type":"*","value":["Wirt Għawdex organisation also manages Mġarr ix-Xini tower, one of the coastal towers built by the Knights in Gozo.  Entrance to the tower can be arranged upon appointment.",{"type":"[","value":["http:\/\/www.wirtghawdex.org"]}]},"\n",{"type":"*","value":["At present, one can also view the Gozo Boat, known as id-Dgħajsa tal-Latini, which has been restored by the Gozo Channel Company and is now managed by Wirt Għawdex Organization. This boat is now exhibited to the public at Mġarr Harbour, Gozo’s main harbour. This boat was used to ferry Gozitans and Maltese between the Islands.",{"type":"[","value":["http:\/\/www.wirtghawdex.org"]}]},"\n",{"type":"[[","value":[["File:Azure Window Gozo.JPG"],["thumb"],["250px"],["Azure Window"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Azure Window"]},", the ",{"type":"'''","value":["Inland Sea"]}," and the ",{"type":"'''","value":["Blue Hole"]}," all make going to the spectacular west coast of Gozo very worthwhile. The Azure Window is a cliff outcropping with a hole in the middle. The Inland Sea is a typically Maltese name in that it slightly exaggerates its size (Mdina is referred to as a city with its 400 inhabitants). It's actually a small lake connected to the sea by a tunnel about 100 meters long through the cliffs. In contrast to Xlendi and Marsalforn this place has been spared from development and makes an unusual and picturesque place to swim. The beach surrounding the lake is unfortunately made of pebbles but there are a few piers and terraces in front of the fishermen's boathouses one can also use. The Blue Hole is not a true blue hole in the geological sense but still makes an amazing spot to dive, having won awards as one of the most beautiful diving spots of Europe."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ta' Pinu Basilica"]},", situated in open countryside is an important place of pilgrimage as miracles are claimed to have occurred here.  The interior of the Basicila is rich in decoration.  One can enjoy views of open countryside from outside the church.",{"type":"[","value":["http:\/\/www.gozoandmalta.com\/museums-and-churches.php#tapinu"]}]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":["If one only has one day, it is recommended to spend the morning in the Citadella of ",{"type":"'''","value":["Rabat"]},", have lunch there, in the cafe next to the cathedral, and spend the afternoon either at ",{"type":"'''","value":["Ramla il-Hamra"]}," or ",{"type":"'''","value":["The Inland Sea"]},".  At least one week is needed to visit in detail the main attractions the island has to offer."]},{"type":"*","value":["With two days one can spend the second morning visiting the ",{"type":"'''","value":["Ggantija temples"]}," and having lunch on the beautiful central square of Xaghra, and the afternoon at the swimming spot not chosen the previous day, bearing in mind that Ramla il-Hamra beach is very close to Xaghra and the Inland Sea closer to Rabat."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Diving Gozo has some very impressive dive sites, one of the most popular being the Blue Hole. The Gozitan underwater geography is very interesting, and so is the sea life. Dive centres in Gozo vary from garage operations to fully equipped 5-star IDC centres. "]},{"type":"*","value":["Outside the busiest areas and outside the high season, hitchhiking is easy here and can lead to unexpected social interactions and changes to one's plans."]},{"type":"*","value":["Gozo boasts one of the most remarkable churches on the archipelago, situated at Ta'Pinu, which was visited by Pope John Paul II in 1990.  A record of his visit is situated at the rear of the church."]},"\n",{"type":"==","value":["Eat"]},"\nAs Gozo is the breadbasket of Malta, the ground is more fertile, and the place is more rural.  Therefore there is more fresh produce to be had. One should definitely try Gozo's own cheese: Gbejniet. This cheese is lovely when had fresh, but also nice when cured with pepper and vinegar.\n\n",{"type":"==","value":["Drink"]},"\n\nAs on Malta there are vineyards on Gozo, one can often buy unlabeled local wines cheaply but be sure to ask to taste them as quality can vary widely.  The shops near the citadel in Victoria\/Rabat usually have a good selection.\n\n",{"type":"==","value":["Stay safe"]},"\nGozo is safer than Malta, there is less petty crime.\n\nThere is occasionally a strong current on the northern shore, so caution when swimming is advised.\n\n",{"type":"==","value":["Respect"]},"\nThe residents of Gozo are called ",{"type":"'''","value":["Gozitans"]}," and will be annoyed if you refer to them as ",{"type":"'''","value":["Maltese"]},".\n\n",{"type":"==","value":["Walking, Rambling and Hiking"]},"\nGozo is at its best from October to May. The average temperature in this period is around 18C, ideal for rambling around the island. While exploring the island you will see a wide variety of amazing views due to a large number of valleys, hills and small beaches. There is an abundance of abandoned hidden ancient temples and shrines in the countryside. If you are pressed for time and do not have much time to explore, but also want to see the best hidden places, it is best to hire or join a guide that specializes in country walks. Although Gozo is small, once you go to the countryside you will feel that you are alone on the island since you can walk for hours without meeting anybody. During the winter storms, Gozo's seaside is often totally deserted but spectacular with the big waves exploding on big boulders and lofty cliffs.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["36.0500"],["14.2500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Malta"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Gozo"]]},"\n\n",{"type":"[[","value":[["Commons:Gozo"]]}]