[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n\n\nThe ",{"type":"'''","value":["GR 20"]}," is one of the extensive ",{"type":"[[","value":[["Grande Randonnée"]]}," (or GR) network of paths and trails. The trail traverses ",{"type":"[[","value":[["Corsica"]]},"'s mountains, with its end points in Calenzana in the north and Conca in the South running most of the length of the island. It is often referred to as \"the toughest long distance trail in Europe\", covering a distance of 180KM and 10KM of climbing and descent, over rugged terrain.\n\n",{"type":"==","value":[" The trail "]},"\n\nThe trail is normally done in 15 days, however people often do it in less. It may be walked in either direction, and often in parts, with Vizzavona being an ideal place to start or stop.\n\n",{"type":"*","value":[" Calenzana"]},{"type":"*","value":[" Refuge d'Ortu di u Piobbu"]},{"type":"*","value":[" Refuge de Carrozzu"]},{"type":"*","value":[" Refuge d'Asco Stagnu"]},{"type":"*","value":[" Refuge de Tighjettu"]},{"type":"*","value":[" Refuge de Ciottulu di i Mori"]},{"type":"*","value":[" Refuge de Manganu"]},{"type":"*","value":[" Refuge de Pietra Piana"]},{"type":"*","value":[" Refuge de l'Onda"]},{"type":"*","value":[" Vizzavona"]},{"type":"*","value":[" Bergeries de Capannelle"]},{"type":"*","value":[" Refuge de Prati"]},{"type":"*","value":[" Refuge d'Usciolu"]},{"type":"*","value":[" Refuge d'Asinao"]},{"type":"*","value":[" Refuge de Paliri"]},{"type":"*","value":[" Conca"]},"\n",{"type":"==","value":[" Maps "]},"\n\nCarte de Randonnée 4149 OT - 4253 OT and 4253 ET (6 maps). \n\n",{"type":"==","value":[" Food "]},"\n\nFood can be purchased in most refuges, however they are stocked to varying degrees.\nIn the south of the island below Vizzavona you can often get fresh bread, however you can often get \"long life\" bread otherwise.\nYou can usually get various supplies such as cheese, saucisson, snack-bars and beer at refuges, with a greater variety at some of the villages and ski resorts en route.\nMost refuges will supply you an evening meal if you book in time.\n\n",{"type":"==","value":[" Water "]},"\n\nThere are marked water sources near all of the refuges, and are the occasional marked sources on route which are safe to drink. Springs dry up in the summer months and there are some long ridges without points of resupply, so it is wise to take out more than 2l of water.\n\n",{"type":"==","value":[" Fuel and cooking "]},"\n\nMost huts have areas with stoves that you can use if you provide your own pans. These can get busy, or sometimes don't work, so if you want to cook your own food it may be a good idea to take a stove along. If you don't mind a few cold meals, not taking a stove will save weight.\n",{"type":"*","value":[" Meths is fairly easy to find in supermarkets, it's sold as cooking alcohol, and won't block Trangias up."]},{"type":"*","value":[" Screw-top gas canisters are difficult to find however were available in Calvy in 2008."]},{"type":"*","value":[" Press-top gas is fairly easy to find."]},"\n",{"type":"==","value":[" Camping and refuges "]},"\n\nYou can stay in most refuges if they're not full, however they can get quite busy. Some huts will provide rentable tents.\nCamping or as it is referred to \"bivouacking\" is allowed by refuges all along the route. You can book in and pay the hut guardian when you arrive.\n\n",{"type":"==","value":[" Gear "]},"\n\nTake as little as possible, pack light! \n\n",{"type":"*","value":[" Rugged boots - you can wear out a set of lightweight walking boots on the trail."]},{"type":"*","value":[" Walking poles (2), you will appreciate these."]},{"type":"*","value":[" Brimmed hat\/sunscreen\/long sleeved shirt\/pants."]},{"type":"*","value":[" Light weight waterproof."]},{"type":"*","value":[" Air mattress (the ground is usually very rocky)."]},{"type":"*","value":[" A tent that will stand without need for pegs (if camping)."]},"\n",{"type":"==","value":[" General advice "]},"\n\n",{"type":"*","value":[" Walk early, the sun is hottest at midday."]},{"type":"*","value":[" Snow will mostly be clear by June, so you don't need axe\/crampons 'in season'."]},{"type":"*","value":[" Buses across the island don't run 'out of season', so check your dates. Taxi rides can be expensive."]},"\n",{"type":"{{","value":[["Outlineitinerary"]]},"\n",{"type":"[[","value":[["wikipedia:GR 20"]]}]