[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Gracias1.jpg"],["thumb"],["Street in Gracias"]]},"\n",{"type":"'''","value":["Gracias"]}," is a city in the ",{"type":"[[","value":[["Honduras"],["Honduran"]]}," department of ",{"type":"[[","value":[["Lempira"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nThe name 'Gracias' means \"thank you\" in Spanish.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"====","value":["From the airport in San Pedro Sula"]},"\nTake a taxi to the main bus station. \n\n",{"type":"====","value":["From San Pedro Sula"]}," \nBuses leave from the main bus station (La metropolitan). There are direct buses to Gracias (not that fast and luxury) or take a fast bus to Santa Rosa de Copan and from there whatever bus to Gracias. There are buses at least every 1\/2 hour. The last bus from Santa Rosa to Gracias leaves at 6 pm.\n\n",{"type":"====","value":["From Copan Ruinas"]}," \nTake a bus to La Entrada de Copan, then a bus to Santa Rosa (preferably a fast bus) and next to Gracias. Takes about 4 h alltogether. \n\n",{"type":"====","value":["From Tegucigalpa"]},"\nTake a direct bus to La Esperanza (Buses Carolina) \n\n",{"type":"====","value":["From La Esperanza"]}," \nTake a bus to Gracias and if not available a bus to San Juan. From San Juan there are buses to Gracias. If there are no buses anymore then hitchhike. Whoever travels that way will take passengers. Expect to pay a small fee. It is safe and beautiful\n\n",{"type":"==","value":["Get around"]},"\nMost of the town of Gracias is accessible on foot. If you have a lot of stuff to carry or you don't want to walk, there are red mototaxis everywhere that you can hail from the street.\n\n",{"type":"==","value":["See"]},"\nThe museum with botanical garden and the San Sebstian Church are located at the Plaza San Sebastian. The entrance fee to the museum and botanical garden is Lps 30.00\n\nYou can see the fort \"El Castillo San Cristobal\" on the west side of town on a small hill. Allthough the main entrance on the south side there is a small entrance at the end of the stairs leading to the Hotel Guancascos. No entrance fee\nThe San Marcos Church is next to the fully renovated Central Parc.\nThe La Merced church is one block north and one block east from the “parque central”, \nThe market is 2 blocks west of Central Park.\n\nYou will pass the “sweets, spicy and pickles’ shop” if you walk from Central Park to the Plaza San Sebastian. Ask for Lorenas her shop. Unfortunately churches are often closed with only the San Marcos is used for mass on a regular base. \n\n",{"type":"[[","value":[["Image:Gracias2.jpg"],["thumb"],["The Fortaleza de San Cristobal above Gracias."]]},"\n\n",{"type":"==","value":["Do"]},"\nMostly, Gracias is nice for walking around and experiencing small-town life in western Honduras. It's a very old place with an interesting history. It's also a jumping off point for visiting Celaque. A few kilometers outside of town are the 'aguas termales', or hot springs, that are nice after a long hike or day of traveling.\nThe swimmingpool is set next to a nice artificial lagoon and fish pond.\n\nThe public hot springs in Arcilaca are a set of pools with really nice hot water, built in a natural environment.  There are actually two different sets of pools, about 100m from each other on the same road.  According to locals, Presidente has the warmer pools of the two.\nYou can get there in a mototaxi (tuktuk), for about 50 pp. The mototaxis drives you there in about 20 min. You can negotiate a price with them if you want the taxi to wait for you. \nIf you like to walk to the springs take one of the maps in the better hotel lobbies. It is a really pleasant one hour walk. You can often find a pick up car or a mototaxi to take you back again.\nThere are changing facilities and toilets available \nThere is a comedor and the entrance fee is Lps 50.00 pp\n\nTermas del Rio\nTermas del Rio is an other hotsprings site. It has a set of big pools with really nice hot water built in a natural environment.\nYou can get there by taking the bus to Santa Rosa, La Iguala or lepaera, and get off at the Termas del Rio entrance. (about 15 min, on the main road) Walk down the private road for about 5 min.\nIf you have your own car, drive in the direction of Santa Rosa for about 7 km and be aware of the sign and entrance on your left hand side. (You have to cross the big bridge)\nThere are changing facilities and toilets,\nSport facilities (Table tennis, volleyball, football etc)\nRestaurant\nEntrance fee: Lps 60.00   \nHow to choose where to go?\n\nBoth settings are gorgeous and good temperature pools.\nThe advances of the Termal Baths are: Bigger pools, sport facilities (table tennis, Volleyball, football etc. More tranquil and relaxing, they sell bear but there is not a drinking environment.\nCleaner and better facilities in every way\nPrivate run, good staff and the owner is often there himself\nThe price makes up for the quality\nIf it is a Friday night, Saturday, Sunday or a bank holiday, go to the Termas del Rio! Any other day the Arcilacapools are great.\n\n",{"type":"==","value":["Buy"]},"\nLorenas \"sweets,spicy and pickels shop\"\n\n",{"type":"==","value":["Eat"]},"\nThere are several restaurants in town, with varying quality of food. Hotel Guancascos has great, if simple, food.\nOther safe places to eat are La Meson de Don Juan in the hotel Posada de Don Juan, and Colinas San Cristobal Restaurant \nAn other special place to go for food is El Rinconcito Graciano, a small very personal typical food eatery.\nOf course there are lost of comedores and cafeterias all over town.",{"type":"[[","value":[["User:190.4.12.82"],["190.4.12.82"]]}," 14:10, 28 September 2009 (EDT)F\n\n",{"type":"==","value":["Drink"]},"\nThere is a cute little bar in town called El Candil. (Ask for Bayron´s place)\nAlso the Hotel Posada Don Juan and the Hotel Guancascos have full bar services.\n\n",{"type":"==","value":["Sleep"]},"\nThere are several hotels in town. The most comfortable, at around US$24 per night, is Hotel Guancasco, run by an expatriate Dutchwoman named Frony.\n\nMost popular hotels: \n\nPosada de Don Juan  (504) 6561020. \n(A luxury hotel with A\/C and swimming pool).\nHotel Guancascos  (504) 6561219.\n(Comortable rooms and english spoken, tourist information).\nHotel Erick\n(Basic, cheap and clean).\nHotelito Josue (sp?).  Variety of rooms, inc. single with shared bath, double with shared bath, single and double with private bath, some with TV.  Cold water shower, kitchen use, quite clean, narrow garden courtyard.  Really friendly staff.  Prices range from under 150 LP\/person to 250LP? for double?\n\n",{"type":"==","value":["Go next"]},"\nThe only way to get out of Gracias is by bus or private car. The easiest way to find the bus 'station' is to ask anyone in town. There are buses to San Pedro Sula, Santa Rosa de Copán, and La Esperanza (in Intibucá).\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["14.5833"],["-88.5833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Honduran Highlands"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gracias"]]}]