[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Grand Bruit"]}," (often pronounced \"Grand Brit\") was a small coastal village in ",{"type":"[[","value":[["Southern Newfoundland"]]},", formerly accessible by ferry. The community, which had a population of 31 when it was abandoned in 2010, was divided down the middle by a waterfall, hence the name \"Grand Bruit\" which is French for \"great noise.\"\n\n",{"type":"==","value":["Understand"]},"\nGrand Bruit is on the rugged and sparsely-populated southern coast of Newfoundland, an area whose topography (largely fjords) is ill-suited to road building. A tiny outport reachable only by sea, Grand Bruit relied heavily on the Atlantic cod fishery. The collapse of cod stocks in the early 1990s brought economic decline and local population dropped sharply. By 2007, the village schoolhouse was closed.\n\nIn 2010, the provincial government paid the last inhabitants to leave, implicitly extending a controversial pattern in which three hundred tiny Newfoundland outport villages in awkward, difficult-to-service locations were abandoned between 1954-1975. Unlike most earlier outport abandonments (where wooden saltbox houses were loaded onto barges and moved to other outports by sea), Grand Bruit's 31 residents left houses and furnishings behind; some return seasonally to use the buildings as cottages.\n\n",{"type":"==","value":["Get in"]},"\nThe road eastward from ",{"type":"[[","value":[["Port aux Basques"]]}," ends at Rose Blanche. It was once possible to continue east to Grand Bruit by provincial coastal ferry, but (as of July 8, 2010) the boat no longer stops here. There are at least two main docks in the village; originally one served the local fishery and the other the coastal ferry. Access remains possible by ",{"type":"[[","value":[["cruising on small craft"]]},".\n\n",{"type":"==","value":["Get around"]},"\nThere are no automobile roads in Grand Bruit, but lovely paved walking roads.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" A number of small ponds surround the community, including one that feeds the prominent local waterfall."]},{"type":"*","value":[" \"Cramalot Inn\" was a local gathering place where you could bring your own drinks. The building is little more than a small 10' x 10' wooden shed, white with red trim."]},{"type":"*","value":[" A Grand Bruit All-Grade School and a church are abandoned but still standing."]},"\n",{"type":"==","value":["Do"]},"\nThere is excellent hiking around Grand Bruit. Paths are often absent or not in great shape, but many are marked.\n\n",{"type":"==","value":["Buy"]},"\nThere is no store in Grand Bruit, as the last one closed its doors in 2007.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are several great camping spots in Grand Bruit. Next to the village church, which is adjacent to the waterfall, a small camping spot is available that can fit a 2 to 4-person tent.\n\nThe closest operational ",{"type":"[[","value":[["bed and breakfasts"],["B&B"]]}," is in Rose Blanche.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rose Blanche"]]}," and ",{"type":"[[","value":[["Port aux Basques"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Southern Newfoundland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Grand Bruit, Newfoundland and Labrador"]]},"\n",{"type":"{{","value":[["geo"],["47.6667"],["-58.2333"]]}]