[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Grantchester"]}," is a small village (population 550) in the ",{"type":"[[","value":[["England"],["English"]]}," county of ",{"type":"[[","value":[["Cambridgeshire"]]},", located some 3 miles up the river Cam from ",{"type":"[[","value":[["Cambridge (England)"],["Cambridge"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nImmortalised by the poet Rupert Brooke in his 1912 poem ",{"type":"''","value":["The Old Vicarage, Grantchester"]},", Grantchester is a favourite amongst both tourists and students travelling upstream from Cambridge by punt to eat a picnic in the meadows or at the tea gardens called The Orchard.\n\nThe story goes that in 1897 a group of Cambridge students persuaded the owner of Orchard House to serve them tea, and this subsequently became a regular practice. Later lodgers at Orchard House included the poet Rupert Brooke, who later moved next door to the Old Vicarage (built c. 1685). In 1912, while in Berlin, he would write his well-known poem ",{"type":"''","value":["The Old Vicarage, Grantchester"]},", in which Brooke recalled happy days in the idyllic English surroundings of Cambridgeshire. (The Old Vicarage is presently the home of the novelist Lord Jeffrey Archer of Weston-super-Mare).\n\n",{"type":"==","value":["Get in"]},"\n\nGrantchester is probably most romantically accessed by punt from Cambridge, however, it is also possible to walk or cycle. The shared use path from Cambridge to Grantchester that runs beside Grantchester Meadows is nicknamed the Grantchester Grind.\n\n",{"type":"===","value":["By Punt"]},"\n\nHire a punt from and picnic hamper from Granta Punt Hire in Cambridge and travel up the river to Grantchester. Punting to Grantchester (upriver) takes about an hour for an experienced punter, and the complete journey would be difficult for first-timers, although there are various riverbanks on the way suitable for mooring. (Note that pranksters have been known to push unattended punts out into the river.)\n\n",{"type":"==","value":["Get around"]}," \n\n",{"type":"==","value":["See"]},"\n\nFurther upstream from the Orchard is Byron's Pool, named after the (in)famous Lord Byron, of whom it is said to have swum there (at least, according to Brooke). The pool is now located below a modern weir at the junction of the Bourn Brook and the River Cam.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Orchard"],["alt="],["url=http:\/\/www.orchard-grantchester.com\/"],["email="],["address=45-47 Mill Way"],["lat="],["long="],["directions="],["phone = +44 1223 845788"],["tollfree="],["fax="],["hours="],["price="],["content=Open Su-Sa 10.30am-6.30pm. The target of many a punt journey up the river Cam from Cambridge, the Orchard is a famous tea tooms with a long list of famous patrons that include Rupert Brooke, Virginia Woolf, E.M. Forster and Bertrand Russell. Taking tea in The Orchard is a well-established Cambridge tradition. Planted with apple trees, the large garden of The Orchard is perfect for lounging on a deck chair in the sun with a cup of tea and a scone for sustenance. Long queues can be expected on sunny days, but there is always room to be found in the garden."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nGrantchester also contains four pubs - the Red Lion and the Green Man (currently closed seeking a new tenant) are closest to the river bank, and the Rupert Brooke and Blue Ball are to the right (Cambridge direction) along the main street of the village.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\nReturn by punt or cycle to ",{"type":"[[","value":[["Cambridge (England)"],["Cambridge"]]},"\n\n",{"type":"{{","value":[["geo"],["52.179"],["0.095"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cambridgeshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Grantchester"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Grantchester"]]}]