[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Grand Popo"]}," is a city in ",{"type":"[[","value":[["Benin"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nFly into either Cotonou or Lome and take a taxi for about 1200 CFA. \n\n",{"type":"===","value":["By taxi"]},"\nYou can pick up a taxi in Cotonou at the Grand Marché. Definitely negotiate the price in advance; if you don’t want to share the taxi with several others you can always rent the whole taxi (generally multiply rate for a single person by six). The taxi will drop you anywhere along the route; if you ask to be let off at the main carrefour (intersection) you can easily pick up a zemidjan to your hotel. To the Auberge or Villa Karo it is about a 200-250 CFA trip. If you are staying at Awale Plage, Bel Azul, or Etoile de Mer the taxi can take you straight there since they’re on the highway. \n\n",{"type":"==","value":["Get around"]},"\nGrand Popo has very little traffic. You can pick up a zem (usually wearing a green shirt and baseball cap, but not always) easily at the carrefour, but sometimes, you’ll have to wait a while to get one on the side of the road. Walking is also a good option as most restaurants and hotels are located on a main stretch of road. To get to some of the tourist sites, you will need a pirogue or a motorboat, which will be provided by a tour guide.\n\nThe best way to see the sites (besides the beach) is to engage a tour guide. Talk to your hotel about finding a reputable guide – don’t trust guys who come up to you on the side of the road; even if they offer an attractive deal. The government doesn’t have a system of authorizing guides yet, but hotels usually work with the same guides over and over and can recommend someone trustworthy. Also ask them about pricing. There are two circuits depending on how much time you have and how much you would like to spend. The first goes to sites close by and uses a pirogue to get around on the river. It usually costs around 10,000 CFA per person, though discounts for larger groups can be arranged. The second, longer, circuit goes out to where the river Mono meets the ocean (for which you need a motorboat). This costs more – generally starting at 40,000 CFA.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Beach"]}," - Grand Popo has a beautiful beach front. Be careful about swimming though as the ocean current is very strong and all beaches are swim at your own risk. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hounkounnou Village"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Gbècon"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hévé"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Allongo"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Avlo"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bouche du Roy"]}," - Where the Mono River meets the Atlantic Ocean "]},{"type":"*","value":[" ",{"type":"'''","value":["L’île du sel"]}," - Traditional fabrication of salt"]},{"type":"*","value":[" ",{"type":"'''","value":["Mangroves"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pêche de gambas"]}," - Traditional fishing of prawns"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nEvery hotel has a restaurant serving a mix of European and African dishes. \n\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chez Desir"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=500 CFA"],["content=Local fare (fish, rice, pâte, etc). Also a good place to have a beer."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gloire de Dieu"],["url="],["email="],["address=RNIE Cotonou Lomé avant la brigade de gendarmerie de GP"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=from 700 CFA"],["content=Local fare (Rice, fish, meat, akasa, and sauce)."]]}]},{"type":"===","value":["Budget (Under 600 CFA)"]},"\n\n",{"type":"*","value":[" Street vendors – Most vendors serve some combination of fish, rice, beans, sauce, and hardboiled eggs. Some also have pâte (white cornmeal paste) and sauce. Plates should cost around 100 to 200 CFA. "]},{"type":"*","value":[" Chez Dewali – Serves pounded yam (fufu) and sauce (usually with goat or fish). "]}," \n",{"type":"===","value":["Mid-Range (700-3000 CFA)"]},"\n",{"type":"*","value":[" Ibis Bel; Main dish is between 1,200 and 2,500 CFA. They are right at the main intersection and there is usually a fair number of people eating or just having a drink."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Lion Bar"]}," +229 95 42 05 17. Rooms from 5,000 CFA, Camping 2500 CFA. Has a restaurant with one or two options each night and a bar. Very laid back vibe – the owner is a Rastafarian and the whole place is decorated with painting and quotes of famous Rastas and reggae musicians. The only indication from the street that the hotel is there is a small sign saying Lion Bar, but there is often a bright green car also painted with famous Rastas parked out front. A favourite of Peace Corps Volunteers. "]},{"type":"*","value":[" ",{"type":"'''","value":["Motel Coin des Amis"]}," +229 95 96 36 56.  Rooms from 6,000 – 10,000 CFA, Camping 1000 CFA. Also has a small restaurant.   "]},{"type":"*","value":[" ",{"type":"'''","value":["Motel Blue Night"]}," + 229 95 86 78 29. Room 6,000 CFA. Also has a restaurant and bar. Located on the Cotonou \/ Lomé highway, across the street from the beach."]},"\n",{"type":"===","value":["Mid-Range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Maison Blanche"]}," +229 22 43 04 83. Rooms from 10,000 CFA (There are only two rooms; but they are large). Camping is also an option and costs 3000 CFA. Restaurant and bar both with beach views. "]},{"type":"*","value":[" ",{"type":"'''","value":["Saveurs d’Afrique"]},". Rooms from 13,000 CFA. Camping also an option for 1000 CFA. Restaurant attached with great ocean views. For the moment there are only two rooms but they are well-appointed and on the beach. "]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Auberge de Grand Popo"]}," +229 22 43 00 47. Rooms from 14,000, Bungalows from 20,500 CFA. Air conditioned, choose ocean or garden view. The Auberge also has a restaurant\/bar with ocean views and a swimming pool. "]},{"type":"*","value":[" ",{"type":"'''","value":["Awale Plage"]}," +229 22 43 01 17 \/ +229 95 50 29 15. Rooms from 14,000 – 22,000 CFA; Bungalows from 20,000 – 28,000 CFA. Awale also has a restaurant and two bars, one on the beach, and a swimming pool. Located on the Cotonou \/ Lomé highway."]},{"type":"*","value":[" ",{"type":"'''","value":["Etoile de Mer"]}," +229 22 43 04 43. Room 14,500 CFA, Apartment 25,000 CFA. Currently restaurant is only serving breakfast. Located at the main intersection, on the Cotonou \/ Lomé highway."]},{"type":"*","value":[" ",{"type":"'''","value":["Farafina"]}," +229 95 96 09 04 \/ 95 95 38 32. Rooms from 15,000. Also has a restaurant."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Benin"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["6.283333"],["1.833333"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]