[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Granada"]]},"\n",{"type":"'''","value":["Granada"]}," is a province in ",{"type":"[[","value":[["Andalusia"]]}," in ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Granada"]]}," — ome of the Nazari's Alhambra Palace and many traditional festivals"]},{"type":"*","value":[" ",{"type":"[[","value":[["Alhama de Granada"]]}," — a lovely old spa village, perched above a river gorge, with an impressive monumental quarter and with hot springs not far away"]},{"type":"*","value":[" ",{"type":"[[","value":[["Almunecar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Castel del Ferro"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Guadix"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["La Rabita"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pitres"]]}," — village part of ",{"type":"[[","value":[["Las Alpujarras"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Portugos"]]}," — village part of ",{"type":"[[","value":[["Las Alpujarras"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Salobreña"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Torre Nueva"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sierra Nevada (Spain)"],["Sierra Nevada"]]}," — the highest mountains in Spain, with the most southern ski resort in Europe"]},{"type":"*","value":[" ",{"type":"[[","value":[["Las Alpujarras"]]}," — traditional Moorish villages scattered throughout the mountains South of Granada city; well worth visiting for the scenery and slow, laid back way of life"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nRoads in Granada province tend to be fairly quiet between towns, but can be congested and frustrating in and around towns. Car Hire is available in Granada (Airport) and on the coast, for example in Motril. Buses are mainly operated by Alsina-Graells, who have a good web site showing schedules and fares. Other operators work out of Granada bus station, offering routes across Andalucia and beyond (e.g. to Romania)\n\nTrekking (on horseback) in the Sierra Nevada is offered by various operators (mainly based in the Alpujarra)\n\n",{"type":"==","value":["See"]},"\nThe Alhambra in Granada is the most popular visitor site in Granada province. The highlight is the Nasrid palaces. Tickets are frequently sold out for weeks ahead, though some are reserved for those who turn up early in the morning. However, access to the rest of the complex is easier, and the gardens of the Generalife are worth a stroll. There are two hotels within the Alhambra grounds, including one of the more expensive Paradors.\n\nGranada town is very pleasant to stroll in. The cathedral is enormous. Behind it is the Capilla Real, holding the tombs of Ferdinand and Isabella; the Corral de Carbon is a Moorish building nearby; the Albaicin is the old Moorish quarter, with lots of twisty little lanes, and several lookout points across the valley to the Alhambra. The Albaicin is currently (2007) a very fashionable place to live. At the bottom, near the Plaza Nueva, are lots of Moroccan \/ touristy shops. Getting the bus to the top of the hill and wandering down works quite well\n\nFederico Garcia Lorca is associated with Granada. A park and a museum are dedicated to him.\n\nAs in most of the rest of Spain, Easter Week (semana santa) is the biggest fiesta.\n\nYou may want to participate in a botellon in Granada. This is basically a street drinking party, mainly populated by students from the University. Dates are variable. The City Council seems inclined to limit them.\n\nThe coast to the west of Motril is given over to tourists, with Salobrena and Almunecar as the main resorts. The coast to the east of Motril is given over to plastic greenhouses (invernaderos) which extend all the way to Almeria.\n\nInland lies the Alpujarra, a valley running about 50km east-west along the southern edge of the Sierra Nevada. It contains about 80 settled places, most of them tiny villages, usually containing a jumble of white-painted houses around a plaza. The Alpujarra was the last place from which the Moors were expelled by the Christians. Little visible trace of them remains. Occasionally it is obvious that the church is a converted mosque (e.g. in Jubar)\nThe most popular visitor destinations in the Alpujarra are the 'white villages' of Pampaneira, Bubion, and Capiliera, possibly with an extension to Trevelez, where the high, dry air lends itself to the curing of ham. Fans of Gerald Brennan's book 'South From Granada' may want to go further again to Yegen.\n\nAt the spring equinox, Orgiva hosts the Dragon Festival, which is a week long bash of travellers, competing sound trucks, live music \/ theatre and insomnia.\n\nTo see the Sierra Nevada, most of the operators offering walking and riding tours are in the Alpujarra.\n\nVisit the Alhambra : The most wonderful and visited monument in spain.\n\nGranada province is also host to some lovely coast (Salobrena, Almunecar are only 40 minutes from Granada city, or East of there are some great beaches, from coves and hideaway nudist beaches to resorts and fishing villages like La Rabita, Castel del Ferro and Torre Nueva.\nThe Poniente Granadino region is the western part of the Province of Granada. The region is rich in areas of archaeological interest and is encircled by the Sierra of Cordoba to the north, the Axarquia of Malaga to the South and to the west, the Valleys of Archidona and Antequera.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Great skiing (November to April) in the Sierra Nevada just half an hour by regular buses from ",{"type":"[[","value":[["Granada (Spain)"],["Granada"]]},"."]},"\n",{"type":"*","value":["Climb the Mulhacén, the highest peak on the Iberian Peninsula, or hike any one of a number of easier routes in the Alpujarras."]},"\n",{"type":"*","value":["Flamenco Show: Get involved in the musical tradition of Andalucia and enjoy a great night."]},"\n",{"type":"*","value":["Experience the nightlife of Granada at one of the great, local bars. The bar mojitoo, located on \"Calle Navas\", has a fantastic atmosphere with great drinks and a friendly bartender named Fran."]},"\n",{"type":"*","value":["Go to one of the many popular night clubs (discotecas) of Granada, including: Mae West, El Camborio, Granada 10, Forum."]},"\n",{"type":"==","value":["Eat"]},"\n\nGranada province (and town) is one of the few places in Spain where you will habitually and automatically receive a free, freshly cooked and generous helping of tapas (food) with your beer or wine.  This may be anything from a small homemade burger on bread, to cheese in oil and garlic, tortilla, prawns or calamari or other fish or seafood, or the ubiquitous carne con tomate (meat in sauce).  Rather than go out for a meal you are well advised to go on a pub crawl as you will have more variety for less (no!) cost.\n\nThe street \"Calle Navas\" has a wide variety of bars and restaurants very close together with reasonable prices.\n\n",{"type":"==","value":["Drink"]},"\nHave a botellon with Alia by the river\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.nesthostelsgranada.com\/ Hostels Granada Nest"]}," ",{"type":"{{","value":[["sleep"],["name=Hostels Granada Nest"],["alt=Hostels Granada Spain"],["url=http:\/\/www.nesthostelsgranada.com"],["email=info@nesthostelsgranada.com"],["address=Calle Santísimo,4 Spain"],["lat=37.178766"],["long=-3.591006"],["directions="],["phone=+34 958 994 714"],["tollfree="],["fax=+34 958 049 788"],["hours="],["price="],["checkin="],["checkout="],["content=Youth Hostels Nest in Granada."]]}]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/neststylehotels.com\/hotel-granada Hotel Granada"]}," ",{"type":"{{","value":[["sleep"],["name=Hotel Granada Nest Style"],["alt=Hotels Granada Spain"],["url=http:\/\/neststylehotels.com\/hotel-granada\/"],["email=booking@neststylegranada.com"],["address=Plaza del Carmen,29 Spain"],["lat=37.174245"],["long=-3.598838"],["directions="],["phone=+34 958 058 708"],["tollfree="],["fax=+34 858 991 998"],["hours="],["price="],["checkin="],["checkout="],["content=Hotel Granada Nest Style."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Andalusia"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Granada (province)"]]},"\n",{"type":"[[","value":[["Commons:Category:Province of Granada"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Spain\/Autonomous_Communities\/Andalucia\/Granada\/"]]},"\n",{"type":"{{","value":[["geo"],["37.25"],["-3.25"]]}]