[{"type":"{{","value":[["pagebanner"],["Grand canyon wikivoyage banner.jpg"],["caption=Grand Canyon"],["unesco=yes"]]},"\n\nThe ",{"type":"'''","value":["Grand Canyon"]}," is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," that is located entirely in northern ",{"type":"[[","value":[["Arizona"]]}," and is one of the great tourist attractions in the ",{"type":"[[","value":[["United States"]]},".  The massive canyon encompasses several distinct areas, most famous of which is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/grca\/ Grand Canyon National Park"]}]},", a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]},". The national park is itself divided into two main areas: the remote ",{"type":"'''","value":["North Rim"]}," and the more accessible (and therefore more crowded) ",{"type":"'''","value":["South Rim"]},". In addition, the southwestern end of the canyon is located within the borders of two Indian reservations: the ",{"type":"'''","value":["Havasupai Indian Reservation"]}," and the ",{"type":"'''","value":["Hualapai Indian Reservation"]}," (also known as Grand Canyon West).  All of the sections of the canyon offer amenities for visitors, but the national park, and in particular the South Rim, is by far the most popular destination and the best equipped to handle the millions of yearly visitors.\n\n",{"type":"==","value":["Understand"]},"\n:",{"type":"''","value":["\"The Grand Canyon fills me with awe. It is beyond comparison—beyond description; absolutely unparalleled throughout the wide world.\""]}," ",{"type":"<","value":["small",["— Theodore Roosevelt"]]},"\n\nThe Canyon is an overwhelming experience, and nothing can prepare a visitor for the sight.  The Grand Canyon is a massive canyon carved over several million years by the Colorado River.  Grand Canyon National Park boasts an elevation change of nearly 7,000 feet (2130 m) from Point Imperial (at nearly 9,000 feet or 2740 m) to the banks of Lake Mead (at just over 2,000 feet or 610 m). The canyon itself is, from rim to river over a mile (1610 m) deep.  In spots the rock layers exposed in the canyon display over two ",{"type":"''","value":["billion"]}," years of geologic history.\n\n",{"type":"===","value":["History"]},"\n\nThe park was founded as Grand Canyon National Monument in 1908 by President Theodore Roosevelt, and became a national park in 1919.  Today the park contains over 1.2 million acres (490,000 ha), slightly less than the entire state of ",{"type":"[[","value":[["Delaware (state)"],["Delaware"]]},", and in 2012 received more than 4.4 million visitors.\n\n",{"type":"===","value":["Landscape"]},"\n\nThroughout the past century, hundreds of authors have attempted to depict the enormous landscape that is Grand Canyon.  Not surprisingly, words most often fail to invoke the sense of awe and wonder that many visitors experience.  Edward Abbey, a noted Southwest author, once penned:  \"Those who love it call it the canyon.  ",{"type":"''","value":["The"]}," canyon.  As if there were no other topographic feature on the face of the Earth\".\n\nThere are, of course, other canyons on the planet.  Some are longer, others wider, and even some that are deeper.  Canyon visitors are often surprised to learn that Grand Canyon sets no records for sheer size.  It is, however, simply regarded by most as the \"grandest\" canyon of them all.\n\nGeologically, the canyon extends from Lee's Ferry near the Arizona\/Utah border to the Grand Wash Cliffs near Las Vegas, a distance of 277 mi (445 km).  It ranges in width from about a quarter mile to over 18 mi (29 km) wide.  In places the canyon is over a mile deep.\n\nHowever, it is not the statistics that define this landscape as \"grand\", but rather a combination of factors.  The desert environment and a lack of herbaceous ground cover reveal a geologic story that is unparalleled.  Surprisingly, the rock layers displayed at Grand Canyon show little sign of wear.  The layers have been preserved almost perfectly, as though they were layers in a cake.  Nowhere else on Earth displays so many volumes of the planet's history in such pristine condition.\n\nThe resulting landscape provides visitors with some of the most magnificent and unsurpassed vistas on the planet.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"[[","value":[["File:Raven at Grand Canyon.JPG"],["thumb"],["250px"],["A raven sitting near the canyon edge"]]},"\n\nArguably, the most famous animal in the park is the rare California Condor. They can occasionally be seen flying near Grand Canyon Village on the South Rim.  Common bird life includes Canyon Wrens, Stellar's Jays (with their peaked caps), swallows, hummingbirds, and the playful and entertaining Raven.\n\nMule Deer are common.  Some of the largest Elk in North America can be found in the national park, and in the adjacent Kaibab National Forest.  Desert Big Horn Sheep are also seen on occasion, mainly in the inner canyon.\n\nYou'll often spot Coyote no matter where you are in the park, and if you're lucky, you'll get to hear them sing.  Other predators are Mountain Lions and Bobcat.  Black Bears are rare, and they generally stay away from the inhabited areas.\n\nSome of the smaller creatures that can be found in the inhabited areas of the park are the Ringtail (called a cat, but not in the cat family), which like to live in the rafters of some of the historic buildings on the rim.  They are quick and stealthy, but they often forget how visible that tail is, and you'll see it hanging out over a  beam.\n\nA favorite with visitors is the Abert's Squirrel with their tufted ears.  Other varieties of squirrels and chipmunks are also popular. They seem tame and like to beg for food behind the Bright Angel Lodge, near the Ice Cream fountain.  But heed the warnings and resist the urge.  One of the most common injuries in the park are squirrel bites.\n\nYou might also see the common Striped Skunk, and if lucky, you might even see the rarer Western Spotted Skunk (usually at lower elevations).  Skunks here are also habituated to humans and may seem tame, but they will react as all skunks do, so don't come up on them suddenly!\n\nFor the reptile family, there are variety of small lizards, and a few snakes. The most striking (in more ways than one) is the Grand Canyon Rattlesnake; with its reddish (almost pink) coloring it neatly blends into the rocky terrain of the canyon. They are interesting to see as long as it is at a safe distance.  Rattlesnakes are MORE afraid of you than you are of them. If given the chance, they will avoid any contact with humans. Most rattlesnake victims are young males that are chasing or trying to capture a snake.\n\n",{"type":"'''","value":["Do not feed the animals"]},".  It is unhealthy for them, and may be unhealthy for you. A seemingly tame squirrel might bite you—they carry plague, rabies, etc.  A deer or elk can charge at you without warning.  If the animal is aware of your presence, you're too close.\n\n",{"type":"===","value":["Climate"]},"\n\nTemperatures and weather within the park vary greatly by location.  Temperatures on the North Rim are often 20-30°F (11-16°C) cooler than at the river.  This is a land of extremes. It can be snowing at the rim, while others are comfortable sunbathing at the river. Conversely, it can be cool and comfortable at the rim in the summer, while temperatures at the river exceed 120°F (49°C).  It is not unusual for local canyon guides to encounter neophyte hikers in desperate shape.  Some die. An unusual number of fatalities occur among young people who overestimate their abilities. Due to the high altitude, snowfall is a regular occurrence on the rims during the winter months.\n\nThe months of July and August are monsoon season in Arizona and strong thunderstorms can sweep in quickly with lightning strikes every few minutes and sudden downpours.  Due to the elevation of the Grand Canyon rims, people are struck by lightning fairly regularly so take shelter indoors during storms.\n\n",{"type":"====","value":["South Rim"]},"\n(Average Elevation 7000 ft \/ 2133 m)\n\n",{"type":"<","value":["blockquote",["\n",{"type":"{|","value":[["style=\"text-align:center\" cellpadding=\"2\" cellspacing=\"0\" border=\"1\""],["|-"],["!  !!  Jan  !!  Feb  !!  Mar  !!  Apr  !!  May  !!  Jun  !!  Jul  !!  Aug  !!  Sep  !!  Oct  !!  Nov  !!  Dec"],["|-"],["| Average High (°F) || 40° || 45° || 51° || 60° || 70° || 81° || 84° || 81° || 76° || 65° || 52° || 43°"],["|-"],["| Average Low (°F) || 18° || 21° || 25° || 32° || 39° || 47° || 54° || 53° || 47° || 36° || 27° || 20°"],["|-"],["| Average Precipitation (inches) || 1.45 || 1.60 || 1.25 || 0.86 || 0.61 || 0.42 || 1.95 || 2.23 || 1.54 || 1.15 || 0.92 || 1.54"]]},"\n"]]},"\n\n",{"type":"====","value":["North Rim"]},"\n(Average Elevation 8000 ft \/ 2438 m)\n\n",{"type":"<","value":["blockquote",["\n",{"type":"{|","value":[["style=\"text-align:center\" cellpadding=\"2\" cellspacing=\"0\" border=\"1\""],["|-"],["!  !!  Jan  !!  Feb  !!  Mar  !!  Apr  !!  May  !!  Jun  !!  Jul  !!  Aug  !!  Sep  !!  Oct  !!  Nov  !!  Dec"],["|-"],["| Average High (°F) || 37° || 39° || 44° || 53° || 62° || 73° || 77° || 75° || 69° || 59° || 46° || 40°"],["|-"],["| Average Low (°F) || 16° || 18° || 21° || 29° || 34° || 40° || 46° || 45° || 39° || 31°|| 24° || 20°"],["|-"],["| Average Precipitation (inches) || 3.21 || 3.27 || 2.63 || 1.71 || 1.23 || 0.81 || 1.89 || 2.80 || 2.01 || 1.39 || 1.51 || 2.83"]]},"\n"]]},"\n\n",{"type":"====","value":["Inner Canyon - River Level"]},"\n(Average Elevation 2100 ft \/ 640 m)\n\n",{"type":"<","value":["blockquote",["\n",{"type":"{|","value":[["style=\"text-align:center\" cellpadding=\"2\" cellspacing=\"0\" border=\"1\""],["|-"],["!  !!  Jan  !!  Feb  !!  Mar  !!  Apr  !!  May  !!  Jun  !!  Jul  !!  Aug  !!  Sep  !!  Oct  !!  Nov  !!  Dec"],["|-"],["| Average High (°F) || 56° || 63° || 71° || 83° || 91° || 102° || 107° || 103° || 98° || 86° || 68° || 57°"],["|-"],["| Average Low (°F) || 36° || 40° || 46° || 55° || 62° || 71° || 77° || 74° || 68° || 58° || 45° || 36°"],["|-"],["| Average Precipitation (inches) || 0.61 || 0.73 || 0.80 || 0.43 || 0.34 || 0.33 || 0.80 || 1.55 || 0.83 || 0.65 || 0.37 || 0.69"]]},"\n"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"[[","value":[["File:Grand canyon area map.gif"],["thumb"],["450px"],["Grand Canyon area map"]]},"\n\nThe majority of visitors to the South Rim of the park arrive from the south on Arizona Route 64 (AZ 64) (conjoined with US highway 180). Alternately, one can enter the south rim from the east on AZ64.\n\nFor the south entrance: from ",{"type":"[[","value":[["Flagstaff"]]},", you can take US Route 180 (US 180) northwest to Valle where it joins with AZ 64, and continue north to the south rim; or take I-40 west toward Williams to the junction with AZ 64 and continue north to the south rim. Both routes are approximately 80 mi (129 km). The approx 60 mi (97 km) on US 180 is a narrow 2-lane mountain road through a heavily forested area. The I-40 west is a wide multi-lane interstate for approx 20 mi (32 km), to AZ 64 which is a slightly wider, less mountainous 2-lane highway, and the recommended route during winter weather.  There are two lanes at this entrance reserved for pass and prepaid entrance fees (now lanes 1 and 4), which can be pre-purchased outside of the park at the National Geographic Theater\/Visitor Center.\n\nFor the east entrance, take US 89 south from Page, AZ or north from ",{"type":"[[","value":[["Flagstaff"]]}," to the junction with AZ 64 at Cameron. It is approx 25 mi (40 km) from the junction to the east entrance of the park, and approx 25 mi (40 km) from the east entrance to the south rim village area.\n\nVisitors to the North Rim use ALT US 89 to AZ 67 (closed in winter).  While the average distance across the canyon is only ten miles, there are no roads, meaning the trip by car is a five-hour drive of 215 miles (345 km).\n\n",{"type":"===","value":["By plane"]},"\n\nMany Grand Canyon visitors fly into one of two metropolitan airports located within half a day's drive of the South Rim:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Las Vegas"]]}," McCarran International Airport (LAS), which is 275 mi (443 km) from the South Rim"]},{"type":"*","value":[" ",{"type":"[[","value":[["Phoenix"]]}," Sky Harbor Airport (PHX), 230 mi (370 km) from the South Rim."]},"\n",{"type":"[[","value":[["Flagstaff"],["Flagstaff's"]]}," Pulliam Field (FLG) is the nearest commercial airport to the canyon.  Grand Canyon National Park Airport (GCN) is located just outside of the South Rim entrance in the town of ",{"type":"[[","value":[["Tusayan"]]},"; it is primarily utilized by companies who provide Grand Canyon air tours and private aircraft.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are currently no commercial bus lines offering transportation to either rim, but several tour companies offer guided tours originating in ",{"type":"[[","value":[["Flagstaff"]]},", ",{"type":"[[","value":[["Phoenix"]]},", ",{"type":"[[","value":[["Las Vegas"]]},", ",{"type":"[[","value":[["Los Angeles"]]}," and other locations, either directly to the South Rim or that include the South Rim as part of an itinerary, and a few offer tours which include a visit to the North Rim. There is a small shuttle service, ",{"type":"[","value":["http:\/\/www.arizonashuttle.com\/ Arizona Shuttle Service"]},", which does carry passengers and luggage from the Flagstaff Amtrak station. The tickets for this shuttle may also be purchased from ",{"type":"[[","value":[["Amtrak"]]},".\n\n",{"type":"===","value":["By train"]},"\n\nThe Grand Canyon Railway operates a train ride from the town of ",{"type":"[[","value":[["Williams (Arizona)"],["Williams"]]}," to the Grand Canyon Village (travel time is 2.5 hours in each direction).  The terminus at Grand Canyon Village is within walking distance of some accommodations.  The train features a historic steam locomotive during the summer season, restored Pullman cars, and a staged old west style shootout.  However, the Grand Canyon is not visible from the train.  It is simply another option for traveling to the canyon, and takes about twice as long as driving to the canyon.\n\n",{"type":"[[","value":[["Amtrak"],["Amtrak's"]]}," Southwest Chief, with trains operating daily between Chicago and Los Angeles, stops at Williams Junction, with connections to the Grand Canyon Railway.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nAll private vehicles entering the Grand Canyon must pay a $25 entrance fee, which is good for seven days.  Individuals on foot or on a bike must pay a $12 entrance fee, also good for seven days.  Exceptions: those holding an Annual Pass ($80, valid for one year), Senior Pass ($10, valid for life,  available to US citizens 62 and older) or an Access Pass (free, available only to citizens or permanent residents of the United States who are medically determined to be blind or permanently disabled). Note: An Access Pass can only be obtained in person by showing proof of medically determined permanent disability, or eligibility for receiving benefits under federal law.\n\n",{"type":"==","value":["Get around"]},"\nSeveral viewpoints and trailheads in the park have limited or no parking and must be reached using the park shuttle system.  The National Park Service runs an extensive ",{"type":"[","value":["http:\/\/www.nps.gov\/grca\/planyourvisit\/shuttle-buses.htm shuttle service"]}," on the South Rim with three interlocking routes. The service is free, and generally runs from before sunrise until after sunset, depending on the route.  Service is more frequent from May through September and includes additional routes.  In addition, during the summer the park service operates a shuttle from ",{"type":"[[","value":[["Tusayan"]]}," into the park.\n\nHorse and mule riders are required to follow a number of rules and restrictions while in the park, and must get a permit from the park service to keep animals in the park overnight.\n\nFrom Mar-Nov the West Rim Drive is not accessible to most private vehicles (handicap vehicles may request a variance at the entry gate).  The park service runs a shuttle during this time.  The shuttles are frequent but long lines form during the busy summer months.\n\nThere is no easy connection between the North and South rims.  By car, the shortest route is a five-hour drive crossing the river by a bridge near Lee's Ferry; by foot, it is a two-day hike across the canyon.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Grand Canyon from Guano Peak.JPG"],["thumb"],["250px"],["Looking down the canyon from Guano Point at the West Rim"]]},"\n\n",{"type":"===","value":["South Rim"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Grand Canyon Village"]},".  Good views, the trailhead of the Bright Angel Trail, historic buildings, and massive crowds."]},{"type":"*","value":[" ",{"type":"'''","value":["Desert View"]},".  The historic Watchtower is a popular stop for many travelers and provides an excellent vantage point for viewing the canyon and Colorado River. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hermits Rest"]},". Located at the West end of Hermit Road.  This gift shop\/snack bar was designed by Mary Colter (the same person responsible for the Watchtower at Desert View) so as to resemble a Hermit's abode, and fit in harmoniously with the landscape. Constructed of a mix of stone and wood."]},"There are several other viewpoints along the road between Hermit's Rest and Grand Canyon Village (West Rim) or Desert View and the village (East Rim).\n\n",{"type":"===","value":["North Rim"]},"\n\nLocated only 10 mi from the South Rim by air, the North Rim is a 215 mi (346 km), 5-hr drive from Grand Canyon Village.  At 8,000 ft (2,440m) the elevation of the North Rim is approximately 1,000 ft (305m) higher than the South Rim, and as a result features more coniferous trees and cooler temperatures.  The roads to the North Rim are open only during the summer (from approx 15 May to the first fall snowfall), while the in-park facilities usually close by 15 Oct, regardless of the weather. With far fewer visitors, this area can be a great place to enjoy the peace and majesty of the canyon. The main viewpoints are Bright Angel Point, Cape Royal (where the Colorado River can be seen), and Point Imperial (the highest viewpoint in the park).\n\n",{"type":"===","value":["Havasupai Indian Reservation"]},"\n\n",{"type":"[[","value":[["File:Skywalk grand canyon.jpg"],["thumb"],["250px"],["Grand Canyon skywalk"]]},"\n\nA popular destination in the canyon lies southwest of the park on the ",{"type":"[","value":["http:\/\/www.havasupaitribe.com\/ Havasupai Indian Reservation"]},".  Havasupai can be loosely translated as \"People of the Blue-Green Water\".  Entry into this remote portion of the canyon requires a $35 per person entry fee (plus an additional $17 per person\/night to stay in the campground).  Those venturing into Havasu Canyon are greeted by spectacular world class waterfalls.  Although the Havasupai Reservation is somewhat impacted (trashy), the incredible canyon below the Supai Village is worth the visit.  Access to Havasu Canyon is from Hualapai Hilltop north of ",{"type":"[[","value":[["Peach Springs"]]},".  Visitors must park at Hualapai Hilltop and hike, ride, or fly to Supai near the waterfalls. It is an eight mile hike or horseback ride to Supai Village, and not typically a day hike.  Helicopter transportation to and from the village is available on a first come basis four days a week.  An extremely rustic lodge is the only public accommodation available in Supai.  A large mile long campground is located two miles down canyon between Havasu and Mooney Falls.  This campground can be extremely crowded in the summer months; advance reservations are strongly recommended.\n\n",{"type":"===","value":["Hualapai Indian Reservation (Grand Canyon West)"]},"\n\nThe Hualapai Reservation borders Lake Mead NRA to the West, and Grand Canyon National Park to the North and East.  Tribal headquarters are located in the impoverished town of ",{"type":"[[","value":[["Peach Springs"]]},". The ",{"type":"[","value":["http:\/\/www.grandcanyonwest.com Grand Canyon Resort Corporation"]}," is a collection of tourist enterprises wholly owned by the tribe. Activities include motorized rafting trips on last few miles of white water in the canyon, and pontoon boat rides on the smooth waters of Lake Mead.  In addition, Grand Canyon West (located in the remote northwest corner of the reservation) is a collection of viewpoints overlooking the last few miles of Grand Canyon and the stagnant waters of the Colorado River as it flows into Lake Mead.  The Hualapai have partnered with dozens of commercial tour operators from the Las Vegas area, and a tour package purchase (ranging from $29–109 per person) is required for entry to the Grand Canyon West area.  Literally hundreds of helicopter flights ferry passengers from the \"West Rim\" to a multitude of landing zones near the lake shore.\n\nAt Eagle Point, the ",{"type":"'''","value":["Grand Canyon Skywalk"]}," (a glass bottomed walkway extending over the rim) is now completed.  Access to this part of the canyon is rather difficult, requiring a drive of approximately 10 miles on a dirt road (\"Diamond Bar Road\")(pickup truck recommended, no sports cars)  after the town of Dolan Springs, Arizona.  Fees within this portion of the reservation are $44 (including tax and fees) per person for access to two viewpoints, while those wishing to visit viewpoints and walk on the Skywalk must pay an additional $32 per person (including tax). Note that photographs may not be taken from the Skywalk but can be purchased for $30 per photograph, or $100 for all photographs taken(as of Oct 2011).\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Mather Point.jpg"],["thumb"],["250px"],["Taking in the view from Mather Point."]]},"\n\n",{"type":"===","value":["Hiking"]},"\n\nHiking in the Grand Canyon is unlike anywhere else on Earth - trails range in difficulty from fifteen minute loops to multi-week treks, and all offer spectacular views.  In addition, there are numerous unmaintained trails throughout the park for the more adventurous.  For individuals who prefer guided hikes a variety of outfitters offer options.  Note that while most canyon hikes entail significant elevation change, less-strenuous hiking options include nature walks along the rim trail which offer great views without requiring much exertion.\n\nAll hikers should take trail warnings extremely seriously.  Temperatures in the canyon may vary by 50-70 °F depending on elevation and time of day, and unlike most places, the most challenging portion of a hike in the Grand Canyon will always be the end, meaning that if you run out of water you will get heat stroke, and if you get too tired you will be unable to get back to the trailhead.  ",{"type":"'''","value":["Carry more liquid than you think you'll need, and know your limits."]},"  It is far too easy to overextend yourself hiking in the canyon, and each year over 250 people require rescue due to underestimating the heat and difficulty.  Also be aware that trails may be icy during the winter - if you have crampons for your shoes or hiking poles you should bring them or consider purchasing them from a local shop.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bright Angel Trail"]},".  The park's most popular trail is the Bright Angel trail which starts near the Bright Angel Lodge.  This trail traverses a seemingly unending series of switchbacks down the canyon wall before leveling out somewhat around the oasis of Indian Gardens.  During the summer months water is available at the 1.5 mi (2.4 km) resthouse, the 3 mi (4.8 km) resthouse and Indian Gardens (4.5 mi or 7.2 km).  However, check to ensure that the water is functioning before departing; water main breaks are common.  Most hikers will traverse only a portion of this trail, and the park recommends that day hikers never attempt to go further than Indian Gardens.  Winter hikers should note that the top two miles of this trail are likely to be icy.  Round-trip distances to waypoints are: Mile-and-a-half Resthouse (3.0 mi \/ 4.8 km with 1131 ft \/ 345 m elevation change), Three-mile Resthouse (6.0 mi \/ 9.6 km with 2112 ft \/ 644 m elevation change), Indian Garden (9.8 mi \/ 15.8 km with 3060 ft \/ 933 m elevation change), Colorado River (16.2 mi \/ 26.2 km with 4380 ft \/ 1337 m elevation change), Bright Angel Campground (19.2 mi \/ 31.0 km with 4380 ft \/ 1337 m elevation change)."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["South Kaibab Trail"]},".  Slightly steeper than the Bright Angel trail, this trail starts from Yaki Point and follows a ridgeline into the canyon.  Because the trail follows a ridge the views are spectacular and wide-open, but the amazing scenery comes at a cost: there is almost no shade to protect hikers from the sun, and the lack of natural water sources means that there is less plant and animal life.  Hikers should be aware that there is no water available along this trail and prepare for brutal conditions - summer hikes can be particularly dangerous.  Round-trip distances to waypoints are: Cedar Ridge (3.0 mi \/ 4.8 km with 1140 ft \/ 348 m of elevation change), Skeleton Point (6.0 mi \/ 9.6 km with 2040 ft \/ 622 m of elevation change), The Tipoff (8.8 mi \/ 14.2 km with 3260 ft \/ 994 m of elevation change), Bright Angel Campground (14 mi \/ 22.6 km with 4780 ft \/ 1457 m of elevation change)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["North Kaibab Trail"]},".  This trail descends steeply from the North Kaibab Trailhead on the North Rim to Roaring Springs, the headwaters of Bright Angel Creek, where it flattens out for the long trek to the Colorado River.  The upper stretch of the trail (from the trailhead to Cottonwood Campground) receives some shade, but the lower stretch to Bright Angel Campground becomes dangerously hot during the summer, and hiking between 10AM and 4PM should be avoided.  During the summer, potable water is available at Supai Tunnel, Roaring Springs, and Cottonwood Campground; between Roaring Springs and the Colorado River, water from Bright Angel Creek can be purified for drinking purposes.  Round-trip distances to waypoints are: Supai Tunnel (3.4 mi \/ 5.0 km with 1440 ft \/ 439 m of elevation change), Roaring Springs (9.4 mi \/ 14.6 km with 3020 ft \/ 920 m of elevation change), Cottonwood Campground (13.6 mi \/ 21.8 km with 4160 ft \/ 1268 m of elevation change, Bright Angel Campground (28 mi \/ 45 km with 5760 ft \/ 1756 m of elevation change)."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Hermit Trail"]},".  This is a steep, unmaintained, rocky trail that descends from the South Rim to the river, passing fossilized reptile tracks and abandoned camps from the early 1900s along the way.  The trailhead is just beyond Hermit's Rest and is accessible via shuttle bus.  There is no water available along this trail, and shade is scarce during the summer.  This trail also provides access to Dripping Springs and Santa Maria Spring.  Round-trip distances to waypoints are: Dripping Springs Trail junction (3.2 mi \/ 5.1 km with 1400 ft \/ 427 m of elevation change), Hermit Camp (14.0 mi \/ 22.4 km with 3840 ft \/ 1171 m of elevation change), Colorado River (17 mi \/ 27.2 km with 4240 ft \/ 1293 m of elevation change)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grandview Trail"]},".  This is another steep, rough trail that descends from the South Rim to Horseshoe Mesa and Cottonwood Creek; it does not go to the Colorado River.  The trailhead is at Grandview Point and leads down to Horseshoe Mesa where several mining relics including ore crushers and cabins are still present.  The trail then continues on to Cottonwood Creek, which will be dry at most times of year.  There is no water along this trail, so you must carry sufficient water with you.  Round-trip distances to waypoints are: Coconino Saddle (2.2 mi \/ 3.5 km with 1165 ft \/ 355 m of elevation change), Horseshoe Mesa (6.0 mi \/ 9.6 km with 2500 ft \/ 762 m of elevation change), Cottonwood Creek (10.0 mi \/ 16.0 km with 3800 feet \/ 1158 m of elevation change)."]},"\n",{"type":"===","value":["Whitewater rafting"]},"\n\nWhitewater rafting expeditions depart daily during the summer months from Lee's Ferry. Commercial trips range from 3–18 days and cover from 87-300 mi. Trips book up fast so be sure to book your trip about a year in advance or you will have to get lucky with cancellations.  The most popular section of river for the \"true\" Grand Canyon river experience lies between Lee's Ferry and Diamond Creek.\n\nPrivate (non-commercial DIY) river permits are also available for river trips up to 30 days in length.  The new ",{"type":"[","value":["http:\/\/www.nps.gov\/grca\/planyourvisit\/overview-lees-ferry-diamond-ck.htm Colorado River Management Plan"]}," has changed a 12-20 year wait list to a new weighted lottery.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arizona River Runners"],["url=http:\/\/www.raftarizona.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-477-7238"],["fax="],["hours="],["price="],["content=This company has been providing complete Grand Canyon whitewater rafting trips since 1970 and offer a wide variety of trips: 3-day Escape, 6, 7 and 8-day motorized adventures and 6, 8, 13-day oar powered trips. The company is serious about protecting the environment and provides all of the camping and rafting gear you will need for your river experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grand Canyon Whitewater"],["url=http:\/\/www.grandcanyonwhitewater.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-343-3121"],["fax="],["hours="],["price="],["content=This company offers guided, multi-day rafting tours ranging from 4,5,6,7,8 and 13-days on motorized or oar-powered rafts. No river rafting or camping experience necessary, guides and equipment are provided."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Colorado River & Trail Expeditions"],["url=http:\/\/www.crateinc.com"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-253-7328"],["fax="],["hours="],["price="],["content=Offers trips and tours specializing in rafting and hiking along the river corridor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tour West Rafting"],["alt=Grand Canyon Rafting Trips"],["url=http:\/\/www.twriver.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-453-9107"],["fax="],["hours="],["price="],["content=Grand Canyon river rafting combines world-class whitewater with breathtaking scenery to make one truly unforgettable river experience. The canyon is filled not only with exhilarating whitewater rapids, but with side canyons and ancient Indian ruins accessible only by river."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=O.A.R.S."],["alt=Outdoor Adventure River Specialists"],["url=http:\/\/www.oars.com"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-346-6277"],["fax="],["hours="],["price="],["content=Grand Canyon river rafting combines world-class whitewater with breathtaking scenery to make one truly unforgettable river experience. The canyon is filled not only with exhilarating whitewater rapids, but with side canyons and ancient Indian ruins accessible only by river."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Holiday Expeditions"],["url=http:\/\/www.bikeraft.com"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-624-6323"],["fax="],["hours="],["price="],["content=Offers a variety of different tours, from the beginner to the expert, of the Colorado River including most parts of the Grand Canyon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hualapai River Runners"],["url=http:\/\/www.destinationgrandcanyon.com\/runners.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only one day whitewater trip is available from the Hualapai Tribe in the far Western portion of the canyon (outside of the park boundary)."]]}]},"\n",{"type":"===","value":[" Flightseeing "]},"\n\nAirplane and helicopter tours are offered by providers outside of the south rim in Tusayan at the Grand Canyon Airport, and also from Las Vegas. Scenic flights are no longer allowed to fly below the rim within the national park.  However, some helicopter flights land on the Havasupai and Hualapai Indian Reservations within Grand Canyon (outside of the park boundaries).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grand Canyon Airlines"],["url=http:\/\/www.grandcanyonairlines.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 928 638-2359"],["tollfree="],["fax="],["hours="],["price="],["content=Grand Canyon Airlines is believed to be the world's oldest, most experienced air tour company in continuous operation since 1927. Private charters are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grand Canyon Helicopters"],["url=http:\/\/www.grandcanyonhelicoptersaz.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 702 835-8477"],["tollfree="],["fax="],["hours="],["price="],["content=Grand Canyon Airlines Helicopters Grand Canyon Helicopters is committed to preserving the environment and to protecting its precious natural resources, operating EC-130 (the quietest helicopter available) equipped with a \"Fenestron\" or \"fan-in-fan\" tail rotor, which dramatically reduces engine exhaust noise."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Maverick Aviation Group"],["url=http:\/\/www.maverickaviationgroup.com"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-261-4414"],["fax="],["hours="],["price="],["content=This Las Vegas-based sightseeing and charter services company offers an array of tours to both the West and South Rims of the Grand Canyon through Maverick Helicopters, Maverick Airlines, and Mustang Helicopters."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Papillon"],["url=http:\/\/www.papillon.com"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-635-7272"],["fax="],["hours="],["price="],["content=Since 1965 Papillon Helicopters has been the world's oldest and largest sightseeing company flying an estimated 600,000 passengers a year on its daily tours to the Grand Canyon (West and South Rim). Private charters are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scenic"],["url=http:\/\/www.scenic.com"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-235-9422"],["fax="],["hours="],["price="],["content=Since 1967, when Scenic Airlines flew the first airborne tour over one of the Seven Wonders of the World, the Grand Canyon, Scenic has set the standard for aerial sightseeing tour operators."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Serenity Helicopters"],["url=http:\/\/www.serenityhelicopters.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-589-7701"],["fax="],["hours="],["price="],["content=A variety of Las Vegas - Grand Canyon helicopter tours and private charters."]]}]},"\n",{"type":"===","value":["Other activities"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ranger programs"]},".  Programs include interpretive talks, rim walks, movies, and museums. At the South Rim, special Junior Ranger programs are available for children in the summer.  Check \"The Guide\", a free publication distributed throughout the park for dates and times."]},{"type":"*","value":[" ",{"type":"'''","value":["Motorcoach tours"]}," are available year round at the South Rim. Tours are offered for the East Rim\/Desert View, West Rim\/Hermit's Rest, and for Sunrise and Sunset.  Smaller naturalist and geologist lead van tours originate from outside the park in Flagstaff, Williams and Tusayan."]},{"type":"*","value":[" ",{"type":"'''","value":["Mule rides"]},".  South Rim trips operate year round, and should be booked well in advance due to demand. Individuals can book by calling ",{"type":"[","value":["http:\/\/www.grandcanyonlodges.com\/things-to-do\/mule-trips\/ Xanterra"]}," at +1-888-297-2757 (+1 303 297-2757 from outside of the U.S.). Weight limits of 200 lb (90.7 kg), and other restrictions are strictly enforced."]},{"type":"*","value":[" ",{"type":"'''","value":["Star gazing"]},".  On your own (fantastic for meteor showers), or with the Grand Canyon Star Party every June at Yavapai Point."]},{"type":"*","value":[{"type":"'''","value":["Bicycling"]}," is only allowed on park roads. It is not allowed on rim trails or in the inner canyon.  The best mountain biking can be found on the North Rim and just outside the park in the Kaibab National Forest."]},{"type":"*","value":[" ",{"type":"'''","value":["Educational Courses"]}," The ",{"type":"[","value":["http:\/\/www.grandcanyon.org\/fieldinstitute Grand Canyon Field Institute"]}," offers short (1- to 5-day) courses at the canyon.  Northern Arizona University in Flagstaff offers a ",{"type":"[","value":["https:\/\/nau.edu\/Honors\/GCS\/ Grand Canyon Semester"]}," for college credit."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["File:Grand-canyon-watchtower-D4325.JPG"],["thumb"],["250px"],["The Watchtower."]]},"\n\nAll types of tourist trinkets relating to the Grand Canyon, native American Indians, and the American Southwest are available in shops in Grand Canyon Village on the South Rim. The South Rim is overflowing with shopping options.  The North Rim has only one shop located at the North Rim Lodge.\n\n",{"type":"*","value":[{"type":"'''","value":["Hopi House"]},". This gift shop designed by Mary E. J. Colter turned 100 years old in 2005. It specializes in Native American crafts: Navajo Rugs, Hopi Kachina's, Zuni Fetishes, pottery, jewelry as well as t-shirts and souvenirs. The upstairs gallery offers Native American artworks. "]},{"type":"*","value":[{"type":"'''","value":["Lookout Studio"]},".  Also designed by Colter features spectacular views of the canyon from its overhanging patio, and specializes in rocks and fossils along with the souvenirs. "]},{"type":"*","value":[{"type":"'''","value":["Hermit's Rest"]},".  Another Colter building blends into the canyon and offers a variety of souvenirs."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["South Rim"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Arizona Room"]},".  Located on the East side of the Bright Angel Lodge. Dinner 4:30PM–10PM (open seasonally), lunch seasonally.  Also features partial canyon views."]},{"type":"*","value":[{"type":"'''","value":["Bright Angel Restaurant"]},". Located in Bright Angel Lodge. Informal dining, open for breakfast, lunch and dinner."]},{"type":"*","value":[{"type":"'''","value":["El Tovar Hotel Dining Room"]},". Fine dining for breakfast, lunch and dinner. Reservations required for dinner (not accepted at other times).  Dining room is a flashback to the 1910s and features partial canyon views. $20 for lunch, $30 for dinner."]},"\nAdditional Cafeterias are located in the Maswik and Yavapai Lodges.  There is a grocery deli at Market Plaza inside the grocery store, as well.  Just outside the park, in the gateway community of Tusayan, are a number of dining selections.\n\n",{"type":"===","value":["North Rim"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Grand Canyon Lodge Dining Room"]},". Open daily, mid-May through mid-Oct (exact dates vary year to year), 6:30AM–9:30PM.  Wonderful food and an unrivaled view of the canyon. Serves breakfast, lunch, and dinner. Dinner reservations required. $7–25."]},{"type":"*","value":[" ",{"type":"'''","value":["Cafe On The Rim"]},". Serves cafeteria-style snacks, breakfast, lunch and dinner. Veggie burgers, salads, sandwiches. $1–10."]},{"type":"*","value":[" ",{"type":"'''","value":["Coffee Saloon"]},". Located in the Rough Rider Saloon. Coffee, bagels, and pastries. 5:30AM–10:30AM."]},{"type":"*","value":[" ",{"type":"'''","value":["Jacob Lake Inn and Gift Shop"]},". Has exceptionally good cookies and malts. Located about 40 mi north of the rim itself, but still within the park."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["South Rim"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Tovar Lounge"]},".  South Rim in the El Tovar Hotel. Inside seating year round, patio seating overlooking the rim seasonally."]},{"type":"*","value":[" ",{"type":"'''","value":["Bright Angel Bar"]},". South Rim in the Bright Angel Lodge. Live entertainment seasonally."]},{"type":"*","value":[" ",{"type":"'''","value":["Maswik Pizza Pub"]},". South Rim in Maswik Lodge. Pizza, Beer and Wine big-screen TV and more."]},"\n",{"type":"===","value":["North Rim"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grand Canyon Lodge Dining Room"]},". Serves cocktails."]},{"type":"*","value":[" ",{"type":"'''","value":["Rough Rider Saloon"]},"."]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are a variety of hotels, lodges, and campgrounds both inside and outside of the park on both the North and South Rims.  As lodging at the Canyon fills early and is fairly expensive, many visitors opt to base themselves just outside of the South Rim in ",{"type":"[[","value":[["Tusayan"]]},".  For those willing to stay further from the park the cities of ",{"type":"[[","value":[["Williams (Arizona)"],["Williams"]]}," or ",{"type":"[[","value":[["Flagstaff"]]}," offer additional options.\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"====","value":["South Rim"]},"\n\nThe following lodges are located inside Grand Canyon National Park, reservations can be made by contacting ",{"type":"[","value":["http:\/\/www.grandcanyonlodges.com Xanterra"]},".  If you want to try your luck with same-day reservations, call +1 928 638-2631.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bright Angel Lodge"],["url=http:\/\/www.grandcanyonlodges.com\/bright-angel-lodge-408.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$79-$90 for a standard room, $111-$174 for a cabin, $138-$333 for a suite (2010 rates)"],["checkin="],["checkout="],["content=Open year round. Built in 1935 and located only feet from the canyon rim, this lodge is made up of cabins and lodge rooms generally rustic in nature.  Some rooms have a shared bathroom, all are non-smoking, and only cabins have televisions.  Two restaurants offer family-style dining (breakfast, lunch and dinner) or Southwestern cuisine (lunch and dinner only). There is a nice fire place near the Bright Angel front desk."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Tovar Hotel"],["url=http:\/\/www.grandcanyonlodges.com\/el-tovar-409.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$174-$268 for a standard room, $321-426 for a suite (2010 rates)"],["checkin="],["checkout="],["content=Open year round.  A national historic landmark, this full service hotel opened in 1905 and was renovated most recently in 2005.  El Tovar is the finest accommodations available on the South Rim, offering a dining room, cable television, full-bath, and room service (limited hours).  There are 78 rooms and suites which must be reserved ",{"type":"''","value":["well"]}," in advance.  All rooms are non-smoking, and many offer a canyon view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kachina Lodge"],["url=http:\/\/www.grandcanyonlodges.com\/kachina-thunderbird-410.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$170-$180 for a standard room (2010 rates)"],["checkin="],["checkout="],["content=Open year round.  Built in the 1960's, this lodge offers family-friendly rooms with in-room coffee, refrigerator, safe, television, telephone, and full bath.  Half of the rooms offer partial canyon views.  Note that check-in is at the El Tovar Lodge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maswik Lodge"],["url=http:\/\/www.grandcanyonlodges.com\/grand-canyon-maswik-lodge-412.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$90 for cabins and South rooms, $170 for North rooms (2010 rates)"],["checkin="],["checkout="],["content=North section renovated winter 2006. Larger rooms are great for families. Located about a quarter mile off rim in a wooded area. Both North and South sections are open year round, and cabin rooms open in the summer.  All rooms offer full bath."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thunderbird Lodge"],["url=http:\/\/www.grandcanyonlodges.com\/lodging-703.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$170-$180 for a standard room (2010 rates)"],["checkin="],["checkout="],["content=A very similar lodge to the Kachina Lodge, with the only major difference being that check-in is at the Bright Angel Lodge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yavapai Lodge"],["url=http:\/\/www.grandcanyonlodges.com\/lodging-413.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$107 for a West room, $153 for an East room (2010 rates)"],["checkin="],["checkout="],["content=East section renovated 2003 and offers 198 air-conditioned rooms while the 160 west rooms do not offer air-conditioning. Located about a mile away from the rim in a wooded area, both East and West sections are good for families."]]}]},"\n",{"type":"====","value":["North Rim"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Canyon Lodge"],["url=http:\/\/www.grandcanyonlodgenorth.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-297-2757"],["fax="],["hours="],["price=$113 for a standard room, $115 - $182 for a cabin (2010 rates)"],["checkin=4PM"],["checkout=11AM"],["content=The only lodging within the park on the North Rim, this lodge is a mixture of cabins and motel style accommodations. The lodge is only open May 15 to Oct. 15. Motel rooms are within walking distance of the canyon rim, while some of the cabins are located along the rim. All lodging offers a private bathroom, although some cabins have only 3\/4 bath (shower, no bathtub)."]]}]},"\n",{"type":"====","value":["Inner Canyon"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phantom Ranch"],["url=http:\/\/www.grandcanyonlodges.com\/lodging-704.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$41.63 per person for a dorm bed (2010 rate)"],["checkin="],["checkout="],["content=The only lodging below the canyon rim, Phantom Ranch is on the Colorado River and is accessible by foot, mule, or raft.  Made up of cabins and dormitories (segregated by gender) with a dining hall. All Phantom Ranch accommodations and meals require advance reservations. There is no cooking allowed in the cabins or dorms, and guests without a meal reservation are not allowed in the dining hall at mealtimes. It is recommended that you reserve meals at the same time you reserve your bunk or cabin. Guests should check in at the Bright Angel Lodge Transportation desk before hiking down to Phantom Ranch, and can do so a day in advance of their hike."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nCampgrounds are located at both the North and South Rims.  Reservations are highly recommended, especially at the busier South Rim. Outside of the park, ",{"type":"'''","value":["Kaibab National Forest"]}," has numerous undeveloped campsites and \"at large\" camping is allowed for up to 14 days.  Due to extreme drought conditions, check for closures and camp fire restrictions.\n\n",{"type":"====","value":["South Rim"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Desert View Campground"]}," (May-Oct).  Located 26 mi east of Grand Canyon Village, this campground offers tent and RV sites (no hookups).  Costs are $10\/night.  All sites are first-come, first-served."]},{"type":"*","value":[" ",{"type":"'''","value":["Mather Campground"]}," (year-round). Located in Grand Canyon Village, this campground offers sites suitable for camping and RVs (no hookups). Facilities include water and flush toilets. Costs are $18\/night from Apr-Nov, $12\/night from Dec-Mar.  Reservations can be made ",{"type":"[","value":["http:\/\/www.recreation.gov\/ online"]}," or by calling +1-800-365-2267, outside the U.S. call +1 301 722-1257."]},{"type":"*","value":[" ",{"type":"'''","value":["Trailer Village"]}," (year-round).  Located adjacent to Mather Campground, this campground offers RV sites with hookups.  Costs are $25\/night for two people, and $2 for each additional person.  Reservations can be made by calling +1-888-297-2757 (outside of the U.S. call +1 303-297-2757)."]},"\n",{"type":"====","value":["North Rim"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jacob Lake Campground"]}," (Summer only).  Located outside of the park, 45 miles (72.4 km) north of the North Rim, this campground is operated by the forest service.  Costs are $12\/night.  All sites are first-come, first-served."]},{"type":"*","value":[" ",{"type":"'''","value":["North Rim Campground"]}," (May - October). Located along the North Rim, this campground offers sites suitable for camping and RVs (no hookups). Facilities include water and flush toilets. Costs are $15–20\/night.  Reservations can be made ",{"type":"[","value":["http:\/\/www.recreation.gov\/ online"]}," or by calling +1-800-365-2267, outside the U.S. call +1 301 722-1257."]},"\n",{"type":"===","value":["Backcountry"]},"\n\nAny camping below the rim in Grand Canyon requires a ",{"type":"[","value":["http:\/\/www.nps.gov\/grca\/planyourvisit\/backcountry-permit.htm backcountry permit"]},". Permits must be obtained through the Backcountry Country Office (BCO) at Grand Canyon National Park.  Permits are currently not available online or via telephone.  They are only available in person, by fax or by mail.  There is limited water available within the canyon, so backpackers should plan on carrying sufficient water with them.  All backcountry users are asked to follow \"",{"type":"[[","value":[["Leave-no-trace camping"],["Leave no Trace"]]},"\" principles.\n\nPermits are limited to protect the canyon, and become available on the 1st day of the month, four months prior to the start month.  Thus, a backcountry permit for any start date in May becomes available on 1 Jan.  Space for the most popular areas, such as the Bright Angel Campground adjacent to Phantom Ranch, generally fill up by the requests received on first date they are opened to reservations.  There are a limited number permits reserved for walk-in requests available on a first come, first served basis.\n\nThere are a number of outfitters that provide fully guided backpacking trips (including permits and gear) at Grand Canyon.\n\n",{"type":"==","value":["Stay safe"]},"\n\nHiking at the Grand Canyon often surprises people who attempt Inner Canyon trips. It can be hotter than you'd expect, colder than you'd expect, drier or wetter. A prepared hiker is better able to survive the extremes of the canyon.  Even for short walks into the canyon keep in mind that it is a seducer: it seems easy hiking down into it but when you come back up you find that you have over-extended yourself.  It's the opposite of climbing up a tall mountain, where you can stop and turn back when you get tired, knowing that the descent will be much easier.\n\nIn particular, ",{"type":"''","value":["do not attempt to hike to the bottom of the canyon and back in one day."]}," Hundreds of hikers each year have to be rescued from the Inner Canyon due to ",{"type":"'''","value":["exhaustion"]}," and ",{"type":"'''","value":["dehydration"]},".  While the temperature on the canyon rim is cool due to its elevation, below the rim it can be very hot.  The vertical distance from the bottom back up to the rim is nearly a mile ",{"type":"''","value":["straight up"]}," (1.5 km), in addition to the distance you travel horizontally.  If you plan to go to the bottom of the canyon, ",{"type":"''","value":["spend the night"]}," (permit required), and take enough food, water, shelter, and other backcountry camping equipment to keep yourself safe and sound. If you don't have the equipment, don't go.\n\nFor an eye-opening look at the dangers of hiking in and around the canyon unprepared, ",{"type":"''","value":["Over the Edge: Death in Grand Canyon"]}," by Thomas M. Myers (long time resident doctor at the south rim), and Michael P. Ghiglieri (biologist and river guide), describes the various ways in which visitors have lost their lives at the canyon. (ISBN 097009731X).\n\n",{"type":"==","value":["Go next"]},"\nThe Grand Canyon is part of the Grand Circle, which includes the ",{"type":"[[","value":[["Monument Valley"]]},", ",{"type":"[[","value":[["Mesa Verde National Park"]]},", ",{"type":"[[","value":[["Bryce Canyon National Park"]]},", ",{"type":"[[","value":[["Zion National Park"]]},", ",{"type":"[[","value":[["Capitol Reef National Park"]]},", ",{"type":"[[","value":[["Canyonlands National Park"]]},", ",{"type":"[[","value":[["Natural Bridges National Monument"]]},", ",{"type":"[[","value":[["Hovenweep National Monument"]]},", ",{"type":"[[","value":[["Arches National Park"]]}," and many other attractions.\n\nWhile literally getting out of the chasm may be the most difficult part of your visit, getting out of the national park is relatively easy.\n\nPopular attractions near the North Rim include ",{"type":"[[","value":[["Bryce Canyon"]]}," and ",{"type":"[[","value":[["Zion National Park"],["Zion"]]}," National Parks.  The nearest major airport is in Las Vegas.\n\nTravelers to the South Rim often head toward ",{"type":"[[","value":[["Flagstaff"]]}," or ",{"type":"[[","value":[["Sedona"]]},". ",{"type":"[[","value":[["Phoenix"]]}," and ",{"type":"[[","value":[["Las Vegas"]]}," are the nearest major airports; however, there is a small commercial airport in Flagstaff as well.\n\n",{"type":"{{","value":[["routebox"],["image1=US 180.svg"],["imagesize1=22"],["image1a=Arizona 64.svg"],["imagesize1a=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Flagstaff"]]},"\/",{"type":"[[","value":[["Williams (Arizona)"],["Williams"]]}],["minorl1=",{"type":"[[","value":[["Tusayan"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["File:Arizona 64.svg"],["18px"]]}," ends at ",{"type":"[[","value":[["File:US 89.svg"],["18px"]]}],["minorr1=",{"type":"[[","value":[["File:US 180.svg"],["18px"]]}," ends ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Cameron (Arizona)"],["Cameron"]]}]]},"\n\n",{"type":"{{","value":[["related"],["United States National Parks"]]},"\n",{"type":"{{","value":[["related"],["UNESCO World Heritage List"]]},"\n\n",{"type":"{{","value":[["geo"],["36.05444"],["-112.13944"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Arizona"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Arizona\/Travel and Tourism\/Parks\/National Parks and Monuments\/Grand Canyon National Park\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Grand Canyon National Park"]]},"\n",{"type":"[[","value":[["Wikipedia:Grand Canyon"]]}]