[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Grant Wood Country"]}," is a region in ",{"type":"[[","value":[["Eastern Iowa"]]},".  The region is named after famous painter Grant Wood, who had lived in the area and taken the images of his paintings from scenes in the area.  Anamosa is the largest city and anchor of the region, which has somewhat fluid borders but generally encapsulates the entirety of Jones, Jackson and Cedar Counties.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Anamosa"]]},": The county seat of Jones County and the center of Grant Wood history.  He was born and was buried within the City."]},{"type":"*","value":[" ",{"type":"[[","value":[["Maquoketa"]]},": The county seat of Jackson County."]},{"type":"*","value":[" ",{"type":"[[","value":[["Monticello (Iowa)"],["Monticello"]]},": A larger rural community in northern Jones County."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sabula"]]},": Iowa's Island City, Sabula sits on an island in the Mississippi River directly across from ",{"type":"[[","value":[["Savannah (Illinois)"],["Savannah"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tipton (Iowa)"],["Tipton"]]},": The county seat of Cedar County."]},{"type":"*","value":[" ",{"type":"[[","value":[["West Branch"]]},": A community in southern Cedar County and the birthplace of president Herbert Hoover."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grant Wood Trail"]},": A 3.5 mile nature trail near the small town of Olin, the trail runs along the Wapsipinicon River and illustrates many of the same landscapes used by Grant Wood.  The State of Iowa has plans to eventually connect the trail with another trail of the same name near Cedar Rapids. "]},{"type":"*","value":[" ",{"type":"'''","value":["Stone City"]},": An unincorporated community near Anamosa in Jones County, it was home to the famous 1930s Stone City Art Colony founded by Grant Wood, Adrian Dornbush and Edward Rowan.  The colony disbanded in 1933, but the town and its limestone architecture are still a cultural draw.  Stone City was immortalized in Wood's \"",{"type":"[","value":["http:\/\/www.cgfaonlineartmuseum.com\/w\/p-wood5.htm Stone City, Iowa"]},".\"  Interesting side note: the type of bridge found in the painting is a parker truss bridge similar to the Sutliff Bridge."]},{"type":"*","value":[" ",{"type":"'''","value":["Sutliff Bridge"]},": While technically located in the ",{"type":"[[","value":[["I-380 Corridor"]]}," region (in northeastern Johnson County), Sutliff Bridge is something of a local legend in the greater Grant Wood Country region.  A parker truss bridge, the Sutliff spans over the Cedar River.  Originally, the bridge had been scheduled for replacement and destruction but was ultimately placed on the National Register of Historic Places.  Though severely damaged in 2008, it has been restored and is a popular destination in the area."]},"\n",{"type":"==","value":["Understand"]},"\nThe Grant Wood Country was originally part the Black Hawk Purchase, a session of land purchased following the end of the Black Hawk War from the Native American tribes in the area.  Original settlers chose to settle in the areas near rivers, which lent itself to easy trade.  The area was originally known for its limestone, but eventually became associated with native son, Grant Wood, who completed many landscapes of the area.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["IA 64"]},": A primary east-west thoroughfare connecting Anamosa and Maquoketa to the Mississippi River, the route has been designated as the \"Grant Wood Scenic Bypass\" and features some of the best scenery in the State."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Baxa's Tavern"],["url=http:\/\/www.sutliffbridge.com\/tavern\/"],["email=info@sutliffbridge.com"],["address=5546 130th Street NE, Lisbon"],["lat="],["long="],["directions=From Lisbon, take Highway X20 due south"],["phone = +1 319-624-2204"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"  Baxa's sits on the eastern side of the Sutliff Bridge."]},"\n",{"type":"==","value":["Stay safe"]},"\nGrant Wood Country is exceptionally safe, though travel may become difficult during snow or heavy rain.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Iowa"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]