[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.grandmarais.com\/ Grand Marais"]}]}," is a harbor village along ",{"type":"[[","value":[["Great Lakes"],["Lake Superior's"]]}," ",{"type":"[[","value":[["North Shore (Minnesota)"],["shoreline"]]}," in ",{"type":"[[","value":[["Minnesota"]]},".\n\n",{"type":"==","value":["Understand"]},"\nGrand Marais is a small village built along the North Shore of Lake Superior in ",{"type":"[[","value":[["Minnesota"]]},".  Grand Marais is situated on a doubled-harbor stone outcropping of the shoreline.  It is 110 miles (177 km) northeast of ",{"type":"[[","value":[["Duluth (Minnesota)"],["Duluth"]]}," and 40 miles (64 km) southwest of the ",{"type":"[[","value":[["Canada"],["Canadian"]]}," border along Highway 61, an All-American road and national Scenic Byway.  Fully half of the full-time residents of Cook County, Minnesota live in Grand Marais - that's about 1,300 people.\n\n\"Grand Marais\" is from the French: \"big swamp,\" to distinguish it from the town of Little Marais, which is about 60 miles (96 km) down the road and apparently was built on a smaller swamp.  This is apparently boosterism run amok, \"You think you have it bad, we have it worse!\"  Never fear, the town is no longer swampy.\n\nGrand Marais offers a great deal to multiple kinds of visitors. Whether you are interested in getting into the outdoors, shopping while your husband fishes or getting a great bite to eat, there is a lot to be had in this small town.\n\nPlease keep in mind that many restaurants and shops are only open seasonally.  Call ahead or you may be disappointed.\n\n",{"type":"==","value":["Get in"]},"\nThe only way in, and the only way out (at least by car), is U.S. Highway 61, which parallels Lake Superior.  There are other roads that leave town, but they just head into the woods and eventually stop.  Highway 61 is the only paved through road in Cook County, so enjoy it.  As a historical note, Highway 61 didn't open until the 1920s; before that, most travel to much of anywhere was by scheduled steamer on Lake Superior.  This meant, of course, that between sometime in November and about April, there was no service due to ice.  During that time, you had your option of horses or dogsled, but this was confounded by the fact that there was really no continuous road where highway 61 is now.\n\nThere is an airport ",{"type":"[","value":["http:\/\/www.airnav.com\/airport\/KCKC"]}," a few miles out of town, up on the ridges overlooking the lake, but no scheduled service.\n\nAnd of course, you can boat in via Lake Superior.  There is a municipal marina ",{"type":"[","value":["http:\/\/www.grandmaraisrvparkandcampground.com\/marina.html"]}," to dock at and get fuel.  The harbor generally has a few fair-sized sailboats or powerboats in it, often having sailed across the lake from the Apostle Islands.  Boating on Lake Superior isn't necessarily dangerous but isn't for novices, either.  The State of Minnesota has created about 15 \"safe harbors\" up and down the North Shore, because there are virtually no natural harbors along this 130-mile (209 km) stretch.  There's a reason they're called \"safe harbors;\" think about it before you just up-hook and set out.\n\n",{"type":"==","value":["Get around"]},"\nAs far as I know there is no public transport in Grand Marais, however the average person should be able to walk the entire town with no problem. Most people drive in and park their car and then proceed to window shop and walk around town.\n\n",{"type":"==","value":["See"]},"\nGrand Marais is one of the principle gateways to the Boundary Waters Canoe Area Wilderness, via the Gunflint Trail ",{"type":"[","value":["http:\/\/www.gunflint-trail.com\/"]},", which starts in the middle of town and heads up and back into the woods.  The Gunflint Trail is 65 miles (105 km) of blacktop winding through very beautiful woods and lakes, with numerous resorts and cabins along the way.  Deer, bear, and moose are often seen along (or on) the road at all hours, so keep the right foot light on the pedal.  At resorts, or from outfitters, canoes and kayaks are available by the day or week, along with complete or partial outfitting and even guides, for day-to-week-long canoe trips.  The BWCAW is one of only a few areas in the U.S. where you can canoe back into a significant true wilderness for weeks at a time, and it adjoins the Quetico Wilderness of Ontario; if you want, you can canoe all the way to Hudson's Bay.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Fisherman's Picnic"],["alt="],["url=http:\/\/gmlions.com\/_wsn\/page5.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The first full weekend in August (31 Jul-2 Aug 2008) is a fun event to be in town for. Fireworks on Saturday night of the festival."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Walk"],["alt="],["url=http:\/\/www.harborfriends.org\/details\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Out on the natural outcropping of stone that creates the harbor. Great place for kids and dogs to run around in the lapping waves."]]}]},{"type":"*","value":["Grand Marais is home to a thriving art colony ",{"type":"[","value":["http:\/\/www.grandmaraisartcolony.org\/"]},", has lots of galleries with local and regional artists' work, and a well-attended ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.grandmaraisartcolony.org\/events.html. summer arts festival"]}]}]},{"type":"*","value":["Grand Marais also has several outfitting and charter companies.  Call ahead for reservations and spend the day, afternoon, or evening sailing Lake Superior with lunch served, or earn your keep fishing."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Superior Hiking Trail"],["url=http:\/\/www.shta.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a hike on the Superior Hiking Trail.  You can actually hike this trail all the way from Two Harbors to the Canadian border if you like.  Otherwise, pick a portion of it and enjoy the beauty of Lake Superior."]]}]},{"type":"*","value":[" Near Grand Marais are several smaller villages, including ",{"type":"[[","value":[["Lutsen"]]}," and Schroeder, as well as other State Parks with trails and natural beauty to keep you plenty busy.  Try Cascade River State Park, Judge C.R. Magney State Park, and Grand Portage State Park.  At Judge C.R. Magney State Park, be sure to hike the Devil's Kettle trail, which leads to a magnificent 50-foot (15-m) waterfall that mysteriously disappears into the rock."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sawtooth Mountain Stables"],["alt="],["url=http:\/\/www.sawtoothmountainstables.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a scenic, guided trail ride thru the Superior National Forest on a horse. May-Oct W-M."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pump House Fitness Center"],["url=http:\/\/www.pumphouseFC.com"],["email="],["address=211 W. Highway 61"],["lat="],["long="],["directions=on Highway 61 in downtown Grand Marais"],["phone = +1 218-387-3330"],["tollfree="],["fax="],["hours=24 hours"],["price="],["content=Full fitness center with cardio equipment, free weights and strenght machines. Private showers. Day passess can be purchased at the Holiday Station during un-staffed hours."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take a class"]}," at North House Folk School ",{"type":"[","value":["http:\/\/www.northhouse.org\/"]},", teaches traditional northern crafts, everything from wooden boat building to knife making to baking."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.grandmaraisartcolony.org\/ Grand Marais Art Colony"]}]},", Begun in 1947, it is Minnesota's oldest art colony.  Offers classes in oil, water colors, ceramics, glass, print and more.  Special events include the Grand Marais Art Festival, held in the middle of July, and the Plein Aire Painting Competition at the end of August."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Betsy Bowen artwork"],["alt="],["url=http:\/\/www.woodcut.com\/home.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The author and artist of many books (such as Antler, Bear, Canoe) calls Grand Marais her home and picking up one of her wood-block prints would be a great souvenir."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Lake Superior Trading Post"],["url=http:\/\/www.LSTP.com"],["email="],["address=10 S 1st Ave W"],["lat=47.748"],["long=-90.334"],["directions=Downtown, On the Harbor"],["phone=+1 218 387-2020"],["tollfree="],["fax="],["hours=Open year round, 7 days a week"],["price="],["content=A classic style trading post exterior houses pretty much anything you could need. Camping gear, maps, clothing, gifts, books, toys, footwear, etc. A Grand Marais tradition since 1971."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Sivertson's Gallery"],["alt="],["url=http:\/\/www.sivertson.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Features Minnesota artists as well as northwoods themed artwork from Canada and ",{"type":"[[","value":[["Alaska"]]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Drury Lane Books"],["url="],["email="],["address=12 E Wisconsin St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Look for a small house on a dead-end street, brightly painted and usually waving a flag.  Enter the small book store for a variety of books on local topics. Local authors are also found there and you can often get an autographed copy of a book."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Joynes Ben Franklin"],["url="],["email="],["address=205 W Wisconsin St"],["lat="],["long="],["directions="],["phone=+1 218 387-2233"],["tollfree="],["fax="],["hours=M-Sa 9AM-5:30PM"],["price="],["content=Catering to your needs in outdoor clothing, camping supplies, souvenirs, gifts and life's everyday necessities!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Gunflint Mercantile"],["url=http:\/\/www.gunflintmercantile.com"],["email="],["address=12 1st Ave W"],["lat="],["long="],["directions=Downtown, around the corner from Ben Franklin"],["phone=+1 218 387-9228"],["tollfree="],["fax="],["hours="],["price="],["content=Made-from-scratch Fudge, Turtles and Truffles and each and every soup and cookie mix is put together by hand in our kitchen. Jams & Syrups made locally. 100% Arabica Fair Trade Coffee is roasted in Minnesota and all rice, pasta, and beans come from ",{"type":"[[","value":[["Bemidji"]]},". Stop by for a free sample!"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Pie Place"]},", known for having great breakfast and pie"]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Angry Trout Cafe"],["alt="],["url=http:\/\/www.angrytroutcafe.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A cute waterfront restaurant that serves great food and supports local artists as well as local craftsmen. Anything seen in the restaurant was made in the area and is available for purchase. The building itself features indoor and outdoor eating in an old commercial fishing house turned restaurant. Open seasonally from May to mid-October."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Gunflint Tavern"],["alt="],["url=http:\/\/www.gunflinttavern.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers many vegan and organic choices, a fine wine list and a plethora of micro-brews. On weekends live music is often playing, reggae, jazz or blues. Great atmosphere for dinner and a couple drinks."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Sven & Ole's"],["alt="],["url=http:\/\/www.svenandoles.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Renowned for great pizza, they also offer salads, sandwiches, etc. Many Minnesotans have often seen the yellow S&O's bumper stickers around the area so feel free to pick one up from your visit as well. Great for groups, S&O's is the type of place where you order at the counter and they bring it out piping hot from the oven to your table."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Johnson's Foods"]},", a family owned grocery store known for their friendly smiles, located next to the only stoplight in the county!"]},{"type":"*","value":[" ",{"type":"'''","value":["Blue Water Cafe"]}]},{"type":"*","value":[" ",{"type":"'''","value":["World's Best Donuts"]}," (only summers)"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Beth's Fudge & Gift"],["url="],["email="],["address=11 S Broadway Ave"],["lat="],["long="],["directions=Heading to the parking lot near the pier, you'll see Beth's on your right"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While this place is more of a tourist trap, offering bobble-head moose, Grand Marais sweatshirts, and shot glasses - among other things - Beth's Fudge & Gift is a must-see for the fudge one can get in the back of the shop.  If you buy 1 lb of fudge, you get a 1\/4 lb free.  Fudges include mint, rocky road, and peanut butter and the best chocolate amaretto you have ever tasted!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=My Sister's Place"],["url="],["email="],["address=401 E Hwy 61"],["lat="],["long="],["directions=Head north on Hwy 61 and My Sister's Place will be on your left."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is casual northwoods dining at its best.  Serves burgers, sandwiches, soups, and locally caught fish."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sydneys Frozen Custard"],["url="],["email="],["address="],["lat="],["long="],["directions=Head towards artists point at the lights you'll see Sydneys on the left"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=known for great frozen custard, featuring their custom blended sydnami cocretes, Sydneys also serves Chicago Dogs, Gyros, and an eclectic choice of pita wraps, situated on lake superior with its own beach it has outdoor seating with a dining deck on the roof that offers a great vantage point of the harbor and east bay. One of a kind a must stop."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cook County Whole Foods Co-op"],["url=http:\/\/www.cookcounty.coop"],["email="],["address=20 E 1st St"],["lat="],["long="],["directions=1 block below the stoplight on the East Bay"],["phone=+1 218 387-2503"],["tollfree="],["fax="],["hours=M-Sa 9AM-7PM, Su 10AM-6PM"],["price="],["content=Natural Foods Grocery Store with a grab n go deli carrying soups, sandwiches,salads,spreads and hot coffee.  We carry healthy juices, trail foods, organic produce, cheese, meats, bulk foods and grocery items."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Pickled Herring Club"],["url="],["email="],["address="],["lat="],["long="],["directions=In the loft above Sven & Ole's"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=After you've eaten your way through a Sven & Ole's pizza, head up to the Pickled Herring Club for a drink.  Very, very small, but cozy atmosphere."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nGrand Marais has many lodging options, depending on the kind of vacation that you would like to have.  Options include wonderful hotels with fire places, jacuzzi tubs, and beautiful views, all the way down to simple cabins with running water and not much else.  Many smaller lodging places that are family run may only be open seasonally.  \n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anderson's North Shore Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=Hwy 61 on your left before you get to town"],["phone=+1 218 387-1814"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=These are simple cabins, perched on the top of cliff overlooking Hwy 61 and Lake Superior.  Though nothing fancy, these cabins have a beautiful view from the decks, especially on a moonlit night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=East Bay Suites"],["url=http:\/\/www.eastbaysuites.com"],["email="],["address=21 Wisconsin St"],["lat="],["long="],["directions=In the heart of Downtown, on the lake"],["phone="],["tollfree=+1-800-414-2807"],["fax="],["hours="],["price=$179-218"],["checkin=3PM"],["checkout=11AM"],["content=Well designed, fully furnished beachfront suites with private decks or patios, fireplace, soaking tubs, flat screen LCD televisions etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Marais Hotel Company"],["url=http:\/\/www.gmhotel.net"],["email="],["address="],["lat="],["long="],["directions=In town on Hwy 61"],["phone="],["tollfree=+1-800-247-6020"],["fax="],["hours="],["price=$69-299"],["checkin=3PM"],["checkout=11AM"],["content=Grand Marais Hotel Co. operates six properties, from economy motel rooms to luxury condos on the Harbor.  Indoor pool and wireless internet are available. Open year round."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Marais RV Park"],["url=http:\/\/www.grandmaraisrvparkandcampground.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=If you have an RV, this is the only place in town to go. 300 sites.  Options for water and electric hookups.  Bathhouses, public phones, boat launch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Harbor Inn Motel & Restaurant"],["url=http:\/\/www.bytheharbor.com"],["email="],["address=207 Wisconsin St"],["lat="],["long="],["directions=Downtown"],["phone="],["tollfree=+1-800-595-4566"],["fax="],["hours="],["price=$75-125"],["checkin=3PM"],["checkout=11AM"],["content=Good harbor views and easy walks to town, free Wi-Fi and a on-site restaurant, Pets with permission.  Free hiking shuttle to nearby trailheads."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kahneetah Cottages & Gallery"],["url="],["email="],["address="],["lat="],["long="],["directions=Btwn Lutsen and Grand Marais off Hwy 61"],["phone="],["tollfree=+1-800-216-2585"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=These are quaint cottages without lake views.  The owners are friendly and a gallery with local art is located on-site.  Pets were accepted at last visit."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=MacArthur House B&B"],["url=http:\/\/www.macarthurhouse.net"],["email="],["address=520 W 2nd St"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-792-1840"],["fax="],["hours="],["price=$64-179 seasonal"],["checkin=3PM"],["checkout=11AM"],["content=Views of the lake, WiFi, gourmet breakfast, inroom bathrooms, and discounts on classes at North House, Art Colony, and AARP."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nelson's Travelers Rest"],["url="],["email="],["address=US Hwy 61"],["lat="],["long="],["directions=Located immediately before you reach town on the right side of 61"],["phone="],["tollfree=+1-800-249-1285"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=These are pleasant cabins, many with fireplaces.  Other lodging options at this resort are motel-style rooms.  Not all cabins have a lake view, but the property does go down directly to the shore line. Pets not allowed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Skara Brae Bed, Breakfast + Bodywork"],["url=http:\/\/www.skarabraebb.com"],["email="],["address=1708 E Hwy 61"],["lat="],["long="],["directions=3 mi E of Grand Marais"],["phone="],["tollfree=+1-866-467-5272"],["fax="],["hours="],["price=$55-155 seasonal"],["checkin=3PM"],["checkout=11AM"],["content=Grand Marais's only bed and breakfast on the shore of Lake Superior.  nice views of the moody big lake. Therapeutic full body massage available during your stay administered by the fully trained owner\/innkeeper\/massage therapist."]]}]},"\n",{"type":"==","value":["Go next"]},"\nTake a short road trip out from Grand Marais to visit the many sites.  Travelers can head north on Hwy 61 to the Canadian border and visit Fort William Historic Park in Thunder Bay.  The kids will enjoy this historical fort with actors recreating many activities.  Otherwise, head south on Hwy 61 from Grand Marais and visit Lutsen.  Here you can ski (in winter), ride the gondola, and hike.  On your way south on Hwy 61, be sure to stop in Tofte and visit Coho Cafe Bakery & Deli where you can munch on gigantic sandwiches and fantastic spreads.  \n\n",{"type":"{{","value":[["routebox"],["image1=MN-61.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Thunder Bay"]]}],["minorl1=",{"type":"[[","value":[["Grand Portage"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Duluth (Minnesota)"],["Duluth"]]}],["minorr1=",{"type":"[[","value":[["Lutsen"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["47.75056"],["-90.33417"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northeastern_Minnesota"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Grand Marais, Minnesota"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Minnesota\/Localities\/G\/Grand_Marais\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Grand Marais, Minnesota"]]}]