[{"type":"{{","value":[["pagebanner"],["Simatai Great Wall banner.jpg"],["caption=A panoramic view of the Great Wall at Simatai, China"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Great Wall Badaling embrasure view.jpg"],["thumb"],["Great Wall Badaling embrasure view"]]},"\nThe ",{"type":"'''","value":["Great Wall of China"]}," (长城 ",{"type":"''","value":["Chángchéng"]},") stretches from ",{"type":"[[","value":[["Liaoning"]]}," Province through ",{"type":"[[","value":[["Hebei"]]}," Province, ",{"type":"[[","value":[["Tianjin"]]}," Municipality, ",{"type":"[[","value":[["Beijing"]]}," Municipality, ",{"type":"[[","value":[["Inner Mongolia"]]}," Autonomous Region, ",{"type":"[[","value":[["Shanxi"]]}," Province, ",{"type":"[[","value":[["Shaanxi"]]}," Province, and ",{"type":"[[","value":[["Ningxia"]]}," Autonomous Region to ",{"type":"[[","value":[["Gansu"]]}," Province within the country of ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe Great Wall  of ",{"type":"[[","value":[["China"]]}," can be visited at many places along its length of several thousand kilometers. Its condition ranges from excellent to ruined and access from straightforward to quite difficult. Note that different sections also each have their own admission fees, e.g. if you want to hike from Jinshaling to Simatai then you probably have to pay twice.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Map of the Great Wall of China.jpg"],["thumb"],["480px"],["Map of the Walls"]]},"\n",{"type":"'''","value":["The Great Wall,"]}," as we know it, is actually a series of several walls built at different times by different emperors.\n",{"type":"*","value":[" ",{"type":"'''","value":["First Great wall"]},": built by the Qin Dynasty 221–207 BC"]},{"type":"*","value":[" ",{"type":"'''","value":["Second Great Wall"]},": built by the Han Dynasty 205–127 BC"]},{"type":"*","value":[" ",{"type":"'''","value":["Third Great Wall"]},": built by the Jin Dynasty 1200 AD"]},{"type":"*","value":[" ",{"type":"'''","value":["Fourth Great Wall"]},": built by the Ming Dynasty 1367–1644"]},"\nThe other walls are now mostly ruins. It is the Ming wall that turns up in all the photos.\n\n",{"type":"====","value":["First Great Wall"]},"\n\nThe ",{"type":"'''","value":["First Great Wall"]}," was ordered built in 214 BC by Qin Shih Huang Ti after he had finished consolidating his rule and creating a unified China for the first time. The wall was designed to stop raids by the Xiongnu raiders from the north. 500,000 laborers were used during the 32-year building period to create the First Great Wall.\n\nAlthough the wall worked at keeping out enemies, it did nothing to stop internal pressures which lead to a regime change in 206 BC and the new leadership of the Han Dynasty. The first Han emperor, Gaozu, was quick to see the benefits of the wall against the raiders and ordered more wall to stretch out as far as Zhaoxiang, ",{"type":"[[","value":[["Gansu"]]}," Province.\n\n",{"type":"====","value":["Second Great Wall"]},"\n\nOver 70 years later, the Han Dynasty were still fighting the raiders since the Great Wall had been left to deteriorate and the raiders had breached it in several places. In 130 BC, Emperor Wudi of the Han Dynasty embarked on a program of extending, rebuilding and fortifying the original First Great Wall. After the emperor finished adding more regions under his rule in 127 BC, he ordered a major expansion program that created the ",{"type":"'''","value":["Second Great Wall"]},", outposts in ",{"type":"[[","value":[["Zhangye"]]},", ",{"type":"[[","value":[["Wuwei"]]},", ",{"type":"[[","value":[["Jiuquan"]]},", ",{"type":"[[","value":[["Dunhuang"]]}," and Yumenguan in ",{"type":"[[","value":[["Gansu"]]}," Province and Lopnor and other outposts in ",{"type":"[[","value":[["Xinjiang"]]}," Province. The Great Wall was extended down the Hexi Corridor through which the ",{"type":"[[","value":[["Silk Road"]]}," traders would travel on the way to and from the West.\n\nWhen the Han Dynasty fell apart into the three kingdoms of the Wei, Shu and Wu, the northern Wei kingdom decided to continue maintaining the Great Wall so that they could keep out the Rouran and Qidan nomads from the northern plains. Despite the constant maintenance, the Wall kept being breached by the Rouran nomads. Additional walls were built inside and outside of the Great Wall by the different kingdoms. Eventually the Wei kingdom merged with the unifying Sui kingdom and was overthrown by the Tang Dynasty in 618 AD.\n\nNothing more was done to the Great Wall until the reign of the Liao and Song dynasties. The Liao Dynasty controlled the north while the Song Dynasty controlled the south. The Liao were troubled mainly by a tribe in the northeast region of China called the Nuzhen (known as Manchu in Mandarin) so they built defensive walls along the Heilong and Songhua rivers. These failed to stop the raiders from coming south.\n\n",{"type":"====","value":["Third Great Wall"]},"\n\nIn 1115, the Nuzhen established the Jin Dynasty and since they were from the north themselves, understood that the Mongols were right behind them. The Jin emperor ordered the construction of a ",{"type":"'''","value":["Third Great Wall"]}," to be built in ",{"type":"[[","value":[["Heilongjiang"]]}," Province and ",{"type":"[[","value":[["Inner Mongolia"]]}," Autonomous Region. The walls built had the characteristics of having ditches running along the walls full length.\n\nDespite the impressive fortifications built, the Mongols overthrew the Jin in 1276 and established the Yuan Dynasty. During the Yuan dynasties rule, the Wall fell into deep disrepair and in 1368, the Chinese Ming Dynasty walked right in and took control.\n\nThe Ming Dynasty, after getting rid of the Mongols, determined that they would never be taken again by outsiders. The first emperor of the Ming Dynasty, Hongwu, re-established manning of the Great Wall, fortresses and garrisons were built along the wall, and the fort at ",{"type":"[[","value":[["Jiayuguan"]]}," was built in 1372 at the western end of the wall. The second Ming emperor, Yongle, turned his focus outward from the empire and sent out explorers and diplomats into the big, wide world.\n\n",{"type":"====","value":["Fourth Great Wall"]},"\n\nIt was not until the battle of Tumu against the Mongols that renewed interest in reinforcing the Great Wall occurred. Between 1569 and 1583, the best-known parts of the Great Wall were built, the ",{"type":"'''","value":["Fourth Great Wall"]},". The reinforced wall managed to repel Mongols several times.\n\nThe Manchu retook China in 1644 and formed the Qing Dynasty. From this point on, the Wall slowly started to fade away while stone and rocks were taken from the Wall for building projects and homes. The Cultural Revolution definitely took its toll out on the wall when local people and local governments were encouraged to help dismantle the Great Wall.\n\nIt was not until 1984 that President Deng Xiaoping started a restoration and protection project of the Great Wall. In 1987, the Great Wall was declared a Cultural ",{"type":"[[","value":[["World Heritage Site"]]}," by UNESCO.\n\n",{"type":"===","value":["Landscape"]},"\n\nThe geography of Northern China ranges from mountainous in northeast ",{"type":"[[","value":[["Liaoning"]]}," and ",{"type":"[[","value":[["Hebei"]]}," Provinces, through the grasslands of ",{"type":"[[","value":[["Ningxia"]]},", semi-arid desert of China's loess plateau, and borders the sand dunes of the Tengger desert of ",{"type":"[[","value":[["Inner Mongolia"]]},". It is the area around ",{"type":"[[","value":[["Hebei"]]}," and ",{"type":"[[","value":[["Beijing"]]}," that most people associate with the Great Wall, but most of the Great Wall lies in the desert regions of the country.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nChinese wildlife is diverse, considering all of the different habitats available along the length of the Great Wall. From the rare Siberian tiger in the northeast to the protected and rare Giant Panda, which lives in southern Gansu, Sichuan, and Shaanxi, you never know what you might see on a given day.\n\nWild mammals can be found in the north, such as the Manchurian weasel, brown and black bears, northern pika, and mandarin vole. Deer species include Sika deer, roe deer and the long-sought-after spotted deer, which has many uses in Chinese medicine.\n\nThe birds of the region include various pheasants, black grouse, pine grosbeak, various woodpeckers, mandarin duck, and the fairy pitta, a rare migratory bird. Cranes are especially revered in China. Common, demoiselle, white-naped, hooded, and red-crowned cranes all breed in China.\n\nYou can find many tonic plants along the Great Wall, such as the rare ginseng (",{"type":"''","value":["Panax ginseng"]},"). Chinese medicine has had many thousands of years to discover and use these tonic plants for the benefit of mankind.\n\n",{"type":"===","value":["Climate"]},"\n\nNorthern China has all four seasons and they arrive with a vengeance. Summer and winter temperatures normally reach extremes of over 40°C and –20°C respectively.\n\n",{"type":"==","value":["See"]},"\nAs the Great Wall of China is rather on the long side, there are a large number of places to visit it.  The following list is divided by province\/municipality.\n\n",{"type":"===","value":[{"type":"[[","value":[["Beijing"]]}]},"\n",{"type":"[[","value":[["Image:20090529 Great Wall Simatai 8296.jpg"],["thumb"],["200px"],["Great Wall at Simatai"]]},"\n\nThe most popular sites can be visited in one day starting from ",{"type":"[[","value":[["Beijing"]]},".\n\n",{"type":"====","value":["Badaling and Juyongguan"]},"\n",{"type":"'''","value":["Badaling"]}," and ",{"type":"'''","value":["Juyongguan"]}," are nearest Beijing, and these two are among the most crowded sections of the Great Wall. On the weekdays, Badaling is not too crowded, and it is the easiest to reach affordably, i.e. without hiring a taxi. From the Southwest corner of Tiananmen Square, take the number 5 bus (¥1 public bus or ¥0.4 if you have IC card, ~10min froom drum\/bell tower or ~30min from Qianmen) to the last stop or the line 2 subway to Jishuitan station (¥2). Walk east on the north side of the road to the bus station. Take bus number 919 (¥12 one way, ¥4.80 one way with ",{"type":"[[","value":[["Beijing#By_subway"],["pre-paid card"]]},", air conditioned coach bus) to Badaling (877 seems to have the same path\/cost). The last bus from Beijing to Badaling leaves at around 12:00, the last bus from Badaling to Beijing at around 16:00. For the ride back, better arrive half an hour early if you want to sit down during the 1-hour drive!\n\nNote: There are many different 919 buses. The one to Badaling is at the very rear (farthest east) of the station. Be very wary of men in blue jackets posing as transit workers. They will lie all the way up to the bus door (and in front of real transit workers) by saying there are no more buses, it is the wrong bus, or that they are overpriced, etc. and try to get unknowing passengers to take their overpriced taxi and\/or shuttle. The real transit workers around the area will be of no help (as they may be taking a cut), so you must ask the ticket giver directly on the bus if it is the correct bus. It will be only ¥12.\n\nYou can also take a 919 home for ¥12, which means that you can stay as long as you like. Alternatively, take the train from Beijing North Station (¥14 one way for hard seat, which is still nicer than most airplanes, with plenty of leg room). But make sure to call ahead or check online for the times as they change often.\n\nFor those that like to travel by train, a relatively underused way of travelling to the Badaling great wall is via a train from Beijing North Station or Qinghuayuan Station (the latter is a small station not too far away from the Zhichunlu subway intersection station; guaranteed no queues, but you may not be able to find a seat at busy times). The schedule posted on seat61 ",{"type":"[","value":["http:\/\/www.seat61.com\/China.htm"]}," seems to be more or less accurate, but always double check on ",{"type":"[","value":["http:\/\/www.cnvol.com cnvol.com"]},". Travelling by train allows you time to visit the wall at your own leisure, bypassing the need to go to the Ming Tombs and random stores.  The train has very large viewing windows, allowing you breathtaking views of the scenery and the great wall even before you arrive at Badaling. Take a seat on the left as the train leaves Beijing to get the best views. Tickets costs ¥6 each way, they must be purchased the same day of travel and only from the station of departure. There is no time on the ticket so you may use the ticket for any train that day. If you don't want to wait in lines to buy tickets you may also use your subway card to board and pay for the trip. If you can't find empty seats you can hang out in the nearly empty dining car, which has a couple of comfortable booths with tables. Upon arrival at Badaling station you'll need to make a left turn and walk 800m to the great wall entrance. Badaling entrance fee is ¥45 (discount available for students). Audio tour service ¥15\/40 for Chinese\/English + ¥200 deposit.\n\nThe hike is still a challenge with plenty of steep hills, so once you get a bit into the wall the crowd thins quickly. On weekdays, there aren't any vendors chasing you on the wall; they stay in the little town area. In addition, there are Sun Bears that you can feed carrots to for ¥3 in the little town. Don't take the ¥100 tours that people offer you outside the Forbidden City or at Tiananmen Square - you only get 2 hours at the wall, and then you go to the Ming Tombs (read: big hill) and have to eat lunch; in addition, they can cancel the bus on you, they don't leave until the bus is full, and you have to stay with your tour group (with the loud mega phone and all) in order to get back to the city. \nFull walk path is: tower\/path closed <> Guizhou pavilion for the stele <> (cable car\/?closed) <> tower <> path to exit \/ great wall museum <> (sliding car, ?stairs) <> 6th tower <> 8th tower (top; cable car nearby ~100m) <> tower <> 10th tower in the north (stairs) <> tower\/path closed.\nCable\/sliding car costs ~¥30\/60 one\/both way and it takes ~2-3h to do the whole wall depending on your fitness\/weather\/crowd.\n\nIn winter, expect to loose 5°C between Beijing and the Wall. This plus the wind from the mountain, you will cherish every layer of clothes you can have. The vendors will be here to sell everything you may have forgotten, although the price is not reasonable. For the good part : the crowd is then much lighter, and almost nobody go after the first peak. The winter sun and, if you're lucky, the snow will give you amazing views on the walls.\n\n",{"type":"====","value":["Shuiguan"]},"\nLocated near the Badaling Great Wall, the Shuiguan Great Wall is sometimes called the 'Badaling-Shuiguan Great Wall'. It often happens that innocent visitors are guided to the Shuiguan Great Wall instead of their original destination - the Badaling Great Wall, especially during holidays or peak periods. Travel China Guide (TCG) kindly reminds you that no matter which wall you want to visit, please consult our guide-books and web-site beforehand. Especially check the admission fees.\n\nThe wall was opened to the public in 1995 after repair. Besides climbing the wall, you can also visit the Genghis Khan Palace, the Stone Buddha Temple, Luotuo Peak (Camel Peak) and the Great Wall Stele Forest nearby.\n\n",{"type":"====","value":["Mutianyu"]},"\n",{"type":"'''","value":["Mutianyu"]}," is slightly further than Badaling, equally well restored, significantly less crowded, and has a bit greener surroundings. It has a ski lift to get onto and off the wall (though walking via stairs is also possible) and a toboggan ride down! Misplaced, but fun.  However, it's easiest reached via taxi.  The only direct bus to the Mutinyau Great Wall section is the 867, which only runs during the tourist season (March 15 through November 15).  As of 3 May 2012, it departs at 07:00 and 08:30 from the Dongzhimen outer bus station which you can get to by turning left out of the main bus station (arrive at Donzhimen subway, take \"H\" exit) and going for a 10 minute walk round the other side until you see a parking lot full of buses on your left (don't cross the street). To make it clear the 867 is not numbered when you come up the stairs from the subway.  It is a totally separate bus terminal outside the main building. This is where the 867 leaves from, it is not easy to find and you will be hawked heavily by private taxis and mini buses.  It costs ¥16 each way (¥6.4 with metrocard) and takes at least 2.5 hours.  Also it's possible to use 936 and 916 that runs after that time and the will take you only to the city of Huairou which is 17 km away from the wall and around 60 km from Beijing. From there you have to take a taxi (¥20, but you have to bargain as the entry price is about ¥50). Be aware that it is likely that taxi drivers in league with the bus driver (who may be on the bus from Dongzhimen) will try and get you to come off the bus at the wrong stop in order to ensure that you take their taxi (fees until ¥400!). Also beware of people that offer to help you at Dongzhimen, that are in league with the taxi drivers and will point you to the wrong bus (980, for example), and you will end up having to backtrack to Huairou and pay double for the taxi (Great wall trek China expeditions is known to do this).\n\nThe actual bus stop Huairou Beije is not a bus terminal or anything with a 'Great Wall' on it - just a normal street bus stop. When you get off the bus you need to cross the road as your going in the opposite direction.  (you will see a large roundabout your going straight through this).  The hawking is unbearable and extreme so be prepared.\n\nPrices vary around ¥30 per person for a return trip with waiting 2h, plus ¥5 for the parking when going out.  For the return journey, the  867 leaves at 14:00 and 16:00 from parking lot 3 - the same place it dropped you off at Mutianyu if you caught it in the morning. Note that on Sunday 16:00 bus might be really crowded.  It is an official looking bus with a number on it so don't be fooled by any other drivers (e.g. minibuses) who try and steal your business.  Also, do not be fooled by any taxi drivers who say \"no bus!\". Post with bus schedule is usually hidden behind minivan or any big car parked in front of it in western part of parking lot to confuse visitors. Mutianyu is magnificent. New entrance fee is ¥45, ¥25 for students only with ID containing a photo.  Besides that, the cable car to the wall costs more than the wall entrance: ¥65 for adults and ¥45 for children, alternatively the 15 min. walk uphill through the beautiful park and forest is free. If you're not afraid of walking through some shrubbery, and you've got some grip on your shoes, continue on past the restored section and head to the highest local watchtower. You will be greatly rewarded for your effort!\n\nThe last buses to Beijing Dongzhimen from Huairou city are the 936 at 17:00 while the service of the 916 ends at 19:00. Without the Beijing transportation card (that you can purchase at any metro station) the price is ¥16 but with the electronic card excpect to pay less than ¥5. See the details about the card on in the ",{"type":"[[","value":[["Beijing"]]}," \"Get around\" section.\n\nIf you miss the bus, there is accommodation to be found near the shops in Huairou. There is a tourist information office that remains open during normal office hours, though it may seem closed due to lack of visitors. They will be able to help you find accommodation that is licensed to take foreigners, should you need it. The nearby \"Yanxi Nightless Valley\" area is full of small forest resorts, where you can pay around ¥100 for a fresh, farmed trout. Stay in the valley the night before, then hire a taxi out direct to one of the nearby Great Wall sections in the morning.\n\nThe Schoolhouse (a restaurant and lodging company in Mutianyu) also offers a schoolbus that goes to and from the Kempinski Hotel in Beijing to their restaurant that is a 10 minute walk from the wall on Saturdays and Sundays. It departs Beijing at 09:00 and the Schoolhouse at 18:00. The cost is ¥100 for a one-way trip or ¥120 for a same day round trip. Reservations must be made by 18:00 on the Thursday before you want to take it. If you are worried about taking a public bus but don't want to pay for a whole tour, this can be a good reliable option.\n\n",{"type":"====","value":["Huanghuacheng"]},"\nHuanghuacheng one of the most well built sections of the Great Wall that caused the beheading of Lord Cai, the builder, for mismanagement and waste\n\n",{"type":"====","value":["Gubeikou, Jinshanling and Simatai"]},"\n",{"type":"[[","value":[["File:20090529 Great Wall 8216.jpg"],["thumb"],["Jinshanling"]]},"\n",{"type":"'''","value":["Gubeikou"]},", ",{"type":"'''","value":["Jinshanling"]}," and ",{"type":"'''","value":["Simatai"]}," are a bit farther from Beijing than other sections, but the extra time it takes to get there is rewarded with a very significant reduction in crowding and tourist traps.  Services are also limited, however; make sure you bring your own supply of water and extra film. The most authentic part of the wall is at ",{"type":"'''","value":["Simatai"]},"; the wall here is of original construction unlike Badaling. These three locations are 80 miles northeast of Beijing. As of June 17, 2010, the section at Simatai is closed for repairs (probably for at least 2 years).\n",{"type":"'''","value":["Simatai is closed but you can still sleep on its section"]}," and do the trek from Simatai to Jinshanling.\n\n",{"type":"====","value":["Jiankou"]},"\nMany published photos of the Great Wall are from this area. 'Jiankou', is translated as 'Arrow Nock' in English, because the shape of the mountain is like an arrow, with the collapsed ridge opening as its arrow nock.\n\nThere are many famous sections of Jiankou Great Wall, such as 'The Nine-Eye Tower', an important command post during the ancient wars. It has three layers, and there are nine holes which look like nine eyes on each side. 'The Beijing Knot' is the meeting point for three walls coming from different directions. 'The Sky Stair', is a precipitous stair whose angle of elevation is 70 to 80 degrees. It leads to 'The Eagle Flies Facing Upward', a watch tower built on the lofty peaks. It is so dangerous that even eagles have to fly facing upward to reach the top. 'Zhengbei Tower' is the right place to appreciate the beauty of the sunrise and the sunset.\n\n",{"type":"===","value":[{"type":"[[","value":[["Hebei"]]}," and ",{"type":"[[","value":[["Tianjin"]]}]},"\n",{"type":"[[","value":[["Image:Great wall stops in see.jpg"],["thumb"],["200px"],["Old Dragon's Head beginning of the Great Wall"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Shanhaiguan"]]}]},", at the Old Dragon's Head, the wall juts out into the sea. To get there from Beijing takes about 3 hours by train."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Panjiakou Reservoir"]}," - sunken part of the Great Wall"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Huangyaguan"]}," - worth a visit for its water run-off controls, well-preserved towers, challenging hiking and striking scenery"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Liaoning"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hushan"]}," - can be explored from ",{"type":"[[","value":[["Dandong"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Xingcheng"]]}]}," - a Ming dynasty walled town"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jiumenkou"]}," - located 18 km east of \"The First Pass Under Heaven' at ",{"type":"[[","value":[["Shanhaiguan"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Shanxi"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Outer Wall of Shanxi"]}," - Li'erkou to Deshengbu, Juqiangbu to Laoniuwan, and along the Yellow River"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Inner Wall of Shanxi"]}," - Yanmenguan, Guangwu Old City, Ningwu Pass and Niangziguan"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Shaanxi"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Yulin (Shaanxi)"],["Yulin"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Shenmu"]]}]}," - garrison towns in the time of the Ming dynasty"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Ningxia"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Eastern Ningxia Wall"]}," - Hongshan Castle and Water Cave Gully (Shui Dong Gou)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Northern Ningxia Wall"]}," - in the area of Helanshan"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Western Ningxia Wall"]}," - Zhenbeibu and Sanguankou"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Gansu"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wuwei"]]}]}," - garrison town"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Minqin"]}," - oasis town"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Zhangye"]]}]}," - garrison headquarters"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jiayuguan"]]}]}," - Fort at Jiayu Pass, nicknamed \"Last Fort Under Heaven\""]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lanzhou"]]}]}," - former walled town that now is capital of Gansu Province"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hike from Jinshanling to Simatai"]}," The majority of the wall east of  Jinshanling is also unrestored. The hike from Jinshangling to Simatai is roughly 10 km. It is a significant hike in distance but more so in the elevation change, but you will be rewarded with spectacular views and a good day of exercise. Expect to spend anywhere from 2.5 hours to 6 hours on the wall, depending on your fitness level, ambition and frequency of photo ops. When you are half way between the two sections, there are hardly any tourists. In fact, more foreign tourists are seen doing this thorough hike than domestic Chinese tourists. Comfortable shoes and clothes are needed, as you will be hiking on moving bricks sometimes combined with steep climbs. Water and snacks should be in your backpack. But you will find some local vendors selling water and sometimes snacks on the wall. When you descend down from Simatai, there is a zip line available for ¥40. It's roughly 400m, and is over a river. It will take you down to the other side of the river, and includes a short boat ride back to catch your ground transport. During the middle of this hike, collectors will charge you again because you are entering another part of the Wall. If you are going between sections, there is little you can do about it other than turn back. ",{"type":"'''","value":["As of June 2010, the Simatai section is closed for repairs, so you can only hike to the western end and then have to turn back."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Visit the Great Wall Museum"]}," Down the \"Badaling Pedestrian Street\" and up a hill behind the \"Circle Vision Theater\" is the under-appreciated Great Wall Museum.  The walk-through exhibits provide a good overview of the wall's multi-dynasty history, along with many artifacts from those time periods and photo-worthy models of watchtowers, scaling ladders, etc.  The bathrooms are also probably the cleanest you'll find at Badaling (there's even a Western-style toilet). Best of all, admission is free! (closed on Monday, 09:00-16:00). Great wall circle-vision theater (40y\/pers)."]},{"type":"*","value":[" ",{"type":"'''","value":["Downhill on the toboggan run"]}," The Mutianyu section offers two chairlift lines which run to different parts of the Great Wall section, a more modern one with bubble cabins and a less modern one with two-seater chairs. If you feel up to it and the weather is clear, the return ticket for the less modern lift is also good for a ride down the toboggan run. Though if you prefer, tickets can easily be purchased separately for the toboggan ride of course - just walk up to the ticket office at the beginning of the ride, then off you go down the wall.  Note that the tickets for the lifts cost the same but are not interchangeable. If you can't read Chinese check the picture on the ticket, and if you get wrong one with a picture of the bubble cabins, it's not a problem to immediately get your money back and take it to the other ticket counter."]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"'''","value":["Bring a jacket"]}," against the wind or cold in the chillier seasons. In summer you will need lots of water, but there are plenty of vendors at the most visited sections. Be prepared for the possibility of sudden, short, but rather violent thunderstorms.\n\n",{"type":"'''","value":["Do not leave any trace of your visit."]}," Even if it is not an uncommon sight, resist the urge to add your name to the carvings in the wall, or take a piece home as a souvenir. If the wall should be damaged by your actions, the authorities may very well take action with fines and other punishments.\n\n",{"type":"'''","value":["Hiking"]}," as a recreational sport is ",{"type":"'''","value":["not well understood"]}," yet in China so the etiquette of crossing state and private land has not yet been established.  Remember that the Wall is mostly mud and poorly supported stones, and that you are on your own if you're outside the maintained areas. Even if you are not walking on the wall, you will find few trails to follow and at some parts, the area the Wall traverses are vertical, treacherous and very unsafe. Besides that, it is difficult to obtain clean drinking water and some areas may even have no water at all. Other areas will have manmade obstacles, like roads and motorways that have solid fencing. Villages where you could get supplies may be few and far between. Some may take you miles away from the Wall. ",{"type":"'''","value":["Poor cartography"]}," is still a problem here since maps of less than 1:450,000 are not easy to get a hold of due to the military applications of such maps. Besides that, guides who know the areas along the Great Wall are few and far between. The last item to think about regarding hiking the Great Wall is that China has ",{"type":"'''","value":["no system of mountain\/wilderness rescue personnel"]},". You will be on your own should something happen to you.\n\n",{"type":"'''","value":["Scams"]}," - Beware of ",{"type":"'''","value":[{"type":"[[","value":[["Beijing#Stay_safe"],["bus scams"]]}]}," that may ruin your day. Also try to avoid organized tours to the Great Wall costing ¥100-150. These are advertised by people handing out flyers around the Forbidden City in Beijing for example (the real bus service to the Great Wall only costs ¥20!). Also, the driver might just stop and set you off before your destination.\n\n",{"type":"==","value":["Go next"]},"\nBadaling: Take bus 919 back to Beijing (¥12) or the train from either the Badaling or Qinglong Qiao stations (¥14).  The last bus 919 leaves at 17:00.\n\nFor other sections, hopefully you've come with a tour that is picking you up from that section. Taxis back to Beijing can be quite expensive (even from Badaling, it will probably be over ¥100).\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["40.67693"],["117.23193"],["zoom=11"],["layer=RDL"]]},"\n",{"type":"{{","value":[["IsPartOf"],["China"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Great Wall of China"]]},"\n",{"type":"[[","value":[["Wikipedia: Great Wall of China"]]}]