[{"type":"{{","value":[["pagebanner"],["Flynn Reef banner.jpg"]]},"\n\nThe ",{"type":"'''","value":["Great Barrier Reef"]}," is a coral formation, the largest in the world, located off the Pacific coast of ",{"type":"[[","value":[["Queensland"]]},", ",{"type":"[[","value":[["Australia"]]},". It is home to a spectacular array of marine life and offers awesome diving opportunities.\n",{"type":"[[","value":[["File:Coral Sphere Flynn Reef.jpg"],["thumb"],["right"],["400px"],["A coral sphere seen while snorkelling on Flynn Reef off Cairns"]]},"\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Whitsunday Islands"]]}]},{"type":"*","value":[{"type":"[[","value":[["Southern Reef Islands"]]}]},{"type":"*","value":[{"type":"[[","value":[["Green Island (Great Barrier Reef)"],["Green Island"]]}]},"\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By day trip reef boat "]},"\n\nDay trips to the reef run from most of the length of the ",{"type":"[[","value":[["Queensland"]]}," Coast.  Generally speaking, the further north you leave from, the shorter the trip to the reef, as it approaches the coast near ",{"type":"[[","value":[["Cape Tribulation"]]},".\n\nThe general trip plan for the major operators provides for a early morning departure,   Tie up a few hours later off a pontoon or cay where they have purchased rights, usually lunch is available (or included) and a late afternoon return to port.  They always return to one or two specific locations, and it is not unusual for several boats to be within a few hundred metres of each other.\n\nThese types of trips are offered (at least) from the mainland coastal towns out of ",{"type":"[[","value":[["Cape Tribulation"]]},", ",{"type":"[[","value":[["Port Douglas"]]},", ",{"type":"[[","value":[["Cairns"]]},", ",{"type":"[[","value":[["Townsville"]]},", ",{"type":"[[","value":[["Airlie Beach"]]}," (Shute Harbour), ",{"type":"[[","value":[["Mackay"]]},", ",{"type":"[[","value":[["Gladstone (Queensland)"],["Gladstone"]]},", and ",{"type":"[[","value":[["1770"]]}," (from north to south).  Check destination guides for more information, as not all trips run every day from every town.\n\n",{"type":"===","value":[" Reef islands "]},"\n\n",{"type":"[[","value":[["File:Lady Elliot Island SVII.jpg"],["400px"],["right"],["thumb"],["Coral reef near Lady Elliot Island"]]},"\n\nThere are many islands scattered off the ",{"type":"[[","value":[["Queensland"]]}," Coast in several different island groups.  Many cater for day trips, overnight stays, or both, offering widely varying standards of facilities accommodation.  Not all islands off the coast are on the reef.  Some are continental islands, some coral cays.  Some of the continental islands have coral gardens off the beach, others do not.  Some islands are teeming with marine life, and others have little.  Check the specific destination guides, to see if the island you are thinking of visiting is a snorkeller's paradise, or just a nice place to pull up a deckchair and relax.\n\nThe islands that are not on the reef, generally run some sort of day trip by boat to the reef.  Some of these trips, especially those in the Whitsundays, can pick up from the mainland prior to picking up from one or two islands, servicing daytrippers from the islands to the coast, coast to islands, and coast and islands to the reef.  In these cases, prices are usually similar to what you would pay from the coast.  However, there are some islands (typically the premium ones) that offer their own trips, and these can cost considerably more.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":["Great Barrier Reef Marine Park.  There are many places to depart from to get to the reef."]},{"type":"[[","value":[["Cairns"]]}," is considered the gateway to the reef but boats also leave from ",{"type":"[[","value":[["Airlie Beach"]]},", ",{"type":"[[","value":[["Cooktown"]]},", ",{"type":"[[","value":[["Port Douglas"]]},", Mission Beach, ",{"type":"[[","value":[["Townsville"]]}," & ",{"type":"[[","value":[["Yeppoon"]]},".\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pumpkin Island Eco Retreat"],["alt=Pumpkin Island"],["url=http:\/\/www.pumpkinisland.com.au"],["email="],["address=Yeppoon, Keppel Bay Islands"],["lat=-23.091612"],["long=150.902367"],["directions=Situated between Great Keppel & North Keppel Islands"],["phone=+61 7 4939-4413"],["tollfree="],["fax="],["hours=8AM - 18PM"],["price=$300"],["content=Pumpkin Island off the Capricorn Coast near Yeppoon is a sparkling jewel nestled within the Great Barrier Reef Marine Park.\nHere you will find just five very stylish, eco-friendly self-catering cottages powered by wind and sun, overlooking a crystalline beach. Each accommodates between four and eight guests (with a maximum of 30) and is fully self-contained, very contemporary in flair and nicely separate from each other."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bedarra Island"],["url=http:\/\/www.bedarra.com.au"],["email="],["address=Bedarra Island, Queensland"],["lat=-18.0026"],["long=146.1470"],["directions="],["phone=+61 7 4047 4747"],["tollfree="],["fax="],["hours="],["price="],["content=Privately owned island between the Great Barrier Reef and South Mission Beach on the mainland. On the island is a luxury resort consisting of 16 villas nestled into the rain forest. With a maximum of 32 guests in the resort at any one time, the island is still very much a secret to the outside world. Children aged 12 years and under are not catered for. The Great Barrier Reef is nearby and organized snorkeling and scuba diving trip to the Great Barrier Reef can be arranged for."]]}]},"\n",{"type":"===","value":[" Reef Tours "]},"\n",{"type":"*","value":[" Mike Ball Dive Expeditions ",{"type":"[","value":["http:\/\/www.mikeball.com\/"]}," offers 3,4 and 7 night trips to the Great Barrier Reef, including the Ribbon Reefs and Osprey Reef in the Coral Sea."]},{"type":"*","value":[" Cruise Whitsundays ",{"type":"[","value":["http:\/\/www.cruisewhitsundays.com\/"]}," offers a reef trip at Queensland's a reef pontoon located at Knuckle Reef. Knuckle Reef Pontoon features an underwater viewing chamber and a giant waterslide. "]},"\n",{"type":"*","value":[" Great Barrier Reef Liveaboards ",{"type":"[","value":["http:\/\/www.ozmagic.homestead.com"]},". Large range of Great Barrier Reef liveaboards and Coral Sea dive trips. Great Barrier Reef trips from Whitsunday Islands can be found here."]},"\n",{"type":"*","value":[" Cairns Reef Tours ",{"type":"[","value":["http:\/\/cairnsdiveadventures.com\/cairns-reef-tours\/"]},". A comprehensive list of all boats departing for the Reef and Island from Cairns with information about kids activities, the reef for non-swimmers and a top tip section. "]},"\n",{"type":"*","value":[" Cairns Tour Advice & Booking Centre ",{"type":"[","value":["http:\/\/cairnstourinfo.com.au"]},". A ",{"type":"[[","value":[["Cairns"]]}," travel agency located on the esplanade in Cairns for over 12 years offering independent Cairns tour advice & bookings for all Great Barrier Reef & Rainforest day tours."]},"\n",{"type":"*","value":[" Ocean Free ",{"type":"[","value":["http:\/\/www.oceanfree.com.au\/"]}," is a ",{"type":"[[","value":[["Cairns"]]}," based tour company taking visitors to ",{"type":"[[","value":[["Green Island (Great Barrier Reef)"],["Green Island"]]}," and ",{"type":"[[","value":[["Upolu Cay"]]}," daily."]},"\n",{"type":"*","value":[" Passions Of Paradise: From Cairns to the Great Barrier Reef on a 25 metre custom designed sailing catamaran. Depart daily to beautiful Michaelmas Cay and Paradise Reef, giving you the choice of two destinations where you can sunbathe, snorkel, scuba dive, glass bottom boat ride or simply sail. The trip is suitable for all ages.",{"type":"[","value":["http:\/\/www.passions.com.au"]}," or +61 7 4041-1600 , for free in Australia : 1800 111 346"]},{"type":"{{","value":[["do"],["name=New Horizon Sail and Dive"],["url=http:\/\/www.reefcharter.com\/"],["email=info@reefcharter.com"],["address=PO Box 5957, Cairns, Qld 4870"],["lat="],["long="],["directions="],["phone=+61-7-4055-6130"],["tollfree="],["fax=+61-7-4055-6315"],["hours="],["price=The tours are priced from $380 per person for a two day liveaboard and from $540 for a three day liveaboard, all equipment included."],["content=Two classic sailing boats to the outer Great Barrier Reef. They allow you to experience the reef in a smaller more intimate affair with a maximum of ten passengers on each trip."]]},"\n",{"type":"{{","value":[["do"],["name=Sunsea Cruises Great Barrier Reef Trip"],["url=http:\/\/www.sunferries.com.au\/reef-trip.asp"],["email=info@sunferries.com.au"],["address=Breakwater Terminal, Sir Leslie Thiess Drive, Townsville, QLD 4810"],["lat="],["long="],["directions="],["phone=+61-7-4771-3855"],["tollfree="],["fax=+61-7-4771-3955"],["hours="],["price=Adults $139 per person."],["content=day trip includes morning and afternoon tea, tropical buffet lunch, unlimited snorkeling with equipment, marine biology presentation and glass bottom boat tours."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lost In Australia"],["alt="],["url=http:\/\/www.lostinaustralia.com.au"],["email=info@lostinaustralia.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 6102 0776"],["tollfree="],["fax="],["hours="],["price="],["content=Adventure, Small Groups, Diving, Locally owned and Operated"]]}]},"\n",{"type":"*","value":[" Cairns Dive Centre ",{"type":"[","value":["http:\/\/www.cairnsdive.com.au\/"]}," offers a range of daytrips and live aboard packages to suit any budget."]},"\n",{"type":"*","value":[" Calypso Adventures Great Barrier Reef trip to the horse-shoe shaped Eddy Reef. Departs Dunk Island ",{"type":"[","value":["http:\/\/www.dunk-island.com\/activities-a-experiences\/guided-tours-a-activities\/calypso-reef-trip\/"]}," and is 1 hour and 15 minute from Dunk Island."]},"\n",{"type":"===","value":[" Scuba dive "]},"\n\n",{"type":"[[","value":[["Image:Turbinaria mesenterina.jpg"],["thumb"],["250px"],["Turbinaria mesenterina coral, Great Barrier Reef"]]},"\n\nThe Great Barrier Reef is a famed ",{"type":"[[","value":[["scuba diving"],["diving"]]}," destination, although divers with experience of the tropics find parts of it overused and damaged.\n\nMost travellers learn to dive in ",{"type":"[[","value":[["Townsville"]]},", ",{"type":"[[","value":[["Cairns"]]}," or ",{"type":"[[","value":[["Port Douglas"]]},": all have a very competitive dive industry. Most students prefer to do a two day pool and classroom course, followed by a two or three day liveaboard visiting the reef to the east of Cairns. It's possible to learn with some of the operators that travel to the Coral Sea, but check first about the difficulty of their dive sites. Land based learn to dive courses cost about $500, dive courses including a liveaboard start at about $700.\n\nSome ",{"type":"'''","value":["day trips"]}," to the reef are available from Cairns and Port Douglas diving operators. These trips involve about 2 hours boat travel in each direction and will cost $170-$200. Most operators do three day ",{"type":"'''","value":["liveaboards"]}," to the reefs east of Cairns, starting at about $500 for 3 of days diving and 2 nights on the boat, meals included. Snorkelers can travel on these trips for reduced prices, but check first about the suitability of their sites for snorkeling. Serious divers generally prefer the five or seven day liveaboards visiting the Coral Sea to the north.\n\nMost boat trips, particularly liveaboards, may be up to 40% cheaper if booked at the last possible moment on ",{"type":"'''","value":["standby rates"]},". A certain amount of risk is involved in doing this: you must arrive at the destination hoping that a booking will become available, you need to be able to be somewhat flexible about your date of departure, and you may not be able to travel with your first choice operator. However, most divers report that they are able to find at least one standby trip when they try this. Dive travel agents may also be able to advise you.\n\nSome of the islands have a fringing reef, and it is possible to dive or snorkel from shore.\n\nThe southern part of the reef off ",{"type":"[[","value":[["Townsville"]]}," is known mostly for the wreck of the ",{"type":"'''","value":["Yongala"]},", visited on both liveaboards and day trip operators from Townsville, ",{"type":"[[","value":[["Ayr (Queensland)"],["Ayr"]]}," and ",{"type":"[[","value":[["Magnetic Island"]]},". The Yongala sank in 1911 in about 30 metres (100 feet) of water. As the bottom is otherwise featureless in this area, it is a haven for fish and coral. However, as the site is unprotected many trips have to be cancelled if weather conditions are not favourable.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Seafoods at the Great Barrier Reef islands and nearby coastal areas are delicious. There are restricted fishing areas, although it would be better if you go a restaurant.  Reef fish are also available in fish and chip shops."]},"\n",{"type":"==","value":["Drink"]},"\nReef day trips sell alcohol on board.    Reef islands nearly always have at least one bar, usually much at the centre of island life.  Some have innovative pool bars.  Some have a young party scene, others have cocktails by the pool, and others close early, targeting the demographic that prefers to wake early to see the dawn, rather seeing it through the haze of the night before.  Check the destination guides.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere are marine threats on the reef, from Stonefish to Sharks, Sea Snakes to Jellyfish.  Many trips to the reef are made all year around, and injuries due to any of these causes on the reef are rare.  Still, take advice from authorities, obey all signs, and pay close attention to safety warnings.   \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Box jellyfish"]}," occur near beaches and near river estuaries from October to April north of ",{"type":"[[","value":[["1770"]]},".  They can occasionally be found outside these times.  They are usually not found in deep water or over coral, and most people snorkelling on the reef do so without stinger protection.  However wearing a wetsuit (available on all the dive boats) will give you added buoyancy, and also some protection against stingers.  They are very rare, but deadly."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sharks"]}," do exist, however they rarely attack humans. Most sharks are scared of humans and would swim away. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Saltwater Crocodiles"]},". Crocodiles do not actively live in the ocean, their primary habitat is in river estuaries north from ",{"type":"[[","value":[["Rockhampton"]]}," They can use the ocean as a means of travel between river systems and islands. It is very rare for them to enter the coral reef areas.  Most crocodiles will not swim through the reefs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sunburn and dehydration"]}," The QLD sun can burn unprotected skin within a very short time (approx 20 minutes).  Even on cloudy days sunscreen is recommended for all exposed skin areas, particularly for children.  Most advice available suggests staying out of direct sun between the hours of 10am and 3pm, but a broad hat, sun-smart clothing and high SPF sunscreen will go a long way towards making sure you can enjoy your time in the tropics.  A nasty case of sunburn will force you to remain indoors for a couple of days, so its just not worth it.  Also, carry drinking water with you as even mild dehydration can lead to heatstroke\/ sunstroke.  Drinking alcohol in hot weather without also drinking plenty of water is not safe, and at the very least will lead to a nasty hangover!"]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n\n",{"type":"{{","value":[["geo"],["-18.2861"],["147.7000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Far_North_Queensland"]]},"\n",{"type":"{{","value":[["related"],["Coral_Sea_Islands"]]},"\n\n",{"type":"[[","value":[["Commons:Great Barrier Reef"]]},"\n",{"type":"[[","value":[["Wikipedia:Great Barrier Reef"]]}]