[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Great Bernera"]}," is in an island the ",{"type":"[[","value":[["Outer Hebrides"]]},".  It lies off the northwest coast of the ",{"type":"[[","value":[["Lewis"],["Isle of Lewis"]]}," in Loch Roag. Great Bernera, which is about 21 km² in size, is connected to Lewis by a bridge. About 300 people live on the island.\n\n",{"type":"[[","value":[["File:Great Bernera Landscape.JPG"],["thumb"],["Landscape between Bostadh and Tobson"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe only major village on the island is Breaclete (Gaelic: Breacleit).\n\nExcept Breaclete there are only a few hamlets.\n\nIn Great Bernera both Scottish English and Gaelic is spoken. The street signs are sometimes bilingual English \/ Gaelic, sometimes just Gaelic.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Road Junction, Great Bernera.JPG"],["thumb"],["The narrow road leads to Bostadh"]]},"\nSee ",{"type":"[[","value":[["Lewis"]]}," for details of connection from the rest of Scotland.\n\nGreat Bernera is about 37km from ",{"type":"[[","value":[["Stornoway"]]},"\n\n",{"type":"===","value":["By Car"]},"\nFrom Stornoway on the A859, turn right onto A858 (direction Achmore) until Garynahine (Gearraidh na h-Aibhne) Turn left onto the B8011. Follow the B8011 up to the junction with the B8059. Here you turn right, the road leads to the island. \n",{"type":"===","value":["By Bus"]},"\nFrom Stornoway there are ",{"type":"[","value":["http:\/\/www.cne-siar.gov.uk\/ buses"]}," to Great Bernera. The bus does not run on Sunday.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["58.231464"],["-6.846034"],["zoom=12"],["layer=M"]]},"\nThe island is best explored using a combination of your own vehicle and on foot. \n\nThe roads are sinlge track with passing places. If you see oncoming traffic wait in (or opposite a passing place. If you wait at one of the Passing Places you can show that you are waiting by briefly flashing your lights. Do not park in passing places.\n\nThe only filling station on the island is located in Breaclete.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Bostadh Beach, Great Bernera.JPG"],["thumb"],["Sandy beach at Bostadh"]]},"\n",{"type":"[[","value":[["File:Bostadh Iron Age House.JPG"],["thumb"],["Bostadh Iron Age House with the dry stone wall"]]},"\n",{"type":"[[","value":[["File:Bostadh Iron Age House II.JPG"],["thumb"],["The house with beach in the background"]]},"\n",{"type":"[[","value":[["File:Bostadh Iron Age House Interior.JPG"],["thumb"],["The main room with turf fire"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bostadh Iron Age House"],["alt="],["url="],["email="],["address="],["lat=58.25530"],["long=-6.88167"],["directions=From Breaclete continue further along the road until it divides, keep to the right. Until the next fork, continue straight (Bostadh is signposted). At the end of the road is a car park (with a public toilet). From the car park walk to the cemetery \/ beach. At the end of the cemetery wall on the left and follow the path. Through the gate and to the left on the sandy path. From here you can see the house."],["phone="],["tollfree="],["fax="],["hours= The Iron Age House is open Mon to Fri from 12.00 - 16.00"],["price=£3.00"],["content=It had long been known that something special had to lie in the sand dunes at Bostadh. Again and again, artifacts had been found. In 1992 a storm changed the coastline, parts of houses appeared and 5 buildings were discovered. In 1996 several excavations were carried out, which exposed and secured the village. The preserved walls of a house were demolished and removed piece by piece to be rebuilt. The others were covered with sand for the conservation. The house has double walls, reminiscent of the top of an 8. It stands in a hollow that is surrounded by a dry stone wall. This provided shelter from the wind. There is no archaeological evidence of the roof construction, but it used only techniques that known by the people at that time. On the south side is a semi-subterranean entrance, which leads you into the main circular room. In the middle of the room is a stone hearth with a peat fire. Above the entrance door into the room, there was a wooden gallery. It is believed that there were beds here. In addition to the main room there is a much smaller side room. In it is a recessed in the wall closet, similar to those in Skara Brae (Orkney)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Callanish VIII (Cleitir)"],["alt="],["url="],["email="],["address="],["lat=58.20575"],["long=-6.82891"],["directions= left above the Bernera Bridge. Behind the bridge is a parking lot right."],["phone="],["tollfree="],["fax="],["hours=Accessible at any time."],["price="],["content=The 4 stones standing on a steep cliff overlooking the strait, which is formed by Loch Roag. They are arranged as a semi-circle. The tallest stone is about 3 m high. One of the stones was 1985 re-erected in its original socket and fixed with the old stones. Beautiful view towards Lewis. The stone circle is called by the locals \"Tursachan\" which means \"Standing Stone\"."]]}]},"\n",{"type":"[[","value":[["File:Callanish VIII Great Bernera.JPG"],["thumb"],["Callanish VIII and Loch Roag"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bernera Bridge"],["alt="],["url="],["email="],["address="],["lat=58.20491"],["long=-6.82839"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Since 1953, Great Bernera and Lewis have been joined by a bridge across the 150 m wide strait. The bridge was one of the first built from prestressed concrete in the UK."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Norse Mill and lobster ponds"],["alt="],["url="],["email="],["address="],["lat=58.23109"],["long=-6.82732"],["directions=at Breaclete"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The current location of the Norse Mill on the banks of Loch Riosaigh has been used for a long time for water-powered mills. Older dams can be seen at low water in the hole, several parts of old millstones were found in the area and are now near the door. The Norse Mill has been restored and is working again. Water from the Loch na Muilne is passed through a channel to the mill drives the milling machinery and then flows into the sea. The horizontal blades of the wheel are located in the lower chamber. Thanks to its location on the sheltered bay the farmers could bring their grain by boat to the mill. The lobster pond nearby has also been restored. It was built in the mid-1800s. In it, the fishermen were able to keep their catch alive until the market offered good prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bernera Museum"],["alt="],["url="],["email="],["address="],["lat=58.22660"],["long=-6.83886"],["directions=Breaclete"],["phone=01851 612 285"],["tollfree="],["fax=01851 612331"],["hours=Mid-May to early September, Monday to Friday 12.00 - 16.00"],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["For children"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bostadh Beach"],["alt="],["url="],["email="],["address="],["lat=58.25666"],["long=-6.88291"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the beach of Bostadh can you dig gorgeous, build dams and climb among the rocks. If you like it, you can also go into the water. Between and on the rocks, there is a beautiful picnic spot. At the car park there is a public toilet."]]}]},{"type":"===","value":["Hiking"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Walk from Tobson to Bostadh Beach (2 km)"],["alt="],["url="],["email="],["address="],["lat=58.24193"],["long=-6.87847"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Boat Tours"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Islands of Adventures"],["alt="],["url=http:\/\/www.islands-of-adventure.co.uk\/"],["email=info@islands-of-adventure.co.u"],["address=The Anchorage, Kirkibost"],["lat="],["long="],["directions="],["phone=01851\/612309"],["tollfree="],["fax="],["hours="],["price=From £ 30.00"],["content=different tours from 2 h to 6 h From £ 30.00"]]}]},"\n",{"type":"==","value":["Buy"]},"\nIn Breaclete there is a small supermarket, post office and petrol station (all in one), the community hall with a cafe, a small museum and a medical practice.\n\nThe mini market is open Mon to Sat 9.00 to 18.00 clock and Sun from 12.30 to 17.00.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bernera Community Cafe"],["address=Community Hall, Breacleit"],["phone=01851\/612441"],["email="],["fax="],["url="],["hours=Summer Mo to Fr 12.00 to 16.00, Winter Tue & Thu 13.00 to 15.00"],["price="],["lat="],["long="],["content=Internet access"]]},"."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":["There is no mobile phone reception anywhere on the island."]},"\n",{"type":"==","value":["Stay Safe"]},"\n",{"type":"*","value":["The nearest hospital is in Stornoway (Western Isles Hospital, MacAulay Road, Phone: 01851\/704 704). There is a medical practice in Breaclete."]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.tidetimes.org.uk\/ Tide Times"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Outer Hebrides"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["58.231464"],["-6.846034"]]},"\n",{"type":"[[","value":[["Wikipedia:Great Bernera"]]}]