[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Great Zimbabwe Closeup.jpg"],["thumb"],["400px"]]},"\n",{"type":"'''","value":["Great Zimbabwe"]}," is a complex of ruins built by Shona-speakers between the thirteenth and fourteenth centuries. It was once the centre of a vast empire known as the Munhumutapa Empire.  It has been a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," since 1986.\n\n",{"type":"==","value":["Understand"]},"\nThe largest ruins in sub-saharan Africa, it covers almost 1,800 acres. There are three distinct architectural groupings known as the Hill Complex, the Valley Complex, and the Great Enclosure all built with dry-stone technique using no mortar holding the stones together.  Despite this, the buildings have survived for seven centuries. \n\n",{"type":"===","value":["History"]},"\nColonizing European powers refused believe that Africans were capable of engineering on this scale, leading to theories about ancient Phoenicians, Arabs, Romans, the lost tribe of Israel, and even that the structures were built by the Queen of Sheba. Other theories as to their origin abounded among white settlers and academics, with one element in common: they could not have been built by African people; they must have some Mediterranean or Biblical connection. However archaeologist Gertrude Caton-Thompson's excavations in 1932 showed conclusively that these ruins are of an indigenous Bantu people. In the post-colonial period the sovereign nation looked to pre colonial roots, choosing the name of this monument: 'Zimbabwe.'\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nGreat Zimbabwe is about 27km south east of ",{"type":"[[","value":[["Masvingo"]]},".  You can get a combi from behind the TM supermarket in Masvingo, costing about $1 and taking about 20 minutes (once it fills up).  The combi drops you at a turnoff about 2km from the gate to the ruins, you then walk past a craft market and through the Great Zimbabwe Hotel to reach the ruins.  You can also get a taxi from Masvingo, and the ruins are visited by many overland trucks and other organised tours.  Entry to the ruins is $15 for foreigners.\n\n",{"type":"==","value":["Permits\/fees"]},"\nAround US$15 - US$25 for entrance for non-Zimbabweans.  You may get a discount if you have a SADC passport \/ residence permit.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Conical tower.jpg"],["thumb"],["center"],["600px"]]},"\nThere are many other sites like Great Zimbabwe, but none are as big, and most of them are inaccessible due to poor road conditions and wild animals. Some are seen as sacred by locals so it's tough to get to see those.\n\n",{"type":"==","value":["Do"]},"\nGo and see all the beautiful landmarks and animals.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Inn on Great Zimbabwe"],["url=http:\/\/www.innsofzimbabwe.co.zw\/inns\/greatzim.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Prices from 15 USD per room to USD65"],["checkin="],["checkout="],["content=On the bank of lake Kyle a short drive to the enclosure. Great hotel which also offers budget rooms. Great food and drink available. Staff friendly."]]}]},"\n",{"type":"===","value":["Camping"]},"\nThere are campsites just outside the ruins, as well as dorms and rondavels.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Great_Zimbabwe"]]},"\n\n",{"type":"{{","value":[["geo"],["-20.273063"],["30.934344"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Zimbabwe"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["related"],["UNESCO World Heritage List"]]}]