[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Greater Madison Area"]}," is a group of counties anchored by the City of ",{"type":"[[","value":[["Madison"]]}," in ",{"type":"[[","value":[["Southwest Wisconsin"]]},".  It includes Dane, Jefferson, Dodge and Columbia Counties.  The area is one of the richer and more cultural areas of the State as the area is primarily comprised of Madison and its bedroom communities, but also includes, Wisconsin Dells, a major resort area.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Madison"]]},": Wisconsin's capitol and anchor of the region."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wisconsin Dells"]]},": A major tourist area and community located in northwest Columbia County."]},{"type":"*","value":[" ",{"type":"[[","value":[["Columbus (Wisconsin)"],["Columbus"]]},": A small town on the eastern edge of Columbia County."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fort Atkinson"]]},": A rural community located in central Jefferson County located in close proximity to Lake Koshkonong."]},{"type":"*","value":[" ",{"type":"[[","value":[["Watertown (Wisconsin)"],["Watertown"]]},": A large community situated on the Jefferson\/Dodge County border."]},{"type":"*","value":[" ",{"type":"[[","value":[["Beaver Dam"]]},": A large community in Dodge County."]},{"type":"*","value":[" ",{"type":"[[","value":[["Portage (Wisconsin)"],["Portage"]]},": The county seat of Columbia County."]},{"type":"*","value":[" ",{"type":"[[","value":[["Stoughton (Wisconsin)"],["Stoughton"]]},": A city in southern Dane County."]},{"type":"*","value":[" ",{"type":"[[","value":[["Verona (Wisconsin)"],["Verona"]]},": A city in Dane County and a suburb of Madison."]},"\n",{"type":"==","value":["Other destinations"]},"\nMadison is renown for the four lakes in immediate proximity to it.  These lakes are all connected via the Yahara River and are major influences on the city and surrounding area.  These lakes include the following:\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Mendota"]},": The larger of the two lakes forming the Madison isthmus, this is one of the primary recreational lakes in Southwest Wisconsin. "]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Monona"]},": The smaller of the tow lakes forming the Madison isthmus, this is a lesser recreational lake."]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Waubesa"]},": The third lake in the chain, a portion of its shoreline is in incorporated Madison.  This is a less recreational lake."]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Wingra"]},": The fourth lake in the chain, it is also a recreational lake."]},"\nOther Major Recreation Areas:\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Koshkonong"]},": A major recreational lake located in southwestern Jefferson County.  It is both natural (originally a marshland) and man made (by dam).  It is one of the largest and yet shallowest lakes in Wisconsin."]},"\n",{"type":"==","value":["Understand"]},"\nThe greater Madison area happened by a twist of fate.  In 1829, a federal judge bought the land on the isthmus.  When the Wisconsin Territory had to choose a capitol, the Madison site was chosen not due to population or wealth but its central location between the Port of ",{"type":"[[","value":[["Milwaukee"]]},", long-time settlements ",{"type":"[[","value":[["Green Bay"]]}," and ",{"type":"[[","value":[["Prairie du Chien"]]}," and the profitable lead mines in the southwest.  Much of the region grew out of the sudden influx of population and resources in Madison.\n\nWhile Madison is the primary driver of the region, many of the outlying cities and particularly Wisconsin Dells, Beaver Dam and Fort Atkinson have very independent economies and cultures.  This adds to the area's diversity.  Those traveling through the area should not assume that many of the attitudes of \"The People's Republic of Dane County\" (a tongue-in-cheek reference to the liberal City of Madison) carry over to these areas.  Despite this, you should find most residents of the area very friendly and helpful, regardless of their place of origin.\n\n",{"type":"==","value":["Talk"]},"\nThe vast majority of the area speaks English, though Spanish is increasingly common.  Natives of the area speak English with a Midwestern accent, which should be clear to any other English speaker.\n\n",{"type":"==","value":["Get in"]},"\nMadison is served by both I-94 (from ",{"type":"[[","value":[["Rockford"]]}," and ",{"type":"[[","value":[["Eau Claire (Wisconsin)"],["Eau Claire"]]},") and I-90 (from ",{"type":"[[","value":[["Milwaukee"]]}," and ",{"type":"[[","value":[["La Crosse"]]},").  US 151 serves as a secondary route but is the primary connection between Madison, ",{"type":"[[","value":[["Dubuque"]]}," and ",{"type":"[[","value":[["Green Bay"]]},".  Most of these routes will also give you easy access to the outlying portions of the region.\n\nThe region is also serviced by the Dane County Regional Airport, which has daily flights to a number of hubs including ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Minneapolis"]]}," and ",{"type":"[[","value":[["Washington D.C."]]},".  The region is also in close proximity to General Mitchell International in Milwaukee meaning that many in the eastern portion of the area would probably opt for General Mitchell over Dane County.\n\nThe region also has two Amtrak Stations: one in ",{"type":"[[","value":[["Columbus (Wisconsin)"],["Columbus"]]}," and the other in Portage.  Both are part of the ",{"type":"''","value":["Empire Builder"]}," line between Chicago and ",{"type":"[[","value":[["Seattle"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nBy and large, the greater Madison area is safe.  Madison itself is comparable to most other middle sized cities in the Midwest in terms of safety.  Tourists using common sense to avoid bad situations will most likely be entirely fine.  Motorists should be aware that the road system in the area is generally good but can be hazardous in the winter.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Southwest Wisconsin"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]