[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Great Basin"]}," is the part of the western ",{"type":"[[","value":[["United States of America"],["United States"]]}," that does not drain to the sea.  It comprises most of ",{"type":"[[","value":[["Nevada"]]}," and adjacent portions of eastern ",{"type":"[[","value":[["California"]]},", southeastern ",{"type":"[[","value":[["Oregon"]]},", southern ",{"type":"[[","value":[["Idaho"]]},", western ",{"type":"[[","value":[["Utah"]]}," and southwestern ",{"type":"[[","value":[["Wyoming"]]},".  Geographically, this region is bounded by the Sierra Nevada in the west, the Wasatch range in the east, the Columbia Plateau in the north, and the Mohave desert in the south. Central Wyoming's Great Divide Basin also does not drain to the sea, but is not considered to be part of the Great Basin.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]}," \nMajor cities in the Great Basin include ",{"type":"[[","value":[["Reno"]]}," and ",{"type":"[[","value":[["Salt Lake City"]]},". ",{"type":"[[","value":[["Boise"]]}," lies just outside the Great Basin, in the Columbia River watershed.\n\n",{"type":"==","value":["Other destinations"]}," \n",{"type":"==","value":["Understand"]}," \nThe Great Basin is characterized by a series of north-south running mountain ranges separated by relatively flat basins.  The highest peaks in these ranges are over 13,000 feet, while the lowest points in the basins are about 4000 feet.  Due to the \"rain-shadow\" effect from the Sierra Nevada, the Great Basin is very arid, with annual precipitation varying from approximately 4 inches per year to 10 inches per year, although the highest peaks can see significantly more precipitation.  Most of this precipitation occurs in the form of snow in the winter, and is thus not available to plant life during the growing season.  The predominant vegetation is sagebrush and shadscale in the lower elevations, dispersed Pinon-Juniper woodland at middle elevations, and Bristlecone and Limber Pine just below the alpine zone.  Runoff collects in \"playa\" (dry lake-beds) or in a few cases year-round lakes and from there evaporates.  \n\nAs well over 80% of the land in the Great Basin is publicly owned, opportunities for outdoor recreation are, quite literally, everywhere.  Due to the region's remoteness and harshness, though, thorough planning is a necessity.  Always bring reserves of fuel and water, and do not count on getting cell phone reception.\n\n",{"type":"==","value":["Talk"]}," \n",{"type":"==","value":["Get in"]}," \n",{"type":"===","value":["By plane"]},"\nMajor airports in the region are in ",{"type":"[[","value":[["Reno"]]}," and ",{"type":"[[","value":[["Salt Lake City"]]},". ",{"type":"[[","value":[["Boise"]]},", which lies outside the geographic Great Basin, also serves portions of that region. Smaller airports are in ",{"type":"[[","value":[["Elko"]]}," and ",{"type":"[[","value":[["Ely (Nevada)"],["Ely"]]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Reno"]]}," and ",{"type":"[[","value":[["Salt Lake City"]]}," are both served by Amtrak.\n\n",{"type":"==","value":["Get around"]}," \nTo get anywhere in the Great Basin outside of the major cities will require a car.  Four-wheel drive is not a necessity during the summer months, but a high-clearance vehicle is necessary for traveling to the remote areas.  \n\n",{"type":"==","value":["See"]}," \n",{"type":"*","value":[" Berlin-Ichthyosaur State Park"]},{"type":"*","value":[" Lunar Crater"]},{"type":"*","value":[" Black Rock Desert"]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]}," \n",{"type":"===","value":["Hiking"]},"\nInteresting hikes in the Great Basin are plentiful.  Water, rather than access, is generally the limiting factor.  Many people limit themselves to a series of day-hikes rather than overnight trips in order to ensure water supplies.  Aspen groves are a good indication of year-round water supplies, and in the autumn their golden leaves can be easily visible from a great distance.\n\nSee ",{"type":"[[","value":[["California desert camping"]]}," for more advice.\n\n",{"type":"*","value":[" Arc Dome Wilderness Area"]},{"type":"*","value":[" Ruby Mountains"]},{"type":"*","value":[" Great Basin National Park"]},{"type":"*","value":[" ",{"type":"[[","value":[["White Mountains (California)"],["White Mountains"]]}]},{"type":"*","value":[" Mount Jefferson"]},{"type":"*","value":[" Mount Charleston"]},{"type":"*","value":[" Steens Mountain"]},{"type":"*","value":[" Deep Creek Mountains"]},{"type":"*","value":[" Schell Creek Range"]},"\n",{"type":"===","value":["Fishing"]},"\nNative cutthroat trout are rare, but still found in remote streams and two large lakes.  Most streams have been stocked with brook, brown and rainbow trout.  These have become established and offer fishing for wild, but not native trout.\nIn most of eastern Oregon's part of the basin, redband trout are the natives.  These are closely related to rainbow trout, but are more vividly colored.\nGood places to try for native Cutthroats:\n",{"type":"*","value":[" Pyramid Lake"]},{"type":"*","value":[" Walker Lake"]},{"type":"*","value":[" Sheldon Wildlife Refuge"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]}," \n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"{{","value":[["extraregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["United_States_of_America"]]},"\n",{"type":"[[","value":[["Wikipedia:Great Basin"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Great Basin (USA)"]]}]