[{"type":"{{","value":[["pagebanner"],["Great Northern Highway near Payne's Find (wide).jpg"],["caption=View of Great Northern Highway near Payne's Find, Western Australia"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThe ",{"type":"'''","value":["Great Northern Highway"]}," is in ",{"type":"[[","value":[["Western Australia"],["Western"]]}," ",{"type":"[[","value":[["Australia"]]}," and runs from ",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]}," in the south to ",{"type":"[[","value":[["Wyndham (Western Australia)"],["Wyndham"]]}," in the north.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Great Northern Highway map.png"],["thumb"],["alt=Map"],["Map of Western Australia with Great Northern Highway highlighted in red"]]},"\nDistance.  Its all about distance, the trip from Perth to the end of the highway in Wyndham is over 3,000 km.  The Great Northern Highway goes through the Wheatbelt, Mid-West, Pilbara and Kimberley regions of Western Australia - it is a long trip.  Most of the distance is through country with very limited services, big trucks that take up the road, and some very desolate landscapes in places. It passes through the Pilbara where iron ore is being dug up in the millions of tons and sent elsewhere.\nThe highway starts in Perth, Western Australia - in the south west as National Highway 95, and passes through the tropic of capricorn somewhere north of Meekatharra, and becomes National Highway 1 after meeting ",{"type":"[[","value":[["North West Coastal Highway"]]}," south of Port Hedland. Great Northern Highway terminates in the Kimberley town of Wyndham.\nSome people much prefer the coastal route to Port Hedland, closer to the coast, and facilities and not so desolate.  That is the Brand Highway and North West Coastal Highway route that is National Route 1 from Perth, through Geraldton, Carnarvon, and Karratha on the way to Port Hedland.\n\n",{"type":"==","value":["Prepare"]},"\nThe Great Northern Highway passes through desert so you should take plenty of water and fuel with you on your trip. You should take food with you too, because there are not many stops on the way.\nReading the map - you can see the sections where services\/stopping places are minimal. Whichever direction you are travelling, it is essential that your vehicle is in good condition, you are stocked up with adequate supplies, at the beginning of these sections.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wubin"]]}," - ",{"type":"[[","value":[["Mount Magnet"]]}," section"]},{"type":"*","value":[" ",{"type":"[[","value":[["Meekatharra"]]}," - ",{"type":"[[","value":[["Newman"]]}," section"]},{"type":"*","value":[" ",{"type":"[[","value":[["Port Hedland"]]}," - ",{"type":"[[","value":[["Broome"]]}," section"]},"\n",{"type":"==","value":["Get in"]},"\nYou can get onto the highway from a number of locations. Initially at ",{"type":"[[","value":[["Perth"]]}," on the south end and from ",{"type":"[[","value":[["Wyndham (Western Australia)"],["Wyndham"]]}," on the north end.  The connection with ",{"type":"[[","value":[["Geraldton"]]},", is a drive across to ",{"type":"[[","value":[["Mullewa"]]},", and ",{"type":"[[","value":[["Yalgoo"]]},", and you connect at ",{"type":"[[","value":[["Mount Magnet"]]},".  From the ",{"type":"[[","value":[["North West Coastal Highway"]]}," at ",{"type":"[[","value":[["Port Hedland"]]},".\n\n",{"type":"==","value":["Go"]},"\nThe main centres along the highway all have their unique features that are worth exploring\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wubin"]]}," - small old railway town, and marginal eastern wheatbelt location on the Mullewa railway line"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Magnet"]]}," - current and historic mining town, former railway junction"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cue"]]}," - historic mining town with heritage buildings and streetscapes"]},{"type":"*","value":[" ",{"type":"[[","value":[["Meekatharra"]]}," - ",{"type":"''","value":["end of the line"]}," of former railway line, and start of a long stretch to Newman across gibber plain"]},{"type":"*","value":[" ",{"type":"[[","value":[["Newman"]]}," - current iron ore mining town"]},{"type":"*","value":[" ",{"type":"[[","value":[["Marble Bar"]]}," - famous location of high temperatures and also nearby - the earliest known signs of life on the planet in local rock formations"]},{"type":"*","value":[" ",{"type":"[[","value":[["Port Hedland"]]}," - important mining export port, and junction of the North West Coastl Highway and the Great Northern Highway"]},{"type":"*","value":[" ",{"type":"[[","value":[["Broome"]]}," - Western Australia's northern holiday destination, significant heritage, world war II historical location, beach culture, ethnic melting pot"]},{"type":"*","value":[" ",{"type":"[[","value":[["Derby (Western Australia)"],["Derby"]]}," - Kimberley town"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kununurra"]]}," - Kimberley and Ord River town"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wyndham (Western Australia)"],["Wyndham"]]}," - end of the highway"]},"\n",{"type":"===","value":["Regions"]},"\nThe section of highway immediately north of Perth runs along the eastern ",{"type":"[[","value":[["Swan Valley (Western Australia)"],["Swan Valley"]]},", which attracts large numbers of visitors to its numerous wineries, microbreweries and restaurants. Further north are the gorges and related areas around ",{"type":"[[","value":[["Karijini National Park"]]}," and the inland Pilbara mines, which are of interest to some, but the alternative ",{"type":"[[","value":[["North West Coastal Highway"]]}," between Perth and Port Hedland offers access to the ",{"type":"[[","value":[["Indian Ocean"]]}," and its many natural attractions and is hence favoured by tourists.\n\nIn the Kimberley, the highway provides access to many off-highway natural attractions such as ",{"type":"[[","value":[["Eighty Mile Beach"]]},", ",{"type":"[[","value":[["Purnululu National Park"],["Purnululu National Park (the Bungle Bungles)"]]},", ",{"type":"[[","value":[["Wolfe Creek crater"],["Wolfe Creek Crater"]]},", the ",{"type":"[[","value":[["Gibb River Road"]]}," and ",{"type":"[[","value":[["Broome, Western Australia"],["Broome"]]},", as well as being the part of the route into and out of the ",{"type":"[[","value":[["Northern Territory"]]},". Best seen between April and October when the weather is cooler, these attractions draw in local, interstate and overseas tourists, of which a large number use four wheel drives towing caravans.\n\n",{"type":"===","value":["Side trips"]},"\nThere are a number of sidetrips along the way for the more adventurous traveller. These routes will deviate away from the Great Northern Highway, passing by other towns and attractions before rejoining the highway. Be aware that once off the main highway the roads are generally of lower quality – they may be narrower, have sharper turns, or be partly or mostly unsealed.\n\n",{"type":"====","value":["Chittering Valley"]},"\n:",{"type":"''","value":["Bullsbrook to Upper Chittering via Chittering Road: 40 km (length along highway: 30 km)"]},"\nIn Bullsbrook, turn off at Chittering Road - there is a sign for Chittering Valley Tourist Drive 359. The road winds it's way alongside the Brockman River, past orchards and wineries, where you can stop off and enjoy the local produce. Further north there and some brilliant vistas of the valley, but make sure you slow down around the sharp bends - there's little room to recover if you make an error in judgement, and no one want their overturned car to become part of the view.\n\n",{"type":"====","value":["Side trip to Moora"]},"\n:",{"type":"''","value":["Bindoon to Walebing via Bindoon–Moora Road and The Midlands Road: 110 km (length along highway: 80 km)"]},"\nAbout four and a half kilometeres north of the Bindoon townsite, turn off at Bindoon–Moora Road, signed as State Route 116 (a blue shield shape with 116 in white). Unsuprisingly, this road leads from Bindoon to ",{"type":"[[","value":[["Moora"]]},", passing by farms and paddocks. There aren't many stops along the way - about half way along there's the Mogumber Tavern. After visiting the attractions at Moora, return to the Great Northern Highway via The Midlands Road - follow guide signs towards New Norcia when leaving the townsite.\n\n",{"type":"==","value":["Road Trains"]},"\nRoad Trains (Big trucks with multiple attachments) are common on the Great Northern Highway. Take care, as it is extremely difficult for them to brake over short distances. Passing a Road Train is not a good idea, ever.  Many cautious smaller vehicle drivers simply pull off the road and stop while they are in the vicinity, it can be worth it.\n\n",{"type":"==","value":["Stay safe"]},"\n:",{"type":"''","value":["See main article ",{"type":"[[","value":[["Driving in Australia"]]}]},"\n\nThe Great Northern Highway is in Australia so you will be driving on the left, see the Driving in Australia article for more information.\n\nMore specifically to travel the road requires planning, and careful preparation.  There are sections that have differing hazards, and to be warned of them is well worth taking note.  Feral and native animals tend to be near the highway at dawn and sunset. It is a case of if you do not have bull\/kangaroo bars and you are driving the length of the highway is to plan your travel around the hazards.\n\nStray cattle and other grazing animals are particularly dangerous and prevalent throughout the ",{"type":"[[","value":[["Kimberley region of Western Australia"],["Kimberley"]]}," and ",{"type":"[[","value":[["Pilbara"]]}," as potential ",{"type":"[[","value":[["roadkill"]]},". Kangaroos and wedge-tailed eagles, although smaller, are also very dangerous, with wedge-tailed eagles particularly immobile after gorging on other roadkill.\n\nDriving at night is best avoided; being equipped with a good frontal roo bar and driving spotlights can help slightly, but is still very dangerous.\n\nIf you have not experienced being in a car being hit by an emu, camel, goat, kangaroo or other animals, it is well worth considering camping or stopping at night.  If you do that, you should utilise allocated parking bays, away from the main traffic.\n\n",{"type":"[","value":["http:\/\/www.telstra.com.au\/mobile-phones\/coverage-networks\/our-coverage\/state-coverage\/ Mobile phone coverage along the route"]}," is varied and also if your have difficulty with a vehicle, recovery costs to the nearest populated centre can be expensive.\n\nFlooding is another hazard, as the Kimberley and Pilbara receive periods of torrential rainfall between November and May. At some locations, it is not unusual for the road to be underneath metres of water. However as little as 100 mm of water is sufficient to cause a major accident if driven into at high speed.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" From the northern end, diversions are possible at: -"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Halls Creek"]]},"  to go into Northern Territory on very rough inland routes"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Port Hedland"]]},"  to proceed along coastal route rather than inland"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Meekathara"]]},"  to go to Kalgoorlie along inland route"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Mount Magnet"]]},"  to travel west to ",{"type":"[[","value":[["Geraldton"]]}]}]},"\n",{"type":"*","value":[" Travelling along the highway from the south (and variants of above)"]},"\n",{"type":"[[","value":[["Wikipedia:Great Northern Highway"]]},"\n\n",{"type":"{{","value":[["Related"],["Driving_in_Australia"]]},"\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"{{","value":[["related"],["Western Australia"]]}]