[{"type":"{{","value":[["pagebanner"],["Cades Cove banner.jpg"],["caption=Cades Cove"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Clifftops4-7-07.jpg"],["thumb"],["400px"],["Sunset from the Cliff Tops on Mount Le Conte"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/grsm\/ Great Smoky Mountains National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]},", a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]},", and an International Biosphere Reserve that straddles the border between ",{"type":"[[","value":[["Tennessee"]]}," and ",{"type":"[[","value":[["North Carolina"]]},".  Because of its substantial size, its location within a few hundred miles of several large cities, its year-round accessibility, and of course its general appeal to a wide variety of people, it consistently ranks the most-visited national park in the ",{"type":"[[","value":[["United States of America"]]},", with 9-10 million visits per year.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe Great Smoky Mountains National Park was established on June 15, 1934 after a long process of land purchases starting in with Congress' authorization in 1926.  More than $11 million was required to make all of the purchases.  The main benefactor, who came to rescue during the Great Depression, was the Rockefeller family which donated $5 million.  This great deed was honored by the erection of a memorial at Newfound Gap.  The park was officially dedicated on September 2, 1940 by President Franklin D. Roosevelt.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe park is almost 95% forested, with 25% of that being old-growth.  Almost 100 different types of native trees can be found in the park in addition to over 1,400 flowering plant species and 4,000 non-flowering plants.\n\nThe wildlife is abundant as well, featuring hundreds of different bird species, 66 mammal types, 50 types of native fish, as well as numerous reptiles and amphibians.\n\n",{"type":"====","value":["Non-native species"]},"\n\nSeveral non-native species, both plant and animal, now call the park home and often threaten the native species.\n\n",{"type":"===","value":["Climate"]},"\nWhen planning a trip in the park, it is helpful to keep in mind that elevations in the park range from 800 feet to 6,643 feet and that the topography can drastically affect local weather. Temperatures can easily vary 10-20 degrees Fahrenheit from mountain base to top, and clear skies lower down do not guarantee equally pleasant weather at higher elevations. Rainfall averages 55 inches per year in the lowlands to 85 inches per year at Clingmans Dome.\n \n",{"type":"====","value":["Spring"]},"\nMarch through May: Spring brings with it unpredictable weather. Changes occur rapidly - sunny skies can yield to snow flurries in a few hours. March is the month with the most radical changes; snow can fall at any time during the month, particularly in the higher elevations. Temperatures in the lower elevations have a mean high of 61°F. Low temperatures, which are often below freezing, have a mean of 42°F. By mid-April the weather is usually milder. Daytime temperatures often reach the 70s and occasionally the 80s. Below freezing temperatures at night are uncommon in the lower elevations but still occur higher up. April averages over four inches of rain, usually in the form of afternoon showers. May is warmer, with daytime highs in the 70s and 80s and lows in the 40s and 50s. May rainfall averages about 4.5 inches.\n \n",{"type":"====","value":["Summer"]},"\nJune through August: Summer in the Smokies means heat, haze, and humidity. Afternoon showers and thunderstorms are common. Temperatures increase through the period with July and August afternoon highs in the 90s in the lower elevations. Evening lows are usually comfortable with readings in the 60s and 70s. In the higher elevations, the weather is much more pleasant. On Mount Le Conte (6,593' elevation), no temperature above 80 degrees has ever been recorded.\n \n",{"type":"====","value":["Autumn"]},"\nSeptember through mid-November: Clear skies and cooler weather signal the onset of the fall color season. Warm days alternate with cool nights. Daytime highs are usually in the 70s and 80s during September, falling to the 50s and 60s in early November. The first frosts often occur in late September. By November, the lows are usually near freezing. This is the driest period of the year with only occasional rain showers. In the higher elevations, snow is a possibility by November.\n\n",{"type":"====","value":["Winter"]},"\nMid-November through February: Winter in the Smokies is generally moderate, but extremes in weather do occur, especially with an increase in elevation. It is not unusual to have warm temperatures in the low elevations and snow in the higher areas. About half the days in the winter have high temperatures of 50 degrees or more. Highs occasionally even reach the 70s. Most nights have lows at or below freezing. But lows of -20°F. are possible at high elevations. In the low elevations, snows of 1\" or more occur 1-5 times a year. Snow falls more frequently in the higher mountains and up to two feet can fall during a storm. January and February are the months when one is most likely to find snow in the mountains.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Great-smoky-mountains-area-map.jpg"],["thumb"],["450px"],["Great Smoky Mountains area map"]]},"\n\nNote that access to the park is restricted to non-commercial vehicles.\n\n",{"type":"===","value":["By plane"]},"\n\nPlanes will get you to ",{"type":"[[","value":[["Asheville"]]}," (60 miles East) or ",{"type":"[[","value":[["Knoxville"]]}," (45 miles West).\n\n",{"type":"===","value":["By train"]},"\nThe closest train station is in ",{"type":"[[","value":[["Clemson"]]},", ",{"type":"[[","value":[["South Carolina"]]},", a two hour drive from the park entrance near Bryson City.\n\n",{"type":"===","value":["By car"]},"\n\nTravelling by car is the best method to visit the park.  The most popular entrance into the park is from the North through ",{"type":"[[","value":[["Gatlinburg"],["Gatlinburg, Tennessee"]]},".  You can also enter from the South on the ",{"type":"[[","value":[["North Carolina"]]}," side of the park, through ",{"type":"[[","value":[["Cherokee"]]},", Maggie Valley, or Bryson City.\n\n",{"type":"===","value":["By bus"]},"\n\nThere is no bus service to the park.\n\n",{"type":"==","value":[" Fees \/ Permits "]},"\n\nThere are no entrance fees charged for visiting this park thanks to restrictions imposed when the park was established.\n\n",{"type":"==","value":["Get around"]},"\n\nTake your car or backpack.  Yes, you can walk through the park on the ",{"type":"[[","value":[["Appalachian Trail"]]},".\n\n",{"type":"===","value":["Road closures and restrictions"]},"\n\nMotorists should be aware that some roads close for several months out of the year. Buses and large motorhomes are prohibited on some roads in the park. There are also temporary road closures due to weather and construction.\n\nRefer to the park's website ",{"type":"[","value":["http:\/\/www.nps.gov\/grsm\/planyourvisit\/seasonalroads.htm"]}," for all up to date conditions.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Jakescreekfull2.jpg"],["thumb"],["300px"],["Jakes Creek above Elkmont. The creek is named for Jacob Hauser, who is thought to be the first Euro-American settler in the Elkmont area."]]},"\n\nSee the mountains.  Great wildlife, too.\n\n",{"type":"===","value":["Visitor centers"]},"\n\nThe park has several visitor centers inside the park as well as some in the surrounding areas. These centers offer various ranger-led programs, facilities, services, and exhibits. Visitors can get information to help plan their visit to the park and get answers to their questions from park rangers. There are two main ones:\n\n",{"type":"*","value":[{"type":"'''","value":["Sugarlands Visitors Center"]}," Serves the Tennessee half of the park with a gift shop, small museum, and theater"]},"\n",{"type":"*","value":[{"type":"'''","value":["Oconaluftee Visitors Center"]}," Serves the North Carolina half"]},"\nIn addition, there are visitors centers outside the park in ",{"type":"[[","value":[["Gatlinburg"]]}," and Townsend\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" The Park has many miles of hiking trails, including the ",{"type":"[[","value":[["Appalachian Trail"]]}," which crosses the park and there are occasional ranger-guided tours."]},"\n",{"type":"*","value":[" A drive around ",{"type":"'''","value":["Cades Cove"]},", an historic farming valley, is very popular due to the frequency of wildlife.  However, due to congestion and \"deer jams,\" the effective speed on this 11 mile (17 km) one-way loop is ",{"type":"''","value":["very"]}," slow — allow a few hours."]},"\n",{"type":"*","value":[" Take the walking path to the top of ",{"type":"'''","value":["Clingmans Dome"]}," (6643 feet \/ 2025 m), it is the highest point in the park, the highest point in ",{"type":"[[","value":[["Tennessee"]]},", and the third highest point east of the Mississippi river. From the Sugarlands Visitors Center, go south 13 miles on Newfound Gap Road, to the also stunning Morton Overlook, and west 7 miles to the parking lot, before hiking a fairly steep path .5 mile to a concrete overlook. There are many dead trees at the top, victims of bug disease over past decades. Visibility at the top has been greatly reduced over past decades due to pollution. On the 20 mile route from Sugarlands to the peak, you ascend roughly a mile."]},"\n",{"type":"*","value":[{"type":"'''","value":["Morton Overlook"]}," En route to Clingmans dome, or if you're just going from one end of the park to the other on Newfound Gap Road, this great overlook, close to a mile above sea level, offers great views, plus a sign displaying the Tennessee-North Carolina state border, and the ",{"type":"[[","value":[["Appalachian Trail"]]}," crosses here. Morton Overlook is among the best venues in the Smokies for sunset viewing."]},"\n",{"type":"*","value":[" The easiest waterfall hike is 2.5 miles round trip to ",{"type":"'''","value":["Laurel Falls"]},".  The trail is paved and accessible even to strollers."]},"\n",{"type":"*","value":[" US Highway 441 (Newfound Gap Road) runs north to south through the park connecting ",{"type":"[[","value":[["Gatlinburg"],["Gatlinburg, Tennessee"]]}," to ",{"type":"[[","value":[["Cherokee"],["Cherokee, North Carolina"]]},". The road has steep grades and some tunnels as it winds through the mountains. There are many pull offs offering different views of the park, including the road to ",{"type":"'''","value":["Clingmans Dome"]},". Traffic on this road can be heavy during the park's busy seasons. The West Prong of the Little Pigeon River can be accessed from many of the pull offs on the Tennessee side of the highway, and the Oconaluftee River from the North Carolina side."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["File:John Oliver Cabin, Cades Cove.jpg"],["thumb"],["300px"],["Shot John Oliver Cabin in Cades Cove."]]},"\n\nThe visitor centers offer books and souvenirs pertaining to the park.  The Cable Mill store, in Cades Cove, offers the same, as well as grains ground in the on site, water powered, historic cable mill.  The main focus of the park is nature, not commerce, so don't expect huge selections of goods.\n\nAutotouring is a nice way to see the park; however, gas is not sold in the park. There are gas stations in the surrounding cities.\n\n",{"type":"==","value":["Eat"]},"\n\nCamp stores are expensive and have limited selection.  There might be a restaurant or two, but lines are long and prices high. Since the nearby tourist towns of Gatlinburg and Cherokee are very tourist oriented, they offer a variety of restaurants to suit any taste. Your best bet is to visit a grocery store and buy ready-to eat or picnic style food. Many places in the park offer great locations to pull off the road and have a meal in nature. There are also many designated picnic areas in the park, including Collins Creek and Chimney Tops along Highway 441 and Greenbrier and Cades Cove along Laurel Creek Road.\n\n",{"type":"==","value":["Drink"]},"\n\nThe consumption of alcoholic beverages, and the possession of opened containers, is banned in the park except in housing, lodging facilities, designated picnic areas, campgrounds, or as allowed by special permit.\n\nDo not drink the water in streams without first boiling it; this water may contain diseases transmitted by the fecal material of animals.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Conte Lodge"],["url=http:\/\/www.leconte-lodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 865 429-5704"],["tollfree="],["fax="],["hours="],["price=$110\/person, $600\/8-person cabin, $800\/12-person cabin"],["checkin="],["checkout="],["content=The only place to stay ",{"type":"''","value":["within"]}," the park is on top of Mount Le Conte, one of the park's highest mountains.  It is only accessible by hiking at least 5 miles over one of five trails and reservations are often required more than a year in advance.  No electricity is available, however there are flush toilets.  Due to the elevation daytime temperature are below 80°F even during summer.  Rates include meals.  As an interesting aside, all of the lodge's supplies are brought up by either llama trains or by helicopter on Wednesdays and Fridays."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nIf you insist on being within a short walk from your car, that'll set you back between $12 and $20 a night.  There are 10 \"car camping\" campgrounds in the park:\n",{"type":"*","value":[{"type":"'''","value":["Abrams Creek"]},".  Mar 12-Oct 31, 16 sites, ",{"type":"''","value":["first come, first serve."]}]},{"type":"*","value":[{"type":"'''","value":["Balsam Mountain"]},".  May 14-Oct 11, 46 sites, ",{"type":"''","value":["first come, first serve."]}]},{"type":"*","value":[{"type":"'''","value":["Big Creek"]},".  Mar 12-Oct 31, 12 sites, ",{"type":"''","value":["first come, first serve."]},"  No RVs.  Group sites (minimum 8 people) available."]},{"type":"*","value":[{"type":"'''","value":["Cades Cove"]},".  Year round, 161 sites, ",{"type":"''","value":["reservations available May 15-Oct 31: 1-800-365-2267"]},".  Group sites (minimum 8 people) available.  This is a ",{"type":"''","value":["very"]}," popular site for overnight and day trips.  "]},{"type":"*","value":[{"type":"'''","value":["Cataloochee"]},".  Mar 12-Oct 31, 27 sites, ",{"type":"''","value":["first come, first serve."]},"  Group sites (minimum 8 people) available."]},{"type":"*","value":[{"type":"'''","value":["Cosby"]},".  Mar 12-Oct 31, 157 sites, ",{"type":"''","value":["first come, first serve."]},"  Group sites (minimum 8 people) available."]},{"type":"*","value":[{"type":"'''","value":["Deep Creek"]},".  Apr 2-Oct 31, 108 sites, ",{"type":"''","value":["First come, first serve."]},"  Group sites (minimum 8 people) available."]},{"type":"*","value":[{"type":"'''","value":["Elkmont"]},".  Mar 12-Nov 30, 220 sites, ",{"type":"''","value":["reservations available May 15-Oct 31: 1-800-365-2267"]},".  Group sites (minimum 8 people) available."]},{"type":"*","value":[{"type":"'''","value":["Look Rock"]},".  May 14-Oct 31, 92 sites, ",{"type":"''","value":["first come, first serve."]}]},{"type":"*","value":[{"type":"'''","value":["Smokemont"]},".  Year round, 140 sites, ",{"type":"''","value":["reservations available May 15-Oct 31: 1-800-365-2267"]},".  Group sites (minimum 8 people) available."]},"\nThese campgrounds have restrooms with cold running water and flush toilets.  There are no showers or RV hookups in the park.  Each campsite has a picnic table and \"grill.\"  No more than six people to a campsite with a maximum of two tents or one RV and one tent.  You are limited to a seven day stay during the Summer and Fall, and fourteen days during Spring and Winter.  Pets are allowed if they are properly restrained.\n\nKeep in mind that bears and other wildlife frequent camp areas.  Do not leave any food, or items associated with food, out unattended.  Store it in a closed vehicle, ",{"type":"'''''","value":["not your tent"]},".\n\n",{"type":"===","value":["Backcountry"]},"\n\nYour best bet is to camp in the backcountry for free, but a permit (available at most ranger stations and visitor centers) is required.  Campers must stay in a park shelter or a designated camp site.  The shelters, as well as a number of tent areas, require reservations (865-436-1231).\n\n",{"type":"===","value":[" Outside of the Park "]},"\n\nThe towns of ",{"type":"[[","value":[["Gatlinburg"]]},", ",{"type":"[[","value":[["Pigeon Forge"]]}," and ",{"type":"[[","value":[["Sevierville"]]}," offer lodging close to the park's northern border in Tennessee along highway 73. ",{"type":"[[","value":[["Cherokee"]]}," and ",{"type":"[[","value":[["Bryson City"]]}," offer ample accommodations on the North Carolina side of the park. Lodging can usually be found with more ease and for lower rates in the North Carolina towns, as there is less human traffic.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bears"]}," The park is home to more than 1,000 black bears. Bears should not be approached. If the bear's behavior changes, you are too close. Visitors to the park can get more information about the park's bears in any of the park's Visitor Centers."]},"\n",{"type":"*","value":[{"type":"'''","value":["Snakes"]}," Twenty-three (23) types of snakes make their home in the park's lands, but only two varieties are venomous: Timber Rattlesnakes and Copperheads.  Rattlesnakes are part of the pit-viper family and sport a distinctive rattle at the end of their bodies that makes a buzzing sound when the snake is agitated.  The Copperheads account for most of the snake bites in the area, however their venom is the least toxic, but this does not mean you should underestimate it.  Neither snake is aggressive and if you stay away from places where they tend to sun, you should be able to avoid them altogether."]},"\n",{"type":"*","value":[{"type":"'''","value":["Waterfalls"]}," Do not climb on the falls. Fatalities have occurred as a result of people climbing on the falls."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hypothermia"]}," Be cautious when in the park's streams. Even during the hotter months of the summer, many of the higher elevation streams can induce hypothermia with extended exposure."]},"\nIt is a good idea to have some first-aid knowledge if you wander far into the back country, especially off trail.  Be sure to get a permit, so they'll know where to look for you if you do not show.  And as always, beware of snowstorms.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["North Carolina"]},"\n\n",{"type":"*","value":[" Visit the Cherokee Nation at the eastern entrance to the park."]},"\n",{"type":"*","value":[" Visit the tourist town of ",{"type":"[[","value":[["Cherokee"]]},"."]},"\n",{"type":"*","value":[" Drive along the ",{"type":"[[","value":[["Blue Ridge Parkway"]]}," to ",{"type":"[[","value":[["Asheville"]]}," or to Mount Mitchell (6684 feet \/ 2038 m), the highest peak in the eastern United States."]},"\n",{"type":"===","value":["Tennessee"]},"\n\n",{"type":"*","value":[" Visit the tourist towns of ",{"type":"[[","value":[["Gatlinburg"]]}," and ",{"type":"[[","value":[["Pigeon Forge"]]},"."]},"\n",{"type":"*","value":["The cities of ",{"type":"[[","value":[["Knoxville"]]},", and further away, ",{"type":"[[","value":[["Chattanooga"]]},"."]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]},"\n",{"type":"{{","value":[["related"],["Appalachian Trail"]]},"\n",{"type":"{{","value":[["isPartOf"],["South (United States of America)"]]},"\n",{"type":"{{","value":[["geo"],["35.60065"],["-83.50877"]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Great Smoky Mountains National Park"]]},".\n",{"type":"[[","value":[["commons:Category:Great Smoky Mountains National Park"]]},"\n",{"type":"[[","value":[["dmoz:\/Regional\/North_America\/United_States\/Tennessee\/Travel_and_Tourism\/Parks\/National_Parks_and_Monuments\/Great_Smoky_Mountains_National_Park\/"]]}]