[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Avenida Anacaona.jpg"],["thumb"],["The Capital City of Santo Domingo"]]},"\n",{"type":"'''","value":["Greater Santo Domingo"]}," is an area of the ",{"type":"[[","value":[["Dominican Republic"]]}," containing the capital city of Santo Domingo and its surrounding towns and beaches.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Santo Domingo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bani"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Haina"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Cristobal (Dominican Republic)"],["San Cristobal"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Boca Chica, DR"],["Boca Chica"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Juan Dolio"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Dominicus"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Guayacanes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Playa Caribe"]]}]},{"type":"*","value":[" El Quemaito"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Boca Chica.jpg"],["thumb"],["Boca Chica, by Santo Domingo"]]},"\nThe city of ",{"type":"[[","value":[["Santo Domingo"]]}," is the economic, political, and cultural center of the Dominican Republic, and it is well worth a visit. It was the first European settlement in the Americas, and it consequently possesses a great historical and cultural heritage, its \"Zona Colonial\" being a UNESCO World Heritage site. Santo Domingo has developed very quickly, and is earning itself the nickname of the new \"Miami\" of the Caribbean. Places to see in Santo Domingo include the first cathedral, street, fortress, monastery, convent and university in the new world, as well Columbus's residence at the Alcazar de Colon, all visible in the Zona Colonial. You should also visit the Santo Domingo Malecón, the upscale malls and restaurants of downtown Santo Domingo, and the Faro a Colon--which houses Columbus's remains.\n\nWhile Santo Domingo doesn't have a beach of its own, the beach town of ",{"type":"[[","value":[["Boca Chica"]]}," is just about a half-hour drive away. Boca Chica is filled with nice and trendy restaurants--such as Boca Marina, El Neptuno and Aura--that are not to be missed by any tourist staying in Santo Domingo for more than a few days. The Hotel Hamaca in Boca Chica is the closest large beach hotel to the city of Santo Domingo. Further East from Santo Domingo is the beach town of ",{"type":"[[","value":[["Juan Dolio"]]},", which has witnessed an increased development trying to emulate a Miami beach-like skyline. These new areas of high development are known as \"Villas del Mar.\" Those who are interested in boats and yachts should visit the \"Club Nautico\" in Boca Chica, as it has recently gotten a huge face-lift, and now has new restaurants and bars. Other nice beaches close to Santo Domingo are ",{"type":"[[","value":[["Guayacanes"]]},", right by Juan Dolio, and ",{"type":"[[","value":[["Playa Caribe"]]},", popular among surfers. Be careful, as Playa Caribe is known to have very strong waves and currents, and is considered to be a rather dangerous beach. Concerts and parties often take place on the beach of Playa Caribe. \n\nFor more adventurous tourists who like to get off the beaten track, the town of ",{"type":"[[","value":[["Bani"]]}," to the West can provide with a unique and possibly unexpected adventure: the town is surrounded by desert dunes facing the Caribbean Sea, which offer great dune-bashing opportunities. The town of Bani itself is often considered to be one of the most beautiful small towns in the country. Also, the neighboring beach of ",{"type":"[[","value":[["Playa Salinas"]]}," is quite unique, as it functions as a natural salt mine.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Dominican Republic"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Greater Santo Domingo"]]}]