[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["pgname=Green Island"]]},"\n",{"type":"[[","value":[["Image:Green Island 1.jpg"],["thumb"],["right"],["220px"],["Beautiful Green Island"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.green-island.com.au\/ Green Island"]}]}," is a 6000 year old coral cay located in ",{"type":"[[","value":[["Great Barrier Reef"]]},", just 27 km (17mi) offshore from the tropical North Queensland city of ",{"type":"[[","value":[["Cairns"]]},". The island is approximately 15 hectares in size and is unique in that it has a reef and rainforest environment. Of the 300 coral cays in the Great Barrier Reef, Green Island is the only one with a rainforest. The island sits on the north-western edge of the reef flat. The surrounding reef is classified an \"inshore patch reef\".\n\nGreen Island is accessible by fast ferry from Cairns with Great Adventures Reef and Green Island Cruises. Great Adventures’ fast modern catamarans take just 45 minutes to reach the island and depart at three convenient times daily, 8:30AM, 10:30AM and 1:00PM for a range of half day or full day tours. \n\n",{"type":"==","value":["Get around"]},"\n\nGreen Island has extensive boardwalks that wind through the resort and day visitor areas, deep into the vine-thicket rainforest and with access boardwalks direct to the beach areas. Canoes and sea kayaks are available to hire to explore around the island by water.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" See the Reef from the Glass Bottom Boat coral viewing tour (inclusive or optional in Great Adventures tour packages)"]},{"type":"*","value":[" Explore the island’s flora with a self-guided eco island walk. The island is home to over 120 native plant species. Around 55 species of birds are regularly seen on the island."]},{"type":"*","value":[" Make sure you visit the island’s interpretive boardwalk centre. Set in the rainforest (north of Marineland Melanesia) it features unique displays on the European and Indigenous histories, and the ecology of the island."]},{"type":"*","value":[" Marineland Melanesia crocodile and marine life habitat. See crocodile shows and even hold a baby croc. Tropical fish aquariums, primitive art and marine artefacts on display."]},{"type":"*","value":[" Green Island Underwater Observatory: This is a piece of marine history, being the world’s first stationary underwater observatory, opened in 1954."]},"\n",{"type":"==","value":["Do"]},"\nGreen Island is an adventure playground for day visitors seeking a wide range of island activities. Many optional activities are provided by island operators.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Great Adventures"],["alt="],["url="],["email="],["address=1 Spence St"],["lat="],["long="],["directions="],["phone = +61  7 4044 9944"],["tollfree="],["fax="],["hours="],["price="],["content=Reef Fleet Terminal, ",{"type":"[[","value":[["Cairns"]]},","]]}," "]},"(",{"type":"''","value":["E-mail: ",{"type":"[","value":["mailto:res@greatadventures.com.au res@greatadventures.com.au"]}]},"), ",{"type":"[","value":["http:\/\/www.greatadventures.com.au\/"]},". Tours depart from the Cairns Reef Fleet Terminal located at 1 Spence Street Cairns. \n\n",{"type":"*","value":[" Swim and snorkel directly from the beach. Green Island has soft white coral sand beaches. Turtles can often be seen as the island also has a significant sea grass habitat."]},{"type":"*","value":[" Walk around the island - it takes about 45 minutes. You’ll sea different environments, from the sandy beaches to granite beach rock."]},{"type":"*","value":[" Take an introductory scuba dive or certified dive at specially selected sites offshore from Green island. The diving is conducted by Great Adventures’ dive team of highly qualified instructors. PADI approved instruction."]},{"type":"*","value":[" Take a boat snorkel trip to see the best snorkeling sites a few minutes offshore from Green Island. Again these tours are run by Great Adventures and can be booked at the Island’s Dive Shop or on board a Great Adventures cruise."]},{"type":"*","value":[" Walk underwater with Seawalker Helmet Diving. Guides will take you about 4 metres to the island seafloor where you will see the reef up close. This is great for passengers who are unsure of scuba diving and ideal for non-swimmers. You can even wear glasses and not get your hair wet. "]},{"type":"*","value":[" Swim in the day visitor resort style pool. Access is complimentary for Great Adventures passengers."]},{"type":"*","value":[" Take to the sky behind a power boat to see the reef and island with Green Island Parasailing."]},{"type":"*","value":[" Green Island Beach Hire - Enjoy activities such as canoeing, surfskiing and windsurfing or relax on a sun lounge under a beach umbrella."]},{"type":"*","value":[" Green Island Resort has a beautiful Day Spa that will also offer treatments for day visitors, however bookings are essential."]},{"type":"*","value":[" Scenic Helicopter flights. As the island is a National Park, only limited helicopter landings are available per day so it’s recommended to pre book."]},{"type":"*","value":[" Seaplane scenic flights"]},"\n",{"type":"==","value":["Buy"]},"\n\nThe Resort and Day Visitor area has some great retail shops for island and beach wear, gifts and souvenirs. Also check out Marineland Melanesia for some unique gifts.\nA photographic service is available on the island. The photo team accompany Seawalker and Scuba Dive tours and have images available for purchase.\n\n",{"type":"==","value":["Eat"]},"\n\nGreen Island Resort operates the food outlets on the island. \n",{"type":"*","value":[" Day visitors have the option of including hot and cold buffet lunches in their packages which is served at the Canopy Grill. The lunch buffet is open from 11am to 2.30pm. Alternatively guests can enjoy a favourite burger, sandwich or snack from the menu, open 9.30am to 4pm."]},{"type":"*","value":[" Emeralds Restaurant is Green Island Resort’s award winning restaurant. Primarily for house guests however day visitors can eat there.  Features the option of outdoor terrace or air-conditioned dining. Open for breakfast, lunch and dinner."]},{"type":"*","value":[" Beach Dining and Picnic Hampers: Available for Resort House Guests."]},{"type":"*","value":[" Lite Bites Ice Cream Parlour: Serves ice-cream, cakes, sandwiches, milk shakes and other snacks. Open 9:30AM-4PM. "]},{"type":"*","value":[" Beach Hire Hut: Light snacks, icecreams and soft drinks available on the main beach. (located near the lifeguard tower)"]},{"type":"*","value":[" Locals will often pack an esky for a day trip to the island with the family. "]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":["Reflections Pool Bar: Serves specialty cocktails, beers, soft drinks, coffees. Located around the day visitor pool in the resort area – a real tropical island atmosphere."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Green Island Resort"]},", Tel: (61 7) 4031 3300, (E-mail: ",{"type":"[","value":["mailto:res@greenislandresort.com.au res@greenislandresort.com.au"]},"), ",{"type":"[","value":["http:\/\/www.greenislandresort.com.au\/"]},". One of the world’s most eco-sensitive resorts. This five star resort has just 46 suites that are secluded from the day visitor facilities. Transfers to the island are with Great Adventures fast catamarans and are included in room rates. Helicopter and Seaplane transfers are available on request. For House Guests, a 9.15am return to Cairns is available.\n\n",{"type":"[[","value":[["Wikipedia:Green Island (Queensland)"]]},"\n",{"type":"{{","value":[["geo"],["-16.763056"],["145.969722"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Great Barrier Reef"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Green Island, Queensland"]]}]