[{"type":"{{","value":[["pagebanner"],["Kompsatos river bridge, Thrace.jpg"],["caption=Kompsatos river bridge, Thrace"]]},"\n",{"type":"{{","value":[["quickbar"],["image= Acropolis3.JPG"],["location= LocationGreece.png"],["flag= Flag of Greece.svg"],["capital=",{"type":"[[","value":[["Athens"]]}],["government=Parliamentary Republic"],["currency=Euro (€)"],["area=",{"type":"''","value":["total:"]}," 131,957km²",{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 1,310km²",{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 130,647km²"],["population=10,815,197 (May 2011)"],["language=",{"type":"[[","value":[["Greek"]]}," 99% (official)"],["religion=Greek Orthodox 98%, Muslim 1.3%, other 0.7%"],["electricity=220V\/50Hz (European plug)"],["timezone=UTC +2"],["callingcode=+30"],["tld=.gr"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitgreece.gr\/ Greece"]}]}," (",{"type":"[[","value":[["Greek phrasebook"],["Greek"]]},": Ελλάς, ",{"type":"''","value":["Hellas"]},") is a country in Southern Europe, on the southernmost tip of the Balkan peninsula, with extensive coastlines and islands in the Aegean, Ionian, and Mediterranean Seas. It shares borders in the north with ",{"type":"[[","value":[["Albania"]]},", the ",{"type":"[[","value":[["Republic of Macedonia"]]},", ",{"type":"[[","value":[["Bulgaria"]]},", and ",{"type":"[[","value":[["Turkey"]]},". It has an ancient culture that has had a significant influence on the arts, language, philosophy, politics, and sports of western society, including the genres of comedy and drama, western alphabets, Platonic ideals and the Socratic method, democracies and republics, and the Olympics. Furthermore it's an appealing place to visit, with a mountainous mainland and idyllic island beaches.\n\n",{"type":"==","value":["Understand"]},"\nGreece is one of the world's 20 ",{"type":"'''","value":["most popular tourist destination countries"]},".  According to the Greek Ministry of Tourism, the nation received about 17 million visitors from January to mid August 2007, a large number for a small country of 11 million. Visitors are drawn to the country's beaches and reliable sunny summer weather, its nightlife, historical sites and natural beauty.\n\n",{"type":"[[","value":[["File:Santorini wv.jpg"],["thumb"],["260px"],["Backstreets of charming Firá, Santoríni"]]},"\nOver 90% of visitors who come to Greece come from ",{"type":"'''","value":["other European countries,"]}," although in recent years there have been growing numbers of tourists from other world regions. The vast majority of visitors arrive during the tourist season, which is April through October.  ",{"type":"''","value":["Peak"]}," season is July through August, and most of the tourists and tourism industry are concentrated in ",{"type":"[[","value":[["Crete"]]},", the ",{"type":"[[","value":[["Dodecanese"]]},", ",{"type":"[[","value":[["Cyclades"]]},", and ",{"type":"[[","value":[["Western Greek Islands"]]},", and to a lesser extent the ",{"type":"[[","value":[["Peloponnese"]]}," and the ",{"type":"[[","value":[["Halkidiki"]]}," peninsula in ",{"type":"[[","value":[["Macedonia (Greece)"],["Macedonia"]]},". There are still many rewarding areas in the country free of large-scale tourism.\n\nMany first-time visitors arrive in Greece with specific images in mind and are surprised to discover a country with such ",{"type":"'''","value":["regional and architectural diversity."]},"  The famous whitewashed homes and charming blue-domed churches only characterize a specific region of the country (the ",{"type":"[[","value":[["Cyclades"]]}," Islands).  Architecture varies greatly from one region to the next depending on the local history.  Visitors will find Neoclassical architecture in the cities of Ermoupolis and ",{"type":"[[","value":[["Nafplion"]]},", Ottoman-influenced buildings in Grevená and Kozáni, whitewashed Cycladic homes on the island of ",{"type":"[[","value":[["Paros"]]},", and pastel-coloured baroque homes and churches on ",{"type":"[[","value":[["Corfu"]]},".  The nation's ",{"type":"'''","value":["terrain"]}," is just as varied as its architectural heritage: idyllic beaches, towering mountain ranges, wine-producing valleys, vast stretches of olive orchards in the south, and lush forests in the north.  Greece's historical sights are just as varied; the country is littered with just as many medieval churches and castles as classical ruins and temples.\n\n",{"type":"===","value":["History"]},"\nGreece boasts a very long history, with the Greek language being present in the country for nearly 4000 years. \n\n",{"type":"====","value":["First civilisations"]},"\nThe country's ",{"type":"'''","value":["first inhabitants"]}," are now referred to as the Pelasgians. Little is known about them, but it is believed that they were a primitive people. The first advanced civilizations in Greece are known as the ",{"type":"'''","value":["Cycladic"]}," in the ",{"type":"[[","value":[["Cyclades Islands"]]},", and the ",{"type":"'''","value":["Minoan"]}," in ",{"type":"[[","value":[["Crete"]]}," and ",{"type":"[[","value":[["Santorini"]]},". The Minoans had  a written language which remains undecipherable to modern-day archaeologists. This is one of the most interesting and profound historical mysteries and a link to our own modern civilisation.\n\n",{"type":"====","value":["Dark Age"]},"\n",{"type":"'''","value":["Greek-speaking Indo-European peoples"]}," arrived in the country from somewhere to the north, around 1700BC, and slowly invaded the entire country from the north all the way to ",{"type":"[[","value":[["Crete"]]},", as well as the west coast of Asia Minor (now ",{"type":"[[","value":[["Turkey"]]},"), absorbing the native peoples. Their arrival may have been responsible for ending the Cycladic and Minoan civilizations and brought the country into what is now referred to as the Dark Age of ancient Greece; although it is now understood among historians that civilization in Greece remained sophisticated and advanced during this time.  The first Greek-speaking civilization, the  Mycenean Civilization, centred in the Peloponnese region, was prominent during this time period.\nMany ancient Greeks made a living from the sea, as their descendants the modern Greeks also do now. They became accomplished fishers, sailors and traders and the sea has profoundly shaped Greek civilization.\n",{"type":"[[","value":[["File:Olympia1.JPG"],["thumb"],["400px"],["Olympia, site of the Olympic Games in ancient times"]]},"\n\n",{"type":"====","value":["Classical Greece"]},"\nThe rise of the Greek city-states occurred in the period 1200 to 800BC and heralded the ",{"type":"'''","value":["Golden Age of Greece,"]}," which lasted many centuries and spurred several scientific, architectural, political, economic, artistic, and literary achievements. ",{"type":"[[","value":[["Athens"]]},", ",{"type":"[[","value":[["Sparta"]]},", ",{"type":"[[","value":[["Corinth"]]},", and ",{"type":"[[","value":[["Thebes"]]}," were the most prominent of the city-states (with Athens being the most prestigious), but there were several other advanced city-states and colonies that had developed across the Aegean basin.  Greek settlements were also established in southern Italy and other coastal areas of the Mediterranean colonized by Greeks.  The legacy of Greek Civilization from this time period made a major impact on the world and continues to influence us to this day, since democracy, philosophy and theater were born.\n\n",{"type":"====","value":["Hellenistic and Roman eras"]},"\nThe epicentre of Greek Civilization shifted, during the 4th century BC, from southern Greece to northern Greece.  The northern Macedonian kingdom, under ",{"type":"'''","value":["Alexander the Great,"]}," conquered all of Greece, and proceeded eastward, creating an empire all the way to South Asia with the stated intent of spreading Greek Civilization.  The empire broke up after Alexander's death, and Greece was eventually annexed by the growing Roman Empire.  Although weakened politically, Greek Civilization continued to flourish under Roman rule and heavily influenced Roman culture.\n\n",{"type":"====","value":["Arrival of Christianity and rise of Byzantine Empire"]},"\n",{"type":"'''","value":["Christianity"]}," arrived in Greece with the preachings of St. Paul during the 1st century AD, and eventually spread throughout Greece and the Roman Empire. In the 4th century, Roman Emperor Constantine the Great legalized Christian worship and declared it the state religion of the empire. He moved the capital of the empire from Rome to Byzantium (present-day Istanbul), which he renamed Constantinople.  Internal divisions eventually divided the Roman Empire into a western half (the West Roman Empire) and an eastern half (East Roman Empire.) The West was eventually invaded and sacked by invaders from northern Europe, while the East survived for another millennium as the Byzantine Empire with Constantinople as its capital.\n\n",{"type":"====","value":["Medieval Greece"]},"\nGreece's medieval history is dominated by the ",{"type":"'''","value":["Byzantine Empire"]}," which revolved around Christianity, Greek Language and Civilization, and Roman law.  It was a powerful force in the Mediterranean basin for centuries, engaging in trade, politics, and the spread of Christianity. The empire collaborated with Rome during the Crusades against the Muslims. However, during the 13th century, the Crusaders turned on the Byzantine Empire itself and sacked Constantinople. With a weakened Byzantine Empire, Frankish and Latin invaders arrived and occupied various parts of Greece. Over the following centuries, the Byzantine Empire began to regain strength and reconquer lost territory, but received a final blow in the 15th century when a growing Ottoman Turkish Empire to the east conquered Constantinople.\n\n",{"type":"====","value":["Ottoman rule"]},"\nWith the capture of Constantinople, Greece fell under ",{"type":"'''","value":["Ottoman Turkish rule,"]}," but vigorously retained its Greek-speaking Christian culture. However, many Greeks fled the country, establishing Greek communities elsewhere in Europe; these communities would later influence the Greek Revolution.\n\n",{"type":"====","value":["Enlightenment and revolution"]},"\nThe ",{"type":"'''","value":["Italian city-states"]}," of ",{"type":"[[","value":[["Genoa"]]}," and ",{"type":"[[","value":[["Venice"]]}," competed with the Ottoman Turks for control of various areas of Greece and managed to conquer various islands and coastal areas, bringing ",{"type":"'''","value":["pan-European movements"]}," such as the Renaissance (and later the Enlightenment) to places in Greece such as Crete, Corfu, and parts of the Peloponnese region. In the 18th century, the Enlightenment, both in Venetian\/Genoese-occupied areas of Greece and from Greek communities abroad, led to an awakening among prominent Greeks and gave birth to the goal of an independent, unified, and sovereign Greek state.  The Greek Revolution finally broke out on the 25th of March, 1821, and led to a long war against the Ottomans for independence.  The Greek Revolution gained attention across Europe, with ",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["Britain"]]},", and ",{"type":"[[","value":[["France"]]}," sending military aid to assist Greece.\n\n",{"type":"[[","value":[["File:Plaka2.JPG"],["thumb"],["400px"],["Athens' Pláka district, with its 19th century character"]]},"\n\n",{"type":"====","value":["19th century to mid-20th"]},"\nThe nation finally achieved its ",{"type":"'''","value":["independence"]}," from the Ottoman Empire in 1829.  The newly-independent Greek State was briefly a republic, before becoming a monarchy at the will of major European powers.  During the second half of the 19th century and the first half of the 20th century, Greece gradually annexed neighbouring islands and territories with Greek-speaking populations. The country sided with the allies during WW1. Despite declaring neutrality during WW2, the country was invaded by Mussolini's forces in 1941. Greek forces victoriously pushed the Italians out of Greece, but the Germans then came to their aid, occupying the country until its liberation toward the end of the war. Civil war broke out in 1946 between communist rebels and royalists, the former supported by Yugoslavia (until the Tito-Stalin rift of 1948) and the latter by the West. The communist rebels were defeated by the royalists in 1949. The second world war and the civil war that followed had left the country war-torn, forcing many people to flee the country in search of a better life abroad.\n\nGreece joined NATO in 1952; rapid economic growth and social change followed.  A right-wing military dictatorship staged a coup in 1967, disbanding all political parties, suspending political liberties and forcing many prominent Greeks into exile, including Communists, who played an active part in the Greek Parliament before and after the junta. King Constantine II and his family also fled the country.  Democracy returned in 1974, and a national referendum abolished the monarchy, creating a parliamentary republic.\n\n",{"type":"====","value":["Modern Greece"]},"\nGreece joined the ",{"type":"'''","value":["European Community"]}," or EC in 1981, which later became the European Union (EU) in 1992. The country's tourism industry – which had begun to take off during the 1960s  – began to flourish, bringing 5 million annual visitors to the country in 1980 (a figure that eventually grew to over 17 million by 2007).  The country suffered serious economic stagnation in the 1980s, but began to experience remarkable economic growth in the 1990s, fuelled by heavy investment, entrepreneurship, trade, and EU aid.  By the early 21st century, Greece had seemingly achieved stability and prosperity, with a high standard of living.  An influx of immigrants began in the late 1980s, transforming Greece, once an immigrant-sender, into an immigrant-receiving country.  Foreign-born residents, most of them undocumented and coming from various parts of the world (Eastern and Central Europe, Middle East, South and Southeast Asia, and Africa) are estimated to number at least 1 million, or equivalent to 10% of the population.  In 2004, the nation stepped into the global spotlight as it successfully hosted the Summer Olympic Games in Athens, to the defiance of critics. More recently, it has borne the brunt of the late-2000s recession and related 2010 European sovereign debt crisis. The main issues facing Greek society are a high and growing level of bureaucratic corruption, high unemployment, sluggish economic growth and widespread poverty. As a by-product of the ongoing economic depression, there has also been a rise in extremism. Particularly worrying is the rise in support for Golden Dawn, a violently anti-foreigner opposition party that has often been called Nazi or neo-Nazi, some of whose members of Parliament have been arrested for beating foreigners in the street, and which has reportedly gained a considerable degree of control over some Greek police forces. This is unlikely to affect most travellers, but if you could be mistaken for a refugee or illegal migrant to Greece, think twice about whether now is the right time to visit.\n\n",{"type":"===","value":["Climate"]},"\nDespite its small size, Greece has a ",{"type":"'''","value":["varied climate."]},"\n\nMost of the country, including all coastal areas, enjoys a so-called ",{"type":"'''","value":["Mediterranean climate,"]}," almost identical to much of California.  Summers are hot and dry with a 7-month period of near-constant sunshine generally from April until November.  The remainder of the year is characterized by a relatively cold, rainy period which generally starts sometime in November and lasts until late March or early April.  Sporadic rains do occur during the dry season, but they tend to be rare, quick showers.  The country’s Ionian Coast and Ionian Islands tend to receive more annual precipitation than the rest of the country.  The islands in the southern Aegean and parts of the southeastern mainland are the driest areas of the country.\n\nThe ",{"type":"'''","value":["most pleasant weather"]}," occurs in May–June and September–October.  The warmest time of the year starts in mid-July and generally lasts until mid-August, when the annual ",{"type":"''","value":["meltémi"]}," winds from the north cool the country. Mid-July to mid-August is the height of summer, and the midday sun tends to get very strong; during this time, most Greeks avoid heavy physical activity outdoors between 13:00 and 17:00. It is best advised to get in tune with the local way of life by waking up early, doing all sightseeing and errands in the cool morning hours, and then spending the afternoon in the relaxing shade or at the beach. In fact, the bulk of tourists arrive in Greece during the height of summer, to do just that! For visitors from more northerly climates, the off season from November through February can be a rewarding time to see Greece. It will not be beach weather, but temperatures are mild. The much added bonus is that there will be very few other tourists and reduced prices.\n  \n",{"type":"'''","value":["Summer evenings"]}," tend to be ",{"type":"''","value":["very"]}," rewarding. As strong as the sun may get on a summer afternoon, the low levels of atmospheric humidity in most areas of the country prevent the air from trapping much heat, and temperatures tend to dip to very pleasant levels in the evenings. But even during midday, high temperatures actually tend to be quite comfortable as long as the time is not spent doing a lot of walking or other physical activity. (Athens, however, can still be uncomfortably warm during summer afternoons due to the predominance of concrete in the city, an effect similar to New York City.) Coastal areas near open waters (away from tightly-closed bays and gulfs), especially on many of the islands, tend to be quite breezy, and can be quite cold at night.\n\nWhile the Mediterranean climate characterizes most of the country, ",{"type":"'''","value":["two other climate systems"]}," are present. One is the cool Alpine climate which is found on mountainous areas of the country's interior, including many high-altitude valleys.  Another system is the Continental climate found on the interiors of north-central and northeastern Greece, which gives those areas very cold winters and warm, relatively humid summers.\n\n",{"type":"===","value":["Holidays and festivals"]},"\nThe following are national public holidays:\n\n",{"type":"*","value":[{"type":"'''","value":["New Year's Day"]}," - 1 Jan"]},{"type":"*","value":[{"type":"'''","value":["Epiphany"]}," - 6 Jan"]},{"type":"*","value":[{"type":"'''","value":["Shrove Monday"]}," (First day of Lent) - movable "]},{"type":"*","value":[{"type":"'''","value":["Independence Day"]}," and ",{"type":"'''","value":["The Annunciation"]}," - 25 Mar"]},{"type":"*","value":[{"type":"'''","value":["Good Friday"]}," - movable "]},{"type":"*","value":[{"type":"'''","value":["Easter Sunday"]}," - movable "]},{"type":"*","value":[{"type":"'''","value":["Easter Monday"]}," - movable "]},{"type":"*","value":[{"type":"'''","value":["May Day \/ Labour Day"]}," - 1 May"]},{"type":"*","value":[{"type":"'''","value":["Pentecost Whit Sunday"]}," - movable "]},{"type":"*","value":[{"type":"'''","value":["Pentecost Whit Monday"]}," - movable"]},{"type":"*","value":[{"type":"'''","value":["Assumption of Our Lady"]}," - 15 Aug"]},{"type":"*","value":[{"type":"'''","value":["WWII Day \/ \"OHI(no) Day\""]}," - 28 Oct"]},{"type":"*","value":[{"type":"'''","value":["Christmas"]}," - 25 Dec"]},{"type":"*","value":[{"type":"'''","value":["Boxing Day"]}," - 26 Dec"]},"\nThe nation's three most important holidays are Christmas, Easter, and the Assumption. Christmas tends to be a private, family holiday, but lights and decorations adorn city squares across the country.  Assumption Day is a major summer festival for many towns and islands. Easter weekend is perhaps the most flamboyant of all holidays; religious processions on Good Friday and the following Saturday evening culminate in exuberant fireworks at midnight, Easter morning.\n\nContrary to most national holidays in other countries, ",{"type":"'''","value":["Independence Day"]}," in Greece is a very sober holiday. There is a school flag parade in every town and village and a big armed forces parade in Athens.\n\nAlthough not an official holiday, pre-Lenten ",{"type":"'''","value":["carnival"]}," - or ",{"type":"''","value":["apókries"]}," - is a major celebration in cities throughout the country, with Patras hosting the country's largest and most famous events.  Carnival season comes to an extravagant ending the weekend before Lent begins, with costumes, float parades, and various regional traditions.\n\nIn addition to nation-wide holidays and celebrations, many towns and regions have their own ",{"type":"''","value":["regional"]}," festivals commemorating various historical events, local patron saints, or wine harvests.\n\nNote that the Greek Orthodox Church uses a different method to determine the date of Easter from the Roman Catholic Church and the Protestant churches. Therefore, Greek Orthodox Easter and - derived from that - Holy Week and Pentecost usually fall one or two weeks later than their Roman Catholic and Protestant counterparts, but they do sometimes coincide (as in 2010, 2011, 2014, 2017 and 2025).\n\n",{"type":"==","value":["Regions"]},"\nThe following geographic divisions reflect the approach to the country which will be taken by most travellers in deciding where to go. Administrative divisions are somewhat different. Articles within these five sections will be arranged with a view to enabling travellers to sort out which specific destinations best match their interests.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Greece regions map.png"],["regionmapsize=360px"],["region1name=",{"type":"[[","value":[["Attica"]]},", including ",{"type":"[[","value":[["Athens"]]}],["region1color=#90b790"],["region1description="],["region2name=The ",{"type":"[[","value":[["Peloponnese"]]}],["region2color=#84a3d8"],["region2description="],["region3name=",{"type":"[[","value":[["Greek Islands"]]}],["region3color=#c772be"],["region3description="],["region4name=",{"type":"[[","value":[["Crete"]]}],["region4color=#c8c673"],["region4description="],["region5name=",{"type":"[[","value":[["Central and Northern Greece"],["Central Greece"]]}],["region5color=#D4CAAD"],["region5description="],["region6name=",{"type":"[[","value":[["Central and Northern Greece"],["Northern Greece"]]}],["region6color=#d3b59e"],["region6description="]]},"\n\n",{"type":"==","value":["Cities"]},"\nMajor cities include:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Athens"]]}," — the capital city, known for the ",{"type":"[[","value":[["Athens\/Acropolis"],["Parthenon"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Thessaloniki"]]}," — the country's second-largest city and the prime city in the Macedonia region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chania"]]}," — second largest city on Crete, surrounded by beaches and the ",{"type":"[[","value":[["Samaria National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chersonissos"]]}," — party capital of Crete in the summer"]},{"type":"*","value":[" ",{"type":"[[","value":[["Heraklion"]]}," — Crete's largest city and main hub with the archaeological site of Knossos"]},{"type":"*","value":[" ",{"type":"[[","value":[["Patra"]]}," — known for the wines it produces"]},{"type":"*","value":[" ",{"type":"[[","value":[["Larissa"]]}," — the country's fourth largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rhodes (city)"],["Rhodes"]]}," — magnificent city with impressive medieval structures, nightlife and beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Volos"]]}," — coastal port city with nice museums and architecture"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Panoramic view of Oia, Santorini island (Thira), Greece.jpg"],["thumb"],["350px"],["Panoramic view of ",{"type":"[[","value":[["Oia"]]},", Santorini Island"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Corfu"]]}," — large island with many attractions"]},{"type":"*","value":[" ",{"type":"[[","value":[["Delphi"]]}," — site of the famous oracle of Apollo, major archaeological site"]},{"type":"*","value":[" ",{"type":"[[","value":[["Meteora"]]}," — hilltop monasteries"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ithaca (Greece)"],["Ithaca"]]}," — famous home of Odysseus"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Athos"]]}," — semi-independent ecclesiastical republic"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mykonos"]]}," — world famous, sophisticated holidays "]},{"type":"*","value":[" ",{"type":"[[","value":[["Olympia (Greece)"],["Olympia"]]}," — sanctuary dedicated to Zeus, site of the ancient Olympics"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rhodes"]]}," — island with ancient monuments, as well as beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Santorini"]]}," — a volcanic island known for its beautiful views, towns and sunsets"]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Passport and visa requirements"]},"\n",{"type":"{{","value":[["Schengen"]]},"\n\nCitizens of Antigua and Barbuda, the Bahamas, Barbados, Mauritius, Saint Kitts and Nevis and Seychelles are permitted to work in Greece without the need to obtain a visa or any further authorisation for the period of their 90 day visa-free stay. However, this ability to work visa-free does not necessarily extend to other Schengen countries.\n\nFor detailed regulations applied to your country, refer to the ",{"type":"[","value":["http:\/\/www.mfa.gr\/en\/visas\/visas-for-foreigners-traveling-to-greece\/ Greek Ministry for Foreign Affairs"]},".\n\n",{"type":"===","value":["By plane"]},"\nAthens' ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aia.gr Elefthérios Venizélos International Airport"]}]},", near the Athens suburb of Spáta, is the country's largest, busiest airport and main hub, handling over 15 million passengers annually as of 2006. Other major international airports in terms of passenger traffic are, in order of passengers served per year, Heraklion (Nikos Kazantzákis Int'l), Thessaloniki (Makedonia Int'l), Rhodes (Diagóras), and Corfu (Ioánnis Kapodístrias).\n\nAthens and Thessaloníki handle the bulk of scheduled international flights. However, during tourism season, several charter and planned low-budget flights arrive daily from many European cities to many of the islands and smaller cities on the mainland.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olympicair.com\/ Olympic Air"]}]}," (previously Olympic Airlines)  offers services to Greece from several cities in Europe, the Middle East and Southeast Asia. \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aegeanair.com\/aegeanen\/home\/index.asp Aegean Airlines"]}]},", which owns half the domestic market also operates international routes to Greece from a growing number of European cities. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.skyexpress.gr\/en-us\/home.aspx Sky Express"]}]}," is the second biggest airline in Greece and operates domestic routes and also international routes by request.\n\nAthens is also well-served by airlines from all over Europe, the Middle East, North America, and Southeast Asia, with flights from their respective hubs.\n\nThe presence of ",{"type":"[[","value":[["Discount airlines in Europe"],["low-cost carriers"]]}," in Greece's international market has increased tenfold within the past decade, offering service to Athens and Thessaloníki from several other European locations, such as Easyjet (from London Gatwick, London Luton, Manchester, Milan, Paris and Berlin), Virgin Express (flying from Brussels), Transavia (Amsterdam), German Wings (Cologne\/Bonn and Stuttgart), Hemus Air (Sofia), Sterling (Copenhagen, Stockholm, Gothenburg and Oslo), LTU (Düsseldorf), MyAir (Venice), Norwegian Air (Warsaw, Katowice and Kraków), Wizzair (Katowice and Prague), FlyGlobeSpan (Glasgow) and Vueling (Barcelona). Ryanair (Bergamo, Rome, Frankfurt-Hahn, Charleroi and Pisa) offers service to smaller airports in Greece (Volos, Rhodes and Kos).\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Due to the bad economic situation Greek railways has suspended all international trains since 13 February 2011."]},"\n\nThe state train company is ",{"type":"[","value":["http:\/\/www.trainose.gr Trainose (Τραινοσέ)"]},".\n\n",{"type":"[[","value":[["Thessaloniki"]]}," is Greece's hub for ",{"type":"'''","value":["international rail service."]}," Trains connect Thessaloníki to ",{"type":"[[","value":[["Sofia"]]}," (3 daily), ",{"type":"[[","value":[["Bucharest"]]}," (1 daily), ",{"type":"[[","value":[["Istanbul"]]}," (2 daily) and ",{"type":"[[","value":[["Belgrade"]]}," via ",{"type":"[[","value":[["Skopje"]]}," (2 daily).\n\nThere were special fares such as ",{"type":"[[","value":[["Balkan Flexipass"]]}," and other offers, e.g. the City-Star Ticket form ",{"type":"[[","value":[["Czech Republic"]]}," to Greece.\n\n",{"type":"===","value":["By car"]},"\nGreece can be entered by car from any of its land neighbours. From Italy, ferries will transport cars and passengers to Greece (see by boat section). From western Europe, the most popular route to Greece was through Yugoslavia.  Following the troubles in the former Yugoslavia during the 1990s, most motorists from western Europe came overland by Italy, and then took a trans-Adriatic ferry from there.  Although the countries of the former Yugoslavia have since stabilized, and Hungary-Romania-Bulgaria form another, albeit a much longer, alternative, the overland route through Italy now remains the most popular option.\n\n",{"type":"===","value":["By bus"]},"\nThere is some, albeit limited, ",{"type":"'''","value":["international bus service"]}," to neighbouring Albania, Bulgaria, the former Yugoslav Republic of Macedonia, and Turkey, as well as Serbia, and Georgia.\n\n",{"type":"===","value":["By boat"]},"\nFrom ",{"type":"[[","value":[["Italy"]]},", main sea routes of the Adriatic connect the ports of ",{"type":"[[","value":[["Venice"]]},", ",{"type":"[[","value":[["Ancona"]]},", ",{"type":"[[","value":[["Bari"]]}," and ",{"type":"[[","value":[["Brindisi"]]}," of Italy to ",{"type":"[[","value":[["Patras"]]}," and ",{"type":"[[","value":[["Igoumenitsa"]]}," in mainland Greece. Several ferries also connect Italy to the ",{"type":"[[","value":[["Ionian Islands"]]},", though mostly during summer months. Trip duration varies from a minimum of about 8 hours Brindisi to Igoumenitsa, to a maximum 26 hours from Venice to Patras. Multiple ferries depart for Greece daily.\n\nFrom ",{"type":"[[","value":[["Turkey"]]}," there are ferries: from ",{"type":"[[","value":[["Marmaris"]]}," to ",{"type":"[[","value":[["Rhodes"]]},", from ",{"type":"[[","value":[["Cesme"]]}," to ",{"type":"[[","value":[["Chios"]]},", from ",{"type":"[[","value":[["Bodrum"]]}," to ",{"type":"[[","value":[["Kos"]]},", from ",{"type":"[[","value":[["Kusadasi"]]}," to ",{"type":"[[","value":[["Samos"]]},".\n\nThere are also ferries connecting Piraeus and Rhodes to ",{"type":"[[","value":[["Alexandria"]]}," (",{"type":"[[","value":[["Egypt"]]},"), ",{"type":"[[","value":[["Larnaca"]]}," and ",{"type":"[[","value":[["Limassol"]]}," (",{"type":"[[","value":[["Cyprus"]]},"), and ",{"type":"[[","value":[["Haifa"]]}," (",{"type":"[[","value":[["Israel"]]},").\n\nSee ",{"type":"[[","value":[["Ferries in the Mediterranean"]]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["General considerations"]},"\nA frequently asked question of travellers in Greece is whether they should ",{"type":"'''","value":["rent a car."]},"  The primary advantage of having a car is that you can cover a lot more ground per day if you're travelling in rural areas or on the larger islands:  you can get almost anywhere in Greece by bus, but some isolated villages may only have one or two buses per day, and having your own car means you don't have to wait in the summer heat for the bus to come.  Almost all archaeological sites are accessible by bus, but at some of the more remote, less famous, sites, the bus may drop you off up to a mile away from the site, while with a car you can almost always get right to the site via at least a rough road.\n\nOn the other hand, ",{"type":"'''","value":["going car-free"]}," in Greece is not only possible, but offers significant advantages, while driving involves a number of disadvantages. Though many people find driving in Greece easy and even pleasant, others are concerned by the high accident rate (one of the highest in Europe), the national reputation for risky driving, and the presence of many twisty mountainous roads, sometimes hugging the side of a cliff. Gas is as expensive as anywhere. (For more on driving conditions in Greece see below.) Driving in Athens and other big cities can be a frustrating, and sometimes hair-raising, experience, and finding parking can be very difficult.  And having a car greatly restricts your flexibility when island-hopping, since only the larger, and usually slower, ferries offer car transport, which must be paid for in addition to your passenger ticket.  Traveling by bus is not only cheaper but offers a greater chance of striking up conversations with both locals and other travellers than going by car. Language is not usually a problem for English speakers in using public transit: wherever there is significant tourism in Greece bus schedules are posted in English, and bus drivers and conductors, as well as taxi drivers, will understand at least enough English to answer your questions\n\nPublic transport can be supplemented by ",{"type":"'''","value":["taxis"]}," (see below), which in many places, especially the islands, offer fixed rates to various beaches, which can be affordable especially if the price is shared among several people.  And on many islands it's possible to get places by ",{"type":"'''","value":["walking,"]}," which can be a pleasant experience in itself.\n\n",{"type":"===","value":["By bus and train"]},"\nIntercity buses are a very popular option for domestic travel.  ",{"type":"'''","value":["KTEL"]}," is the national government-subsidized network of independent businesses which cooperate together to form a dense route system serving almost the entire country.  The system is efficient, reliable, and relatively inexpensive.  It serves both long and short distances, including routes from major cities to islands near the mainland, such as Corfu and Cephalonia (in such cases, the ferry crossing is included in the price of the bus ticket).\n\nTrains are a better way to get around, but the national rail system (",{"type":"[","value":["http:\/\/www.ose.gr\/ OSE"]},") is extremely limited. This is due to neglect after the arrival of large scale use of private vehicles and air travel, and also due to past technological difficulties in surmounting the country's difficult terrain. The importance of rail travel is now being rediscovered, and the national rail network is currently under major renovation. The project's completion is still a long way off. There has been extensive (and continuing) modernization of the Athens-Thessaloníki corridor, with travel times being slashed.\n\n",{"type":"===","value":["By car"]},"\nExploring the country by car can be an extremely rewarding experience, allowing you to explore the incredibly scenic and varied terrain of the country's coastlines, interior, and islands, at your convenience. Roads are usually well-marked and well-maintained, and billions of euros are being poured into expanding the nation's network of multi-lane freeways. Because of the rapid expansion and improvement of the nation's road system, it is advised to have the most updated road map(s) possible.  Many of the newer motorways are toll roads, and fees can be expensive. Road signs in Greek are usually repeated with a transliterated version in the Latin alphabet.\n\nCar rental offices are present throughout Greece, especially in major cities and in highly touristed areas. The cars offered overwhelmingly have manual gearboxes; automatics do exist, but it is advised to reserve one in advance. Petrol prices are steep, but relatively inexpensive in comparison with many other EU countries. Some car rental agencies and insurance policies do not allow the car to be taken out of Greece.\n\nDrivers who do not hold an EU driving licence must carry an international driver's permit obtained in their home country. This may not be required when renting a car, but will certainly be required if the driver is involved in an accident or pulled over by the police for a traffic citation. Insurance policies may be void if the driver is a non-EU driver without an international permit.\n\nFor those used to driving in North America, driving in Greece can be a challenge. To them Greek (and other European) drivers might appear aggressive. Also the nation's topographic reality poses challenges by forcing many narrow roads in mountainous regions to take several twists and turns. Roads in towns and villages can be surprisingly narrow as well. If cars meet on a narrow stretch of road it is customary for one driver to find a spot to pull over and let the other driver pass. At times, one driver will need to back up for the other. Adherence to this practice is expected and failure to do so will bring the ire of your fellow drivers. Drive slowly through villages and small towns, because there are often pedestrians in the roadway. Another major difference between driving in North America and Greece is the range of speeds at which vehicles travel, particularly on the highways. While speed limits are as high as 120kph (75mph), some vehicles will be travelling as slowly as 60kph (40mph). Other vehicles will travel at speeds well in excess of the posted limits and can come up from behind very quickly.\n\n",{"type":"===","value":["By ferry"]},"\nThe ",{"type":"[","value":["http:\/\/www.dw-world.de\/dw\/article\/0,,4530565,00.html frequency, reliability and availability of Greek ferries"]}," are largely dependent upon the time of year. For instance, during the winter off-season (January to March), the weather on the Aegean can be extremely rough and boats are often kept in port for days at a time. This type of delay is extremely unpredictable (it is not a decision of the ferry companies, but rather, that of the port authority) and determining when a boat in harbour will actually set sail is near impossible. Therefore, travellers in off-season should build some flexibility into their schedule and not plan on departing an island in the morning and catching a flight home in the afternoon.  On the opposite end of the spectrum, ferries in August fill up due to the National Holiday (15 Aug), so travellers should plan ahead.\n\nAs for ",{"type":"'''","value":["routes,"]}," during high-season there are extensive connections from Athens and quite a few in-between islands for \"hopping.\" Again, in the winter, some of these ferries run once, maybe twice a week.\n\nVisitors to Greece planning to travel by ferry should be aware of some ",{"type":"'''","value":["potential complications."]},"  First, it can't be assumed that you can get from any given island to any other island every day of the week.  The Greek ferry system is basically a hub-and-spoke system, with the spokes radiating from Piraeus out to the various island groups.  As a result, boats within the groups are fairly frequent, but less so between the groups.  Sometime islands which are geographically close together are in different groups:  for instance, the Western Cyclades (",{"type":"[[","value":[["Serifos"]]},", ",{"type":"[[","value":[["Sifnos"]]},", ",{"type":"[[","value":[["Milos"]]},") look very close on a map to the Central ",{"type":"[[","value":[["Cyclades"]]}," (",{"type":"[[","value":[["Naxos"]]},", ",{"type":"[[","value":[["Paros"]]},", ",{"type":"[[","value":[["Mykonos"]]},",) but these groups are on different spokes, meaning you can usually in summer get from one island to another in the same group on any day, but boats between the groups, e.g. ",{"type":"[[","value":[["Naxos"]]}," to ",{"type":"[[","value":[["Sifnos"]]},", may be significantly less frequent. Second, trying to find advance information on ferry schedules can be frustrating:  unfortunately there exists no single official comprehensive source for Greek ferry schedules either in print or on line, though there are a number private sites run by travel agents or other businesses which claim to give ",{"type":"[","value":["http:\/\/www.ferries.gr\/booking\/ comprehensive schedules"]},", and many of the individual ferry companies have web sites giving their schedules, in some cases offering the ability to book and pay for tickets on line.  (Ferry schedules are also always posted at the boat ticket offices in departure ports.)  Next, though getting a ticket usually isn't a problem, some boats to the most popular destinations, especially those leaving at the most convenient times, do sell out in high season or on holiday weekends.  Finally, though ferries nowadays usually run on schedule, weather, strikes, and mechanical breakdowns still can occasionally delay them.  None of these problems are insuperable, but they do mean you shouldn't try to micromanage your ferry itinerary too strictly in advance:  be flexible, and always have a backup plan.  And it's always a good idea not to count on taking a ferry from the islands to get back to Athens the same day your plane leaves, even if boat schedules theoretically should enable you to do this:  this will ",{"type":"''","value":["probably"]}," work, but there's enough of a chance it won't to make it prudent to plan on getting back to Athens at least one day before your flight.\n\nThere are three ports in Athens: the main port Piraeus and outlying Rafina and Lavrio port. These serve all islands, but central ",{"type":"[[","value":[["Cyclades"]]}," islands such as ",{"type":"[[","value":[["Tinos"]]}," and ",{"type":"[[","value":[["Mykonos"]]},", it is often better to leave from ",{"type":"[[","value":[["Rafina"]]},".\n\nFerries are about the one thing in Greece that leave on time so ",{"type":"'''","value":["be prompt"]},". New \"fast ferries\" are cutting distance times in half but prices are slightly more expensive.  Sometimes, it is more practical to fly, especially to ",{"type":"[[","value":[["Crete"]]}," or ",{"type":"[[","value":[["Rhodes"]]},".  However, flights are usually more expensive.  ",{"type":"[[","value":[["Santorini"]]}," is 8 hour slow boat from ",{"type":"[[","value":[["Athens"]]}," but the entrance view from the boat is spectacular. \n   \nThe major ferry companies operating in Greece include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aegeanspeedlines.gr\/index_en.html Aegean Speed Lines"]}]}," (Cyclades)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.agoudimos-lines.com\/ Agoudimos Lines"]}]},"  (International and Greek Islands)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.anek.gr\/english\/index.html ANEK Lines"]}]}," (Crete and international)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bluestarferries.com\/intro.htm Blue Star Ferries"]}]}," (Italy-Greece and Aegean Islands)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.euroseas.com\/ Euroseas"]}]}," (Saronic Gulf)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hellenicseaways.gr Hellenic Seaways"]}]}," (Aegean Islands)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.minoan.gr Minoan Lines"]}]}," (Italy-Greece and Crete)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.saos.gr\/gr\/ SAOS Ferries"]}]}," (Aegean Islands and northern mailand)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.superfast.com\/site\/splash.html Superfast Ferries"]}]}," (Italy-Greece)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ventouris.gr Ventouris Ferries"]}]}," (Italy-Greece)"]},"\nSchedules and web sites for some very local ferry services may be found on the destination pages for the relevant islands or ports, or you can also decide to rent a sailing boat, motor boat, catamaran or a gulet and explore Greece from a deep blue sea.\n\nThough this guide usually doesn't list transportation web sites unless they're run by a government or by a primary transportation provider (like the shipping companies listed above), because of the great interest in Greek ferry schedules and the fact that there's no single official source for them, in this case readers are referred to the comprehensive Greek ferry schedule sites at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gtp.gr\/ Greek Travel Pages"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.openseas.gr\/OPENSEAS\/index_en.vm OpenSeas"]}]},".\n\n",{"type":"===","value":["By plane"]},"\nThe nation's domestic air travel industry is dominated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olympicair.com\/ Olympic Air"]}]}," and its growing competitor, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aegeanair.com Aegean Airlines"]}]},".  Both airlines offer an extensive route network within the country, including service connecting several islands to the mainland. Aegean Airlines and Olympic Air offer e-tickets, which only exist as an e-mail or a web page with booking confirmation. It should be provided printed at the check-in desk at the airport (no need to visit airline office).\n\n",{"type":"===","value":["By taxi"]},"\nThere are many taxis in Greece. Over ten years ago, getting one could be quite a challenge, but not any more. You hail taxis on the street like in any other large city.\n\nTransport from the airport to the center of Athens is fixed cost of 35€.\n\nIf you need a taxi from the ferry at night from Piraeus,  it might not be easy.  The drivers who wait outside sometimes are looking to take at least three different individuals going in the same direction so they can charge three fares! If you are two or three people, only one person should hail the cab and then if he agrees to take you, have the other(s) jump in. In Greece you don't pay \"per capita\", unless of course the other passengers are strangers to you and you just happened to stop the same taxi. In this case you pay separately -for example you, your wife and  you pay one fare, and the others pay also one fare (one fare for each \"group\", no matter how many there are in the same company). If you are 4 friends, you pay one fare.\nThe taxi situation has improved since the debt crisis in Greece, but being a tourist might make you vulnerable to \"extra\" charges (see also the section about the cost of living)\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Greek phrasebook"],["Greek"]]}]}," is the official national language and is the native tongue of the vast majority of the population, although the English speaking visitor will encounter no significant language problem. English is the most widely studied and understood foreign language in Greece, followed by ",{"type":"[[","value":[["French phrasebook"],["French"]]},", ",{"type":"[[","value":[["Italian phrasebook"],["Italian"]]},", and ",{"type":"[[","value":[["German phrasebook"],["German"]]},". Basic knowledge of English can be expected from almost all in the tourism industry and public transport services,as well as many younger people. However, learning a few Greek terms, such as \"hello\" and \"thank you\" will be warmly received.\n\nThe Latin and Cyrillic alphabets were derived from the Greek alphabet and about half of Greek letters look like their Latin counterparts, and most Greek letters resemble their Cyrillic counterparts. With a bit of study it's not ",{"type":"''","value":["too"]}," hard to decipher written names, and common terms such as \"hotel\", \"cafeteria\", etc. You'll find that place names on road signs throughout the country are often transliterated into Latin letters (some signs, especially on the newer roads, are even outright translated into English).\n\n",{"type":"==","value":["See"]},"\nFew countries can pride themselves on a heritage as important to Western civilization as Greece. A range of first class historic landmarks remind one of the days when the great Greek emperors and writers made their mark on the development of science, literature and democracy. No less than 17 of those monuments are listed as ",{"type":"'''","value":["World Heritage Sites"]},". However, the many charming little islands, sandy beaches and picturesque whitewashed coastal towns are at least as much a reason to come for the millions of tourists that this Mediterranean country receives each year.\n\n",{"type":"===","value":["Cultural heritage"]},"\n",{"type":"[[","value":[["File:Mosaic rhodes palace.jpg"],["thumb"],["300px"],["A mosaic in the Palace of the Grand Master of the Knights of ",{"type":"[[","value":[["Rhodes"]]}]]},"\nWorld famous are the iconic ",{"type":"'''","value":[{"type":"[[","value":[["Athens\/Acropolis"],["Parthenon"]]}]}," in the bustling capital ",{"type":"[[","value":[["Athens"]]}," and the splendid site of ",{"type":"'''","value":[{"type":"[[","value":[["Delphi"]]}]},", where the mighty emperors sought the prophecies of the most prominent oracle in the ancient Greek world. There's the temple of Apollo at ",{"type":"'''","value":["Bassae"]}," and the gorgeous old city of ",{"type":"'''","value":[{"type":"[[","value":[["Rhodes"]]}]},", once overlooked by the Colossus of Rhodes. The archaeological site of ",{"type":"'''","value":[{"type":"[[","value":[["Olympos National Park"],["Olympia"]]}]}," is the birthplace of our modern Olympic Games and the place from where the Olympic flame is sent across the world. The many Eastern Orthodox monasteries of ",{"type":"'''","value":[{"type":"[[","value":[["Meteora"]]}]}," are just stunning to look at, built high on natural sandstone rock pillars. At the small town of ",{"type":"'''","value":["Vergina"]}," the ancient site of ",{"type":"'''","value":["Agai"]}," was found, and many valuable artifacts were discovered in several untouched tombs, one of them being the tomb of Philip II of Macedon, father of Alexander the Great. Proudly situated on Mt. Taygetos is the ancient town of ",{"type":"'''","value":[{"type":"[[","value":[["Mystras"]]}]},", close to (and often mistaken for) ancient ",{"type":"[[","value":[["Sparta"]]},". Another great site is the island of ",{"type":"'''","value":[{"type":"[[","value":[["Delos"]]}]},", not far from the popular holiday destination ",{"type":"'''","value":[{"type":"[[","value":[["Mykonos"]]}]},". According to myths, this is where Apollo and Artemis were born. The island used to be the main Panhellenic sanctuary and is now dotted with archaeological remains.\n\nSome major sights are nicely located on one of the beautiful Greek islands, allowing for a delightful combination of sightseeing and relaxing on one of the many fine beaches. ",{"type":"'''","value":[{"type":"[[","value":[["Patmos"]]}]}," is a lovely example, boasting the historic centre ",{"type":"'''","value":["Chora"]},", the ",{"type":"'''","value":["Monastery of Saint John the Theologian"]}," and the ",{"type":"'''","value":["Cave of the Apocalypse"]},", but also some pleasant sea side restaurants with pretty views. ",{"type":"'''","value":[{"type":"[[","value":[["Corfu"]]}]}," has the same characteristics, being a popular holiday destination with good beaches and an impressive historic town centre. The beach towns of ",{"type":"'''","value":[{"type":"[[","value":[["Samos"]]}]},", just a stone's throw away from the ",{"type":"[[","value":[["Turkey"],["Turkish"]]}," mainland, are a good place to try the islands local wines (famous in the ancient world!). On the island are also the World Heritage ",{"type":"'''","value":["Temple of Hera"]},", the remains of the fortified ",{"type":"'''","value":["port of Pythagoreion"]}," and the famous ",{"type":"'''","value":["Tunnel of Eupalinos"]},", a 1 km long subterranean aqueduct built in the 6th century BC.  Although not an island, the ancient ",{"type":"'''","value":[{"type":"[[","value":[["Mount Athos"]]}]}," is located in the north of Greece, on the peninsula of ",{"type":"[[","value":[["Chalkidiki"]]},". It's one of the country's most popular tourist regions with excellent beaches, numerous other ancient sites and many charming villages.\n\nIf you still want more of the historic stuff, admire the massive Sanctuary of Asklepios at ",{"type":"'''","value":["Epidaurus"]}," or the Archaeological Sites of ",{"type":"'''","value":[{"type":"[[","value":[["Mycenae"],["Mycenae and Tiryns"]]}]},". The Monasteries of Daphni (",{"type":"[[","value":[["Athens"]]},"), ",{"type":"'''","value":["Hosios Loukas"]}," (Beotia) and ",{"type":"'''","value":["Nea Moni"]}," (on the island of ",{"type":"[[","value":[["Chios"]]},") complete the World Heritage listings for Greece.\n\n",{"type":"===","value":["Islands"]},"\n",{"type":"[[","value":[["File:Crete beach.jpg"],["thumb"],["300px"],["The beach of Elafonisi, ",{"type":"[[","value":[["Crete"]]}]]},"\nWhen it comes to Greece's famously gorgeous islands, it's hard to take your pick out of the 6000 options you have, 227 of them being inhabited. Their rocky coast lines, sandy beaches, charming villages, sheltered bays and many yacht harbours make them extremely popular among all kinds of travellers. The large island of ",{"type":"'''","value":[{"type":"[[","value":[["Crete"]]}]}," is a highly popular tourist destination, with landscapes varying from great sandy palm beaches to snow-covered high peaks and stunning river gorges and a good deal of night life in its main tourist towns. If you're looking to party at night, lovely ",{"type":"'''","value":[{"type":"[[","value":[["Mykonos"]]}]}," or ",{"type":"'''","value":[{"type":"[[","value":[["Ios"]]}]}," are good options too. The volcanic island of ",{"type":"'''","value":[{"type":"[[","value":[["Santorini"]]}]}," is one of the most romantic picks and offers some spectacular views. Its whitewashed capital of ",{"type":"[[","value":[["Fira"]]}," is dramatically situated on the edge of a 400m high cliff, overlooking a beautiful blue lagoon. Other popular ones are ",{"type":"'''","value":[{"type":"[[","value":[["Lesbos"]]},", ",{"type":"[[","value":[["Paros"]]},", ",{"type":"[[","value":[["Lefkada"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Kos"]]}]},". The ",{"type":"'''","value":["National Marine Park"]}," on ",{"type":"'''","value":[{"type":"[[","value":[["Zakynthos"]]}]}," is the primary nesting ground for loggerhead sea turtles in the Mediterranean. The rugged, green hills and valleys of ",{"type":"'''","value":[{"type":"[[","value":[["Kefalonia"]]}]}," boast a number of vineyards, and the island's cliffs and beautiful beaches make it a tourist hotspot. For a slightly more authentic and less touristy experience, try ",{"type":"'''","value":[{"type":"[[","value":[["Syros"]]},", ",{"type":"[[","value":[["Amorgos"]]}]}," or any of the other small and less developed islands. But if you want to live the way of life in ",{"type":"[[","value":[["Cyclades"]]},", ",{"type":"'''","value":[{"type":"[[","value":[["Andros"]]}]}," one of the most original places to visit.\n\n",{"type":"==","value":["Do"]},"\nThere are a variety of activities that someone can follow in Greece. One of the most unique that also started to become more and more well known is, during the trip from Athens to Thessaloniki, a stop for few days at ",{"type":"'''","value":["Mount Olympus"]},", the mythic palace of the 12 Gods of the Greek Mythology.\n\n",{"type":"==","value":["Buy"]},"\nThings you might buy at home but are (usually) fresh in Greece include olive oil, fruits (watermelon, cantaloupe, peaches, grapes, strawberries, etc.), feta cheese, and some breads and sweets that are local (see the \"Eat\" section). As for drinks, \"Retsina\" and \"tsipouro\" are also local, but the first has a peculiar taste and the second is really strong, like \"ouzo\" and \"raki\". Don't mix those four with other drinks if you buy some for back home. It's nice to buy small statues and miniatures of ancient Greek art, but search for the cheap ones in various shops - you can almost always find them in half the price. Shops that cater to tourists are always more expensive - a local you can trust could be of great use. Buy definitely a hat for the sun if it's summer and sunblock (see the \"Natural dangers\" section).\n\n",{"type":"==","value":["Cost"]},"\nPrices are horrendous relative to wages. The cost of gasoline is from €1.6-1.8\/L (May 2013). A packet of cigarettes is about €3.5. A loaf of bread costs about €0.60-0.80. A coffee in a bar about €3-5 , a bottle of beer in a small bar about €5, a shot about €7-8. You can buy much cheaper water, chease, milk, ham, fruits, soaps, health care products etc. in a supermarket such as Aldi but bread is cheaper in bakeries. If you use public transport  it's about €1 for every journey in the city and €5 or more for destinations out of Athens (for distances greater than 20-30km). The buses and trains in the cities stop at night -then you need a taxi. The minimum charge is €2.65 and €0.30\/km -double at night and also double when your destination is out of the city limits. There is an extra charge of €3 if you get a taxi from the airport -ask to see the official card with the specific costs for baggages etc. that all the taxis must have. You can eat cheap if you eat \"souvlaki\" (pork or chicken pieces) for €2 each stick but usually one person needs two of them. Tavernas are much cheaper then restaurants to get lunch or dinner -you can eat in a taverna spending €12-20 per person. The main dish usually costs €7-12, the salad €7, the coke €2, the \"cover charge\" depending on the area. If you need clothing, bath suit or shoes, bags, tea shirts etc., the cheapest  shops (but by no means the best) are the Chinese which you can find almost in every block in the cities. A ticket in the moovies costs around €8 per person but its usually an extra €5-8 if you take something to drink or eat in the intermission.  Seashores are usually free but around Athens many of them demand a ticket of about €4-5 per person. Sometimes in free beaches you pay extra (if you want) in order to use the umbrella or other facilities. ",{"type":"[[","value":[["Tipping"]]}," is usually an extra 10%, but if you get a €2 coffee in a bar you better not leave 0.20 because it will be considered an insult. Greeks in this case leave either nothing or at least 0.40-0.50 for a €2 charge. If you like Greece and decide to rent an apartment, don't say you are a tourist, because they will ask you for more -they'll think you don't know the prices. Find a Greek to trust and let him  negotiate on your behalf. Greeks pay for two rooms €250-400 in  middle class areas, up to €700 for expensive areas (rarely) or down to €180 (also rarely) in areas you don't really want to live in. ",{"type":"[[","value":[["Electricity"]]}," costs about €60-100 a month, depending on the use. For a single who doesn't work and keep the air conditioning or the heat on  all day long, and uses washing machine once a week, cooks every day and needs hot water on daily base, he gets to pay €80-100 a month. Tap water is about €7-10 a month. Internet and phone at home costs about €25-40 a month. An acceptable pair of shoes, about €40 (although there are shoes that cost €15 or €300), trousers €20-80. Hairdressers cost €8-40, usually around €20 if you want to leave satisfied. If you cook at home, potatoes cost €1-2\/kg, olive oil €4.5-6\/L, cooking oil for frying €4\/L, tomatoes €1-3(depending on the season), meat €5-12\/kg, fresh fishes €10-20\/kg in the fish market (the frozen meats and fishes are much cheaper), and the fruits (also depending on the season) €1-5. (All prices in this section as of May 2013)\n\n",{"type":"===","value":["Money"]},"\n",{"type":"{{","value":[["Euro"]]},"\n\nThe euro replaced the ",{"type":"''","value":["drachma"]}," in January 2002.\n\n",{"type":"'''","value":["Currency exchanges"]}," are common particularly in larger cities and in any touristed area.  In addition to hard currency, they also accept traveller's cheques.  There are also automated currency exchange machines in some areas of the country, particularly at Athens airport.  Most banks will also exchange euros for some currencies -such as the US dollar and pound sterling- often at better rates than currency exchanges. Banks' commission fees for these exchanges are usually structured so that it's more economical to change larger sums than smaller. Usually, only the larger, international-standard hotels will exchange money for their guests.\n\nAs of this writing, branches of the Greek bank ",{"type":"'''","value":["Alphabank"]}," will exchange US$ American Express Travellers Cheques into euros at their usual bank rates without fee or commission, which can result in a significant savings. They also cash Euro American Express Travellers Cheques without charge.\n\nWhen changing money in large amounts at a bank or currency exchange, it's a good idea to ask for mostly smaller notes, and nothing larger than a €50.  Many businesses are reluctant to accept notes of larger than €50, partly because of a scarcity of change, partly because larger notes have a history of being counterfeited. In Europe also small notes are counterfeited to, but the loss is smaller than if you get a counterfeit of  €50.\n\nYou may get better exchange rates by using ",{"type":"'''","value":["credit and ATM cards."]},"  MasterCard, Visa, and Eurocard are widely accepted across the country in retail stores, hotels, and travel\/transportation agencies (including ferry, airline, and car rental agencies), but are not accepted at some restaurants.  Local souvenir shops usually require a minimum purchase before allowing you to use your card and may not accept it for special sales or deeply discounted items.  ATM machines are present almost everywhere, with MasterCard\/Cirrus and Visa\/Plus being the most widely accepted cards.  Many ATM machines may not accept 5-digit pin numbers; ATM card-users with 5-digit pins are advised to change their pin to 4 digits before leaving home.\n\n",{"type":"'''","value":["Value Added Tax (VAT)"]}," is charged on most items, usually included in the item's price tag but some shops offer \"Tax Free\" shopping to non-EU residents.  This means that non-EU residents can ask for a VAT refund at their port of exit in the EU.  Be sure to ask for your voucher before leaving the store and show that along with your items to the customs officer upon departure from the EU.\n\n",{"type":"===","value":["Bargaining"]},"\nOne can bargain on many things, espacially on clothing, souvenirs etc. You can also try different spots for what you are interested in bying and see the different prices that the specific item is sold, and pick the cheapest.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Greece Food Horiatiki.JPG"],["thumb"],["Greek (",{"type":"''","value":["horiatiki (village) salata"]},") salad"]]},"\n",{"type":"[[","value":[["File:Greece Food Moussaka.JPG"],["thumb"],["Moussaka"]]},"\n\nGreek cuisine is a blend of indigenous traditions and foreign influences.  Neighbouring Italy and Turkey have left a major impact on Greek cuisine, and there are shared dishes with both of these nations.  The traditional Greek diet is very Mediterranean, espousing vegetables, herbs, and grains native to the Mediterranean biome. Being a highly maritime nation, the Greeks incorporate plenty of seafood into their diet. Greece is also a major producer and  consumer of lamb; beef, pork, and especially chicken are also popular. Olive oil is a staple in Greek cooking, and lemon and tomatoes are common ingredients. Bread and wine are always served at the dinner table.\n\nThe cuisine in Greece can be radically different from what is offered in Greek restaurants around the world.  Greek restaurants abroad tend to cater more to ",{"type":"''","value":["customer expectations"]}," rather than offer a truly authentic Greek dining experience.  One example is the famous ",{"type":"''","value":["gyros"]}," (yee-ros), a common item on Greek menus outside Greece. While it ",{"type":"''","value":["is"]}," a popular fast-food item in Greece today, it is actually a relatively recent foreign import (adapted from the Turkish ",{"type":"''","value":["döner kebap"]},") and is considered by Greeks as junk food. It is never served in the home and is generally not found on the menus of non-fast-food restaurants.\n\nEating out is Greece's national pastime and a rewarding experience for visitors; however, not knowing where to go or what to do can dampen the experience.  In the past, restaurants that catered mostly to tourists were ",{"type":"''","value":["generally"]}," disappointing. Thankfully, the nation's restaurant industry has grown in sophistication over the past decade, and it is now possible to find excellent restaurants in highly-touristed areas, particularly areas that are popular with ",{"type":"''","value":["Greek"]}," tourists as well.  Thus, it remains a good idea to dine where ",{"type":"''","value":["Greeks"]}," dine (Go search them at the times Greeks dine: 21:00-23:00).  The best restaurants will offer not only authentic traditional Greek cuisine (along with regional specialities) but Greece's latest culinary trends as well.\nA good sign of authenticity is when you get a small free dessert when you ask for the bill. Bad signs are when desserts are listed on the menu, and also when the waiter is taking your plates away while you are still sitting at the table (traditionally everything is left on the table until the customer is gone, even if there is hardly any space left).\n\nRestaurants serving international cuisine have also made a presence in the country, offering various options such as Chinese, French, Italian, and international contemporary.\n\n",{"type":"===","value":["Vegetarian"]},"\nIn Greece, vegetarianism never took off as a trend, and restaurants catering strictly to vegetarians are practically non-existent.  However, Greeks traditionally eat less meat per capita than northern Europeans and North Americans, and there are countless vegetarian dishes in Greek cuisine.  \nGreeks are meat and dairy eaters, but because such a large percentage of their diet consists of pulses, vegetables, greens and fruits, a vegan or vegetarian visitor will not have any difficulty in finding a huge variety of vegetarian food all over Greece. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.portoclub.gr\/vegeterian-recipes-holidays.html Porto Club"]}]}," travel agency offers a number of tours designed for vegetarians and vegans.\n\n",{"type":"===","value":["Popular local dishes"]},"\nThe traditional fast foods are ",{"type":"'''","value":["gyros"]}," (γύρος, \"GHEER-ohs\", ",{"type":"''","value":["not"]}," \"JIE-rohs\" as in \"gyroscope\"), roast pork or chicken (and rarely beef) and fixings wrapped in a fried pita; ",{"type":"'''","value":["souvlaki"]}," (σουβλάκι, \"soov-LAH-kee\"), grilled meat on a skewer; Greek dips such as  ",{"type":"'''","value":["tzatziki"]}," (τζατζίκι), made of strained yoghurt, olive oil, garlic and finely chopped cucumbers and dill or mint; and ",{"type":"'''","value":["skordhalia"]}," (σκορδαλιά), a garlic mashed potato dip which is usually served with deep fried salted cod.\n\nWith its extensive coastline and islands, Greece has excellent seafood.  Try the ",{"type":"'''","value":["grilled octopus"]}," and the ",{"type":"'''","value":["achinosalata"]}," (sea-urchin eggs in lemon and olive oil).  By law, frozen seafood must be marked as such on the menu.  Fresh fish, sold by the kilogram, can be very expensive; if you're watching your budget, be sure to ask how much your particular portion will cost before ordering it.\n\n",{"type":"'''","value":["Greek salad"]}," (called \"country salad\" locally, \"HorIAtiki\"), a mix of tomatoes, cucumber, feta cheese and onion – all sliced – plus some olives, and occasionally green bell pepper or other vegetables, usually garnished with oregano.  Traditionally it is dressed only with olive oil; vinaigrette or lettuce are added only in the most tourist-oriented restaurants.\n\nAlso consider:\n",{"type":"*","value":[" ",{"type":"'''","value":["moussaka"]},", a rich oven-baked dish of eggplant, minced meat, tomato and white sauce"]},{"type":"*","value":[" ",{"type":"'''","value":["pastitsio"]},", a variety of lasagna"]},{"type":"*","value":[" ",{"type":"'''","value":["stifado"]},", pieces of meat and onion in a wine and cinnamon stew"]},{"type":"*","value":[" ",{"type":"'''","value":["spetzofai"]},", braised sausage with pepper and tomatoes, a hearty dish originally from the Mt. Pelion region"]},{"type":"*","value":[" ",{"type":"'''","value":["sahanaki"]},", fried semi-hard cheese"]},{"type":"*","value":[" ",{"type":"'''","value":["paidakia"]},", grilled lamb chops, are also popular.  They tend to have a gamier taste and chewier texture than North American lamb chops, which you may or may not like"]},"\n",{"type":"'''","value":["Fried potatoes"]}," (often listed on menus as ",{"type":"'''","value":["chips"]},") are a naturalized Greek dish, found almost everywhere.  They can be very good when freshly made and served still hot.  ",{"type":"'''","value":["Tzatziki"]}," is usually a good dip for them, though they are still good on their own.\n\nFor dessert, ask for ",{"type":"'''","value":["baklava"]},", tissue-thin layers of pastry with honey and chopped nuts; or ",{"type":"'''","value":["galaktoboureko"]},", a custard pie similar to mille feuille.  Other pastries are also worth tasting.  Another must-try is yogort with honey: yoghurts in Greece are really different from what you used to see at Danone stores: to start with, genuine yoghurt in Greece is has 10% of fat. Fruit such as watermelon is also a common summertime treat.\n\nFor ",{"type":"'''","value":["breakfast"]},", head to local bakeries (",{"type":"'''","value":["fourno"]},") and try fresh ",{"type":"'''","value":["tiropita"]},", cheese pie; ",{"type":"'''","value":["spanakopita"]},", spinach pie; or ",{"type":"'''","value":["bougatsa"]},", custard filled pie, or even a \"\"horiatiko psomi\", a traditional, crusty village type bread that is a household staple, and very tasty on its own too.   All are delicious and popular among Greeks for quick breakfast eats.  Each bakery does own rendition and you are never disappointed.  Go to the next Kafeneion with them and have it there with a Greek coffee to be local.\n\nA popular drink is a frappe made with instant Nescafé, water, sugar, and sometimes milk.  It is frothed and served over ice.\n\n",{"type":"===","value":["Cover fee"]},"\nIt's common to charge a cover fee in restaurants officially (i.e. stating it in a receipt), such as €0.30 to €2 per person, but if it's tending towards €2 you should really consider eating somewhere else.\n\n",{"type":"===","value":["Fast food"]},"\nMcDonald's and Pizza Hut have made a significant presence in Greece over the past 15 years. However, they face strong competition from the popular local chains and they are not really popular with natives, especially outside Athens.\n\n",{"type":"[","value":["http:\/\/www.goodys.com\/page\/ ",{"type":"''","value":["Goody's"]}]}," is the most popular fast-food chain in the country, offering a large variety of fast food meals, with numerous outlets throughout the country. A hamburger with Coke costs €3-5. A more recent chain is ",{"type":"[","value":["http:\/\/www.everest.gr\/ ",{"type":"''","value":["Everest"]}]}," which specialises in hand-held snacks. Also in ",{"type":"[[","value":[["Thessaloniki"]]}," you can find ",{"type":"''","value":["Subito"]},". ",{"type":"[","value":["http:\/\/www.flocafe.gr\/ ",{"type":"''","value":["Flocafé"]}]}," is gaining popularity through its coffee and dessert items. There are also many independently-owned fast food businesses that offer typical fast food items, such as gyros. Many of these small businesses tend to be open late at night, and are popular with younger crowds on their way home from a night out.\n\n",{"type":"==","value":["Drink"]},"\nThose wishing to booze in Greece would be well advised to stick to the traditional domestic Greek products discussed below, which are freely available, mostly cheap by European standards, and usually of good quality. Any imported, non-Greek alcoholic beverages are likely to be very expensive if genuine and, if cheap, may well be \"bomba,\" a locally distilled alcohol with flavourings which sometimes, especially in island bars catering to young people, masquerade as whiskey, gin, etc. If you drink it, you'll be very sorry. Drink in respectable places where you can see the bartender mix your drink.\n\n",{"type":"===","value":["Water"]},"\nA glass of water is traditionally served with any drink you order; one glass for each drink, especially with any form of coffee. Sometimes you even get a glass of water first and then you are asked what you want to drink! Sometimes you might as well get a bottle instead of just a glass. In touristy areas you might have to ask for a glass of water if you want one. If you don't get water with a coffee you just stepped into a tourist-trap! Also, if you did not explicitly ask for a bottle instead of a glass, and they try to charge you for it you should refuse!\n\nTap water in most places a traveller would go today is drinkable; if in doubt, ask your hotel.  But often though technically drinkable it doesn't taste very good, especially on some small islands (as it is imported in and heavily chlorinated), and many travellers, like many Greeks, prefer to stick to bottled water. By law, water prices in shops must remain within acceptable limits, making it much cheaper than in Anglosphere nations. A half litre easily portable  bottled water costs (May 2013) €0.50 if you buy it on the street and only €0.15 if you buy it from the super market.\n\n",{"type":"===","value":["Wines"]},"\nTo be able to purchase or drink alcohol in Greece, according the law, you must be 17 and photographic ID will be asked for infrequently, especially in venues that sell food (many independent fast food outlets will serve alcohol).\n\nGreece, an ancient wine producing country, offers a wide variety of local wines, from indigenous and imported grape varieties, including fortified and even sparkling wines. Greek wines are generally not available on the international market, as production is relatively small, costs are quite high and little remains for export. However, in the past decade Greek wines have won many international prizes, with the rise of a new generation of wineries. Exports are rising as well.\n\nWine (",{"type":"''","value":["Krasi"]},": κρασί \/ ",{"type":"''","value":["oenos"]},": οίνος ) is most Greeks' drink of choice.\n\nAlmost every taverna has \"barrel wine,\" usually local, which is usually of good quality and a bargain (€6-8\/L, but check this before ordering when you are in a touristy area!).\n\nIf they have it, try also the ",{"type":"'''","value":["Imiglyko"]}," (Half-Sweet) red, even if sweet wine is usually not your preferred thing, it is different from anything you know.\n\n",{"type":"'''","value":["Retsina"]}," is a \"resinated wine\" with a strong, distinctive taste that can take some getting used to; the flavour comes from pine resin, which was once employed as a sealant for wine flasks and bottles. The most well-known and cheap-n-dirty is \"Kourtaki Retsina\".\n\nBottled wines have gotten increasingly more expensive; some that the beginner may find worth trying are whites from Santorini and reds from Naoussa and Drama. All wines and alcoholic beverages are cheaper in the super markets, but then you can't consume them in a bar, unless you keep them hidden in small bottles and use them very discretely.\n\nLocal producers include:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.boutari.gr Boutari"]}," (regions: ",{"type":"[[","value":[["Peloponnese"]]},", ",{"type":"[[","value":[["Crete"]]},", ",{"type":"[[","value":[["Goumenissa"]]},", ",{"type":"[[","value":[["Santorini"]]},", ",{"type":"[[","value":[["Naoussa"]]},"). "]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.skouraswines.com Skouras"]}," (region of ",{"type":"[[","value":[["Peloponnese"]]},"). Good selection found in several tourist shops in ",{"type":"[[","value":[["Nafplion"]]},". "]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mercouri.gr Mercouri Estate"]}," (region of ",{"type":"[[","value":[["Peloponnese"]]},")."]},{"type":"*","value":[" Gentilini ",{"type":"[","value":["http:\/\/www.gentilini.gr"]}," (region of ",{"type":"[[","value":[["Kefalonia"]]},"). Recommended by Dorling Kindesley's Eyewitness Travel Guides: Greek Islands, 2001;"]},{"type":"*","value":["region of ",{"type":"''","value":[{"type":"[[","value":[["Santorini"]]}]},":"]},{"type":"*","value":[{"type":"*","value":["Canava Argyros. "]}]},{"type":"*","value":[{"type":"*","value":["Volcan Wines ",{"type":"[","value":["http:\/\/greekproducts.com\/volcanwines\/"]},". Also, a ",{"type":"[[","value":[["Santorini#Wineries"],["Volcan Wine Museum"]]},"."]}]},{"type":"*","value":[{"type":"*","value":["Santo Wines. ",{"type":"[","value":["http:\/\/www.santowines.gr"]}]}]},"\n",{"type":"*","value":["region of ",{"type":"''","value":[{"type":"[[","value":[["Crete"]]}]},":"]},{"type":"*","value":[{"type":"*","value":["Peza Union ",{"type":"[","value":["http:\/\/www.pezaunion.gr\/"]}]}]},{"type":"*","value":[{"type":"*","value":["Sitia Agricultural Cooperatives Union ",{"type":"[","value":["http:\/\/www.sitiacoop.gr\/"]}," "]}]},{"type":"*","value":[{"type":"*","value":["Creta Olympias Winery ",{"type":"[","value":["http:\/\/www.cretaolympias.gr\/"]}]}]},{"type":"*","value":[{"type":"*","value":["Minos Wines. ",{"type":"[","value":["http:\/\/www.minoswines.gr\/"]}]}]},{"type":"*","value":[{"type":"*","value":["Lyrarakis Wines ",{"type":"[","value":["http:\/\/www.lyrarakis.gr\/"]}]}]},{"type":"*","value":[{"type":"*","value":["Douloufakis Wines ",{"type":"[","value":["http:\/\/www.cretanwines.gr\/"]}]}]},{"type":"*","value":[{"type":"*","value":["Michalakis Winery ",{"type":"[","value":["http:\/\/www.michalakis.gr\/"]}," "]}]},{"type":"*","value":["Tsantali ",{"type":"[","value":["http:\/\/www.tsantali.gr"]}]},"\n",{"type":"===","value":["Beer"]},"\nEven if beer (",{"type":"''","value":["bira"]},": μπύρα) is consumed all around the country, don't come to Greece for the beer. The only local varieties widely available are Mythos and Alpha, but Greeks drink mostly Northern European beers produced under license in Greece like Heineken and Amstel. Heineken is affectionately known as \"green\"; order it by saying \"Mia Prasini.\"\n\nOn the quality front, there is also a microbrewery\/restaurant called Craft (2 litre jug also available in large supermarkets), and new organic beer producers like Piraiki Zythopoiia.\n\n",{"type":"===","value":["Liquor"]},"\n",{"type":"[[","value":[["File:Ouzo Theiko18v.JPG"],["thumb"],["A bottle of ouzo"]]},"\nThe most famous indigenous Greek liquor is ",{"type":"'''","value":["ouzo"]}," (ούζο), an anise-flavored strong spirit (37.5%), which is transparent by itself but turns milky white when mixed with water.  Mainlanders do not drink ouzo with ice, but tourists and Greek islanders generally do. A 200 mL bottle can be under €2 in supermarkets and rarely goes above €8 even in expensive restaurants.  ",{"type":"[[","value":[["Mytilene"]]}," (Lesbos) is particularly famous for its ouzo.  A few to try are \"Mini\" and \"Number 12,\" two of the most popular made in a middle-of-the-road style, \"Sans Rival,\" one of the most strongly anise-flavored ones, \"Arvanitis,\" much lighter, and the potent \"Barba Yianni\" and \"Aphrodite,\" more expensive and much appreciated by connoisseurs.\n\n",{"type":"'''","value":["Raki"]}," or ",{"type":"'''","value":["tsikoudia"]}," is the Greek equivalent of the Italian ",{"type":"''","value":["grappa"]},", produced by boiling the remains of the grapes after the wine has been squeezed off.  It is quite strong (35-40% of alcohol) and in the summer months it is served cold. It costs very little when one buys it in supermarkets or village stores.  The raki producing process has become a male event, as usually men are gathering to produce the raki and get drunk by constantly trying the raki as it comes out warm from the distillery. One raki distillery in working order is exhibited in Ippikos Omilos Irakleiou in ",{"type":"[[","value":[["Heraklion"]]},", but they can be found in most large villages. In northern Greece it is also called ",{"type":"''","value":["tsipouro"]}," (τσίπουρο).  In Crete, raki is traditionally considered an after-dinner drink and is often served with fruit as dessert.\n\n",{"type":"===","value":["Coffee"]},"\nCoffee (kafes: καφές) is an important part of Greek culture.\n\nThe country is littered with ",{"type":"''","value":["kafetéries"]}," (",{"type":"''","value":["kafetéria"]}," singular) which are cafes that serve as popular hangouts for Greeks, especially among the under-35s.  They tend to be pretty trendy -yet relaxed- and serve a variety of beverages from coffee, to wine, beer, spirits, as well as snacks, desserts, and ice cream.  In the pleasant months of spring, summer, and fall, all ",{"type":"''","value":["kafetéries"]}," provide outdoor tables\/seating and they are busiest with customers in the late afternoon and evening hours.  Several ",{"type":"''","value":["kafetéries"]}," also double as bars.\n\n",{"type":"''","value":["Kafeneia"]}," (coffee houses) are ubiquitous, found even in the smallest village, where they traditionally served a function similar to that of the village pub in Ireland.  Their clientele tends to be overwhelmingly men over 50, however ",{"type":"''","value":["everyone"]}," is welcome, male or female, young or old, Greek or foreigner; and you will be treated extremely courteously.  However, if you're not interested in cultural immersion to ",{"type":"''","value":["this"]}," extent, you may find the ",{"type":"''","value":["kafeneia"]}," pretty boring.\n\nTraditionally, coffee is prepared with the grounds left in.  It is actually a somewhat lighter version of ",{"type":"''","value":["Turkish coffee"]}," but in Greece it's only known as ",{"type":"''","value":["Greek coffee"]}," - \"",{"type":"''","value":["ellinikós kafés"]},"\" or simply \"",{"type":"''","value":["ellinikós"]},".\"  Despite being slightly lighter than the original Turkish coffee, it remains a thick, strong black coffee, served in a small cup either sweetened or unsweetened. If you don't specfy, the coffee is usually served moderately sweet. Greek coffee traditionally was made by boiling the grounds and water on a stove in a special small pot called a \"briki.\"  More and more now days it's made by simply shooting steam from an espresso machine into the water\/coffee mixture in the briki, resulting in an inferior drink.  If you find a place that still actually uses a stove burner to make their coffee, you can be sure it's a traditional cafe.\n\nDuring the hot summer months, the most popular coffee at the ",{"type":"''","value":["kafetéries"]}," is ",{"type":"''","value":["frappé"]}," (φραπέ): shaken iced instant coffee. This ",{"type":"''","value":["is"]}," actually an original Greek coffee and can be really refreshing, ordered with or without milk, sweetened or unsweetened.\n  \nCoffee can also be made espresso-style, French press (mainly at hotels), and with modern filter technology.  The latter is sometimes known as ",{"type":"''","value":["Γαλλικός: gallikos"]}," (\"French\") which can lead to some confusion with the press method. It is best to ask for ",{"type":"''","value":["φίλτρου: filtrou"]},", which refers unambiguously to filter coffee. It is best not to ask for ",{"type":"''","value":["black coffee"]},", as it is unlikely that anyone will understand what you are asking for.\n\n",{"type":"''","value":["Espresso"]}," or ",{"type":"''","value":["cappuccino fredo"]}," are also gaining popularity. ",{"type":"''","value":["Espresso fredo"]}," is simply espresso + ice (no milk or foam); ",{"type":"''","value":["cappuccino fredo"]}," may be served from mousse containers, not prepared just-in-time; be careful to check.\n\n",{"type":"===","value":["Iced tea"]},"\nIn mass-sector taverns and cafe, iced tea typically means instant; ask twice if you prefer real brewed ice tea.\n\n",{"type":"==","value":["Sleep"]},"\nIf you enjoy the local traditions and charm, unhurried rhythm of living, small, family-run ",{"type":"'''","value":["pensions"]}," are the best way to enrich your experience. Owners and personnel there are friendly and open-minded, compared to the impersonal service you normally encounter in large hotels.\n\nIf you have a bigger budget, renting a ",{"type":"'''","value":["villa"]}," is a luxurious and splendid idea. They are normally near or on the beach and provide more space and a great view.\n\nIt should be noted that in Greece hotels, especially in the islands but also even in Athens and other big cities, tend to be ",{"type":"'''","value":["simple establishments."]},"  Rooms are typically small, and bathrooms smaller, with the shower often a hand-held sprayer; if there is a bath-tub, it's often a sit-bath.  Sometimes in the most basic places shower curtains are lacking.  Closets are often inadequate, and sometimes there is only a wardrobe.  On the plus side, such hotels typically have a balcony (though sometimes tiny) or veranda, either private or a large one shared by all the rooms (but these are usually spacious enough not to feel cramped.)   Standards of cleanliness are usually good, even in the simpler places.  Those who want more luxurious accommodation can usually find it in cities and on the more popular islands but should check the hotel's quality in reliable sources to be sure of what they're getting.\n\nMost Greek hotels now, even the smaller ones, have ",{"type":"'''","value":["websites"]}," and will take bookings by email, though sometimes fax is a more reliable way to communicate.  There are also numerous Greek and international hotel booking services which will make bookings, and sometimes these are cheaper, or have rooms available when the hotel itself says it's sold out.  If you're not really particular about choosing a hotel, you can usually find a place on a walk-in basis  without too much trouble on all but the most crowded islands, where rooms can be difficult to find at the peak of the season, and even in the shoulder season on weekends and major holidays.  If you do get stuck for a room, try a local travel agency (preferably one endorsed by a reputable guidebook) or alternatively, ask at a cafe whether the owner knows of any rooms for rent; often they do.\n\nOn some islands, though this varies from place to place, the owners of accommodations will ",{"type":"'''","value":["meet arriving ferries"]}," to offer rooms.  Often they'll have a van there to transport you from the port, and will have brochures to show you.  These places are perfectly legitimate, they're sometimes among the best value places. You can negotiate prices, especially when there are a lot of them trying to fill their rooms, and prices in the range of 20-25 EUR for a room or even a studio is not uncommon in mid-season. BUT they could be anywhere from a few steps away from the port to a mile out of town, so before accepting such an offer it's best to be sure you get a good idea of its location.\n\nPlaces listed in the guide books tend to be booked up in advance and usually get more expensive as soon as they know they are in there!\n\nGreek rooms typically have ",{"type":"'''","value":["air conditioning"]}," nowadays.  If this is important to you, ask before booking.  Some rooms in old traditional buildings with thick stone walls may not need it.  ",{"type":"'''","value":["Televisions"]}," are also common, though the picture may be too fuzzy to be much use, and if you get the set to work you may find it receives programs only in Greek.  Room phones are rare in the less expensive places.\n\nThe main problem you're likely to encounter with a Greek hotel room is ",{"type":"'''","value":["noise."]},"  Anything on a road is likely to suffer from traffic noise, and even at hotels not on a major road you may find that that \"footpath\" outside is used as a superhighway by Greece's notoriously loud motorbikes.  And tavernas and clubs nearby can generate decibels.  If you're concerned about noise, it makes sense to choose your hotel's location carefully.  The quietest ones are likely to be in an old part of the town or village accessible only by stairs which counter the prevailing \"if I can drive it there I will drive it there\" car and motorbike philosophy.\n\nIn addition to hotels, almost every popular Greek destination offers ",{"type":"'''","value":["self-catering accommodations"]}," called ",{"type":"''","value":["studios"]}," or sometimes  ",{"type":"''","value":["apartments"]},"—the terms are pretty much interchangeable.  Often these are run by hotels:  a hotel may include some self-catering units, or the managers of a hotel may also run a separate building of self-catering apartments.  Though not listed very often in travel guides, these studios are most certainly a viable option for many travelers.  Typically, a studio consists of one large room, usually larger than a hotel room (though sometimes there are multiple rooms,) with a sink, small refrigerator, and two-burner hot-plate.  They usually have a private balcony or veranda, a television, and air conditioning, though rarely a room phone and almost never internet access.  In contrast to a hotel, they lack a front desk, there is no breakfast or other food service, and there may be maid service only once every two or three days. Studios are often in quieter and more scenic locations than hotels.  For those who don't require the full services of a hotel, studios can be an attractive alternative offering better accommodations for the money, and the chance to economize on food by preparing some meals yourself.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"'''","value":["Students"]}," from EU countries may enter many sites for free. Students from other countries have their entrance fees reduced. So take your International Student Identity Card with you.\n\nFor those interested in ",{"type":"'''","value":["learning modern Greek,"]}," there are several schools offering courses in language instruction for foreigners.  Most of these are designed for English speakers, but some schools have courses for people with other first languages. Some schools are in Athens, some in Thessaloniki (among them the very good school of Modern Greek language in the Aristotle University of Thessaloniki) while others have centers in the islands offering a residential program that combines language study with a vacation.  Some offer individual tutoring in addition to classes.  Some well established programs are  The Ikarian Centre ",{"type":"[","value":["http:\/\/www.greekingreece.gr\/"]},", The Hellenic Culture Centre ",{"type":"[","value":["http:\/\/www.hcc.gr\/"]}," (an associate of The Ikarian Centre,) and The Athens Centre ",{"type":"[","value":["http:\/\/www.athenscentre.gr\/"]},".\n\n",{"type":"==","value":["Work"]},"\nEU, Norwegian, Icelandic and Swiss citizens can work without any restrictions in Greece.\n\nCitizens of most non-EU countries are required to hold a visa to work in Greece. However, citizens of Antigua and Barbuda, the Bahamas, Barbados, Mauritius, Saint Kitts and Nevis and Seychelles are permitted to work in Greece without the need to obtain a visa or any further authorisation for the period of their 90 day visa-free stay - see the 'Get in' section above for more information.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["cautionbox"],["There has been a dramatic rise in cases of harassment and even violence against persons who appear to be immigrants, specifically persons of African, Asian, Middle Eastern, or Hispanic complexion. Since mid-2012, the police have increased their efforts to round-up illegal immigrants and, unfortunately, many tourists have been arrested as part of such efforts. In some isolated incidents, tourists have been detained and beaten by police despite presenting a valid passport & visa or requesting to speak to their consulate. Visitors who have been detained and beaten by police have included a South Korean backpacker, an African-American on holiday, and an Indian lecturer whose troubles were reported in a Jan 2013 ",{"type":"[","value":["http:\/\/www.bbc.co.uk\/news\/magazine-20958353 BBC article"]},". The U.S. embassy has confirmed numerous African-Americans have been caught up in illegal immigrant sweeps and that travelers should \"exercise caution, especially in the immediate vicinity of Omonia Square [in Athens] from sunset to sunrise.\" ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/cis\/cis_1127.html"]},"\n\n",{"type":"'''","value":["Visitors should always carry their passport or identity documents at all times. Especially if you may be perceived as an African, Asian, Middle Eastern, Hispanic, or other darker-complexion ethnicity."]}," Such persons should be especially wary when encountering police and, if detained, demand to speak to their consulate immediately (a right all persons have under international law). If beaten or otherwise harassed, try to get a good look at those responsible and immediatelly report any incident to your consulate, who may assist in getting a report filed and seeking justice to those responsible. (",{"type":"''","value":["Updated Jan 2013"]},")"]]},"\n\nGreece is generally a safe destination for the traveler: the vast majority of people you interact with will be honest and helpful. The detailed information above is intended to forewarn travelers of risks which they have a small, though not zero, chance of encountering. There is also a serious social problem with young extreme right wingers  who are racists and attack people that look like illegal immigrants to them.\n\n",{"type":"===","value":["Crime and theft"]},"\nViolent crime and theft rates are low; public disorder is rare, and public drunkenness is generally frowned upon. Visitors should rest assured that this is a safe and friendly destination, but it is always advisable for foreign tourists to exercise basic precautionary measures just as they would at home. There has recently been a spike in theft (at least a perceived one), which some locals will not hesitate to blame on the influx of immigrants.\n\nThe places where the visitor is most likely to encounter crime and theft are probably the handful of overcrowded, and overheated, the metro in Athens,  tourist resorts thronged with younger foreigners attracted by cheap flights, cheap rooms, and cheap booze. The more notorious of such places include ",{"type":"[[","value":[["Faliraki"]]}," in ",{"type":"[[","value":[["Rhodes"]]}," (calmed down since a new tough mayor was elected), ",{"type":"[[","value":[["Kavos"]]}," in ",{"type":"[[","value":[["Corfu"]]},", ",{"type":"[[","value":[["Malia"]]}," (currently the \"hottest\" such destination) on ",{"type":"[[","value":[["Crete"]]},", and ",{"type":"[[","value":[["Ios"]]}," (though this last is said to have quieted down a bit recently.)  Most visitors to these places return home unmolested, but there have been increasing reports from them of theft, public indecency, sexual assault, and alcohol-fueled violence; both the perpetrators and victims are usually young foreigners, though sometimes locals are involved. Authorities have stepped up the police presence in such areas to crack down on these activities.  Still, visitors to these places would do well to avoid anything that looks like trouble, especially late at night, and to remember that their own overindulgence in alcohol increases their chance of attracting trouble themselves.\n\n",{"type":"===","value":["Scams"]},"\nThe most commonly reported major ",{"type":"[[","value":[["Common scams"],["scam"]]}," against travelers is the Greek version of the old clip joint routine.  This is reported primarily from central Athens, but also occasionally from other cities and even the larger island towns.  A single male traveler will be approached, usually at night in a neighborhood where there are a lot of bars, by a friendly Greek who will strike up a conversation leading to an invitation to go to \"this really cool bar I know\" for a drink.  Once at the bar, they are joined by a couple of winsome ladies who immediately begin ordering drinks, often champagne, until, at the end of the evening, the mark is presented with an astronomical bill, payment of which is enforced by the sudden appearance of a pair of glowering thugs.  The reason this scam works is because most Greeks have a tradition of being friendly to visitors, and almost all Greeks who strike up a conversation with you will have no ulterior motives.  But if you're a single male traveler approached by a Greek in the circumstances described above, it's safest to politely but firmly decline any invitations.\nAlso don' t accept to change your money on the street and if someone asks you  if you cound change a 20 or 50 euro note, refuse (you might get counterfeit)\n\n",{"type":"===","value":["Photography restrictions"]},"\nIt is strictly forbidden to take photos of military installations or other strategic locations. Authorities will take violations quite seriously.  Obey signs prohibiting photography.  In fact, it would be best not to take photographs of anything of military significance, including Greek navy ships, or of airports or any aircraft, even civilian ones:  Greek authorities can be very sensitive about such things.  Many museums prohibit photography without a permit; some prohibit only flash or tripod photography, and many ask visitors not to take photos of objects (statues, etc.) which include people standing by them, as this is considered disrespectful. Officials at museums will rush over to yell at you if they see a camera or even a cell phone in your hand.\n\n",{"type":"===","value":["Antiquities"]},"\nGreece also has very strict laws concerning the export of antiquities, which can include not only ancient objects but also coins, icons, folk art, and random pieces of stone from archeological sites.  Before buying anything which could conceivably be considered an antiquity, you should become familiar with the current laws regarding what can be taken out of the country. Briefly, all objects made before 1830 are considered antiquities and are protected by the Ministry. Do not ever think to export or buy any piece of archeological value because it will be either be a fake or you will be arrested promptly at the airport for trafficking of goods of archeological value.\n\n",{"type":"===","value":["Drugs"]},"\nGreece has some of the strictest, and most strictly enforced, drug laws in Europe, and tourists are not exempt.  No matter what anyone tells you, it is most definitely not cool to do drugs in Greece, including marijuana. Furthermore, such a behaviour is strongly rejected by locals and will almost certainly cause someone to call the Police and have you arrested. Note that even a very small quantity is enough to get you in serious trouble. Don't even think of offering even the smallest amount of drug to someone else. You risk being prosecuted with charges of drug dealing, leading to several years of imprisonment!\n\n",{"type":"===","value":["Traffic"]},"\nThe greatest danger to travellers in Greece is probably in the simple process of crossing the street:  traffic can be bad even in smaller towns and horrendous in Athens and other Greek cities, and accident rates are high. Caution should be exercised by pedestrians, even when crossing with a walk light. Likewise, 1400 people are killed on Greek roads each year - a statistic that is one of the highest in the European Union. Most of this is attributed to aggressive driving habits or talking on the mobile -the driver or the pedestrian. Drivers often weave between lane to lane of traffic to waste less time. Stay safe.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"===","value":["Health care"]},"\nDespite a loud call for health care reform from both the voters and the political establishment, the nation's ",{"type":"'''","value":["health care system"]}," has received very high marks from the World Health Organization (WHO), a branch of the UN.  However, many citizens prefer private health care for longer-term hospital stays. Depending on the age and nature of a particular hospital or clinic, services range from adequate to excellent.  Health care is free and universal for all citizens, as well as for all EU nationals upon presentation of an EHIC card (Formerly the E111 form).  For non-EU nationals, only emergency care is provided for free.\n\nA network of ",{"type":"'''","value":["helicopter ambulances"]}," serves the islands, transporting patients who need immediate attention to the nearest island or city with a major hospital.\n\nThe country's ",{"type":"'''","value":["pharmacies"]}," and ",{"type":"'''","value":["medications"]}," are of top quality, and pharmacists are highly trained experts in their field.  Many medications that can only be acquired by prescription in the US and UK can be purchased without a prescription in Greece.  When sick with a simple, common illness, a visit to the pharmacist will provide you with the medication you need.  If you are looking for a specific medication, be sure to know its generic name, as brand names might be different.  Most pharmacies close on Sundays, but a sign will be posted on the door indicating the nearest pharmacies that are open.\n\nHealthcare provision is different to Anglosphere nations in that many specialists are in the community. GPs are replaced by community pathologists. Hotels and tourist agencies can provide advice on where to go if you are ill.\n\n",{"type":"===","value":["Sexually Transmitted Infections"]},"\n",{"type":"'''","value":["Sexually transmitted infections"]}," (STIs) exist in Greece as elsewhere, and travelers who may engage in sexual activity while visiting Greece should remember that even if one is on vacation and one's sexual partner is also a traveler, perhaps from one's own country, neither of these facts suspend the laws of biology.  According to recent reports in the Greek and British media, unprotected sex among visitors to Greece, with a consequent rise in STIs and unplanned pregnancies,  is especially common at the party resorts favored by younger people, such as ",{"type":"[[","value":[["Ios"]]},", ",{"type":"[[","value":[["Malia"]]},", ",{"type":"[[","value":[["Kavos"]]},", and ",{"type":"[[","value":[["Faliraki"]]},".  Condoms are available at any pharmacy and at many kiosks.\n\n",{"type":"===","value":["Natural Dangers"]},"\n",{"type":"'''","value":["Sun and heat"]}," pose risks that summer visitors should take precautions for.  Take a good, light sun hat and sun glasses, and drink plenty of water.\n\nIn late spring and summer, the government runs public service announcements on television reminding Greeks to wear their ",{"type":"'''","value":["sunblock"]}," at the beach.  The Mediterranean sun tends to get quite strong, and can burn skin that has not been exposed to the sun for a long time.  Any ",{"type":"''","value":["excessive"]}," daily sun exposure can also cause long-term damage to skin.  Sunblock and sunscreen are widely available throughout Greece at supermarkets, grocery stores, pharmacies, and special stores selling beach-related items, though they tend to be expensive, and the higher SPF factor blocks can be hard to find.\n\nDuring the hottest months, while visiting archaeological sites, wear tank tops, carry umbrellas, and carry water. Daily high temperatures stay at about 95-100°F (35-38°C). The sun is merciless.  In recent years Athens has been subject to periodic summer heat waves where the temperature can reach above 100°F (38°C), posing a risk of respiratory problems and heat stroke for some people.  Be aware that many islands, especially in the ",{"type":"[[","value":[["Cyclades"]]},", have very little shade to ameliorate the summer heat; if hiking around such islands, including going by foot to distant beaches, it's especially important in hot weather to wear a hat and sunscreen, to take water, and to avoid being caught walking during the hottest part of the day.\n\n",{"type":"'''","value":["Jellyfish"]}," periodically infest some beaches and their stings can be severe.  The red ones are particularly dangerous.  ",{"type":"'''","value":["Sea urchins"]}," are common along the Greek coast, usually clinging to underwater flat surfaces such as smooth rocks and sea walls.  They usually inhabit shallow water so they're easy to see.  Care should be taken not to step on them, since their spines can be painful.\n\nIt's inadvisable to go ",{"type":"'''","value":["hiking cross country"]}," in Greece alone:  even in popular places, the countryside can be surprisingly deserted, and if you get in trouble while you're out of sight of any houses or roads, it could be a long time before anyone notices you.\n\n",{"type":"'''","value":["Lifeguards"]}," are rare at Greek beaches, though most of them where people congregate to swim are locally considered safe.  Some beaches have shallow water a long way from the shore; others suddenly shelve steeply.  If in doubt about safe swimming conditions, ask locally.\n\nThere are no ",{"type":"'''","value":["required inoculations"]}," for Greece and the ",{"type":"'''","value":["water"]}," is almost everywhere safe (see above under Drink.) Look for 'Blue Flags' at beaches for the highest quality water (which tend to also have good sand and facilities)\n\n",{"type":"==","value":["Respect"]},"\nGreeks rate politeness with a person's ",{"type":"'''","value":["behaviour"]}," and not their words.  Furthermore, there is an air of informality; everybody is treated like a cousin.  They use their hands to gesture a lot.  Have fun with this.  Sometimes over-emphasizing politeness in spoken language will only make the person dealing with you think you are pretentious.  It's nice to learn basic words like \"thank you\" (Ευχαριστώ: ef-khah-rees-TOH) or \"please\" (Παρακαλώ: pah-rah-kah-LOH).\n\nGreeks generally consider it proper etiquette to ",{"type":"'''","value":["let the stranger make the first move."]},"  You may find that on entering a cafe or passing a group on the street you feel that you're being ignored, but if you take the initiative by saying hello first, you're likely to find that people suddenly turn friendly.\n\nGreeks take ",{"type":"'''","value":["leisure"]}," very seriously; it is a work-to-live culture, not live-to-work.  Don't take perceived laziness or rudeness harshly.  They do it to everyone, locals and tourists alike.  Rather than fight it, just go along with it and laugh at the situation.  It can be very frustrating at times but also appreciate their \"enjoy life\" attitude.  They do take politics and soccer very seriously.\n\n",{"type":"'''","value":["Dress codes"]}," for churches sometimes include covered shoulders for women and knees covered for both sexes, but generally they don't mind about your clothes as long as they are not very provocative. This tends to be lightly enforced during the height of the summer tourist season, simply due to sheer volume! In any case, appropriate clothing is usually available at the entrance of churches and monasteries, especially the ones receiving most tourist traffic. Just pick it up going in and drop it off on the way out.\n\n",{"type":"===","value":["Sensitive Topics"]},"\nDo not say that Greece is part of ",{"type":"'''","value":["Eastern Europe;"]}," Greece was the only openly pro-Western country in a shore of Communist neighbors, both pro-Soviet and neutral. It is not geographically correct either.\n\nGreeks dislike Greece to be labelled as a ",{"type":"'''","value":["Balkan country"]},", due to the negative image of the region, even though as the southernmost tip of the Balkan peninsula, Greece lies inside the Balkans.\n\nAs Greece is part of ",{"type":"'''","value":["Southern Europe"]},", it is almost exclusively considered and described by Greeks and foreigners alike as a Southern European country anyway.\n\nThe ",{"type":"'''","value":["Macedonian issue"]}," is considered a very sensitive topic: Greeks consider that the name \"Macedonia\" is stolen from them and used by Tito's partisans in southern Yugoslavia to address the country created after World War II as a new constituent republic within Yugoslavia by Tito. The Greeks refer to it as \"FYRoM\" or the \"Former Yugoslav Republic of Macedonia\" when dealing with foreigners and as Skopia (The Greek name of the Macedonian capital Skopje) among themselves.\n\nAlso, be very careful when talking about ",{"type":"'''","value":["Ancient Greece"]}," and the ",{"type":"'''","value":["Byzantine Empire,"]}," which are the symbols of their national pride and splendor; however,most will say the polar opposite when talking about the military junta of the late 1960s-mid 1970s. Many Greeks—not just Communists and other left-wing groups—have suffered severe repression and view its leaders with utter resentment.  Many Greeks take pride of their ",{"type":"'''","value":["ancient history"]},", since ",{"type":"'''","value":["Ancient Greece"]}," is a well known civilization to first develop the concept of democracy and western philosophy, as well as its art, architecture, literature, theater and sciences which is regarded as the cradle of European civilization.\n\nLikewise, be polite when asking about their relationship with the ",{"type":"'''","value":["Turks, the Turkish occupation and the Cyprus civil war of 1974,"]}," as these create passionate, sometimes aggressive, debates, given the past turmoil between the two nations. Relations have improved over recent years though.\n\n",{"type":"===","value":["Rude gestures"]},"\nTo \"swear\" at someone using their hands, Greeks put out their entire hand, palm open, five fingers extended out, like signalling someone to stop. This is called \"",{"type":"''","value":["mountza"]},"\". Sometimes they will do this by saying \"na\" (",{"type":"''","value":["here"]},") as well.  It is basically telling someone to screw off or that they did something totally ridiculous. \"",{"type":"''","value":["Mountza"]},"\" is known to come from a gesture used in the Byzantine era, where the guilty person were applied with ash on his\/her face by the judge's hand to be ridiculed. Be careful when refusing something in Greece: when refusing the offer of a drink, it's best to put your palm over your glass (or any other refusing gesture that limits the showing of the palm). The ubiquitous middle finger salute will also be understood.\n\nThere is some regional variation on the use of the 'okay' sign (thumb and index finger in a circle, the 3 other fingers up), as is signalling to a waiter by miming signing a receipt.\n\n",{"type":"===","value":["Smoking"]},"\nGreeks smoke tremendously, and they see cigarettes as a birthright. While smoking is technically prohibited by law in all public places like restaurants and cafeterias since September 2010, however some establishments and most Greeks just ignore this, but nevertheless it is best to follow the smoking ban and either ask if you can light a cigarette or simply see if anybody else is already smoking.\n\nRemember that Greece is subject to frequent ",{"type":"'''","value":["forest fires"]}," during the dry summer season, so ",{"type":"'''","value":["definitely avoid"]}," smoking in forested areas!\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["News"]},"\nYou can have an update from various news agencies that provide Greek news in English like ",{"type":"[","value":["http:\/\/www.amna.gr\/english\/ the official Athens news agency"]}," and ",{"type":"[","value":["http:\/\/www.reuters.com\/places\/greece Reuters"]}," or ",{"type":"[","value":["http:\/\/www.ekathimerini.com\/ Kathimerini English Edition (a daily newspaper published in Athens and distributed exclusively with the International New York Times in Greece and Cyprus)"]}," but it's always safer to keep in touch with locals (for example in the case of a fire in a nearby location that you planned to visit).\n\n",{"type":"===","value":["Telephone"]},"\nThe cheapest way  to call someone abroad – and this is really cheap – is to use a pre-paid calling card and call from a land line anywhere (also from your hotel room). Pre-paid calling cards are sold in many shops and kiosks.  The calling card is not much more than a phone number and a pin code, which you dial prior to dialling the usual phone number. If you want to call internationally, ask for an  ",{"type":"''","value":["international"]}," calling card.  For one euro you can call for about 45 minutes, so buy a card in the cheapest value (which is about €3). Calling someone for half an hour  is cheaper than sending one email from an internet café. Cards expire usually 90 days after first use.\n\nYou can also use this pre-paid calling card at public phone boxes, which  are widely available.\n\nMobile phones are prevalent in Greek's communication, and if you need to talk with your fellow travellers it is advised that you buy a local prepaid plan instead of using roaming, as it is far cheaper. There are at least three mobile carriers, Cosmote, Wind and Vodafone all of which require by law presenting some form of identification in order to activate your prepaid plan. Choose whichever has better reception in your area, keeping in mind that GSM 900, GSM 1800 and UMTS 2100 bands are supported. Data usage is cheap, costing about €3 per 100 MB. Ask the mobile carrier for more information.\n\n",{"type":"===","value":["Internet"]},"\nInternet access is widely available throughout the country. Almost all hotels provide internet access, either free or paid. Local coffee shops usually offer free Wi-Fi access, as many other public places do. Feel free to ask for the password, if the network is locked. Internet cafes however tend to be expensive, about €1.5-2 per hour. Mobile phone carriers support data roaming with 2G, 3G, 4G and LTE technologies.\n\n",{"type":"{{","value":[["isPartOf"],["Europe"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["Geo"],["37.97"],["23.72"],["zoom=7"]]},"\n",{"type":"{{","value":[["related"],["Ferries in the Mediterranean"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Greece"]]},"\n",{"type":"[[","value":[["Wikipedia:Greece"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Greece\/"]]}]