[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Green Island"]]},"\n",{"type":"'''","value":["Green Island"]}," (綠島;  Lǜ Dǎo) is located off the coast of ",{"type":"[[","value":[["Taitung County"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\nSeveral small villages are found around the island, but officially the entire island is considered as Green Island Village.\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\nMandarin Chinese is spoken by the locals just as on Taiwan, however their accent is heavily influenced by Taiwanese Hokkien. Many people will also codeswitch between the two without realizing, and older people often have a lower level of Mandarin fluency. If you feel in trouble, find the youngest person possible as their Mandarin will be perfect and they most likely have learned some basic English in school.\n\n",{"type":"==","value":["Get in"]},"\nTwo options are available for those heading to Green Island.  \n\nThe first option is by boat.  The ferry heads from TaiDong's FuGang harbor to Green Island before heading to Orchid Island.  Tickets are NT$920 round trip.  The trip lasts about an hour.  Motion-sickness bags are plentiful around the ship and many are used when the sea is choppy.  Taxis from TaiDong's train station are NT$350 each way.\n\nThe second option is to fly.  Daily Air flies three times daily from TaiDong Airport to Green Island's small airport.  Tickets are NT$980 one way for adults and NT$460 for children.  The flights last 15-20 minutes.\n\nUnless pressed for money, it is suggested that the flight be taken.  The ferry makes many people sick.\n\nBefore you go, make sure to bring enough cash for the entirety of your visit. Although the island does have two ATMs (that only accept domestic cards), the machines could run out of money and leave you stranded as only the larger hotels on the island accept credit cards.\n\n",{"type":"==","value":["Get around"]},"\nScooters can be found lining the roads around the harbor on Green Island.  Most guesthouses include a scooter rental in their accommodation packages.  There is a single gas station on the island near the port open from 8 AM to 5 PM.\nGreenIslandadventures.com offers packages that include ferry and pick-up from Taitung as well as accommodation, scooter, snorkeling and hot spring tickets .Scuba is also offered as well as scuba courses. Packages start from as low as NT$2500 per person (in a group) (approx. US$80.00)\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\nBesides one of only 3 saltwater hot springs in the world , Green Island boasts great snorkeling and scuba. Over 200 different hard and soft coral species and even more fish species.\n\nBeware the current as it is very strong.  There are a few places with little current that novice or beginner divers can use however.\n\nOne famous attraction underwater is (claimed by the locals) the oldest and largest living coral head in the world.  It is about two stories tall about about 4 meters wide.  A very beautiful site but it requires a 300 meter round trip swim to visit.\n\nSnorkeling can be done for as cheap as NT$300 for an hour or so if you ask around.\n\n",{"type":"==","value":["Eat"]},"\nMany small restaurants can be found on the road between the port and the airport.  A local specialty is deer meat from the native deer.  Some live deer are attached to ropes to the restaurants themselves.\n\nThere is a 7\/11 and Family Mart on the island open 24 hours like on Taiwan, however the prices are inflated and stock may run out more easily due to less frequent restocking.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["22.6667"],["121.483"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Taitung County"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Green Island, Taiwan"]]}]