[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Greensburg"]]},"\n",{"type":"'''","value":["Greensburg"]}," is a city in ",{"type":"[[","value":[["Kansas"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["The Big Well Museum"]},", 315 S. Sycamore, encloses the largest hand-dug well, which dates from the 1880s. It was dug to supply water for the railroad. The museum shows artifacts and photos chronicling the May 5, 2007 tornado that destroyed 95 percent of the town. It also has a beautiful second floor observation deck, which has arrows pointing to the city's landmarks.\n",{"type":"'''","value":["The 5.4.7. Art Center"]},", 204 West Wisconsin Avenue, is an art gallery with a changing display of fine art. The building itself is a LEED Platinum structure built by architecture students from the University of Kansas. It is clad with reclaimed wood from an old armory, and covered with glass panels. It features wind and solar energy sources and a green roof.\n",{"type":"'''","value":["Kiowa County School"]},", 710 S. Main, is another LEED Platinum building with state-of-the-art educational tools. Tours can be arranged by dropping by during school hours.\nGreensburg GreenTown is housed in a concrete silo-type round house. It is a bed and breakfast as well as the starting point for learning about green building techniques and tours of sites in Greensburg.\n",{"type":"'''","value":["The Commons Building"]},", 320 S. Main, is also a LEED Platinum building. It houses four entities: the Kiowa County Museum with a working old-fashioned soda fountain; the Kiowa County Library; the K-State Extension service; and the Media Center. Be sure to go up to see the green roof, planted with green and red sedum. Also on the roof are the solar panels and picnic tables with a vantage point to see much of Greensburg.\n",{"type":"'''","value":["The Kiowa County Courthouse"]},", 211 E. Florida, is one of the few buildings that survived the 2007 tornado. It was damaged extensively when a car went through the roof and water damaged most of the building. It underwent multi-million-dollar repairs and emerged better than before and certified LEED Gold.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe shops on Main Street and along the main highway have plenty to attract daytrippers.\nIn the Main Street Mall, Where'dya Find That Antiques has a great selection of home decor and gift items. Studio 54 Stained Glass has beautiful handmade glass jewelry and home decor as well as kites, handbags, leaf lamps and Life Is Good apparel. Fleener's Furniture and Flooring has great furniture and home decor. The Fabric Shoppe and Real Deals, Main Street Flowers, Starla's Stitch N Frame all have charming and unique items for the home.\nTurquoise Ranch, farther west on Highway 54, has wonderful ladies clothing and accessories.\n\nKook's Meat & Deli, just a block west of Main Street on the highway, offers daily lunch specials and great sandwiches with a variety of salads.\nGreen Bean Coffee Company in the Main Street Mall on the highway offers a great variety of free-trade coffees as well as lunch sandwiches in a colorful and welcoming atmosphere.\nPueblo Nuevo Mexican Restaurant, 801 E. Kansas Avenue, on the highway also, serves a huge menu of Mexican and American food.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=US 54.svg"],["imagesize1=22"],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["Guymon"]]}],["minorl1=",{"type":"[[","value":[["Liberal"]]}],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["Wichita"]]}],["minorr1=",{"type":"[[","value":[["Pratt"]]}],["image2=US 183.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Hays"]]}],["minorl2=",{"type":"[[","value":[["Kinsley"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Clinton (Oklahoma)"],["Clinton"]]}],["minorr2=",{"type":"[[","value":[["Buffalo (Oklahoma)"],["Buffalo"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.60278"],["-99.29250"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western Kansas"]]},"\n",{"type":"[[","value":[["Wikipedia:Greensburg, Kansas"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Kansas\/Localities\/G\/Greensburg\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Greensburg, Kansas"]]}]