[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"'''","value":["The Greina"]}," is a wild area in ",{"type":"[[","value":[["Switzerland"]]},". The area refers to an unpopulated high altitude valley between ",{"type":"[[","value":[["Ticino"]]}," and ",{"type":"[[","value":[["Graubunden"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe Greina is a fairly large wilderness in the ",{"type":"[[","value":[["Swiss Alps"]]},", hosting some truly spectacular scenery and several 3,000m peaks. The two nearest places to the area are ",{"type":"[[","value":[["Vrin"]]}," and ",{"type":"[[","value":[["Campo Blenio"]]},". The Plaun da Greina is a semi plateau, above the tree line so the area has a stark other worldly atmosphere. This is enhanced when the clouds come down and the mist swirls, the mountains tantalizingly close but not visible. It is close to the average Swiss heart as it is one of the last wildernesses in Switzerland, this is why plans to dam the river and flood the place were fought back with determination.\n\n",{"type":"==","value":["Talk"]},"\nBoth Italian and German will be spoken if you meet anyone.\n",{"type":"==","value":["Prepare"]},"\nIn addition to obvious items such as hiking boots, warm clothing, UV sunblock etc., here is list of things that you might not have considered taking along, but that can greatly enhance the quality and comfort of your journey.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Soft and light shoes"]},"- after a long hike in inflexible hiking boots, a pair of soft shoes or even sandals make the evening in the hut much more pleasant."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Proper Rucksack"]},"-It is worth spending money on a well designed, comfortable, roomy rucksack. Without you will always be adjusting straps, packing and unpacking, and get rubbed raw."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lightweight sleeping bag"]}," - All the huts will supply you with a pillow and heavy duvet, yet these may only get washed only a couple of times each season, so you need a compact, thin sleeping bag, to have something between you and the duvet."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fabric bandaids"]}," - blisters on the feet can turn a wonderful walk into a hell. Bandaids (sticking plasters) should  be immediately applied to any area of the foot that there is irritation and friction - don't wait for the blister to develop before doing this. However, only fabric made bandaids will stick to a sweaty foot. Others (even those that claim to be water-proof) will fall off in minutes.  A good alternative to bandaids is duct tape.  Works great for blisters and also proves invaluable in many other ways."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Binoculars"]}," -certainly not a necessity but they bring the mountains details closer and also great for spotting elusive wildlife. In the alps there are mountain goats, cows, possibly even wolves, and there is also a bear that came across from Italy."]},"\n",{"type":"*","value":[{"type":"'''","value":["Camera"]},"-Don't bring a great big SLR camera, but a small digital, with retractable lens should be perfect for capturing the mountains at their best. You can fit this in your pocket, making for only a short pause."]},"\n",{"type":"==","value":["Schedule"]},"\n",{"type":"*","value":[{"type":"'''","value":["Day 1"]},": Arrive in Campo Blenio and walk up to the dam holding back the scenic Lago di Luzzone, the path follows the southern shore.At the eastern end of the lake  the River di Motterascio forms a narrow fjord. Begin a steep ascent through meadows, forest and waterfalls, until you reach the perfectly positioned Capanna Motterascio. This alpine hut offers warmth, pleasant food, a bed and stunning views back towards the lake and Ticino."]},{"type":"*","value":[{"type":"'''","value":["Day 2"]},": Start off early from the Riffugio, several peaks are reachable from here, Piz Terri being the nearest and highest at 3,149m. After conquering a mountain return to the lush greina valley, the watershed between the Rhine and Po rivers. The river flows through gently undulating scenery hemmed in by great grey hills, when the river flows left into a tight valley, you start a tough ascent up the Pass Diesrut, and then begin the long descent to Puzatsch  a minor hamlet at the very end of the ",{"type":"[[","value":[["Val Lumnesia"]]},". Vrin is reached by walking along the empty road. In Vrin there are cafes and hotels and a bus service to ",{"type":"[[","value":[["Ilanz"]]},"."]},"\n",{"type":"===","value":[" Alternatives "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Day 2"]},":Instead of going to Vrin, you may chose to  From here a long descent into Campo brings you back to civilisation."]},"\n",{"type":"*","value":[{"type":"'''","value":["Day 2"]},": From the Capanna Motterascio head towards the Crap La Crusch and on to the Camona Da Terri, either stay here or continue down the Sumvitg valley. You could always squeeze an ascent in between."]},"\n",{"type":"'''","value":["Day 3"]},": After a tiring day, stay at the Camona da Terri, Capanna Motterascio or Capanna Scaletta, the place if returing to Ticino down the Ghirone valley. Staying the extra night gives a more relaxed descent the next day.\n\n----\nFrom the Capanna Scaletta the path to Piz Medel 3,210m is accessed. Motterascio is best for Piz Terri and Piz Greina from Camona da Terri.\n\n",{"type":"==","value":["Stay safe"]},"\nAs always in the mountains the weather can turn quickly, a blue sky with a single cloud can turn into a storm within hours. It is important not to be caught out and to have the correct ",{"type":"[[","value":[["Hiking"],["mountain equipment"]]},"\n\n",{"type":"{{","value":[["Outlineitinerary"]]}]