[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"],["Headers are incorrect. Images are mis-aligned and possibly unsourced."]]},"\n",{"type":"'''","value":["Grey River"]}," is a town on the ",{"type":"[[","value":[["Southern Newfoundland"],["southern coast"]]}," of ",{"type":"[[","value":[["Newfoundland and Labrador"],["Newfoundland"]]},". Grey River is one of the last traditional outport villages in Newfoundland that “seems” like it has stayed largely the same despite the many changes of recent years. It’s located in what seems to be the “flattest side” of a mountainous, deep reach where it is protected from the ocean. The people of Grey River are good and kind, and will show you what life in a Newfoundland outport village is really like.\n\n",{"type":"==","value":[{"type":"'''","value":["Geography"]}]},"\n\nIn the country of Canada, Grey River is located on the southwest coast of Newfoundland. It is on the northwest side of Jerts Cove, east of Ramea, about a mile within the inlet. Grey River shores are steep and bold. The population today reaches about 160 residents. The first report in 1857 shows a population of only thirteen citizens. The community offers amazing scenery as a small passageway leads into the settlement from the bay. Between two mountains, a small shelter offers protection from the large amount of winds which often stop the ferry service from running on schedule. These hills reach an elevation of 199-305 meters or 1000 feet and are great for climbing. In the winter, they make a perfect trail for sliding and believe it or not: skiing!\n\n",{"type":"==","value":[{"type":"'''","value":["Climate"]}]},"\n\n;Winter: In the south of Newfoundland, winters are mostly mild. Ice is usually light or non-existent off the south coast, allowing temperatures to be moderated by the open water. It is not uncommon to experience interludes of mild, above freezing conditions with temperatures climbing to 5 to 10 degrees Celsius with strong winds and rain. Surface wind speeds are at average 20 to 30 km\/hr around the coasts with 50 to 80 km\/hr sustained during low pressure systems. Very strong gusts (120 to 140 km\/hr) are a feature along the south and west coasts of the island whenever strong offshore winds come from the hills inland, especially at narrow valleys exit towards the sea as is the case in Grey River.\n\n;Spring: Average air temperature reaches 0 degrees Celsius by April. From April to June, stormy weaher relaxes and it is good to experience dry, fair, and mild daytime conditions aga.\n\n;Summer: By early July, summer weather has begun. The pattern of summer temperatures is determined by prevailing wind direction and distance from open salt water. The average air temperature for July is 10 to 15 degrees celsius. Southern coastal areas cool overall as dominant onshore winds are chilled by sea surface temperatures of 10 to 13 degrees celsius, making sea fog regular. However, these onshore winds also moderate nighttime temperatures, extending the frost-free season to almost five months. The annual number of frost-free days is between 130 and 150. Toward the end of August into September, there is a great possibilities for a tropical storm to hit the south of the island, resulting in strong winds and heavy rainfall.\n\n;Fall: The first occurrence of air temperature below 0 degrees celsius is normally in mid-October, resulting in a weakened form of \"Indian Summer\". It is characterized by a period of sunny, warm weather, after the leaves have turned following an onset of frost, but before the first snowfall,  The first snowfall of a small amount is in mid to late November. Heavy rainfalls are frequent this time of year as well.\n\n",{"type":"==","value":["See"]},"\n\nGrey River is a fascinating place to explore. While there, one can hike the snowmobile trails to the top of the hills that surround the community or hike along the shore that leads to North East Arm. A sense of the community's history can be experienced by visiting the cemeteries.\n\nGrey River is the site of an old tungsten mine and one can easily find pyrite, or fool's gold, amongst the rocks at the mine entrance.\n\nA virtual paradise for the photographer or sportsman, the Grey River Fjord runs past the community and then separates into three river systems. North East Arm is considered to be one of the best salmon fishing rivers in all of eastern Canada. South East Arm offers breathtaking scenery. Its colourful landscape is a palette of lush green forest, rugged mountains and sandy beaches. In some areas, the beaches stretch out for a mile at low tide. North West Arm is also a spectacular site. However, it is best known for the big game animals found there, especially moose and caribou.\n\n",{"type":"==","value":["Activities"]},"\n",{"type":"'''","value":["Fishing:"]},"\n\nFly fishing,ancient angling method to catch fish with artificial lures as distinct from live or dead bait, is the main attraction at Grey River. The water is just deep enough, just away from the land enough, and just right for the sport. The most popular of fish caught is Salmon. The most popular time tourists travel tocompete in the Fly fishing sport is in June. Many tournaments and activities are held in this beautiful landscape at this time because of pleasant weather and plenty of fish action.\n\n",{"type":"'''","value":["Many other Activities:"]},"\nThere are hundreds of great things to do in the area of Grey River. However, all activities are based on the weather. Want to go fishing, hunting or visit the beaches in Grey River? Then the summer time would be best for you. However, if you want to go whale watching, Iceberg traveling, skiing or snowmobile around? Then winter will be the best time for you! \nMuseums, Lodges, Historical Buildings and other personal Grey River activities are available all year round.\n\n",{"type":"==","value":["Buy"]},"\nThere are not many shopping locations on site of Grey River.\n\n",{"type":"==","value":["Eat"]},"\ncod, moose, caribou, rabbit.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Galley Restaurant located at Gillett's Motel"],["url=http:\/\/www.gillettsmotel.ca\/dining.html"],["email="],["address=1 Inspiration Road Burgeo, Newfoundland & Labrador A0N 2H0"],["lat="],["long="],["directions="],["phone = +1 709  886 - 1284"],["tollfree="],["fax="],["hours="],["price="],["content=The Galley Restaurant located at Gillett's Motel offers visitors a first class dining experience. The Galley is open daily, year round and is committed to providing uncompromising customer service.\n\nThe Galley is conveniently located just down the hall from the motel rooms and is famous for its fresh fish dishes. As you enjoy a relaxing business lunch or a quiet dinner, you will most certainly enjoy the food and the pleasant atmosphere.\n\nThe Galley serves a diverse selection of food including soups and sandwiches, platters, turkey, roast beef, pork chops and prime rib steak. As noted, the Galley is well know for its fresh fish obtained fresh from the local fish plant located a few minutes drive from the motel. Choose from pan fried cod, salmon, scallops, and other species of fish while in season. \n\nFinish off your favorite meal with a piece of our delicious homemade pie or specialty of the day. Come and experience The Galley's exciting menu selections. Your table awaits."]]}]},"\n",{"type":"==","value":["Drink"]},"\nA lot of Newfoundlanders habitually drink tea and Carnation milk (some people drink coffee, but don't expect it). It is an excuse to have a friendly chat to invite someone in for a \"cuppa tea\". In \"town\" i.e. St. John's (and the other city centers of Newfoundland) there are many good restaurants for the picking, and several vegetarian and vegan friendly spots.\n\n",{"type":"==","value":[{"type":"'''","value":["Stay"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grey River Lodge Ltd"],["url=http:\/\/www.flyfishinggreyriver.com\/"],["email="],["address=22 Riverview Drive Shoal Harbour, NL"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-466-2440"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=World class Atlantic salmon fly fishing action awaits the traveler following a 60 minute helicopter ride over unspoiled wilderness to Grey River, the most remote river on the island of Newfoundland, Canada.   Grey River Lodge operates two large, modern,  cedar log lodges on this river system, providing guests with many more services than most would expect in such an isolated location.  \n",{"type":"'''","value":["Mission:"]}," While providing our guests with a superior fly fishing experience is most important, we continually strive to attain  a high level of first class service from a staff of friendly and experienced cooks and guides.  The tremendous atmosphere created at our lodges is the way fly fishing was meant to be.   If you are not into fly fishing, our lodges offer great comfort allowing the visitor to relax and enjoy the fantastic wilderness environment, or if hiking and exploring is your thing, the possibilities are endless."]]}]},"\n",{"type":"==","value":["Get Around"]},"\nAccessible only by boat or helicopter, Grey River has a deep harbour, which is navigable year-round, and a helipad which provides landing space for helicopters. When entering Grey River by boat, visitors will find a picturesque community surrounded by towering mountains on three sides.\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Newfoundland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Grey River, Newfoundland and Labrador"]]},"\n",{"type":"{{","value":[["geo"],["47.589047222222"],["-57.103952777778"]]}]