[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Greywell"]},"  is a small village in North East ",{"type":"[[","value":[["Hampshire"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nGreywell is a very quiet village a few miles from Odiham and was known as Grewell or Gruell until about 1850.\n\n",{"type":"==","value":["See"]},"\n\nThe church of St Mary the Virgin lies a hundred yards or so south-east of the village and is  a chapel of ease, it has been much changed over the centuries. A large part of the building dates from the 12th century.\n\nAround the Norman doorway are a dozen or more curious carvings of crosses similar to those which adorn the Church of the Holy Sepulchre in Jerusalem. It is thought that these may be the signatures of men from Greywell who went to the Holy Land as part of the Crusade of Richard the Lionheart in the 1190s or of  Edward I in 1270's.\n\nThe village is picturesque and situated on the eastern boundary of River Whitewater and worked a mill which probably occupies the site of an earlier mill dating from the 1600s.\n\nImmediately south of Butter Wood, which takes  up nearly the whole of the north of the parish, is Greywell Hill Park, with Greywell Hill House, the seat of the Earl of Malmesbury.\n\nGreywell is home to two Sites of Special Scientific Interest, with the Greywell Tunnel and its bat colony, and the Greywell Fen, which lies around the River Whitewater.\n\nThe Basingstoke canal runs underneath part of the village through the 1 km long Greywell Tunnel, which is now no longer navigable due to a collapse which occurred in 1932.\n\nWhen first surveyed, the Basingstoke Canal was to have no tunnel. It was to have passed around the north side of Greywell Hill, however the Rt Hon Earl Tylney objected to the Parliamentary Bill that the proposed line of the canal as it would cut off some of his lands from Tylney Hall. So the line of the canal was altered to pass through the hill.\n\nThe construction of the canal was started in October 1788 at Woodham in Surrey, at the same time, a start was made on the tunnel at Greywell. It was to be 1125m long, and was one of the longest canal tunnels to be constructed in the south of England.\n\nThe canal runs towards North Warnborough, passing the ruins of King John's castle. It was one of only three strongholds built by King John, to add to the ninety he already had at his disposal, and the site was chosen because it lay halfway between Windsor and Winchester.\n\nKing John may have decided on Odiham as a suitable site for a castle on his visit to the town in 1204. Construction began in 1207 and continued until 1214. In 1216, soon after it was finished, the castle suffered a two-week siege at the hands of the French, but it flourished during much of the 13th century, when it was home to the de Montfort family.\n\nSimon de Montfort married King John's daughter Eleanor in 1238, just two years after she had been granted the castle by her brother, King Henry III.\n\nThis union would have made Odiham one of the most powerful households in the land and Simon was to become a leading figure in the baronial stand against Henry, until he eventually paid with his life at the Battle of Evesham in 1265.\n\n",{"type":"==","value":["Do"]},"\n\nBeing in the heart of the countryside Greywell is used by many walkers.\n\n",{"type":"==","value":["Eat & Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Fox and Goose"],["alt="],["url=http:\/\/www.thefoxandgoosegreywell.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1256 702062"],["tollfree="],["fax="],["hours="],["price="],["content=The Streetl. The Fox and Goose is a family run pub set in the heart of the village and is a superb example of a 16th century Inn with a relaxed atmosphere. Its experienced staff will ensure you are well looked after during your visit. There is an excellent choice of Real Ales, Branded Beers, Spirits and a good selection of Wines to accompany a superb menu. Open M-S 11AM-11PM; S 12PM-10.30PM."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["51.2535"],["-0.9755"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Hampshire"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Greywell"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Greywell"]]}]