[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Grimsby"]}," is a traditional fishing port in ",{"type":"[[","value":[["Lincolnshire"]]},", one of the eastern counties of ",{"type":"[[","value":[["England"]]},". It is situated at the mouth of the River Humber. It is physically linked to the adjoining town of ",{"type":"[[","value":[["Cleethorpes"]]},", with which it makes up the unitary authority of North East Lincolnshire, sometimes known as Great Grimsby. At its peak in the 1950s, it was the largest and busiest fishing port in the world. It is home to Britain's largest port complex in terms of tonnage, and a large number of industries along the Humber provide a lot of the town's employment. Young's is a major seafood company headquartered in town.\n\n",{"type":"==","value":["Get in"]},"\nThe main route in is via the A46 (Lincoln, Newark) or from the M180, which turns into the A180 in neighbouring North Lincolnshire, and links Grimsby with main routes to Hull and the Midlands.\n\nHumberside airport is a short drive away and has scheduled flights to Aberdeen and Amsterdam, as well as charter flights to other European cities.\n\nThere are frequent train services between ",{"type":"[[","value":[["Cleethorpes"]]},", ",{"type":"[[","value":[["Manchester"]]}," and Lincoln, which call at Grimsby Town station and terminate at Cleethorpes.\n\nA bus service links Grimsby to Hull (X1), Lincoln (3) and Louth (51), operated by Stagecoach. National Express also operates services to London & the south-west twice a day.\n\n",{"type":"==","value":["Get around"]},"\nThere is a varied if sometimes infrequent bus service linking the town centre with most of North \nEast Lincolnshire. It is now run completely by Stagecoach.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The National Fishing Heritage Centre"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1472  323345"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["The Dock Tower"]},"- impressive local landmark and a bit of a symbol of the town (as seen on the Young's adverts). It can be seen for miles around, but actual open days to go up the tower are held rarely (about once a year). Allegedly built from a million bricks."]},{"type":"*","value":[{"type":"'''","value":["The Town Hall"]}," on Victoria Street. An impressive Victorian building, tours are available and the ",{"type":"'''","value":["Time Trap"]}," Museum is also housed here. Ring (01472) 324109 for details."]},{"type":"*","value":[{"type":"'''","value":["Freshney Place Shopping Centre"]}]},{"type":"*","value":[{"type":"'''","value":["Corporation Bridge"]}," is a lifting bridge in the town's former fish docks. Road vehicles can pass freely over the bridge and it is part of one of Grimsby's busiest traffic spots, leading to a major junction at Freeport Wharfe and Victoria Street."]},{"type":"*","value":[{"type":"'''","value":["Grimsby Minster"]}," is a minster and parish church dedicated to St. James, the church belongs to the Church of England and is within the Diocese of Lincoln."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Chequered flag karting"]}]},{"type":"*","value":["Watch ",{"type":"'''","value":["Grimsby Town"]}," or try ice-skating or hockey at the Ice Arena."]},{"type":"*","value":["Musical and theatrical entertainment is found at the ",{"type":"'''","value":["Grimsby Auditorium"]},", built in 1995, on Cromwell Road in Yarborough near Grimsby Leisure Centre, it can host up to 2,000 audience. "]},{"type":"*","value":["The smaller ",{"type":"'''","value":["Caxton Theatre"]}," is on Cleethorpe Road (A180) in East Marsh near the docks. The Caxton Theatre provides entertainment by adults and youths in theatre. A notable theatre company in the area is the Class Act Theatre Company run by local playwright David Wrightam. The company produces strong factual drama and premiere award-winning productions."]},"\n",{"type":"==","value":["Buy"]},"\nThe majority of the shops in Grimsby are located in or around the Freshney Place shopping centre.\n\n",{"type":"==","value":["Eat"]},"\nAs a fishing port, Grimsby is famous for its fish and chips and also traditional smoked haddock is a must.\n\n",{"type":"*","value":["'''Othello Restaurant"]},"\n'''\nSteeles Fish and chips.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Hewitt Brothers, local brewery "]},{"type":"*","value":[" Yarborough Hotel"]},{"type":"*","value":[" The Riverhead complex has several bars\/clubs as well as shopping  outlets"]},{"type":"*","value":["Cleethorpes riverfront is good for a night out too"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nAlthough Grimsby is relatively safe, there are a few areas that would best be avoided during both the day and night. Violent crime and antisocial behaviour is very common.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cleethorpes"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lincolnshire"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Lincolnshire\/Grimsby\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Grimsby"]]},"\n",{"type":"{{","value":[["geo"],["53.5595"],["-0.068"]]}]