[{"type":"{{","value":[["pagebanner"],["McKittrick Canyon.JPG"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/gumo\/ Guadalupe Mountains National Park"]}]},", is a unit of the ",{"type":"[[","value":[["United States National Parks"]]}," system, in the ",{"type":"[[","value":[["Big Bend Country"],["Big Bend region"]]}," of the state of ",{"type":"[[","value":[["Texas"]]}," in the ",{"type":"[[","value":[["United States of America"]]},".  It contains the highest mountains in the state of Texas and rugged canyon country.\n\n",{"type":"[[","value":[["Image:El Cap (GuMo).jpg"],["thumb"],["250px"],["El Capitan"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\nUpon approaching Guadalupe Mountains National Park, the mountains and surrounding desert flats appear very rugged and desolate.  There are no trees visible- only boulders, cacti, and a few hardy shrubs.  Once you hike up into the mountains, you will find an extremely different environment with temperate and alpine forests, streams, grassy meadows, and a wide variety of plants and animals.  Views of the mountains are stunning from the parking lots, but by far the best views are to be had atop the mountains, with views of over a hundred miles common.\n\nThe Guadalupe Mountains, or \"Guads\" in local parlance, are formed of limestone laid down in a vast, prehistoric reef and subsequently fossilized.  The most prominent summit is ",{"type":"'''","value":["El Capitan"]}," (no connection to the feature of the same name in ",{"type":"[[","value":[["Yosemite National Park"]]},", but similarly imposing) at the southern end of the range; nearby ",{"type":"'''","value":["Guadalupe Peak"]}," is higher (the highest mountain in Texas), but less conspicuous.  The limestone composition of the Guads creates challenges for the hiker, as the rock tends to break into chunks that are rapidly worn smooth and behave like ball bearings underfoot.  This is a good park in which to wear sturdy hiking boots when you're on the trails.  The Guads continue north into ",{"type":"[[","value":[["New Mexico"]]}," and contain a great number of caves, including the famous Carlsbad Caverns; Guadalupe Mountains National Park contains a few of these caves, but in general they're smaller and less spectacular than the ones on the New Mexico side of the state line, and in any event are not generally open to the public.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe park is largely covered with the usual flora of the Chihuahuan desert (prickly-pear cactus, ocotillo, various yuccas, etc.), but one of its more startling features is a significant stand of native maple trees, quite an outlier in this ecosystem.  The maple leaves turn a brilliant red in late fall and can be seen to good advantage from McKittrick Canyon and vicinity.  Higher up in the mountains significant remnant forests of ponderosa, pinon and spruce exist, most notably in the area known as \"the bowl\".\n\nTop predators of the park ecosystem are mountain lion and black bear, but neither are frequently seen.  Encounters with coyotes, gray fox, raccoon, and ringtail cat (one of the characteristic species of the park) are more common.  Mule deer and elk are the largest herbivores and mostly stay in the mountains, but javelinas are more typical of the desert floor.  While bat populations are not as concentrated or as famous as in the \"Bat Cave\" section of nearby Carlsbad Caverns, there are still 15 or so species of bats that take refuge in the smaller caves of the park.\n\nOver 300 bird species are known from the Guadalupes, although many of them are rare visitors.  Large birds include golden eagle, various species of hawk, turkey vulture and sandhill crane.  Many species of finch and warbler are present.  There are few waterfowl except for accidental visitors during migration season.  The largest venomous snake of the park is the western diamondback rattlesnake, but other rattlesnake species are also present.  (Not to worry; your chances of a rattler encounter aren't high, although some caution is indicated when out on the trails around sunrise or sunset.)\n\nThe park is also home to three different species of the unusual horned lizard.\n\n",{"type":"===","value":["Climate"]},"\n\nThe Guadalupes have more rugged and variable weather than their desert setting might suggest.  During the summer, temperatures are typically above 100 degrees on the desert floor, and deadly electric storms are common in the mountains.  The mountains occasionally experience blizzards during the winter.  The park is one of the windiest spots in the country, with winds well in excess of 100mph not unknown in the spring.\n\n",{"type":"==","value":["Get in"]},"\nThe nearest city with major air service is ",{"type":"[[","value":[["El Paso"]]},", about 80 miles west.  US highways 62 and 180 lead from El Paso to the park, on good road.  ",{"type":"[[","value":[["Carlsbad (New Mexico)"]]}," has commuter air service and is about 50 miles from the park on the east side, also along US 62\/180; ",{"type":"[[","value":[["Carlsbad Caverns National Park"]]}," is along the route from the city of Carlsbad to Guadalupe Mountains National Park. Visitors to the Dog Canyon park entrance should be sure to fill up in Carlsbad (or Artesia), as the two-hour round trip between these towns and the park is somewhat fuel-intensive (due to alternating grades) and devoid of filling stations. Take care on the road to Dog Canyon and ",{"type":"''","value":["do not"]}," drive it in the dark -- New Mexico seems to think guardrails are for sissies.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThe entrance fee for adults is $5; children under 16 are free. The fee is good for seven days.\n\n",{"type":"==","value":["Get around"]},"\nUpon entering the park, most sightseeing must be done on feet or horseback.  There are some roads in the desert which require four-wheel drive vehicles.\n\n",{"type":"'''","value":["Note"]}," Guadalupe Mountains National Park has three main entrances, the main entrance at Pine Springs where the main ranger station, visitor center, and main camping grounds are all located, and the seldom used Dog Canyon entrance on the park's north side.  Dog Canyon usually has a park ranger on duty, as well as a smaller camp ground. The McKittrick Canyon visitor center is the best place to enter, you guessed it, McKittrick Canyon.\n\n",{"type":"==","value":["See"]},"\nIf you don't have time or inclination to go hiking, impressive views of the Guads, particularly El Capitan, are available from US 62\/180 along the southern boundary of the park.  El Cap is attractive from several turnouts on the highway west of the main park entrance.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Climb Guadalupe Peak"]}," - a must for hikers visiting the park, the path to the top of Texas can take 6-8 hours roundtrip. The trail provides great views of El Capitan and the interior of the park.  It is a well-maintained trail and one of the park's most popular hikes.  The trailhead is at Pine Springs campground.  A $5 fee for day use includes 7 days' entry to the park per person, with camping at $8 addition per night. Do not underestimate this hike.  The trail gains almost 3000 feet between trailhead and summit, and temperatures on top can be 15 to 20 degrees colder than in the canyon bottom, with strong winds and even some snow-covered spots in winter and spring.  There are also abundant opportunities for slips and ankle turns owing to the rubble underfoot; be prepared. Be sure to sign the register in the ammo box at the top."]},{"type":"*","value":[{"type":"'''","value":["Hike up McKittrick Canyon"]}," - See the beautiful maple forests, Texas' only reproducing trout stream, and the park's original ranch house, Pratt Lodge."]},"\n",{"type":"*","value":[{"type":"'''","value":["Camp at Tejas"]}," - Located in the recessed and wooded central portion of the park, this primitive campground is effectively the inner-sanctum of GMNP. The hike is long enough that your chances of being alone with nature are well above average. The tent pads have anchors and are protected from the wind and heat by copious pines. Deer abound at this site. The trail from Dog Canyon is slightly longer, but gains less elevation."]},"\n",{"type":"===","value":["Tour operators\/outfitters"]},"\n\nFor Guadalupe Mountains novices or anyone who doesn't want to deal with the hassle, try going with a local tour operator. They have years of experience and not only love their jobs, but also the park. They can show you places and give you factual tidbits that only locals would know. For tours, it's good to inquire ahead as far in advance as possible, especially about what supplies they provide (safety equipment and meals are a definite) but also what you should bring along.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Lone Star Trekking"],["alt="],["url=http:\/\/www.lonestartrekking.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 979-393-8022"],["tollfree="],["fax="],["hours="],["price="],["content=Lone Star Trekking provides four and five day guided backpacking trips throughout the park. The company provides all gear, equipment and food."]]}]},"\nIn addition, the park provides many ",{"type":"'''","value":["ranger-led programs"]}," for free, which can include a variety of activities and topics. Inquire about scheduled programs at the visitor center.\n\n",{"type":"==","value":["Buy"]},"\n\nThe nearest stores are located in Whites City, NM, 35 miles north of the park's main entrance. A few items of interest can be purchased in the Visitor Center.\n\n",{"type":"==","value":["Eat"]},"\n\nNo food is available in or around the park.\n\n",{"type":"==","value":["Drink"]},"\n\nWater is available at the main campgrounds and the McKittrick Canyon trailhead.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere is no lodging within the park.  The nearest hotels\/motels are in the tacky tourist town of Whites City, ",{"type":"[[","value":[["New Mexico"]]},", just outside the entrance to Carlsbad Caverns National Park, about 35 road miles away.  The Best Western franchise there is tolerable. There are many more hotels in Carlsbad, New Mexico, which is about 15 miles from Whites City.\n\n",{"type":"===","value":["Camping"]},"\n\nGuadalupe Mountains N.P. has two major campgrounds: Pine Springs, which is near the park's main entrance, and Dog Canyon, which is on the very remote north end of the park, accessible through New Mexico. Campsites in these two campgrounds are available on a first-come first-served basis. The park also has ten primitive campsites in the backcountry, each containing 4-8 hardened tent pads. All overnight backpackers must register and stay in one of the primitive camps -- no off-trail camping is allowed. If you obtain a backcountry camping permit you are guaranteed a site, but sites are not assigned. In fact, campsites can be quite hard to get during the last week in October, when the maple leaves are turning and bathing McKittrick Canyon and other areas in red. In the summer or winter, however, backpackers willing to travel to the more remote primitive campsites, such as Mescalero (which is best accessed from the Dog Canyon entrance), are likely to be the only human beings for miles.\n\n",{"type":"===","value":["Backcountry"]},"\n\nThe majority of the Guadalupe Mountains National Park is a designated wilderness area.  Approximately eighty miles of trails provide access to this land for hikers and horsebackriders.  Horses are not permitted to be kept in the backcountry overnight. Backpackers may camp in the backcountry in a number of designated campsites which must be reserved at the rangers stations.  There is no water in the backcountry, so hikers must be prepared to carry one gallon per person per day.  Trails entering the backcountry originate at Pine Springs, Dog Canyon.  The climb into the mountains on any of these trails tends to be very strenuous.\n\n",{"type":"==","value":["Stay safe"]},"\n\nBe sure to carry plenty of water during the summer.  Many of the trails tend to be very steep and poorly kept, so wear sturdy hiking boots. In addition, since the climate in the park can vary significantly based on altitude, visitors should dress in layers so that they are able to adapt to the changes in temperature.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Carlsbad Caverns National Park"]]}," is about 40 miles away, across the ",{"type":"[[","value":[["New Mexico"]]}," state line, and has mountainous desert terrain, in addition to its famous caves."]},{"type":"*","value":[" If you're going to Dog Canyon, be sure to stop on the way to visit ",{"type":"'''","value":["Sitting Bull Falls"]}," in Lincoln National Forest, one of the area's largest and most beautiful waterfalls.  Sitting Bull Falls is flowing most of the year.  There is a small New Mexico state park with picnic sites."]},"\n",{"type":"{{","value":[["routebox"],["image1=US 62.svg"],["imagesize1=22"],["image1a=US 180.svg"],["imagesize1a=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["File:US 180.svg"],["18px"]]}," to ",{"type":"[[","value":[["Las Cruces"]]}],["minorl1=",{"type":"[[","value":[["El Paso"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Carlsbad (New Mexico)"],["Carlsbad"]]}],["minorr1=",{"type":"[[","value":[["Carlsbad Caverns National Park"],["Carlsbad Caverns N.P."]]}]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["31.9167"],["-104.8667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Trans-Pecos"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"[[","value":[["Wikipedia:Guadalupe Mountains National Park"]]},"\n\n",{"type":"[[","value":[["Commons:Guadalupe Mountains National Park"]]}]