[{"type":"{{","value":[["Pagebanner"],["Guam-banner.jpg"]]},"\n\n",{"type":"{{","value":[["quickbar\/working"],["flag=Image:Flag of Guam.svg"],["capital=",{"type":"[[","value":[["Hagåtña"]]}," (Agana)"],["government=U.S. Territory"],["currency=US dollar (USD)"],["area=",{"type":"''","value":["total:"]}," 549 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 0 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 549 km",{"type":"<","value":["sup",["2"]]}],["population=173,456 (July 2007 est.)"],["language=English (official), ",{"type":"[[","value":[["Chamorro phrasebook"],["Chamorro"]]}," (official), ",{"type":"[[","value":[["Japanese phrasebook"],["Japanese"]]}],["religion=Roman Catholic 85%, other 15% (1999 est.)"],["electricity="],["callingcode=+1-671"],["tld=.gu"],["timezone=UTC+10"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitguam.org Guam"]}]}," is an island in the western ",{"type":"[[","value":[["Oceania"],["Pacific Ocean"]]},", about three-quarters of the way from ",{"type":"[[","value":[["Hawaii"]]}," to the ",{"type":"[[","value":[["Philippines"]]},". (",{"type":"''","value":["Geographic coordinates"]},": 13 28 N, 144 47 E)\n\nIt is the largest and southernmost island in the ",{"type":"[[","value":[["Mariana Islands"]]}," archipelago. While Guam shares strong linguistic and cultural similarities with the remaining islands of the Mariana Islands archipelago, it is politically distinct: Guam is an unincorporated territory of the ",{"type":"[[","value":[["United States of America"]]},", while the remaining islands of the archipelago comprise the Commonwealth of the ",{"type":"[[","value":[["Northern Mariana Islands"]]}," (CNMI). Guam and the CNMI are among thousands of islands in the Oceania subregion of ",{"type":"[[","value":[["Micronesia"]]},", which consists of the island nations of Belau (Palau), the Federated States of Micronesia (FSM), Kiribati (which has cultural affinities with Polynesia and Micronesia), the Marshall Islands, and several remote islands designated as the U.S.-administered islands of the Central Pacific.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["File:Guam regions map.png"],["thumb"],["300px"]]},"\n\n",{"type":"'''","value":["Northern Region-"]}," The Northern Region of Guam is comprised of large swaths of land controlled by the U.S. Military (primarily Anderson Air Force Base) toward the northernmost end of the island, and the villages of Dededo and Yigo just south of the military base. Dededo is the by far largest village on Guam, with a population exceeding 50,000. The Northern Region also contains Ritidian Beach, one of the most isolated, beautiful beaches in Guam.\n\n",{"type":"'''","value":["Central\/Metropolitan Region-"]}," The Central Region holds the majority of Guam's villages and the island's international airport. A large number of shops, restaurants, and hotels are located in this area (primarily in the village of Tumon), and as such is the island's most visited area by tourists. It is also the region of the island most prone to heavy traffic congestion around rush hour.\n\n",{"type":"'''","value":["Southern Region-"]}," Guam's Southern Region is mostly rural and picturesque. It is one of the most untouched and undeveloped areas on the island and the Chamorro culture is most preserved here. Cocos Island and the black sand beaches at Talofofo are popular places to visit in this region.\n\n",{"type":"==","value":["Villages"]},"\n\nNo true cities exist on Guam (if one uses the 50,000 person rule), but each village represents an individual jurisdiction, all of which have mayors and limited autonomy within the central government. The largest population concentration is in the northern and central parts of the island, since the south is fairly lightly populated (the northernmost part of the island, however, is mostly owned by the US military).\n\n~120,000 of the island's population of ~160,000 live in the northern and central parts of the island (which includes the villages of Tumon, Hagåtña, Dededo, Barrigada, Tamuning and Agana Heights).\n\n",{"type":"[[","value":[["File:Hagatna from Fort Santa Agueda.JPG"],["thumb"],["200px"],["Guam's Capital, Hagåtña"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hagåtña"]]}," (Agana) - the capital (pop. 1,100)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Agana Heights"]]}," - Suburban area in the hills above Hagåtña. (pop. 3,940)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tumon"]]}," - where most tourists head, on the central west of the island (part of Tamuning)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dededo"]]}," - The most populous on Guam. (pop. 42,980)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tamuning"]]}," - Guam's third-most populous city and most industrial. (pop. 18,012)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mangilao"]]}," - Home to the University of Guam. (pop. 13,313)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Rita"]]}," - Suburb of the Hagåtña Area. (pop. 7,500)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Barrigada"]]}," - Mostly middle-class residential area. (pop. 8,652)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Barrigada Heights"]]}," - Upper-class residential area. (Part of Barrigada)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Merizo"]]}," - Small town in Southern Guam. The ferry to Cocos Island stops here. (pop. 2,152)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Umatac"]]}," - Small town in Southern Guam. (pop. 903)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yigo"]]}," - Home to many military families, second-most populous. (pop. 19,474)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Agat"]]}," - Small town in Southern Guam. (pop. 5,656)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Inarajan"]]}," - Rural Village in Southern Guam. (pop. 3,052)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mongmong-Toto-Maite"]]}," - Suburb of the Agana-Tamuning-Tumon-Barrigada Area. (pop. 5,845)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Piti"]]}," - Village in Western Guam. (pop. 1,666)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sinajana"]]}," - Suburb of the Agana-Tamuning-Tumon-Barrigada Area. (pop. 2,853)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Talofofo"]]}," - Village in the Jungles of Southern Guam. (pop. 3,215)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yona"]]}," - Home to  the exclusive, Leo Palace Resort. (pop. 6,484)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chalan-Pago-Ordot"]]}," - Agana Area. (pop. 5,923)"]},{"type":"*","value":[" Asan - known for the largest Easter Egg Hunt in Guam, with over 10,000 eggs every year. (pop. 2,090)"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Apra Harbor.jpg"],["thumb"],["270px"],["Apra Harbor"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["War In The Pacific National Historical Park"]]}," - former battlefields, gun emplacements, trenches, and historic structures all serve as silent reminders of the bloody World War II battles that ensued on Guam. While the park is known for its historical resources, the warm climate, sandy beaches, and turquoise waters attract visitors and residents."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nGuam is thought to be inhabited by people since about 4000 BC, when it was ",{"type":"'''","value":["discovered"]}," by ",{"type":"[[","value":[["Southeast Asia"],["Southeast Asians"]]},", the distant ancestors of the local Chamorro people. Owing to a lack of written records, not much is known about the early Chamorro society, but the ",{"type":"'''","value":["latte stones"]}," — a type of structure dating from that period — dot the island (as well as others in the ",{"type":"[[","value":[["Mariana Islands"],["Marianas"]]},"). It's not certain how a Neolithic people with no knowledge of metals ever cut these stones, but they were most likely used as supports for the houses of the privileged class. Similarities between the latte stones and some wooden structures in the ",{"type":"[[","value":[["Philippines"]]}," and ",{"type":"[[","value":[["Indonesia"]]}," have been pointed out, and more imaginative minds might even see resemblances with the ",{"type":"''","value":["moai"]}," of ",{"type":"[[","value":[["Easter Island"]]}," far to the east.\n\nThe ",{"type":"'''","value":["first European contact"]}," came in 1521, with the Portuguese explorer Ferdinand Magellan on his famed circumnavigation of the world, sponsored by ",{"type":"[[","value":[["Spain"]]},". Having no counterpart of the western concept of \"ownership\" in their culture, curious Chamorro canoed out to Magellan's ship, relieving it of whatever they could get their hands on. As a result, Magellan named the islands ",{"type":"''","value":["Islas de los Ladrones"]},", \"islands of the thieves.\"\n\n",{"type":"'''","value":["Spain claimed"]}," the island officially in 1565 (as a compensation for Magellan's tools that got lost about half a century earlier?), and Christianity arrived soon after. Guam became one of the most favorable harbors in the trans-Pacific maritime routes, serving as a common port-of-call for the ocean-going galleons between ",{"type":"[[","value":[["Mexico"]]}," and the Philippines, both major possessions of the global Spanish Empire then. It was around this time that the modern Chamorro culture started to take shape, when intermarriages between the locals, Filipinos, and the Spaniards were common.\n\nGuam was ",{"type":"'''","value":["ceded to the U.S."]}," by Spain in 1898 after the Spanish-American War. ",{"type":"'''","value":["Captured by ",{"type":"[[","value":[["Japan"]]}]}," and its army in 1941, it was retaken by the U.S. after an occupation lasting three years, during which locals were often treated brutally as defeated enemies. \n\nIn 1950, Guam was elevated to the status of an ",{"type":"'''","value":["organized territory"]},", and all locals were granted American citizenship. In the 1960s, there was even briefly a discussion of forging all American possessions out in the Western Pacific (which included Guam, ",{"type":"[[","value":[["Northern Mariana Islands"]]},", as well as now-independent ",{"type":"[[","value":[["Palau"]]},", ",{"type":"[[","value":[["Federated States of Micronesia"],["Micronesia"]]},", and ",{"type":"[[","value":[["Marshall Islands"]]},") into a full-fledged U.S. state centered in Guam, the largest and most populous island of all between ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["New Zealand"]]},", the Philippines, and ",{"type":"[[","value":[["Hawaii"]]},". However, this proposal was quickly dismissed by the Guamese, mainly due to their mistrust of their Chamorro brethren on the Northern Marianas, who loyally served the Japanese during the occupation of Guam (Northern Marianas had been a Japanese possession between WWI and the end of WWII, hence the Chamorro of Guam and the Chamorro of the Northern Marianas were on the opposite sides).\n\nAs Guam is currently the westernmost U.S. territory, the military installations on the island are some of the more strategically important U.S. bases in the Western Pacific.\n\n",{"type":"===","value":["Economy"]},"\n\nThe economy depends on U.S. military spending, tourism, and the export of fish and handicrafts. Total U.S. grants, wage payments, and procurement outlays amounted to $1 billion in 1998. Over the past 20 years, the tourist industry has grown rapidly, creating a construction boom for new hotels and the expansion of older ones. More than 1 million tourists visit Guam each year. The industry has recently suffered setbacks because of the continuing Japanese slowdown; the Japanese normally make up almost 90% of the tourists. However, Guam tourism is branching out to attract people from other Asian countries such as ",{"type":"[[","value":[["South Korea"]]}," and ",{"type":"[[","value":[["China"]]},". Most food and industrial goods are imported. The possibility of a large military buildup has generated a lot of interest in increasing the tourist facilities on the island.\n\n",{"type":"===","value":["Climate"]},"\nGuam enjoys a tropical marine climate: generally warm and humid, moderated by northeast trade winds.  The dry season runs from January to June, the rainy season from July to December, though with little seasonal temperature variation.  During the rains, squalls are common, though destructive typhoons are rare.\n\n",{"type":"==","value":["Get in"]},"\nThe entry requirements for Guam are largely the same as those for the U.S, and nationals of all countries not needing a visa to enter the U.S. do not need a visa to enter Guam, although they may require an ESTA travel authorization. Foreign citizens may enter Guam using one of three options: (1)- the U.S. Visa Waiver Program, (2)- the Guam\/CNMI Visa Waiver Program or (3)- a valid U.S. visa. If you are using the Guam\/CNMI Visa Waiver Program, you do not need to apply for a travel authorization prior to going. The Guam\/CNMI Visa Waiver Program includes seven U.S.-VWP countries (",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Brunei"]]},", Japan, ",{"type":"[[","value":[["New Zealand"]]},", South Korea, ",{"type":"[[","value":[["Singapore"]]}," and the ",{"type":"[[","value":[["UK"]]},") plus ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Nauru"]]},", ",{"type":"[[","value":[["Papua New Guinea"]]},", ",{"type":"[[","value":[["Taiwan"]]}," and ",{"type":"[[","value":[["Russia"]]},"(from 15.01.2012). Foreign citizens using the U.S.-VWP may stay 90 days, while citizens using the Guam\/CNMI-VWP may stay for 45 days. Citizens of non-VWP countries must apply for a U.S. visa at any U.S. embassy. \n\n",{"type":"===","value":["By plane"]},"\nWon Pat Guam International Airport (GUM) is the only civilian gateway to the island.  \n\nThe main airline servicing Guam is ",{"type":"'''","value":["United Airlines"]},", which offers non-stop service to ",{"type":"[[","value":[["Honolulu"]]}," and ",{"type":"[[","value":[["Los Angeles"]]}," with  onward connections in Honolulu to ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Denver"]]},", ",{"type":"[[","value":[["Houston"]]},", ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},", ",{"type":"[[","value":[["San Francisco"]]},", and ",{"type":"[[","value":[["Sterling (Virginia)"],["Washington-Dulles"]]},".  It also offers non-stop flights from Guam to ",{"type":"[[","value":[["Cairns"]]}," in Australia, as well as most major cities in Japan, ",{"type":"[[","value":[["Palau"]]},", ",{"type":"[[","value":[["Manila"]]}," and ",{"type":"[[","value":[["Cebu (city)"],["Cebu"]]}," in the Philippines, and many of the ",{"type":"[[","value":[["Federated States of Micronesia"]]},".\n\nAll other service to Guam is through East Asia on Delta Air Lines, and JAL (both serving ",{"type":"[[","value":[["Tokyo"]]},", ",{"type":"[[","value":[["Osaka"]]}," and ",{"type":"[[","value":[["Nagoya"]]},"), Jeju Air (",{"type":"[[","value":[["Seoul"]]},"), Jin Air (",{"type":"[[","value":[["Seoul"]]},"), Korean Air (",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Osaka"]]},"), ANA (",{"type":"[[","value":[["Osaka"]]},"), China Airlines (",{"type":"[[","value":[["Taipei"]]},"), Eva Air (",{"type":"[[","value":[["Taipei"]]},") and Philippine Airlines (",{"type":"[[","value":[["Manila"]]},").\n\n",{"type":"===","value":["By boat"]},"\n\nThere is no regular ferry service to Guam, but cruise ships stop on various itineraries, generally as part of a Pacific crossing or world circumnavigation.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Marine Drive Guam.jpg"],["thumb"],["200px"],["Marine Corps Drive\/Route 1 in Tamuning, Guam"]]},"\n",{"type":"'''","value":["Driving"]}," is fairly simple and similar to the mainland US. The main route on the island is Marine Corps Drive\/Guam Route 1 (Better known as Marine Drive). On main roads in Guam, expect congestion around rush hour; however, such delays, which rarely exceed 30 minutes, are not as bad as the traffic congestion experienced in larger cities stateside and around the world. Many people purchase vehicles described as \"Guam Bombs\" which are older vehicles that are great to get around in and affordable, though these are becoming less and less common as more people are buying newer cars.\n",{"type":"*","value":[" ",{"type":"'''","value":["Traffic Safety"]},": Island-wide, the speed limit is 35mph. However, be careful and defensive while driving as it is common to see vehicles moving at far greater speeds, driving through red lights, tailgating, and cutting through traffic without signaling. The per-capita rate of traffic accidents far exceeds stateside rates (the US national average is 19 crashes per 1,000 people, while Guam has 41 crashes per 1,000 people). Additionally, many of the older roads were paved using coral aggregate, causing them to be excessively slippery in rain. While these roads are slowly being replaced, they still exist - primarily in the southern part of the island - and can cause a vehicle to spin out even when driving under the speed limit; take caution. "]},"\n",{"type":"'''","value":["Buses"]}," are available, through both private companies and the governmentally operated Guam Regional Transit Authority (GRTA). GRTA buses run island-wide, but are slow, difficult to navigate, and often unreliable. Limited operating hours means that you may wait 1+ hours for a GRTA bus, and connections to other bus lines may also incur equally long wait times. Private companies, however, operate their own trolly-style buses through the main tourist areas of Tumon (including all the major hotels) and loop through Micronesia Mall, K-Mart, Agana Mall, and Guam Premier Outlets.\n\n",{"type":"'''","value":["Bicycling"]}," is most common in the Tumon tourist area, and, to a lesser extent, the length of the Hagåtña-Tamuning beachfront sidewalk. Bicycles are available for rent through most hotels and a number of local businesses. While bicycling is possible in other areas of the island, it is not common due to potholes, erratic driving, stray dogs, rainy weather, and hilly regions (in the sourthern part of the island). Due to these reasons, it is not recommended that one ride a bike outside of the Tumon and Hagåtña-Tamuning area unless they are experienced and skilled.\n\n",{"type":"'''","value":["Walking"]}," is most common in the central business districts of Hagåtña and Tumon. Walking elsewhere around the island is uncommon due to heat, dangerous vehicular traffic, and the lack of sidewalks. Within villages, however, it is common to walk short distances between households, and to small villages stores, churches, mayoral offices, and other community meeting places.\n\n",{"type":"==","value":["Talk"]},"\nEnglish and ",{"type":"[[","value":[["Chamorro phrasebook"],["Chamorro"]]}," are the official languages of Guam. Persons employed in the tourist industry will typically have a working knowledge of Japanese.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tumon"]]}," is the \"center of tourism\" on Guam. Attractions include beaches that are also wildlife reserves, a large aquarium, and various shows similar to the ones in Las Vegas."]},{"type":"*","value":[" The coral reef surrounding Guam together with its underwater channels."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Dive - The ",{"type":"[","value":["http:\/\/www.mdaguam.com\/ Micronesian Diver's Association"]}," has information on the many local dive sites as well as boat dives around the island.  Highlights include: The Blue Hole, a more advanced dive with an incredible drop through a hole in the reef; and the Kitzagawa Maru and Tokei Maru, two Japanese warships sunk out in Apra Harbor."]},"\n",{"type":"==","value":["Buy"]},"\nThere are many retail outlets in Guam, including DFS (Duty Free Shoppers) which operates several stores in hotels, a large \"Galleria,\" and a store in the Guam Airport.  Further, visitors to Guam will note some of the same shopping opportunities that exist in \"the States.\"  Although there is no Wal-Mart, there is a large K-Mart that does a very high volume of business.  Indeed, visitors who are used to the voided cavernous K-Marts in the U.S. may be surprised to find that they can barely squeeze through the aisles of the Guam K-Mart.\n\nThe Tumon Bay area possesses many duty-free shopping outlets and boutiques catering to Japanese tourists.  Among these are boutiques selling Bvlgari, Chanel, Cartier, Dior, Fendi, Ferragamo, Gucci, Hermes, Louis Vuitton,  Rolex, and more.\n\nFor U.S. citizens, Guam offers greatly increased customs exemptions coupled with duty and tax free importation of goods.  However, take care with the basic prices offered in stores.  Much merchandise has been shipped a very great distance at no small cost.\n\n",{"type":"==","value":["Eat"]},"\n\n\n\nDespite its small population Guam has a range of restaurants, including Ya Mon's Jamaican Grill (locally owned & soon-to-be franchised), Hard Rock Cafe, Tony Romas and Chili's are in a building next the Guam Premier Outlets. Major hotels and restaurants serve continental meals and ethnic dishes. \n\nFresh seafood is bountiful. Fresh fish, octopus, and crab are either grilled or baked with vegetables or fruit, sashimi, and in other ways unique to the Pacific. \n\nTravelers who venture further will find Chamorro, Japanese, Korean, Thai, Vietnamese, Filipino, Chinese, Mexican, and European restaurants, each with its own distinct ambiance.  Chamorro Village offers a great variety of choices for local chamorro food, especially Wednesday nights. Of course, American fast food chains, such as Wendy's, Burger King, McDonald's, Taco Bell, Long John Silvers, Pizza Hut, Winchells Donuts and Dominos are common.\n\nLocals pride themselves in BBQ'ing and it is a frequent event in Guam.  Families and friends often get together and for BBQs, so if you visit ask about BBQ's. It's a good chance you'll get invited!\n\n",{"type":"==","value":["Drink"]},"\n\n\n\n",{"type":"==","value":["Sleep"]},"\n\n\n\nThe main tourist area is around Tumon Bay, which has a number of high-rise hotels and resorts similar to Waikiki Beach.  Cheaper accommodations exist near the airport, especially around the village of ",{"type":"[[","value":[["Harmon"]]},".  Be aware that Harmon hotels tend to be on the seedier side since Harmon is a mixed industrial\/residential neighborhood.  Many of the flights scheduled through Guam to other locations (especially in Asia) often require an overnight layover, so plan ahead.  Some hotels offer airport pickup, as taxis can be quite expensive.\n\n",{"type":"==","value":["Learn"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uog.edu University of Guam"]}]}," provides higher education opportunities for students on Guam, as well as providing higher education for much of Micronesia.  The UOG is in Mangilao, on the central eastern side of Guam.  Students can earn various undergraduate degrees and several programs offer degrees at the Masters level.  Two of the better known Masters- level programs include the (1) Environmental Science Program, focusing on Agricultural sciences through the College of Agriculture and Life Sciences (CALS) and Hydrology and Water Resources through the Water and Environmental Research Institute of the Western Pacific (",{"type":"[","value":["http:\/\/www.weriguam.org WERI"]},"); and (2) the ",{"type":"[","value":["http:\/\/www.uog.edu\/marinelab Marine Laboratory"]},", which focuses on Marine Biology and other environmental issues.\n\n",{"type":"==","value":["Work"]},"\nThe largest employers are the government of Guam and United Airlines, followed by a large duty-free retail firm (DFS Guam), the U.S. Federal Government, the hotel industry and services sectors.  Guam has two large military bases and several smaller military installations that employ many people.  The only U.S. Air Force base is Andersen Air Force Base on the northern tip of the island.  The U.S. Navy has a large naval station -- Naval Station Guam --located on the west-central part of the island near the village Agat.\n\n",{"type":"==","value":["Stay safe"]},"\nObserve caution when engaged in water activities on Guam, as in any coastal area, as currents can be swift and unpredictable, depending on the season. During the rainy season (from about August until March), water can pool unevenly on road surfaces.  Pooling of rain water can lead to flooding of roads in the southern half of Guam, which does not have sewer drainage built under the road surfaces.  Furthermore, many roads are in disrepair and potholes are frequent, which can easily blow out tires.  Violent crime is fairly low, but property crime tends to be high, so safeguard valuables in vehicles.  Rental cars have stickers and can be targeted by thieves. Guam is in a major earthquake zone, and these occur every few years. That said, there have been few casualties to date.\n\n",{"type":"==","value":["Stay healthy"]},"\nThe civilian ",{"type":"'''","value":["Guam Memorial Hospital"]}," is in Tamuning, in the Central Region. If you have access to military bases, there's a ",{"type":"'''","value":["Naval Hospital"]},".\n\n",{"type":"==","value":["Respect"]},"\n\nThe Chamorro people, also known as the Chamoro or Chamoru, are indigenous to Guam. They possess a culture that mixes Asian, Spanish, and American cultures, and in general the people are gregarious and welcoming to visitors.  Observe common courtesies and tend to err on the modest side, especially with clothing.  Other cultures found in Guam include those from the Philippines, Japan, China, Korea, and other countries.\n\nThe Chamorro population is predominantly but not exclusively Catholic, with Protestantism also popular.  On Guam, rosaries take the place of large formal gatherings to remember those who have passed away, and such congregations can occur for up to 20 years after someone has passed.\n\n",{"type":"==","value":["Connect"]},"\nGuam participates in NANPA, and the area code is ",{"type":"'''","value":["671"]},". Calls from North America into Guam, as well as those from Guam into North America should be dialed in the domestic format, while calls from elsewhere in the world into Guam should be prefixed by +1 671 prior to the 7-digit local number.\n\nUSPS considers Guam a domestic destination, assigning ZIP codes in the range of 969xx to the island. However, international mail to Guam, especially if sent from the Asia-Pacific area, is best addressed to Guam as the destination country (as opposed to USA) to avoid a long de-tour through North America, almost half the world away — literally.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Image:Flag of Japan.svg"],["20px"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.hagatna.us.emb-japan.go.jp\/English\/info.htm"],["email=infocgj@ite.net"],["address=590 S Marine Dr Ste 604, Guam International Trade Center Bldg, Tamuning"],["lat="],["long="],["directions="],["phone=+1 671 646-1290"],["tollfree="],["fax=+1 671 649-2620"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["File:Flag of New Zealand.svg"],["20px"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand (Honorary)"],["url=http:\/\/www.nzembassy.com\/united-states-of-america\/about-the-embassy\/contact-us\/nz-honorary-consuls"],["email=jws@ite.net"],["address=290 Salas St, Tamuning"],["lat="],["long="],["directions="],["phone=+1 671 646-7662"],["tollfree="],["fax=+1 671 646-1061"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["File:Flag of the Philippines.svg"],["20px"]]}," ",{"type":"{{","value":[["listing"],["name=Philippines"],["url="],["email="],["address=ITC Bldg, Marine Dr, Ste 601 and 602, Tamuning"],["lat="],["long="],["directions="],["phone=+1 671 646-4620"],["tollfree="],["fax=+1 671 649-1868"],["hours="],["price="],["content="]]}]},"\n",{"type":"{{","value":[["geo"],["13.5000"],["144.8000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Micronesia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Guam"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Guam"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Guam\/"]]}]