[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Guanzihling Valley RoadLoop2.JPG"],["thumb"],["400px"],["Lower Guanzihling"]]},"\n\n",{"type":"'''","value":["Guanzihling"]}," (關子嶺) is a hot spring resort in ",{"type":"[[","value":[["Tainan"]]},", ",{"type":"[[","value":[["Taiwan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nIn the foothills above the plains of Tainan, Guanzihling is divided into two parts: \"old\" Guanzihling in the valley near the hot spring source, and the \"summit\" (山頂) atop the nearby hill.  As the names hint, the old part has older, cheaper hot spring resorts, while the hilltop has newer, pricier ones.\n\nEven by Taiwanese standards the romanization of the name is confused: alternative spellings include ",{"type":"''","value":["Guanziling"]}," (Hanyu Pinyin), ",{"type":"''","value":["Kuantzuling"]}," and ",{"type":"''","value":["Kuantzeling"]},", and until recently written the Chinese characters were written as \"關仔嶺\".\n\n",{"type":"==","value":["Get in"]},"\nBuses leave hourly on the hour from ",{"type":"[[","value":[["Chiayi"]]},"'s Zhongshan Rd bus station, several hundred meters down the street from the TRA railway station.  The journey on rattletrap local buses goes through Baihe and takes around one hour ($79), crossing through old Guanzihling and terminating at the summit near the Toong Mao resort.  Alternatively, you could take a taxi, which will cover the distance in around half the time for around $400.\n\nLeaving from Tainan, the easiest way to get here is to take the TRA (local, not high speed) to the Sinying station stop (about a 30 minutes train ride).  There are also eight buses daily (30 min) from TRA ",{"type":"[[","value":[["Sinying"]]}," (新營) station. A taxi from the TRA Sinying station takes about 25 minutes and will cost around $600 depending on where in Guanzilin you decide to go.  Remember to get the taxi driver's telephone number before getting off because there are very, very few taxis in the hot spring area waiting to take guests back to the train station.\n\n",{"type":"==","value":["Get around"]},"\nSightseeing in Guanzihling requires your own wheels, but traveling between the two parts on foot is reasonable.  There are three possible routes: the meandering main road (~2 km), a fearsome pedestrian staircase (好漢坡) of about 300 steps, and a wooden stairway that passes by the hot spring source (温泉源頭).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fire and Water"],["alt=水火同源"],["url="],["email="],["address="],["lat="],["long="],["directions=If you travel there by yourself, be sure to memorize the Chinese name as some of the key signs pointing the way only have Chinese"],["phone="],["tollfree="],["fax="],["hours=Open 24 hours"],["price=Free"],["content=A part of the hot spring that releases methane, which has been ",{"type":"'''","value":["on fire"]}," for over three centuries now!"]]}]},"\n",{"type":"==","value":["Do"]},"\nGuanzihling is famous for its ",{"type":"'''","value":["muddy hot springs"]},".  This may not sound very appealing, but the waters have a reputation for treating skin allergies, and the spring is reportedly one of only three of its type in the world (the other two being in ",{"type":"[[","value":[["Kagoshima"]]},", ",{"type":"[[","value":[["Japan"]]}," and ",{"type":"[[","value":[["Vulcano"]]},", ",{"type":"[[","value":[["Italy"]]},").  The standard course of treatment is to slather on the stuff, let in dry out for a few minutes, then rinse it off in a pool and repeat.\n\n",{"type":"==","value":["Buy"]},"\nDry hot spring mud for your own treatments is sold in every souvenir shop in town (around $50 for a half-kilo bucket).\n\nThere are many hot spring resorts offering the \"muddy water\" hot spring treatment that is unique to this town.  The King's Garden Villa (popular among locals and well known by taxi drivers) offers use of their full facilities for the low rate of $350\/adult in the summer time (other seasons might be different).  Their services include: fish-pedicure (small carp eat the dead skin off of your feet - painless but not for the easily tickled), machine massages, feet hot spring bath, high temperature hot spring (43.5 C), moderate temperature hot spring (39 C), cold hot spring (17C), swimming pool activities and more.  This villa can accommodate overnight guests as well as day time hot spring users.  Make sure you have a good phrase book or can speak passing mandarin as there are no English speakers or signs.  This is a must do if you come to the Tainan area.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Delicacies From Land and Sea"],["alt=原味山產美食"],["url="],["email="],["address=Guanzihling 43-2"],["lat="],["long="],["directions=on summit, uphill from Toong Mao"],["phone=+886-6-6822205"],["tollfree="],["fax="],["hours="],["price=Under $500"],["content=Wood-paneled restaurant easily spotted by the flaming torch outside, specializing in dishes from mountain ingredients."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Toong Mao Spa Resort"],["url=http:\/\/guanzi.toongmao.com.tw\/"],["email="],["address=28 Guanzihling"],["lat="],["long="],["directions=on summit, 5 min uphill from bus terminal"],["phone="],["tollfree="],["fax="],["hours="],["price=From $2440"],["checkin="],["checkout="],["content=Modern and airy, this is undoubtedly the top resort in Guanzihling, with extensive spa facilities: outdoor mud pool, outdoor jacuzzi, outdoor cold bath, huge pool, and indoor separate spa\/sauna facilities for men and women.  Great valley views.  English signage and staff ability is spotty though."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tainan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Guanziling"]]}]