[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Guaymas"]}," is a city in ",{"type":"[[","value":[["Sonora (Mexico)"],["Sonora"]]},", ",{"type":"[[","value":[["Mexico"]]},".\n\n",{"type":"==","value":["Understand"]},"\nGuaymas sprawls over several towns in between rocky outcroppings -- among them Guaymas, San Carlos, San Jose de Guaymas and Empalme.  Guaymas the central part is a natural harbor completely ringed by beautiful rock cliff formations, beaches, and the Sea of Cortes and numerous islets.  Around 2006 the malecon (harborfront) was built, though it tends to be quiet rather than busy and services the private boating community.  The central town is a working city with a fishing\/shrimp fleet.  The entire state including Guaymas is known for its excellent, fresh seafood.\n\nGuaymas is a port city and ships to many places in the world, as well as being a major naval port for the Mexican military and having an industrial zone.  Like many mexican towns, it has a pleasant central square (zocalo), however, places towards the bus station look run down -- don't let this scare you, people are helpful and friendly and it is a safe place to visit and or live.  Spanish, of course is the main language; but there are people in the service industries that speak English due to proximity with San Carlos.  San Carlos is an American expat retirement community.  Some of the cruise lines are beginning to stop in Guaymas.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nFly directly into Guaymas airport from Phoenix or fly into the state capitol of Hermosillo (125 kms. away from Guaymas) and take a bus (Tufesa) from the Hermosillo airport to Guaymas.\n\n",{"type":"===","value":["By train"]},"\nnot available at this time.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\nThe cost of the bus varies by company and service.  Costs range from 50 pesos from Ciudad Obregon and Hermosillo by 2nd class service.  Luxury services TAP and Tumesa stops on the main road in town, Serdan, close to the where it reconnects with Garcia Lopez, the main highway between Culiacan and Hermosillo.  The rest of the buses including Estrella Blanca Group cluster around Calle 14 just a few blocks south of Serdan.  This bus station open 24 hours a day.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nUnderstanding Guaymas is simple.  There are 2 main roads -- The highway and Serdan.  Streets and Avenues are either north or south and are numbered.\n\nRent a car or use the city wide bus system which costs 5 pesos per trip (less than 50 cents).  Lots of taxis available at a reasonable cost and many of the drivers speak some english.  Trips to San Carlos (~10 km away) cost 12 pesos per trip, leaving from the central market, one block south of Serdan.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Iglesia de San Fernando (Church) in downtown Guaymas (Centro)."]},{"type":"*","value":["Plaza 13 de Julio in centro Guaymas."]},{"type":"*","value":["Palacio Municipal (municipal building) and Plaza de Tres Presidentes all in centro Guaymas."]},{"type":"*","value":["Malecon: walkway along the bay in centro Guaymas."]},{"type":"*","value":["Statue of La Pescador (Fisherman Statue) along the Malecon.   "]},{"type":"*","value":["New Marina in centro Guaymas."]},{"type":"*","value":["Visit former jail being refurbished (looks like a castle -- near the EB bus station)"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Fishing, water sports, beach, cycling, boating, hiking (blaze your own trail)."]},{"type":"*","value":[" Every year there is a carnaval in February."]},{"type":"*","value":[" Free Pearl Farm Tour"]},{"type":"*","value":[" Hike up to Tetakawi (Goats Tits Hill) for a view."]},{"type":"*","value":[" Hike somehow? to radio towers."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nNice thing about Guaymas is there are large supermarkets nearly every other block, even a Walmart and Sam's Club.\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["Lucaritas...Grilled Tortas at the stand by all the busline terminals. Yummy."]},"\n",{"type":"*","value":["La Barca de Guaymas:  Typical Mexican dishes.  Very tasty.  Turn north off of Serdan on Calle 9, it is about 1 block."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["Club Nautico- Seafood.  At the new Marina in centro Guaymas."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\nGuaymas:\n\n",{"type":"*","value":[" Casa de Huespedes Martha Guaymas, Calle 13 nr bus station, starting at 150 pesos for single and up, with own restroom and warm shower, free parking.   "]},{"type":"*","value":[" Casa de Huespedes Lupita 125, Calle 15 nr bus station, starting at 120 pesos, shared bathrooms."]},"\nTons of places to stay being offered off the main highway between San Carlos and Guaymas.  Many places also offer long stay.\n\n",{"type":"===","value":["Mid-range"]},"\nLots of mid range accomodations in San Carlos catering to retired Americans and\/or their families.\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nHot water to soothe stingray stings, as hot as you can bear - heat deactivates the poison.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Cajón del Diablo, a biosphere reserve between Hermosillo and Guaymas."]},"\n",{"type":"*","value":[" San Carlos, American retirement town just 10 km from Guaymas, very quiet expat suburban community sprawling across the beachfront, lively in some bars at night."]},{"type":"*","value":[" Empalme, next town over."]},{"type":"*","value":[" ",{"type":"[[","value":[["Los Mochis"]]},", Sinaloa where there is another nice beach."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bahía de Kino"]]},", Sonora."]},"\n",{"type":"{{","value":[["routebox"],["image1=Mexican Federal Highway 15.png"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Nogales (Mexico)"],["Nogales"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Hermosillo"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Ciudad Obregón"]]}],["minorr1=",{"type":"[[","value":[["Empalme"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sonora (Mexico)"]]},"\n",{"type":"{{","value":[["Geo"],["27.9833"],["-110.9000"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Guaymas"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Sonora\/Localities\/Guaymas"]]}]