[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Guhagar"]}," is a city in ",{"type":"[[","value":[["Ratnagiri"]]}," District in ",{"type":"[[","value":[["Konkan"]]}," Region of ",{"type":"[[","value":[["Maharashtra"]]}," State.\n\n",{"type":"==","value":["Get in"]},"\nThe best way to get in is by road. Maharashtra State Transport (S.T.) buses ply from Mumbai, Thane and Pune. The S.T. Bus depot is right in the heart of Guhagar Town.\n\n",{"type":"[[","value":[["Chiplun"]]}," is the nearest major city and is directly on NH17. The state highway turning off to the right when approaching Chiplun from Mumbai on NH17 leads to Guhagar which is approximately 40 KM away.\n\nPeople travelling from Pune can reach Guhagar by traveling to ",{"type":"[[","value":[["Satara"]]}," on NH4 and then to Patan, Koayana Nagar and then by descending Kumbharli Ghat to reach ",{"type":"[[","value":[["Chiplun"]]}," and finally Guhagar.\n\nFor those traveling southwards from Dapoli, there is a ferry service available from ",{"type":"[[","value":[["Dabhol"]]}," to Dhopave (or Dhopav). Guhagar is approximately 15 KM from Dhopave.\n\n",{"type":"==","value":["Get around"]},"\nGiven the small size of it, one can get around Guhgar Town by foot. However, there are other place worth seeing that require either your own vehicle or Local S.T. buses. However, given limited frequency of the S.T. Buses to most villages around, the former seems to be the best choice.\n\nOne can also hire auto rickshaw (3-sitter) or Dumdum (6-Sitter) for the entire day and roam around.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vyadeshwar"]}," - This temple of Lord Shiva is literally a stone's throw away from the S.T. Depot, right in the middle of the bazaar. It is the Kuladaivat of a lot of Kokanastha Chitpavan Brahmins (Surnames like Patwardhan,Godbole, Damle, Oak, Phadke, Apte, Abhyankar, Soman, Bhat, Ranade, Joglekar, Agashe, Kelkar, Deodhar, Pethe, Gadre). The Main Pujari at this temple is Bhave Guruji 9420051835 abhishek and Pooja's are being offered by the trust. "]},{"type":"*","value":[" ",{"type":"'''","value":["Ufarata Ganpati"]}," - This temple of Lord Ganesha is 200 metres away from Bazaar, on the road to Anjanvel\/Veldoor. The idol is carved in white stone (marble?) and was found by local fishermen around 300 years back. There is a legend associated with this idol, that's worth taking a note.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Guhagar Beach"]}," - Guhagar beach is one of the cleanest and less polluted beaches in Maharashtra. It is located just within 200 metres from Guhagar S.T. Depot towards west. The beach looks pretty safe though there are warnings posted by local villagers. Off late, Chat stalls have started making business on the shore. "]},{"type":"*","value":[" ",{"type":"'''","value":["Velaneshwar"]}," - Approximately 25 KM south of Guhagar, along Guhagar-Hedvi road, is located this beautiful temple of Lord Shiva. The temple is right on the pristine sea shore. Just like Vyadeshwar, this too is Kuladaivat of lots of Kokanastha Chitpavan Brahmins. (Surnames like Gokhale, Raste, Dev, Gadgil, Tulpule). There are smaller temples of other gods like Shri Vishnu, Ganesha, Kalabhairav around the main temple. At the entrance is located a tall Deepamaal. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hedvi"]}," - Hedvi is a small village located at approximately 27KM along Guhagar-Narvan road, towards south of Guhagar. This small vilalge is yet another popular location around Guhagar that boasts of 2 places worth seeing. Most famous is the temple of Dashabhuja (10 Hands) Ganapati. This temple dates back to age of Peshwas. The idol of lord Ganesha is carved in marble and is supposed to be from Jammu-Kashmir. The temple is recently renovated and is very clean and simple. The second place is around 3 KM away from the temple, by the sea side, called Brahman Ghal (Gorge). On the same sea shore is the temple of Uma Maheshwari. One has to go past this temple to reach the Brahman Ghal. This beautiful natural wonder is a gorge in the black rock patch and is around 20 feet deep, 35 feet long and 1-2 feet wide in dimensions. During the high tide, the sea water gushes in and splashes around."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Budhal"]}," - The sea shore of Budhal has both kinds to offer - serenity and danger. This small town is located around 5 KM from Village Adoor Phata along Guhagar Hedvi Road. The town is scantily populated - hardly 40 houses. The approach road is pretty bad and terminates at a spot that offers commanding view of the entire Budhal village and the rough rocky sea shore it has. One can also see a small temple and a virgin beach of yellow sand past the village."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chandika Mandir"]}," - Chandika Mandir is located around 15 KM north of Guhagar. One has to travel to Veldoor ( 10 KM away from Guhagar) and cross the Dabhol creek by launch to reach Harbor Dabhol on the north side. From Dabhol the Chandika Mandir approach road is around 4 KM when traveling towards ",{"type":"[[","value":[["Dapoli"]]},". The temple is 15-20 feet under ground in a cave. Electricity is forbidden inside and hence only source of lighting is lamps and candles lit. The idol of Goddess Chandika is swayambhoo (self-borne) and supposed to be from the ages of Pandava. However, it was discovered only 300 years back. Outside the temple is a tomb of the discoverer of this temple."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Enron Project"]}," - Along Guhagar - Veldoor road, near Anjanvel is this controversial project of electricity generation from gas. One can see 70-80% of this project while traveling along the road."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gopalgad"]}," - This ancient fort is located near Anjanvel - 11 KM North of Guhagar, along the coast line. It is believed to be built at the start of 16th Century by the Siddis. It was captured by Shivaji Maharah in 1660. What remains today is only the ruins of this huge fort that spans 7 Acres of land."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Trekking along Sea Shore"]},"\n",{"type":"==","value":["Buy"]},"\nHome made Konkan Products such as Amba Poli, Phanas Poli, Kokam Agal, Pickles, Jams, Flours etc.\n\n\"Pashchima\" (Mobile No 9420157015) is a preferred place to buy Konkan products such as Kokam sarbat, Karwanda Sarbat, Aaola Sarbat, Amba Poli, Papad, Amchur etc.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=manish kamerkar"],["url="],["email="],["address=main road guhagar bazarpeth"],["lat="],["long="],["directions="],["phone=+91 9823375433"],["tollfree="],["fax="],["hours="],["price="],["content=the best quality cashues and other konkan products"]]}]},"\n",{"type":"==","value":["Eat"]},"\nIn Guhagar, there are quite a few families that have started their own facilities serving homely meals and breakfasts. Worth mentioning are Damle (Hotel Suruchi M: 09421137937) this hotel is too gud in taste and also offers local specialities such as ukdi chamodak,sol kadi, Bhaves (Hotel Yogeshwari), \nMusale http:\/\/www.nishigandhabeachresort.com\/ \nHotel Rajgad (for Non Veg) http:\/\/www.hotelrajgadguhagar.com\/ and Nisarg http:\/\/www.nisargresortguhagar.com\/.\n\nIt is worth trying Suruchi's konkani food specially thali-pith, solkadhi and modak to mention a few. A good accommodation (family & group) is also available on request M: 09421137937.\n\nHotel Vainateya near to bus stand offers delicious food and is worth visiting.\n\nMody Villa (Resort at Guhagar M: 9892091313 ",{"type":"[","value":["http:\/\/www.modyvilla.com"]},") also offers good accommodations and quality food at seaside.\n\nSimilarly in Hedvi, one can eat at Jogalekars (Swad) that serves steaming hot meals. \nHowever, prior intimation is strongly recommended as the food is strictly made to order.\n\n",{"type":"==","value":["Drink"]},"\n\nKokam Sarbat and Coconut Water is sold in all the eateries. One should not miss Hotel Suruchi's (Guhagar Bazar Peth) special konkani solkadhi.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hotel Annapurna"],["url="],["email="],["address=Flate-701, Tower No-10, Petal Orchede"],["lat="],["long="],["directions=Sec-49, Gugaon"],["phone=+91 9818661550"],["tollfree="],["fax="],["hours="],["price="],["content=Is one of the best hotel for Veg and Non veg Meals."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nMost accommodations are for budget travellers and cost around 500 Rs. Per day or less for a double room.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nisarg Resort"]},".  One can book family accommodation at Nisarg. Nisarg is centrally located at bazar peth near vyadeshawar mandir. Dining facility is also available here."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nisarg Resort"],["alt=Nisarg Resort"],["url=http:\/\/www.nisargresortguhagar.com\/"],["email="],["address="],["lat="],["long="],["directions=Guhagar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very reasonable rates."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nishigandha Beach Resort"],["alt=Nishigandha Beach Resort"],["url=http:\/\/www.nishigandhabeachresort.com\/"],["email="],["address="],["lat="],["long="],["directions=Guhagar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Right next to the beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Rajgad"],["alt=Nishigandha  directions="],["url=http:\/\/www.hotelrajgadguhagar.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Right next to the beach."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Damle's Hotel Suruchi"]},", which is centrally located at bazar peth near vyadeshawar mandir. Dining and lodging facility is also available. M: 09421137937\" ",{"type":"[","value":["http:\/\/sites.google.com\/site\/hotelsuruchiguhagar\/"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Manish Kamerkar"],["alt=मनिष कामेरकर"],["url=http:\/\/guhagartravel.blogspot.com\/"],["email="],["address=श्री व्याडेश्वर मंदिरासमोर, बाजारपेठ, गुहागर"],["lat="],["long="],["directions=Guhagar"],["phone=+91 9028813318, 09823375433, 09423452879"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very reasonable rates."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pashchima"],["alt="],["url=http:\/\/pashchimaresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 9420157015"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Mobile#. Has 2 & 3 bedroom and a hall accommodation for group of 8 to 10 at affordable price. Pashchima is MTDC approved Bed n' Breakfast facility in Guhagar. All with attached toilet, hot water. Breakfast available on request."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Parag Sawant"],["alt=Sagar Lodge"],["url="],["email="],["address=Bazar Peth"],["lat="],["long="],["directions=Near Vyadeshwar temple"],["phone=+91 -9420152272"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=First & the oldest lodge in Guhagar touching to Vyadeshwar Temple in the main Bazarpeth."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hindustan Resort"],["alt=Hindustan Resort"],["url=http:\/\/www.hindustanresort.com\/"],["email="],["address=Guhagar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=800-2000"],["checkin=1200"],["checkout=1000"],["content=A hotel in Guhagar by far the best amongst the hotels in Guhagar"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shri Pooja"],["alt=Shri Pooja"],["url=http:\/\/www.shripoojaguhagar.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An agro tourism hotel"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pleasure Point"],["url=http:\/\/www.guhagarbeachresort.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A tent resort right on the beach"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Kismat Residency"],["alt=Kismat Residency"],["url="],["email="],["address=Khalcha Paat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs.700\/-"],["checkin="],["checkout="],["content=Situated on Guhagar Beach, 8 Double Rooms, Neat and Clean Hotel 240156 \/ 7"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dapoli"]]}," - One can proceed to village Dhopave and cross Dabhol creek using Ferry Service available. From Dabhol, Dapoli is around 22 KM. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Ratnagiri"]]}," - One can proceed to Ratnagiri from Guhagar by travelling via Hedvi and Narvan."]},"\n",{"type":"{{","value":[["geo"],["17.4700"],["73.2000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Ratnagiri"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Guhagar"]]}]