[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Guide"]}," is a city in ",{"type":"[[","value":[["Qinghai"]]},".\n\n",{"type":"==","value":["Understand"]},"\nGuide (Gui de, 贵德） is a small Tibetan city located south of ",{"type":"[[","value":[["Xining"]]},". Because of its name, you will find it hard to search for information about it in English. It is near the origin of the 3 rivers (Yellow, Yangtze and Mekong).\n\n",{"type":"==","value":["Get in"]},"\nBusses for Guide leave from the ",{"type":"[[","value":[["Xining"]]}," long distance bus station every 40 mins or so between about 7am and 6pm cost about 24 Yuan and take about 3 hours. Returning to Xining is the same.\n\n",{"type":"==","value":["Get around"]},"\nTaxis start at 5 Yuan within the city, you can also get around in 3 wheel cars or on the back of a trailer for slightly less.\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yellow River Scenic Area"],["url="],["email="],["address="],["lat="],["long="],["directions=Just before the bridge over the Yellow River to the south of town take a right. Follow the road (Nanbinhe Liu) until you see a big wooden wheel and a park\/amenity area."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scenic spot on the Yellow River. Easy to get to, hard to get back from, unless you like to walk."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Qing Dynasty Walls"],["url="],["email="],["address="],["lat="],["long="],["directions=surrounding the Yuhang Pavilion at the end of North Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Some old city Walls dating from the Qing Dynasty remain in Guide. They are out in the open and are refreshingly devoid of an entrance fee or any tourist infrastructure."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yuhang Pavilion"],["url="],["email="],["address=North Street"],["lat="],["long="],["directions=Walk along north street past all the tourist shops"],["phone="],["tollfree="],["fax="],["hours="],["price=40 Yuan"],["content=Possibly the old city of Guide or a temple, it's surrounded by the aforementioned Qing dynasty walls."]]}]},"\n",{"type":"==","value":["Do"]},"\nHire a cab to the Zha Chang hot springs (扎仓温泉) about 20km outside of town in a small Tibetan Village. Entry was free in August 2011。 The water is very very hot in the summer and locals indicate it's better in the winter. At the time of writing the village had suffered a flood and much of the associated infrastructure had been damaged however you could still have a wash in the water. Be prepared for naked old Tibetan men and women.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rent Bikes and Cycle Around"],["url="],["email="],["address="],["lat="],["long="],["directions=On north street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Explore this city and enjoy being stared at, should be feasible to see most of the place in a day."]]}]},"\n",{"type":"==","value":["Buy"]},"\nLots of cheesy Tibetan stuff\n",{"type":"==","value":["Eat"]},"\nHand made square noodles are a popular local dish. Restaurants seem to be located close to the bus station.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nTurn left out of the Bus Station and there is a hotel with decent doubles for about 100 Yuan (after bargaining) about 50m up the road. This hotel can take foreigners.\n\nWen Quan Binguan (hot spring hotel, 温泉宾馆) is a more upmarket option with a hot spring heated swimming pool and spa. This is the default location for foreign tourists. Doubles start at about 200 Yuan. Outside of summer you should be able to bargain hard.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Qinghai"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Guide County"]]},"\n",{"type":"{{","value":[["geo"],["36.03916"],["101.42707"]]}]