[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Diecaishan.jpg"],["thumb"],["350px"],["Looking down from Diecai Shan"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitguilin.org\/ Guilin"]}]}," (桂林; Guì​lín) and the surrounding region are among the most scenic areas in China and the most popular tourist destinations both for Chinese travellers and the international backpacker set. The main attraction is the karst terrain, limestone mountains eroded into fantastic shapes. Apart from its sheer visual beauty, karst terrain also provides many cliffs suitable for ",{"type":"[[","value":[["rock climbing"]]}," and many caves.\n\nThere are many scenic places within short traveling distance of Guilin. These include ",{"type":"[[","value":[["Longsheng"]]}," with its famous Longji rice terraces; the Lijiang River, a scene of which is printed on the back of ",{"type":"[[","value":[["Xingping"],["¥20 bank notes"]]},"; ",{"type":"[[","value":[["Yangshuo"]]},", a small county downstream from Guilin; and much more. This makes Guilin an excellent base for exploring the northern end of Guangxi Province.\n\nGuilin is a beautiful city. The town center is surrounded by two rivers and four lakes and studded with sheer sided karst mountains. Outside the city center, the buildings are less well kept. The main industry in the city is tourism so the city is much cleaner than other Chinese cities.\n\nGuilin itself is like most other medium size Chinese cities, other than that it has a large number of western-style hotels, tourists and is relatively free of air pollution. Many Chinese domestic tourists also flock to this area. What makes it special is its proximity to many picturesque limestone mountains and formations.\n\n",{"type":"==","value":["Understand"]},"\nSeparated from the center of China and the Yangtze River basin by the Nan Mountains, Guangxi has always been distinct from the rest of China. The Han Chinese empire first expanded into Guangxi in the 3rd century BC. The Ling Canal was cut around the time, allowing small boats to transit from the Yangtze to the south flowing Xi River via the Xiang River.\n\nTrade grew along the canal and river routes. Guilin was founded as a trading post in the 1st century BC on the West bank of the Kuei River. During the Ming dynasty, a garrison was set up in Guilin and the surrounding area gradually civilised with the development of farmland. The city had a population of over two million at the time of the Second World War, but was utterly destroyed during the war. The population slowly recovered with post-war construction of several factories for the production of paper, chemicals and agricultural equipment. However, market forces have caused several of these industries to relocate out of Guilin.\n\nGuangxi and Guilin are home to 12 different ethnic minorities besides the Han Chinese. Guangxi is an autonomous region for the Zhuang ethnic group, rather than a province. See ",{"type":"[[","value":[["List of Chinese provinces and regions"]]},". Various other minorities, such as the Dong, are also found in the area.\n\nGuilin is the third largest city in Guangxi, after Nanning and Liuzhou.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThere are daily flights to Guilin ",{"type":"'''","value":["Liangjiang International Airport (KWL)"]}," from major mainland cities and from ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Bangkok"]]}," (not regular), ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Osaka"]]}," and ",{"type":"[[","value":[["Seoul"]]},". Book air ticket early as the price will increase as it approaches your traveling day. At off season, air ticket may be cheaper than train ticket (even the hard sleeper price), it is worth a try to check the difference.\n\n",{"type":"[[","value":[["Discount airlines in Asia#Air Asia"],["Air Asia"]]}," provides flights to Guilin from ",{"type":"[[","value":[["Kuala Lumpur"]]}," every alternate day.\n\n",{"type":"[[","value":[["Discount airlines in Asia"],["Jetstar"]]}," flies twice-weekly from ",{"type":"[[","value":[["Singapore"]]}," to Guilin.\n\nAirport bus to town is ¥20, but drops just south of the city centre. Taxi should then be around ¥10 to most hotels. The bus only leaves when full-ish so there may be a wait as the bus fills up.\n\nA taxi direct from the airport to a city centre hotel is about ¥100. Back to the airport, a hotel may arrange the trip for ¥80.\n\n",{"type":"===","value":["By train"]},"\nGuilin has two train stations. ",{"type":"'''","value":["Guilin Station"]}," (",{"type":"''","value":["Guilin Zhan"]},") is in the centre of town on Zhongshan Nanlu while ",{"type":"'''","value":["Guilin North Station"]}," (",{"type":"''","value":["Guilin Bei Zhan"]},") is far away from downtown area. Most, but not all, trains which originate\/terminate in Guilin go to or come from Guilin North while trains which come through Guilin from elsewhere usually only go to Guilin Station and not Guilin North.\n\nThere are trains from North (Beijing, Changsha, Wuhan, Shanghai, Xian), West (Kunming), South (Liuzhou, Nanning, Zhanjiang), and East (Guangzhou, Shenzhen).\n\n",{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Beijing"]]}]}," — From Beijing to Guilin or vice-versa, there are three trains on either direction. To Beijing, trains depart from Guilin (not Guilin Bei) at 12:59 (train from Zhanjiang), 15:06 (from Nanning) and 19:30. Journey time is between 22 hour and 30 hours, with the 15:06 train being the fastest. HSR train G529 departs Beijing at 7:46 am taking 10.5 hours."]},"\n",{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Hong Kong"]]}," via ",{"type":"[[","value":[["Shenzhen"]]}]}," — Take the Mass Transit Railway (MTR) to Lo Wu via the East Rail line. After going through immigration and customs, keep to the left when exiting. To get to the area for long distance travel, you need to walk past the ",{"type":"[[","value":[["Guangzhou"]]}," trains area. The T38 departs 17:51 arriving Guilin 06:42. The ticket will cost approximately ¥430 for a soft sleeper and ¥245 for a hard sleeper (prices vary slightly depending on the bunk position). The return trip T40 departs Guilin at 21:28 arriving ",{"type":"[[","value":[["Shenzhen"]]}," 10:35."]},"\n",{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Guangzhou"]]}," and ",{"type":"[[","value":[["Shenzhen"]]}]}," — 1 night train K952\/K949 departs Shenzhen Station at 17:26 via Guangzhou Station at 19:21 before arriving in Guilin Station at 06:45."]},"\n",{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Hong Kong"]]}," via ",{"type":"[[","value":[["Guangzhou"]]}]}," — It is relatively easy to book a train ticket to either Shenzhen or Guangzhou on MTR, however note that if going to Guangzhou there are two stations in this city, the MTR trains terminate in Guangzhou Station and the domestic trains depart from the other East Station, which is on the other side of the city and a fairly long metro ride (English is on the Metro ticket machine). There is a metro entrance in the train station when you arrive in Guangzhou, and it is a bit of a pain to find, just look for the stairs going down in a corner of the station. The tickets to Guilin are sold around the corner from this exit, you have to go outside the station and you will see another set of ticket stalls. Whether there will be tickets available depends on how early you are booking, do not expect to get them for the day of travel."]},"\n",{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Kunming"]]}]}," — The fastest trains from Kunming are those which go via ",{"type":"[[","value":[["Nanning"]]}," and the scenic Nankun railway, taking around 20 hours. Those going via Guiyang take at least 28 hours. If traveling to Kunming, trains depart Guilin at 05:46 (from Zhengzhou via Guiyang), 08:52 (via Nanning), 13:34 (from Nanjing via Guiyang) and 19:00 (from Shanghai via Nanning)."]},"\n",{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Nanning"]]}]}," — There are 3 high speed trains (under 3 hours) and ten conventional trains (6 hours). HSR trains are D8212 at 11:35, D8258 at 20:25, and D8256 at 14:40. Conventional trains depart every 2 hours on average. All conventional trains stop at Liuzhou (2 hours from Guilin). One way hard seat ticket cost ¥65."]},"\n",{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Chengdu"]]}]}," — There is one train per day from Chengdu, the K652.  It departs Chengdu at 15:15 and arrives 25 hours later.  Cost is about ¥230."]},"\nOnce you get out of the train station, you will be approached by cab drivers\/other drivers alike. While their cab meters are trustworthy, they might use a few tricks to cheat you out of some yuan, for example, aggressively pushing tours or adding false charges to the tab.\n\n",{"type":"===","value":["By car"]},"\nThere are some expressways locally and within the province, however for any long distance journey, it is a two lane road.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Yangshuo"]]}]}," — Minibuses (¥18) depart when full from the square in front of the Guilin railway station. Although the signs are written in Chinese, there are always conductors yelling out ",{"type":"''","value":["Yangshuo"]},". As the buses pick-up and let down passengers along the way, the journey time can take anything from one to one-half hours. Express buses (¥18) depart from the Guilin bus terminal off Zhongshan Nanlu, several hundred metres north of the railway station (and on the same side of the road as the station). Buses depart about every 20min from 07:00. Buy tickets from the ticket office in the bus terminal."]},"\n",{"type":"*","value":[{"type":"'''","value":["From elsewhere"]}," — Buses link Guilin with a multitude of destinations, including ",{"type":"[[","value":[["Nanning"]]},", ",{"type":"[[","value":[["Kunming"]]},", ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Shenzhen"]]},", ",{"type":"[[","value":[["Zhuhai"]]}," and further afield. Buses depart from the Guilin bus terminal on Zhongshan Nanlu, several hundred metres north of the railway station."]},"\n",{"type":"===","value":["By boat"]},"\nYou can get to Guilin by cargo boat from ",{"type":"[[","value":[["Guangzhou"]]}," via ",{"type":"[[","value":[["Wuzhou"]]},", but there are no passenger boats to Guilin anymore, except the boats to and from ",{"type":"[[","value":[["Yangshuo"]]},". You can take a cargo boat if you want to at almost no cost from ",{"type":"[[","value":[["Wuzhou"]]}," to ",{"type":"[[","value":[["Yangshuo"]]},".\n\n",{"type":"==","value":["Get around"]},"\nGetting a local map from a tourist guide or shop for ¥5 is a good idea. This will show the location of most of the sights as well as details of bus routes. Buses are an ideal way to get around Guilin on a budget. Many city parks and river spots can be accessed easily by bus. All the buses starting with 5# are free. A useful one is bus 58 which runs from the train station (and bus station) to many of the attractions. Bus fare are capped at ¥1 per trip.\n\nTaxis are also inexpensive and easily hailed within the city. Usually hard to catch during peak hours (17:30-19:00).\n\nAnother inexpensive way for a day-trip to scenic spots in the city area of Guilin is to get a driver for a whole or half day. As of March 2012 (off-season) a whole day is about ¥100, half is ¥50. Most hotels or hostels arrange this service, also telling the driver where you want to go if one is not capable of speaking Chinese.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Central Square"],["alt=桂林中心广场; Guì​lín Zhōng​xīn Guǎng​chǎng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=51,400 square meter large gathering place in the centre of town.  Here you can watch a giant atlas on the ground and an artificial waterfall every evening at 20:30."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jingjiang Prince City"],["alt=靖江王城"],["url=http:\/\/www.guilinwangcheng.com\/"],["email="],["address=1 Prince City"],["lat="],["long="],["directions="],["phone=+86 773 2803149"],["tollfree="],["fax="],["hours="],["price=¥70"],["content=In the center of the city lies a small forbidden city. Once home to the princes of the area. The palace buildings are now a museum."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Moon and Sun Pagoda"],["url="],["email="],["address="],["lat="],["long="],["directions=Near city center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although there is nothing much to see inside the pagodas, the view from the outside as well as the surrounding lake offers a good respite from the traffic and noise of Guilin's city center."]]}]},"\n",{"type":"===","value":["Museums and galleries"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Guilin Art Museum"],["alt=桂林艺术博物馆"],["url="],["email="],["address=173 Longchuanping Rd"],["lat="],["long="],["directions=bus 11, 33 or 99"],["phone="],["tollfree="],["fax="],["hours=08:30-17:00"],["price=Free"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Guilin Museum"],["url="],["email="],["address=4 Xishan Rd (西山路; Xīshānlù)"],["lat="],["long="],["directions=in West Hill Park, bus 3 or 14"],["phone="],["tollfree="],["fax="],["hours=08:30-17:30"],["price=¥20"],["content=Exhibits more than 20,000 items comprising ancient, minority, local and revolutionary stuff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Li River Folk Custom Center"],["alt=漓江民俗风情园; Lí​jiāng Mín​súfēng​qíngyuán"],["url="],["email="],["address=250 Linjiang Rd (临江路250号; Lín​jiānglù)"],["lat="],["long="],["directions=bus 13, 14 and 58"],["phone="],["tollfree="],["fax="],["hours=08:30-21:30"],["price=Daytime ¥45, evening ¥60"],["content=Exhibits folk art, handicraft, architecture, food and culture of various local ethnic groups.  The center also stages local music and dance shows."]]}]},"\n",{"type":"===","value":["Parks in the city"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Black Hill Botanic Garden"],["alt=黑山植物园; Hēi​shān Zhí​wù​yuán"],["url="],["email="],["address=206号 West 1st Ring Rd (环城西一路206号; Huán​chéngxīyī​lù)"],["lat="],["long="],["directions=bus 1, 6, 10, 19, 201, 202"],["phone="],["tollfree="],["fax="],["hours=24 hours"],["price=Free"],["content=One of the oldest botanical gardens in China."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Seven Star Park"],["alt=七星公园; Qī​xīnggōng​yuán"],["url="],["email="],["address=Qixing Rd"],["lat="],["long="],["directions=on the east side of the city and 15-20 minutes walk from the main pedestrian area in the centre of town"],["phone="],["tollfree="],["fax="],["hours="],["price=¥50"],["content=A large park with a small zoo area on the east side farthest from the entrance with the main attraction being the giant pandas and the red pandas, additional fee to enter the zoo of ¥32, the staff host a small show with monkeys, bear, tigers and lion at scheduled hours. Additional ¥60 fee to enter Seven Star Cave inside the park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=West Hill Park"],["alt=西山公园"],["url="],["email="],["address=2 km west of city centre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Park with a lake, temples and hundreds of Buddhist statues.  In the park is also the Hidden Hill with a number of caves.  Guilin Museum is also here, see separate listing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Xiongsen Bear and Tiger Mountain Village"],["alt=雄森熊虎山庄; Xióngsēn Xiónghǔ Shān​zhuāng"],["url="],["email="],["address="],["lat="],["long="],["directions=bus 4, 8 or 16"],["phone="],["tollfree="],["fax="],["hours=09:00-17:00"],["price=¥80"],["content=300,000 square meter area with tigers, bears, lions and other wild animals.  Here you can witness research, breeding and entertainment.  The place is a bit shabby and you will not see the animals in their natural environment, but you get close to the animals and can see them being much more active than in a zoo."]]}]},"\n",{"type":"===","value":["Landscape close to the city centre"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Diecai Mountain"],["alt=叠彩山; Diécǎishān"],["url="],["email="],["address=Longzhu Rd (龙珠路; Lóngzhūlù"],["lat="],["long="],["directions=bus 2, 13 or 58 will take you there"],["phone="],["tollfree="],["fax="],["hours=08:30-17:30"],["price=¥35 (oct 2011)"],["content=A park built around several peaks, which are climbed using stone staircases. There is also a small aviary and butterfly museum with examples of pinned and mounted butterflies and moths in the park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fubo Hill"],["alt=伏波山; Fúbōshān"],["url="],["email="],["address="],["lat="],["long="],["directions=in the northeast of the city on the banks of the Li River"],["phone=+86 773 2803000"],["tollfree="],["fax="],["hours="],["price=¥30"],["content=Contains historical stone carvings from the Tang Dynasty and Buddhist inscriptions. The hill itself is an impressive sheer sided rock."]]}]},"\n",{"type":"[[","value":[["Image:ElephantTrunkHill.jpg"],["thumb"],["250px"],["Elephant Trunk Hill"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Elephant Trunk Hill"],["alt=象鼻山; Xiàng​bí​shān"],["url="],["email="],["address=Binjiang Rd (滨江路; Bīn​jiānglù)"],["lat="],["long="],["directions=in Xiangshan Park (象山公园) on the banks of the Li River, within walking distance of the town center and near to bus routes 23 and 16"],["phone=+86 773 2803000"],["tollfree="],["fax="],["hours=07:00-22:00"],["price=¥75"],["content=Hill with a large natural arch cut into it. This resembles the trunk of an Elephant dipping into the river. This scene is frequently used as a symbol of the city and so has developed some fame. There is a funny and cheaper alternative to get into the park, you can go all the way to the river on the street just at the right side of the west gate, you will find some people asking if you want a boat that they drop you in the park for half-price of the official ticket. It is pretty much impossible to get a good view of the natural arch without going on a boat tour as trees have been planted to prevent people from freeloading the view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Peach Blossom River"],["alt=桃花江; Táo​huājiāng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a river going through the western parts of town.  Beautiful and relaxing area.  As the name indicates, here you can see the peach blossom in spring our the red leaves in autumn."]]}]},"\n",{"type":"[[","value":[["image:ReedFluteCave.jpg"],["thumb"],["250px"],["Reed Flute Cave"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Reed Flute Cave"],["alt=芦笛岩; Lúdíyán"],["url="],["email="],["address=Ludi Rd (芦笛路; Lúdílù)"],["lat="],["long="],["directions=about 5km west of Guilin, catch bus 3 or rent bikes and buy a map for a pleasant cycle"],["phone="],["tollfree="],["fax="],["hours=08:00-17:30"],["price=¥90"],["content=This limestone cave with impressive stalactite and stalagmite formations is worth a visit if you have not seen such caves before. An English-speaking guide will take you around the various artificially lit formations supposedly resembling lions, monkeys, old men, the skyline of Guilin, etc. There is also a brief laser\/light\/music show inside the cave. You may have to wait a while for a large enough group to accumulate. Avoid the hawkers by taking the elevated path on the side of the hill, rather than the tarmac road."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Solitary Beauty Peak"],["alt=独秀峰"],["url=http:\/\/www.guilinwangcheng.com\/index.htm"],["email="],["address="],["lat="],["long="],["directions=take a taxi or bus 1 or 2 from the Guilin Railway Station, both buses drop passengers off at the western entrance of the peak area"],["phone=(0773) 280 3149"],["tollfree="],["fax="],["hours=08:00-17:00"],["price=¥70"],["content=Rises dramatically above the center of Guilin and offers spectacular views of the city and surrounding countryside. As with so many peaks and rocky upthrusts in and around Guilin, centuries of visits have led to the creation of a carved stairway leading to the summit. The pathway starts at Wang Cheng, the Ming Dynasty palace in the center of town, now home to the campus of Guangxi Normal University and also the site of nightly performances by local ethnic minorities. Only the city walls and some of the foundation of the original buildings are left, the buildings themselves are all recent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yaoshan Hill Park"],["alt=尧山; Yáoshān"],["url=http:\/\/www.glyaoshan.com\/"],["email="],["address=Jingjiang Rd"],["lat="],["long="],["directions=several km east of the city center, bus 10 and 98 run nearby but still leave a lengthy walk"],["phone=+86 773 5864592"],["tollfree="],["fax="],["hours="],["price=¥60"],["content=This is a large country park which encompasses the highest peak in the area. Foot paths run to the summit, however the chair lift provides an effortless way to attain the top and enjoy the scenery. There are extensive views of the surrounding area from the summit. There is a wheeled toboggan run down part of the mountain. To access this, dismount the chairlift at the station half way down the mountain. A taxi to and from the park will cost about ¥25 each way. If you plan to do this, alert the staff at the ground station so personnel at the midway station can help you get off. There is a Ming Dynasty Mausoleum nearby as well. The park is not listed on any of the tourist maps so you may get some looks on asking where it is."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Feng Yu Yan"],["alt=丰鱼岩"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Feng Yuyan due to river where oil abundance of fish named, known as \" one through nine, Miao Jing must the world \" reputation, known as \"Asia's first hole\"."]]}]},"\n",{"type":"===","value":["Parks and landscape outside the city centre"]},"\n",{"type":"[[","value":[["Image:CrownCave.jpg"],["thumb"],["250px"],["Crown Cave"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Crown Cave"],["alt=冠岩; Guānyán"],["url="],["email="],["address=45 minute by long distance bus, then take the monorail or visitor jeep (¥35) to the entrance of the cave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥65 per person excluding transport to\/from cave entrance"],["content=A 3km section of the cave is currently open to tourists.  At the entrance of the cave, take the elevator and venture 30m deep into the cave. After looking at the various stalactite and stalagmite formations, you can also visit the waterfall (¥5) inside the cave.  After that, take the monorail to admire the largest and most beautiful section of the cave.  To exit the cave, you can either travel back to the entrance point, or take a boat that will travel from the cave to the banks of the Li River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gudong Waterfall"],["alt=古东; Gǔdōng"],["url=http:\/\/www.glgdst.com\/pic.asp?newstype=40"],["email="],["address="],["lat="],["long="],["directions=close to Crown Cave, 25 km from Guilin, reachable by bus"],["phone="],["tollfree="],["fax="],["hours=08:30-17:00"],["price=¥60"],["content=Waterfall with water coming from springs."]]}]},"\n",{"type":"===","value":["Nearby towns and villages"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Daxu Town"],["alt=大旭镇"],["url="],["email="],["address=23 km southeast of Guilin, 1.5 hours by bus"],["lat="],["long="],["directions=close to Crown Cave"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ancient town at the east bank of the Li River dating back more than 1,000 years.  The town is beautifully located close to the Millstone Hill and the Snail Hill.  The heart of town is the 2 km long Bluestone St with many well preserved buildings.  The town has lots of attractions dating back hundreds of years including the Gauzu Temple, The Hanhuang Temple, the assembly halls, the Longevity Bridge and the Seven Stars Tombs."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Guilin City"]},"\n",{"type":"[[","value":[["image:LiRiver.jpg"],["thumb"],["250px"],["Li River"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Li River Cruise"],["url=http:\/\/www.lirivercruise.net\/"],["email=info@lirivercruise.net"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=4h"],["price=¥400 (luxury), ¥360(ordinary), ¥140 (bamboo)"],["content=The boats are frequent and easily organized by any hotel in Guilin. Most tourists will go from Guilin to ",{"type":"[[","value":[["Yangshuo"]]}," (a very picturesque smaller town downstream of Guilin). The river winds through some truly spectacular limestone formations and a slow boat trip there and back (with a stop in Yangshuo) will take a whole day. If you are using the luxury cruise, you might want to reserve a couple of extra hours to go for the additional tour to see the Cormorant Bird fishing at a small village close to Yangshuo for additional ¥200."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Two Rivers and Four Lakes Cruise"],["url=http:\/\/www.tworiversfourlakes.com"],["email="],["address=Binjiang Rd"],["lat="],["long="],["directions="],["phone=+86 773 2831040, +86 773 2888805"],["tollfree="],["fax="],["hours=09:00-21:30 every half hour"],["price=¥150 (¥130 off-season)"],["content=A boat tour around the four lakes and two rivers of Guilin city. At night, the scenery is spectacularly flood lit. At the mid point in the tour, there will be a demonstration of traditional cormorant fishing. It is the best activity at night. Tours last about 90 minutes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dreaming on Li River Show"],["alt=夢幻漓江秀; Mèng​huàn Lí​jiāng Xiù"],["url="],["email="],["address=95 Qixing Rd (七星路95号; Qī​xīnglù)"],["lat="],["long="],["directions="],["phone=+86 773 2851279"],["tollfree="],["fax="],["hours=20:00"],["price=¥150"],["content=A theatrical dance and music performance daily. The show tries to recreate the culture of the various ethnic groups around Guilin."]]}]},"\n",{"type":"===","value":["Neighbouring towns and villages"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wupai River Drifting"],["url=http:\/\/www.wph.cn"],["email="],["address="],["lat="],["long="],["directions=2 hours north of Guilin (in Ziyuan County)"],["phone=+86 773 4315888"],["tollfree="],["fax="],["hours="],["price="],["content=White water rafting down the scenic river."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Guilin Shangri-la park"],["url="],["email="],["address="],["lat="],["long="],["directions=halfway along the road between Guilin and Yangshuo"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Set in beautiful scenery, this ethnic theme park tries to introduce visitors to the wide range of local nationalities and their cultures. A short boat trip will take you around the butterfly lake. On the way, various performances are staged on the shore of the lake, demonstrating different aspects of the culture. The boat will drop you off at the 'village' where you can see displays of local crafts including weaving, embroidery, buffalo horn carving and calligraphy. These crafts are produced on site and you may watch them working."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Butterfly Cave"],["url=http:\/\/www.glhdq.com"],["email=silinj@glhdq.com"],["address="],["lat="],["long="],["directions="],["phone=+86 773 8811466, +86 773 8811498, +86 773 8811469, +86 773 8829978"],["tollfree="],["fax=+86 773 881498, +86 773 8829978"],["hours="],["price="],["content=A pair of sheer sided mountains surrounded by a butterfly themed park. One of the mountains has a cave running through the core of it. Inside this cave are many strange rock formations including stalagmites and stalactites. One particularly unusual formation is shaped like a butterfly, lending the hill its name. A rope bridge connects from the cave's exit over to the other mountain. At the side of the bridge, a waterfall cascades down the mountain side. The path takes you around the summit of the second peak and down to the gardens below. A dance performance greets each tour party here. The final stage is a walk inside a netted area in which a large variety of butterflies may be observed."]]}]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.merry-land.com.cn\/default_en.jsp Guilin Merryland World Resort"]}]},", located about 1 hour drive north of Guilin offers two attractions:"]},":*",{"type":"{{","value":[["do"],["name=Golf Course"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 773 6229898"],["tollfree="],["fax=+86 773 6229906"],["hours="],["price="],["content=Beautiful golf course with 27 holes. A bit on the expensive side but well worth the money."]]},"\n:*",{"type":"{{","value":[["do"],["name=Theme Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Chinese Language Institute"],["alt=中国语言研究所"],["url=http:\/\/www.studyCLI.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A branch of Guangxi Normal University (GXNU) that expands upon GXNU's program to provide all students with 5-20 weekly hours of one-on-one lessons, options of home-stays and immersed housing with Chinese graduate students, weekly activities and monthly travel excursions, 24-hour emergency assistance, pre-arrival assistance, and visa and housing assistance.  CLI offers classes ranging from a few days, to a few weeks, to a semester, to an academic year.  CLI benefits from being operated by an international staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Guangxi Normal University"],["alt=广西师范大学"],["url=http:\/\/www.cice.gxnu.edu.cn\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The finest university in Guilin, offering a wide-range of Chinese language and culture classes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Guilin University of Technology"],["alt=桂林理工大学"],["url=http:\/\/www.gutcie.cn\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 773 5895613"],["tollfree="],["fax=+86 773 5895613"],["hours="],["price="],["content=You may join regular or part-time Chinese Language and Cultural Courses provided by Guilin University of Technology which stands near the Seven-star park in the downtown area."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere is a big underground bazaar running from the train station all the way to the bus station selling clothes, footwear, accessories, bags, and many more. The second underground market is located underneath the city center selling food, bags, mobile phones and other electronic devices. Remember to bargain if prices are not openly displayed.\n\nBranded luxury goods can be purchased from the departmental stores near Cross Street. Suncome has many branches throughout the city selling everyday necessities.\n\nThere is also a street market set up along Zhongshan Lu at night selling typical tourist trinkets.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Local cuisine"]},"\nGuilin cuisine is a combination of Cantonese and Hunanese styles, but with more use of fish and spicies and often prepared using stir-frying or steaming.  Restaurants often assume westerners do not like spicy food and will make your food bland as hell if you do not insist otherwise. Even then there is a chance they will not believe you.\n\nGuilin has some distinct local ",{"type":"'''","value":["ingredients"]}," used in a number of dishes.\n",{"type":"*","value":[" ",{"type":"'''","value":["Chilli Paste"]}," is a sauce used for local dishes and also sold to other parts of China and abroad.  It is made from chilli, lobster, garlic and Sanhua Wine."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fermented Beancurd"]}," has been made in Guilin for more than 300 years and is known to have a unique taste."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fruits"]},".  Guilin is renowned for its fruit, especially shatian pomelo, arhat fruit and gingkgo"]},"\nAs many other Chinese cities, Guilin has its own ",{"type":"'''","value":["snacks"]},".\n",{"type":"*","value":[" ",{"type":"'''","value":["Horse hoof cake"]}," (",{"type":"''","value":["Matigao"]},") is a local snack.  It is a crumbly cake stuffed with red beans filling."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rice with Mung Bean Paste"]}," is made from steamed rice filled with mung bean paste or other.  Often eaten for breakfast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sweet tofu"]}," infused with a certain flower is another delicious breakfast item. Look for roadside vendors adding orange-coloured liquid to a steaming hot bag of tofu, which you then drink with a straw."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Water Chestnut Cake"]}," made from rice flour, brown sugar, water chestnut powder and sesame powder."]},"\nA number of Guilin ",{"type":"'''","value":["dishes"]}," are unique to the city or are especially wellknown here.  \n",{"type":"*","value":[" ",{"type":"'''","value":["Daxu Clear Water Fish"]}," is a specialty form the ancient city of Daxu.  The fish is cooked with salt and ginger."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Duck Wrapped in Lotus Leaf"]}," made from duck, dry lotus leaf, meat, bamboo shoots, ham, mushrooms, beans, shrimp and spices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fengli"]}," steamed, dried and fried rice paste with ham, celery, cauliflower or green garlic."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nun Vegetarian Noodles"]}," this is a noodle soup boiled with soybean sprouts, mushrooms and bamboo shoots and served with . The soup is golden in color, sweet in taste, and has a mouth-watering smell. The noodles are first boiled and then put into bowls where the soup is added. It is served with Guilin Fermented Tofu, scrambled eggs, vegetarian ham, gluten flour and some spices. The fresh-cooked dish is very tasty, and the smell and color are pleasant as well. The Crescent Moon Building in Seven Star Park enjoys a great reputation for its Nun Noodles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old Duck Stewed with Gingko"]}," made from the famous Guilin gingko, duck and ham stewed in a steamer."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rice Noodles"]}," (",{"type":"''","value":["Mifen"]},") is a local delicacy, also available as stir-fried (",{"type":"''","value":["Chaofen"]},"). This is served everywhere, but try to avoid the joints near the train station. Traditionally the noodle and the topping is first eaten without soup, and once the topping has run out there is usually a pot of soup to add flavour to the rest of your noodles. There are also various pickles and condiments that you can add to your noodles. Servings are sold and priced in small, medium, and large. (一两；二两；三两）The small is more of snack, so start with the medium. There is a good spot in the street behind the Zhongshan Hotel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Roasted Suckling Pig"]},".  The pig is fed with rice, roasted using special local methods, and then flavored with shallot, soy sauce and white sugar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snail"]}," made with sour peppers, shallot, ginger and sanhua wine."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Steamed Bake Meat with Water Chestnut"]}," made from peeled water chestnut, meat and spicies."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Steamed Mung Bean and Meat Wrapped in Lotus Leaf"]},".  Home-style dish with streaky pork with skin, soy sauce, mung bean flour, lotus leaf, fermented tofu, and lots of spices."]},"\n",{"type":"===","value":["Restaurant streets"]},"\nRestaurants can be found throughout the city.  There are various eateries near the train station selling cheap and simple but delicious local dishes.  There are many restaurants around the main streets, Jiefang Road and along the river, but many of them are either overpriced chains and\/or tourist traps and the food they serve is less than authentic. Do not be fooled by them being crowded, they are not worth the money. A better option may be to wander the side streets.\n\nThere are a few clusters of restaurants worth exploring.\n",{"type":"*","value":[" ",{"type":"'''","value":["Binjiang Rd"]}," (滨江路美食街; Bīnjiānglù Měishíjiē)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Food City"]}," (just to the east of the bus station)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Guilinren Wangjiao Food Street"]}," (桂林人旺角美食街; Guìlínrén Wàngjiǎo) at Zhongshan Middle Rd (",{"type":"''","value":["bus 11,18, 100"]},").  This street has lots of snack vendors."]},"\n",{"type":"*","value":[" '''Jiefang West Rd (解放西路美食街; Jiěfàngxīlù Měishíjiē)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nanhuan Rd"]}," (南环路; Nánhuán​lù) connects Zhongshan Rd with Elephant Trunk Hill.  The street has a number of budget and mid-range local restaurants.  Many of the restaurants show living animal out in the street to illustrate what is on the menu."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Putuo Rd"]}," (普陀路美食街; Pǔ​tuólù Měishíjiē)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yiren Rd"]}," (依仁路; Yīrénlù) runs east-west on the north side of Central Square.  The street has eateries ranging from buffet-style caferias to trendy cafes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ximen Bridge Area"]}," (西门桥周围; Xī​ménqiáozhōu​wéi) has a large number of Muslim restaurants."]},"\n",{"type":"*","value":[" '''Zhishan Rd (雉山路美食街; Zhìshānlù Měishíjiē; opposite Food City)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zhongshan Rd"]}," (中山路; Zhōngshānlù)"]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wada Bar @ Wada Hostel"],["alt=瓦当旅舍"],["url=http:\/\/www.wadahostel.com"],["email="],["address=212 Huancheng Xiyi Rd, Guilin, Guangxi, China 541002 (Chinese Address: 环城西一路212号)"],["lat="],["long="],["directions="],["phone=0773 215 4888"],["tollfree="],["fax="],["hours="],["price="],["content=This place has a great vibe attracting many foreigner travellers from around the world. Spacious outdoor lounge provides a great atmosphere to hang out all day long. The night comes alive with music and happy hour drinks with premium cocktails at 20-30Y each. Great Western\/Chinese food options to choose from."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hao Heng Shi Jia"],["url="],["email="],["address=2nd floor, 9 Middle Zhong Shan Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good steaks, western and Chinese food. Located on the main shopping street. Internet cafe just upstairs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Islam Restaurant"],["url="],["email="],["address=55 Xicheng Rd (西城路55号)"],["lat="],["long="],["directions="],["phone=0773-2819737"],["tollfree="],["fax="],["hours="],["price="],["content=Owned by the Islam Association of Guilin.  Serves traditional halal food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jufulin"],["url="],["email="],["address=10 Zhengyang Rd"],["lat="],["long="],["directions=near the Central Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serving standard Chinese dishes.  Seating both in and out, inside can be a bit crowdy, but outside is nice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rosemary Cafe"],["url="],["email="],["address=1 Yiren Rd"],["lat="],["long="],["directions=in the pedestrianized area near Jiefang Bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good coffee and western food, sandwiches with wholemeal bread. Free Wifi. A few books for sale or exchange. Staff are polite and efficient, though perhaps slightly cool in their attitude."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nLiquan beer and osmanthus tea.\n\n",{"type":"===","value":["Cafes"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=UBC Cafe"],["alt=Shangdao Kafei"],["url="],["email="],["address=Yiren Rd"],["lat="],["long="],["directions=near the Central Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a Shanghai chain coffeehouse also serving both Chinese and Western food.  The coffee card appears reasonable, but sometimes you get the feeling they serve more or less the same regardless of what you order.  Large place with a piano player."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kaya café & bar"],["url="],["email="],["address=Zhonghua Lu 6"],["lat="],["long="],["directions=from the walking street, walk to Solitary Beauty Peak (North), at the gate, go right and first left again, 50 meters on your right side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the few real bars in Guilin. Very laidback atmosphere.  Located in a quiet street near the center. Offers chilled out music. They also have a branch in ",{"type":"[[","value":[["Yangshuo"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=West Bank Café"],["url="],["email="],["address=4\/F, Binjiang Building, 18 Binjiang Rd"],["lat="],["long="],["directions="],["phone=0773-2882259"],["tollfree="],["fax="],["hours="],["price="],["content=Decent coffee accompanied by jazz music and river view."]]}]},"\n",{"type":"===","value":["Bars"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=100 C"],["url="],["email="],["address=Binjiang Rd"],["lat="],["long="],["directions=near sheraton hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very good bar with great music."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Red Lips -- On the Road -- Usual Place -- Go In"],["url="],["email="],["address=Chuanshan South Rd"],["lat="],["long="],["directions=street to Chuanshan Park, at the corner of Lijiang Road, close to Li River Chuanshan Bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Four new bars nearby, each nicely decorated and with relaxed atmosphere, some with Internet access, young audience, often English-speaking Chinese students. Also ",{"type":"'''","value":["Sharon's Coffee"]}," for excellent Western food (e.g. steak, schnitzel, burgers and baguettes) close-by."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Logo"],["alt=formerly Le Feitz"],["url="],["email="],["address=1-8 Chaoyang Rd, 540004"],["lat="],["long="],["directions=100m from Guangxi Normal University north gate"],["phone=(+86)13737734082"],["tollfree="],["fax="],["hours=19:00-03:00"],["price="],["content=Bar\/Club, often has a cover band playing and\/or DJ's very loud, but not a bad atmosphere if there's a good crowd."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nGuilin is a tourism city. There are many hotels, more than 30 five-star hotels, 100 four-star hotels, and 200 three-star hotels.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Backstreet International Youth Hostel"],["alt=后街国际旅馆"],["url=http:\/\/www.guilinhostel.com"],["email=mychinahostel@gmail.com"],["address=3 Renmin Rd\/人民路3号(Across from the Sheraton Hotel)"],["lat=25.273568"],["long=110.298423"],["directions=Taxi from train station is ¥10. Be sure to have the address in Chinese written down for the driver. Free pickup is also readily available."],["phone=+86 773 2819936"],["tollfree="],["fax="],["checkin=14:00"],["checkout=12:00"],["price=Spacious, clean rooms at ¥35 for 6 bed dorms with air conditioning. Private twin and double rooms at ¥120 for members, ¥140 for non-members"],["content=Most well established hostel. Newly renovated as of 2011 and in the heart of the city center. Bright and fun atmosphere in the main lounge. All essential services are included: Free Wi-Fi, international calling and Skype, Western- style restaurant and fully licensed bar, tour packages(Bamboo raft to Yangshuo along the Li River and 1-day tours to the Longsheng Rice Terraces), bicycle rental, towel rental, heating, transportation services (ticket booking, airport pick-up & drop-off), common area, hot water, clean drinking water, laundry, storage room, and weekly events. Extremely well trained, competent and informative English speaking staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wada Hostel"],["alt=瓦当旅舍"],["url=http:\/\/www.wada-hostel.com"],["email=wadahostel@yahoo.com"],["address=212 Huancheng Xiyi Rd (环城西一路 212号) directions="],["lat="],["long="],["directions="],["phone=+86 773 2154888"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Dorms at ¥40\/person. Private rooms at ¥140\/room for members, ¥150 for non-members"],["content=The most popular backpackers' youth hostel in Guilin, they are a member of the YHA China, HI, IYHF. Very knowledgeable English speaking staff. Amenities include free internet\/WIFI access, International calling\/Skype, great tour packages to Yangshuo\/Longsheng rice terraces, transportation booking for bus\/train\/air, western restaurant and licensed bar, heating, BBQ, lounge, laundry, pool table, TV\/movie room, reading room, video game room with Nintendo Wii, board game room, drinking water station, karaoke, outdoor patio, storage room, bicycle and boat rental. Directly across from a botanical garden, mall, movie theatre, and amusement park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Breeze Inn"],["url=http:\/\/www.breezeinn.cn\/gl00.html"],["email=breezeinn@hotmail.com"],["address=South Zhongshan Rd"],["lat="],["long="],["directions=30 metres off Zhongshan Rd, the main street in town"],["phone=+86 773 3558868"],["tollfree="],["fax="],["hours="],["price=Dormitory ¥30, twins ¥80, discounts for YHIF members, double prices during Chinese holidays"],["checkin="],["checkout="],["content=Quiet, free from disturbing traffic noise. They also have a branch in Yangshuo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dozycat Hostel"],["url=http:\/\/www.guilinhostel.cn\/main\/home\/main.php"],["email=dozycat@yahoo.cn"],["address=No.13 North Liumashan Lane 桂林骝马山北巷13号"],["lat="],["long="],["directions=A 5-10 minute gentle stroll into the centre of town"],["phone=+86-773-5657548 \/ 2861086"],["tollfree="],["fax="],["hours="],["price=Dormitory ¥40 but can be as low as ¥15, Twins and Doubles available"],["checkin="],["checkout="],["content=Nice hostel located in quiet area 5 minute walk out of town. Cheap eats nearby and very clean rooms. Staff were extremely helpful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Flowers Youth Hostel"],["url=http:\/\/www.yhaguilin.com\/"],["email=yhaguilin@yahoo.com.cn"],["address=Block 2, 6 Shangzhi Ln, South Zhongshan Rd"],["lat="],["long="],["directions=opposite the train station, just cross the street, walk to New Plaza Hotel, about 2 minute walk; behind Home Inn, u will see Youth Hostel signs...u can't miss it"],["phone=+86 773 3839625"],["tollfree="],["fax=+86 773 3845275"],["hours="],["price=Dormitory ¥40, Singles ¥55, Twin ¥90, discounts for YHIF members, double prices during Chinese holidays"],["checkin=14:00"],["checkout=12:00"],["content=Great youth hostel with friendly English-speaking staff. Large communal reception area with sofas which doubles as a lounge and restaurant. Free pool table and DVD room. Two internet terminals at ¥1 for 10 minutes. They will also allow you to store your luggage for a few days while visiting Yangshou."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fu Yuan Hotel"],["url="],["email="],["address=Chuan Shan Lu 9"],["lat=25.259523"],["long=110.302874"],["directions=from railway station or main bus station with bus #16 to Chuan Shan Qiao bus stop"],["phone=+86 773 5875826"],["tollfree="],["fax="],["hours="],["price=Single bed ¥88, Twin bed ¥118, double prices during Chinese holidays"],["checkin=14:00"],["checkout=12:00"],["content=Nice hotel with friendly staff and clean AC rooms. Rooms with PC & Internet access are available. Sharon's Coffee with Western food nearby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Overseas Chinese Hostel"],["alt=花俏大沙"],["url="],["email="],["address=13 Zhongshan Nanlu (中山南路13号)"],["lat="],["long="],["directions="],["phone=+86 773 3820290"],["tollfree="],["fax="],["hours="],["price=¥60"],["checkin="],["checkout="],["content=A little inconveniently located, but clean and a good alternative to a full FYH."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guilin Zhongshan Hotel"],["url=http:\/\/www.guilinzhongshanhotel.com"],["email="],["address=Zhongshan Middle Road, Xiangshan District"],["lat="],["long="],["directions="],["phone=+86 773 2882999"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at ¥218"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guilin Jinggui New City Hotel"],["url=http:\/\/www.guilinjingguinewcityhotel.com"],["email="],["address=Zhongshan South Road, Xiangshan District"],["lat="],["long="],["directions="],["phone=+86 773 2119333"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at ¥168"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mingcheng Hotel"],["url=http:\/\/www.mingchenghotel-guilin.com"],["email="],["address=No. 4 Zhengyang Road, Xiufeng District"],["lat="],["long="],["directions="],["phone=86-773-2882008"],["tollfree="],["fax="],["hours="],["price=¥180+"],["checkin="],["checkout="],["content=It offers air-conditioned rooms, all of which have cable TV, refrigerator, telephone, and hair dryer. Some of its amenities include business facilities, free transportation, and a 24-hour front desk and security. While staying here, you can visit some interesting places like Yulong River, Reed Flute Cave, and Seven Star Park."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Soluxe Qixia Hotel"],["url=http:\/\/sites.google.com\/site\/soluxeguilin\/"],["email="],["address="],["lat="],["long="],["directions=3 minutes walk to Li River, 5 minutes walk to Seven Star Park and approaching Liberation Bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Total of 366 rooms, with stylish decoration, neat and clean environment and free internet access. Free airport pick up service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guilin Bravo Hotel"],["url=http:\/\/www.bravohotelguilin.com\/"],["email="],["address=14 Rounghu South Rd, Xiufeng District"],["lat="],["long="],["directions="],["phone=86-773-2823950"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at ¥622"],["checkin="],["checkout="],["content=Offers air-conditioned rooms, all of which have satellite TV with free in-house movies, mini-bar, refrigerator, and high-speed Internet access. Some of their restaurants are Lijiang Restaurant that serves local dishes, Seven Star Restaurant (Guangdong and Sichuan cuisines), and Skylight Lobby Bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guilin Osmansthus Flower Hotel"],["url="],["email="],["address=No. 10 Zhongshanbei RD, Guilin, Guangxi, China"],["lat="],["long="],["directions=Located in the downtown of the city. Only 5mins' walk to the train and bus station."],["phone=+86 - 773 215 3666"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= A good 3 star hotel located in the downtown. ¥150 for a standard(double\/single) room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guilin Golden Elephant Hotel"],["url=http:\/\/www.guilingoldenelephanthotel.com"],["email="],["address=No. 36 Binjiang Road, Xiangshan District, Guilin, Guangxi, China"],["lat="],["long="],["directions=Located opposite the famous Elephant Trunk Hill, by the Li River"],["phone=+86 773 2808888"],["tollfree="],["fax=+86-773-2805903"],["hours="],["price="],["checkin="],["checkout="],["content= 73 rooms with basic amenities and a location in the heart of the Xiangshan District."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eva Inn"],["url=http:\/\/www.evainnguilin.com\/"],["email="],["address=66 Binjiang Rd, Xiufeng District"],["lat="],["long="],["directions=in front of Sheraton"],["phone=86-773-2830666"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Looks out over Li River and Elephant Trunk Hill. It has 113 rooms and a gourmet restaurant with terrace dining. Ask for disccounts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Guishan Link Hotel"],["url=http:\/\/www.guishanlinkhotelguilin.com"],["email="],["address=No. 42 Chuanshan Road, Qixing District, Guilin, Guangxi, China"],["lat="],["long="],["directions="],["phone=86-773-5638888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Standing on the banks of the Li River, the hotel places you in one of the most beautiful spots in the city. The four-star Guishan Hotel in Guilin, China is surrounded by Li River, Elephant Trunk Hill, and Seven Star Cave. The spacious, air-conditioned rooms are each equipped with cable television, free Internet access, a private bath, and hair dryer."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shangri-La Guilin"],["url=http:\/\/www.shangri-la.com\/cn\/property\/guilin\/shangrila"],["email="],["address=111 Huan Cheng Bei Er Lu Guilin, Guangxi"],["lat="],["long="],["directions="],["phone=(86 773) 269 8888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=New luxury hotel, a little ways away from the tourist core."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Guilin Lijiang Waterfall Hotel - Da Pubu Dajiudian"],["url=http:\/\/www.waterfallguilin.com"],["email="],["address=1 North Shanhu Rd"],["lat="],["long="],["directions=Centrally located near the main shopping area"],["phone=+86 773 2822881, 2823050"],["tollfree="],["fax=+86 773 2822891, 2825992"],["hours="],["price="],["checkin=27 3 2012"],["checkout=2 4 2012"],["content=The most ostentatious place to stay in Guilin, it features a man-made waterfall which is listed in the Guinness Book of Records. There are 646 rooms, indoor swimming pool, VIP health club and saunas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Hotel"],["url=http:\/\/www.sheraton.com\/guilin"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good location on the river, 2 minutes walk to main pedestrian area, 3 minutes to the Sun and Moon pagodas and 5 minutes to Elephant Trunk Hill park. Popular with westerners and probably the best western breakfast buffet you'll find in Guilin."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel of Modern Art"],["url=http:\/\/guilinhoma.com\/"],["email="],["address=Yuzi Paradise, DaBu Town, Yanshan district"],["lat="],["long="],["directions=Approx 30 minutes drive from the city center"],["phone=+86 773 3867888"],["tollfree="],["fax=+86 773 3867999"],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is set inside ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yuzile.com\/ Yuzi Paradise"]}]},", a park full of stunning modern art in a remote rural location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guilin Merryland World Resort"],["url=http:\/\/www.merry-land.com.cn\/default_en.jsp"],["email="],["address="],["lat="],["long="],["directions=About 1 hours drive north of Guilin"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The resort offers two types of accommodation: 5 Star Hotel, or Forrest Village."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden Dragon Airline Grand Hotel"],["url=http:\/\/www.goldendragonairlinegrandhotel.com"],["email="],["address=19 Cuizhu Road, Xiangshan District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A 4-star accommodation. Aside from its 206 guest rooms, the hotel also has function halls, restaurants, a swimming pool, gym and sauna. Accepts online reservations."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nGuilin is quite safe by both Chinese and International standards, but having said that :\n\n",{"type":"*","value":[" Watch your valuables very closely in the in the central city, (money belt) as in many tourist locations ",{"type":"[[","value":[["pickpockets"],["pickpocketing"]]}," is a common occurrence. The bus station is the most dangerous place in the city. Keep on guard when boarding and disembarking your bus! Never carry your wallet in your pocket! Organized gangs of pickpockets operate in this area and they will focus on you if you are of non-East Asian decent."]},"\n",{"type":"*","value":[" Also, be careful with the begging children in the city parks as there are rumours of them claiming assault if you do not buy flowers from them. The parents apparently act as \"witnesses\" to the assault."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yangshuo"]]}," - About 1.5 hours by bus from Guilin is the friendly and picturesque town of Yangshuo. This used to be a popular backpackers town, but now is full of Chinese tourists. It is situated in a beautiful karst landscape. The full day boat trip along the Li River will finish in this town. Getting there by taxi or bus and is also an option."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Xingping"]]}," - This town will probably become the next backpacker place, as Yangshuo becomes too commercial for backpacking types. It is a very peaceful, old town located on the Li River's most beautiful landscape, half way between Yangshuo and Guilin."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Longsheng"]]},"- An area near Guilin with hills covered with terraced rice fields. There are many organised tours from Guilin, many of which will allow you to visit the nearby ethnic Zhuang minority villages. June and September are good times to visit when fields are flooded."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vietnam"]]}," - There is a new sleeper over night bus route from Guilin to ",{"type":"[[","value":[["Hanoi"]]},{"type":"[","value":["http:\/\/blog.sina.com.cn\/s\/blog_682087800100jaha.html"]},". It costs ¥390 leaving in the evening every day and arriving Hanoi next day. Or catch the afternoon train to ",{"type":"[[","value":[["Nanning"]]}," (5hrs), stay overnight in a cheap station hotel and get the early morning bus in Langdong bus station to Hanoi, arriving about 15:00 depending on traffic."]},"\n",{"type":"{{","value":[["geo"],["25.2667"],["110.2833"]]},"\n",{"type":"{{","value":[["isPartOf"],["North Guangxi"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Guilin"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Guangxi\/Guilin\/"]]}]