[{"type":"{{","value":[["pagebanner"],["Guimarães banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Castle of Guimarães.jpg"],["thumb"],["right"],["300px"],["Guimarães Castle, from the X century"]]},"\n\n",{"type":"'''","value":["Guimarães"]}," is a city in ",{"type":"[[","value":[["Minho"]]},", ",{"type":"[[","value":[["Portugal"]]}," and is one of the most historical cities in Portugal, said to be where \"Portugal was born\". It is the first city of Portugal, and have a beautiful Castle, and a Palace to visit, from the beginnings of the country. The Castle has been classified as one of the New Portuguese Seven Wonders. The first King (D. Afonso Henriques aka D. Afonso, I of Portugal) is still being idolized by the city. Placed about 50 km from ",{"type":"[[","value":[["Porto"]]},", Guimarães is placed near to a mountain, Penha, with wonderful views to all the city.\n\nGuimarães will be the European Capital of Culture 2012, a great honor to this city, a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["File:26.11.90 Guimarães 9622 (3380745452).jpg"],["thumb"],["right"],["200px"],["Guimarães Train Station"]]},"\n\nThe easy way to go to Guimarães by plane is to fly to Porto\/Sa Carneiro\/Pedras Rubras,Maia. ",{"type":"[[","value":[["Oporto"]]}," international airport(OPO), and then catch a train or a bus to Guimarães. It's about one hour from Oporto to Guimarães, by bus, and almost one hour and a half by train.\n\nThere are very low cost airlines flying to Oporto, the ones that fly from more places are ",{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}," and ",{"type":"[","value":["http:\/\/www.easyjet.com EasyJet"]},". Also, coming from Paris,  ",{"type":"[","value":["http:\/\/transavia.com Transavia"]},", or, coming from Barcelona  ",{"type":"[","value":["http:\/\/www.clickair.com Clickair"]},". Certainly, more low cost airlines are flying to Oporto, but the other ones have fewer trips per day.\n\nOnce you get to Porto Airport, you can catch the following transports to Guimarães:\n\n",{"type":"'''","value":["Train\/Metro"]},"\n\nCatch the Metro to ",{"type":"'''","value":["Campanhã"]}," Station or ",{"type":"'''","value":["São Bento"]}," Station and then get a train to Guimarães.\nDuration: 2h00\nPrice (approx.): €5\n",{"type":"[","value":["http:\/\/www.metrodoporto.pt\/ Metro Porto"]},"\n",{"type":"[","value":["http:\/\/www.cp.pt\/cp\/displayPage.do?vgnextoid=87cbd5abe2a74010VgnVCM1000007b01a8c0RCRD Train"]},"\n\n",{"type":"'''","value":["Bus transfer"]},"\n\nDirect transfer to Guimarães from Porto Airport and vice versa, it works everyday.\nDuration: 50 min\nPrice: €7,5 one-way - €12 go & return\n",{"type":"[","value":["http:\/\/www.getbus.eu more information here"]},"\n\n",{"type":"'''","value":["Táxi"]},"\n\nThe táxis are located on the arrivals floor at Porto Airport.\nDuration: 40 min\nPrice (approx.): €60\n\n",{"type":"===","value":["By train"]},"\n\nIt's the cheapest and the best way to arrive in Guimarães. The Portuguese company ",{"type":"[","value":["http:\/\/www.cp.pt CP"]}," is the one that provides travel by train. If you come from ",{"type":"[[","value":[["Lisbon"]]}," you have some, but few, direct travels to Guimarães. It's about four hours. From Oporto, you have a train every hour.\n\nIf you come by train from Europe, on InterRail, for example, you have always to go to Oporto first, and then you catch the train to Guimarães. This trip can give you the best attractions. One is the cheapest price, and the other is the wonderful views, passing over some small rivers, and small villages, in rural Portugal.\n\n",{"type":"===","value":["By car"]},"\n\nYou have a lot of highways going to Guimarães, from ",{"type":"[[","value":[["Braga"]]},", ",{"type":"[[","value":[["Porto"]]},", ",{"type":"[[","value":[["Felgueiras"]]},", ",{"type":"[[","value":[["Chaves"]]},", and others. If you are coming from the south of Portugal there is no difficulty at all. The Portuguese highways are all very well connected, and you only have to go straight to Oporto, and then in Oporto you catch A7 (Highway 7) which goes to Guimarães. It's quite easy.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/rede-expressos.pt Rede Expressos"]},", a national bus company, and is the best way to get to Guimarães. With this company you can travel from almost every (big) city in Portugal (i.e. Lisbon, Oporto, Coimbra).\n\nIf you are traveling by cities near to Guimarães, like Braga, for example, or even Oporto, you always have to ask to people (a very common thing in Portugal) where you can get a bus to Guimarães (you can try this in the cities within about 50 km). You may make a lot of stops during the trip, but it's a way to better get to know the North.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["File:Guimarães vista de uma cabine do Teleférico.jpg"],["thumb"],["right"],["200px"],["City view from Penha"]]},"\n\nIn Guimarães, there is a bus that lets you travel through the city centre. But there is not a very big city centre so you probably will prefer to walk by foot and enjoy the harmony of this medieval city.\nIf you usually purchase a long time ticket in other cities, to travel, here you may not afford it. But, if you want to travel by bus, the tickets price are about €1,25.\n\nTo go to ",{"type":"'''","value":["Penha Mountain"]}," the best solution is getting the Elevators - ",{"type":"[","value":["http:\/\/turipenha.pt Teleférico da Penha"]}," - and climb up. If you prefer to have a walk through the mountain it's very safe, and you have nice roads to go up, but it will take about 30 minutes.\n\nRenting a car can be a very nice solution, because, in a small city there is not many traffic jams, and if you want to stay in a place \"far\" from the centre, it can be a wonderful transport. It's not so expensive to rent a car. But, if you want to feel the city, you can make longer trips, because the city centre has a lot of small medieval streets, that you can only enjoy walking.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Guimaraes.jpg"],["thumb"],["right"],["300px"],["Praça da oliveira (Oilve Square)"]]},"\n\n",{"type":"[[","value":[["File:Paço dos Duques 1.jpg"],["thumb"],["right"],["200px"],["Dukes of Braganza Palace"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Guimarães Castle"]},", located in the very centre of the city, this castle have been constructed in the X Century, ordered by Mumadona Dias, with the purpose to defend the city from the Muslims. The first name of the Castle was \"São Mamede Castle\", name given by Mumadona. The first king, Afonso Henriques, lived in this Castle, and started conquering Portugal from the Muslims from this place. Very well kept, the castle is of the greatest historical symbols in Portugal. It has been classified by UNESCO, as World Heritage."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dukes of Braganza Palace"]}," (",{"type":"''","value":["Paço dos Duques de Bragança"]},") was probably built between 1420 and 1422, for Afonso, Count of Barcelos - bastard son of king John I of Portugal and future Duke of Bragança. Today, the Palace of the dukes is classified as a National Monument - 1910 - and has in its structure, a museum and the main façade in the 2nd floor is destined to the Official Residence for the Presidency of the Republic."]},"\n",{"type":"*","value":[{"type":"'''","value":["Penha Mountain"]},", is the only mountain in Guimarães, when you can have a wonderful view over the city. You can go there through an elevator, where you can taste a little more of the mountain spirit, and at the same time get different views of the city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Largo da Oliveira (Olive Square)"]},", one of the most beautiful places in the city, where you can really feel the ancient times. It's a good place to sit, and have a drink, and look at old construction and typical houses. Here you have ",{"type":"'''","value":["Igreja da Oliveira"]}," (Olive Church) and the ",{"type":"'''","value":["Padrão do Salado"]},"(in the photo, at Praça da Oliveira)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa de Sezim (Sezim Manor)"]},", located in Nespereira (about 5 km away from the city centre), this old manor has astonishing saloons decorated with hand painted wallpaper from 19th century from the French painter Roquemont. Casa de Sezim became the ancestral home of the present family in 1376. The original vellum documents still exist and record that Maria Mendes Serrazinha gave Casa de Sezim to Afonso Martins a descendant of D. João de Freitas a companion of D. Afonso Henriques, the first king of Portugal. The document states that Casa de Sezim was given to Afonso Martins in recognition of \" As boas graças que dele recebeu e espera receber e por crença que lhe fez\", the good works received from him and hope to receive and for his trusting belief. The beauty of Casa de Sezim is not only in its harmonious lines or the impressive façade of its majestic entrance, as within its walls hang early XIX century panoramic wallpapers, scenes from both of the new and old world, of sufficient rarity to have become a motive of international curiosity in recent years. You can enjoy the gardens and the property, as well as taste the famous wine (Vinho Verde).The surroundings are attractive for the hiking and mountain biking. You can also sleep there on request, in a charming and historical place, where romance is sparkling everywhere. ",{"type":"[","value":["http:\/\/www.sezim.pt"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"'''","value":["Templo da gula"]},", Rua São Gonçalo, 1673, serves modern cuisine, with a menu that changes every season.\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nAn escapade to Largo da Oliveira is always the best choice, it recalls you some places in Spain with lots of lovely cafes.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ibis Guimarães"],["url=http:\/\/www.ibishotel.com\/ibis\/fichehotel\/gb\/ibi\/3230\/fiche_hotel.shtml"],["email="],["address=Avenida Conde Margaride 12 Creixomil"],["lat="],["long="],["directions="],["phone=(+351)253 424 900"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Prime Guimaraes"],["url="],["email=info@hostelprimeguimaraes.com"],["address=Rua da Liberdade 42+44 S.Sebastiao"],["lat="],["long="],["directions="],["phone=(+351) 967 058 786"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa de Sezim"],["url=http:\/\/www.sezim.pt"],["email=geral@sezim.pt"],["address=Nespereira"],["lat="],["long="],["directions="],["phone=(+351) 253 523 000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Braga"]]}]},{"type":"*","value":[{"type":"[[","value":[["Amarante"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Ave"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Guimarães"]]},"\n",{"type":"[[","value":[["Commons:Category:Guimarães"]]},"\n",{"type":"{{","value":[["geo"],["41.445"],["-8.2908333333333"]]}]