[{"type":"{{","value":[["pagebanner"],["Guinsa (South Korea) banner Temple roof support detail.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:Temple Roofs.JPG"],["thumb"],["375px"],["Temple buildings featuring the Cheontae logo"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cheontae.org\/02_kuinsa\/kuinsa.html Guinsa"]}]}," (",{"type":"{{","value":[["Lang"],["hang"],["구인사"]]},", ",{"type":"{{","value":[["Lang"],["hang"],["救仁寺"]]},"), also ",{"type":"'''","value":["Kuinsa"]},", is a large, remote temple complex in ",{"type":"[[","value":[["North Chungcheong"]]},", ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Shrine Founder Detail.JPG"],["240px"],["thumb"],["Detail of temple roof supports"]]},"\n\nGuinsa is the headquarters of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cheontae.org\/ Cheontae"]}]}," (천태) school of Buddhism, the Korean version of ",{"type":"[[","value":[["China"]]},"'s Tiantai teachings.  Once the largest and most powerful of Korea's 18 school, Cheontae gradually lost popularity over the years and disappeared entirely for some time, but was re-established in 1945 by Sangwol Wongak and now commands a respectable two million followers.\n\nThe temple is strikingly located, squeezed into a narrow valley surrounded on all sides by mountains.  Unlikely many of Korea's temples, Guinsa is fairly new, being founded by Sangwol Wongak in 1945 as the head temple of his reborn sect.  But this is partly what makes it so dazzling: unlike the musty National Treasures with fading colors and peeling edges locked away in glass cabinets at other temples, everything at Guinsa is shiny and new.  The original was burned down during the Korean War, but the reconstruction of the first building was completed in 1966 and they've been expanding ever since.\n\n",{"type":"====","value":["Doctrine"]},"\n\nA syncretic school that holds the Lotus Sutra as the peak of the Buddha's teachings, Cheontae posits the following mindbending truths:\n",{"type":"*","value":[" All things are empty and without essential reality."]},{"type":"*","value":[" All things have a provisional reality."]},{"type":"*","value":[" All things are both absolutely unreal and provisionally real at once."]},"According to Cheontae, all experiences in the sensory world are in fact expressions of Buddhist law (",{"type":"''","value":["Dharma"]},"), and thus contain the key to enlightenment.  This explains the ostentateous altars and the colorful details of Cheontae temples, so far from the austere aesthetic of the competing ",{"type":"''","value":["Seon"]}," (Zen) school.\n\n",{"type":"===","value":["Climate"]},"\nGuinsa is well-placed to take full advantage of Korea's seasons, with warm temperatures in summer (moderated a little by the altitude) and heavy snow in winter, and is open all year round.  However, the most popular time of year to visit is autumn (September-November), when the mountainsides burst into dramatic fall colors.  The Cheontae website has ",{"type":"[","value":["http:\/\/www.cheontae.org\/07_gallery\/gallery001_04.html picture galleries"]}," for all four seasons.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Complex Map.JPG"],["thumb"],["Map of the complex"]]},"\n\nThe only way of getting to Guinsa is by bus or private car.  The nearest major towns, both on the rail network, are ",{"type":"[[","value":[["Danyang"]]},", just 30 minutes away by express bus (departures hourly, W2600), and ",{"type":"[[","value":[["Jecheon"]]}," (one hour).  There are also direct buses from ",{"type":"[[","value":[["Seoul"]]},"'s eastern Dong-Seoul terminal (3:30, W15,200), which stop at Danyang along the way, as well as a few direct buses from ",{"type":"[[","value":[["Busan"]]}," (5 hours). There are also morning buses from Cheongju at 7:30am and 10:10am (4:30).\n\n",{"type":"==","value":["Get around"]},"\nGuinsa can only be covered on foot, and it's quite a hike uphill from the bus terminal to the top.  The area is large and it's best to arrive early and reserve at least a few hours for exploring the complex.\n\nSignage or other information in English is basically non-existent, but there's a handy map displayed just prior to the first gate (and reproduced here), the numbers in the listings below refer to this.  The Cheontae site also has an interactive map ",{"type":"[","value":["http:\/\/www.cheontae.org\/02_kuinsa\/kuinsa003.html?hcode=003_02"]},", but in Korean only.\n\n",{"type":"==","value":["See"]},"\nThe complex consists of over 50 buildings, most of them built in modern style from concrete, but with opulent decoration.  The following listing selects some of the more interesting ones, in order from bottom to top.\n\n",{"type":"[[","value":[["Image:Guardian_Side.JPG"],["thumb"],["240px"],["One of the Four Heavenly Guardians"]]},"\n",{"type":"[[","value":[["Image:Shrine Founder.JPG"],["thumb"],["240px"],["Great Teacher Hall"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The bus terminal"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ",{"type":"'''","value":["bus terminal"]}," is housed in a temple-style building at the bottom of the valley.  Head up the hill from here to reach the temple itself."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Four Heavenly Kings Gate"],["alt="],["url="],["email="],["address=(사천왕문 ",{"type":"''","value":["Sacheonwangmun"]},", 34"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This gate marks the start of the temple proper.  Climb up to the second story for a peek at the statues of the four heavenly kings inside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Storehouse Hall"],["alt="],["url="],["email="],["address=인광당 ",{"type":"''","value":["Ingwangdang"]},", 38"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Despite its impressive size, just a storehouse.  Do check out the gift shop on the lower level."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=5-Story Law Hall"],["alt="],["url="],["email="],["address=5층대법당 ",{"type":"''","value":["Ocheung Daebeoptang"]},", 30"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Clamber up to the top floor to see the truly impressive gilded main altar of the Buddha Shakyamuni flanked by his attendants.  No photos inside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Central courtyard"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cross under (or over) the bridges to reach the ",{"type":"'''","value":["central courtyard"]},", and check out the huge clay pots located on seemingly every available surface: these are the temple's storehouses of kimchi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cafeteria Hall"],["alt="],["url="],["email="],["address=향적당 ",{"type":"''","value":["Hyangjeokdang"]},", 11"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This is where the contents of the pots are served up for breakfast, lunch and dinner, but for now, take the dark passageway just to the right and keep climbing those stairs. The next building, the most gigantic of the lot, is still under construction as of July 2009.  Stairways lead past it both on the left and the right sides."]]}]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Great Teacher Hall"],["alt="],["url="],["email="],["address=대조사전 ",{"type":"''","value":["Daejosajeon"]},", 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A shrine erected in the memory of Sangwol Wongak, a large statue of whom can be found inside."]]}]},"\n",{"type":"==","value":["Do"]},"\nA trail leads off from the right side of the Great Teacher Hall and heads uphill for a fairly strenuous 20 minutes, all on concrete steps though.  At the top of the trail and the hill you will find the immaculately tended ",{"type":"'''","value":["grave of Sangwol Wongak"]},", and welcome supplies of cold drinking water.  If you're in the mood for some serious hiking, the trail continues onward into ",{"type":"[[","value":[["Sobaeksan National Park"]]}," all the way up to the 1389m peak of Mt. Shinseonbong.\n\nThe temple runs religious services and lectures, but you'll need to brush up on your Korean theology to get much out of them.  Visitors can also participate in all sorts of activities for helping upkeep the temple, ranging from washing dishes to hoeing rice fields or preparing kimchi, but (once again) they are not set up to handle English speakers, so you'll need to get a Korean friend to tag along.\n\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"'''","value":["gift shop"]}," (building 38) retails all sorts of interesting Buddhist paraphernalia, including a vast assortment of prayer beads, inkbrush paintings and spiffy stickers with the hypnotic Cheontae logo on them.  There's also a ",{"type":"'''","value":["post office"]}," and ",{"type":"'''","value":["ATM"]}," in building 37 just across from the gift shop.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Kimchi_Monks.JPG"],["thumb"],["240px"],["Breakfast, lunch and dinner"]]},"\n\nA huge ",{"type":"'''","value":["cafeteria"]}," (building 11) on grounds, with the capacity to serve 10,000, dishes out three simple vegetarian meals of rice, kimchi and soup daily.  All meals are free and visitors are welcome, but food is only available at set times. Lunch service starts at 11:30 AM and ends at 1:30 PM; if you  arrive late and find the main entrance on the right side closed, you can circle around to the left side and try your luck at the kitchen. Donations are welcome but not expected. Be aware that the meals are not of the most delicous sort but rather tasteless so you might consider bringing some snacks on your own. Instant noodles can be purchased from the shop at the bus terminal.\n\nThe other option at the temple itself is the restaurant on the second floor of the bus terminal building.  Alternatively, walk downhill to the tourist village, where you can find a whole slew of restaurants.\n\n",{"type":"==","value":["Drink"]},"\nTea, coffee and soft drinks are available from vending machines throughout the site, as is fresh water. In fact, most pilgrims start their visit by symbolically washing their hands and rinsing their mouths at the fountain next to the first gate.\n\nNightlife is rather more limited, as good Buddhists don't drink alcohol — but evidently somebody does, as you'll see boxes of empty Jinro soju bottles here and there.\n\n",{"type":"==","value":["Sleep"]},"\nThere are large dormitories on site to accommodate pilgrims. They are large heated rooms where everyone sleeps on the floor in a similar fashion to a jjimjilbang. Lay visitors can also stay in them, as long as they register their name in the reception, which is located in the same building as the post office. With luck, you'll be talking to someone who speaks English. Inquire locally or give the temple a call at +82-43-420-3544 (you should preferably speak Korean).  Most visitors, however, choose to stay in nearby ",{"type":"[[","value":[["Danyang"]]},", which has a much wider range of accommodation.\n\nIf you miss the last bus, you can find a collection of ",{"type":"''","value":["yeogwan, yeoinsuk"]}," and ",{"type":"''","value":["minbak"]}," in the tourist village a few minutes downhill from the bus terminal.\n\n",{"type":"==","value":["Connect"]},"\n\nThere are public telephones at the post office.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Danyang"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["North Chungcheong"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["Geo"],["37.0366667"],["128.4813889"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Guinsa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Guinsa"]]}]