[{"type":"{{","value":[["Pagebanner"],["Gulangyu banner Statues.jpg"],["box=black"],["caption=Statues on Gulangyu"]]},"\n\n",{"type":"[","value":["http:\/\/www.gly.cn\/english\/index.htm ",{"type":"'''","value":["Gulangyu"]}]}," (鼓浪屿) is an island in ",{"type":"[[","value":[["Xiamen"]]},", a few minutes by ferry from downtown. It has a population around 20,000 and an area of about two square km (500 acres). It was a foreign enclave from the 1840s until the 1930s, and is now both a residential suburb and a major tourist area.\n",{"type":"[[","value":[["Image:Gulangyu sunlight rock 2011 12.jpg"],["thumb"],["Sunlight Rock, south end of the island"]]},"\n\nCars, motorcycles and bicycles are banned, making the island both quieter and safer than other areas in China. The whole island is basically pedestrians-only, though golfcart-type electric vehicles serve as a sort of bus on a circular route around the island near the coast. The only vehicles powered by internal combustion are a few firetrucks. Everything from fruit to furniture gets moved about by handcart; you fairly often see wiry little Chinese hauling loads that much brawnier fellows might have trouble with.\n\nThe island is extremely popular with Chinese tourists, who arrive in droves, often in large tour groups. You can spot the guides because they hold up brightly coloured flags for their flock to follow. Although the island is quite scenic, the noisy crowds can be quite annoying at times. Gulangyu is probably best avoided during major ",{"type":"[[","value":[["China#Holidays"],["Chinese holidays"]]}," and may be more pleasant during the week than on a weekend.\n\nOne of the attractions is music; Gulangyu is sometimes called \"Piano Island\" and it is quite common to hear piano music (usually recorded and usually classical) in the streets as you walk about. There are a Piano Museum and an Organ Museum as well; both have many instruments, some dating back to the 19th century, and both have recitals for the tourists.\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Xiamen Gulangyu 20120226-04.jpg"],["thumb"],["Scenic enough for a wedding photo"]]},"\nAfter the British victory in the First Opium War, Xiamen (then known as Amoy) became one of five \"treaty ports\" established by the Treaty of Nanjing in 1842, and Gulangyu became the main residential area for foreigners.\n\nAs in other ",{"type":"[[","value":[["List of Chinese provinces and regions#Treaty ports and concessions"],["International Settlements"]]}," in China, the population was always predominantly Chinese but the police, the legal system, quite a few residents, and much of the architecture were foreign.  All thirteen of the foreign consulates were on Gulangyu, along with houses, churches, schools, parks and a hospital. Both foreign traders and wealthy Chinese built mansions, often with large gardens, and many commercial buildings were built as well.\n\nToday the island is a major tourist area; many of the old colonial-era buildings have become restaurants or guesthouses, and there are many shops geared towards tourists.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Gulangyu-ferry.jpg"],["thumb"],["Ferry between Gulangyu and Xiamen Island"]]},"\n\nTake the five-minute ferry ride across the harbor from ",{"type":"[[","value":[["Xiamen"]]},"; the terminal is right downtown on Lujiang Road and ferries are frequent during the day. It is free on the outward journey and you pay ¥8 on the way back. The main ferry stops at midnight but there is a second ferry (from the same terminal in Xiamen) which runs on the hour throughout the night and stops at a smaller terminal on Gulangyu.\n\nIf you want to sit on the upper deck — recommended since the ferry tends to get extremely crowded — that is an extra ¥1 each way, payable on the ferry. Go upstairs quickly as you board; otherwise you are likely to find all seats taken. If you need a seat and are toward the back of the queue, it may be worth letting the first ferry go without boarding so you can be at the front of the queue for the next ferry.\n\nAnother option for the more adventurous traveler would be to walk down to the dock and search for a blue fishing boat with tires around it. These boats are cheaper than the ferry and may offer the option of going around the island on personal tour. They usually want to wait until they have a full load before departing. There are also speedboats, faster and more exciting but more expensive.\n\nAs you board the return ferry there are many people who offer a return trip in a speedboat, for ¥10 a person (ferry is ¥8). If you have fewer than four people, you may have to wait for them to get four people together.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Gulangyu.jpg"],["thumb"],["Twisty little streets, all alike"]]},"\nCars, motorcycles and bicycles are banned, but the island is small enough to walk around as long as one is physically able. It is, however, quite hilly.\n\nThere are golfcart-type battery-powered taxis that run on a fixed route circumnavigating the island. Riding one of those around to the back (west side) of the island can be a good escape when the main tourist areas are crowded.\n\nOne can also hire a boat — on the Xiamen side, on Gulangyu at the docks near where the ferry comes in, or at another dock a bit north of that — for a ride around the island. This takes about an hour.\n\nWalking about, there is quite a bit of nice colonial architecture to see, much of it tucked away on back streets. However, it is fairly easy to get lost, usually by wandering into a residential district. This can be confusing, especially if one does not speak the local language, ",{"type":"[[","value":[["Minnan Hua"]]},". There are an awful lot of narrow winding streets. However the island is fairly small, walking downhill will always get you to the coast, and there are paths and golfcart taxis all along the coast, so getting lost is annoying at worst.\n\n",{"type":"==","value":["See"]},"\n\nA discount card can be bought on the island which gives entry to The Statue of Koxinga, the Piano Museum, Sunlight Rock (including cable car ride), the Aviary, the Organ Museum and the International Calligraphic Carving Art Gallery for ¥80.\n",{"type":"[[","value":[["Image:Zheng Chenggong.JPG"],["thumb"],["Statue of Koxinga"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Statue Of Koxinga"],["alt=Haoyue Garden"],["url="],["email="],["address="],["lat="],["long="],["directions=5 minutes walk southeast of the ferry terminal"],["phone="],["tollfree="],["fax="],["hours="],["price=¥15"],["content=\nZheng Chenggong, or Koxinga as he is generally known in the West, drove the Dutch out of Taiwan in the 1660s. His headquarters were on Dragon Head Hill at the south end of Gulangyu; a watchtower and some other fortifications remain, and the statue is nearby."]]}]},"\n: Having defeated the foreign devils, Koxinga is one of the few people regarded as a hero by the current governments of both China and Taiwan. Things the official Chinese accounts do not mention are that his father, a seafaring merchant from the ",{"type":"[[","value":[["Quanzhou"]]}," area, dabbled in piracy and that his mother was Japanese. As the Manchu conquerers of the Qing dynasty moved south, the father surrendered and became a Qing official, but the son remained loyal to the Ming and fought on; at one point, his armies got as far as menacing ",{"type":"[[","value":[["Nanjing"]]},". Eventually, he found himself defeated on the mainland so he went off, bringing most of his army, and took over ",{"type":"[[","value":[["Taiwan"]]},".\n: Koxinga's arrival was the first major Chinese incursion into Taiwan; many of his troops stayed and settled. This was followed by a surge of other immigration, mainly from the Xiamen and Quanzhou areas. Modern Taiwanese is essentially the ",{"type":"[[","value":[["Minnan"]]}," dialect of those cities\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shuzhuang Garden"],["url="],["email="],["address="],["lat="],["long="],["directions=On the left as you walk from the ferry terminal toward sunlight rock"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Named after the original owner Lin Erjia (aka ShuZhuang), a wealthy Taiwanese businessman who fled here when Japan took Taiwan in the 1890s.  Highlights include the 44 bridge, the Piano Museum (see below) and the rockery with hidden sculptures of all 12 zodiac animals.  There is also a small private art museum to the right of the main entrance."]]}]},{"type":"[[","value":[["File:Piano Museum, Xiamen, China.JPG"],["thumb"],["Piano Museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Piano Museum"],["alt=Shuzhuang Garden"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A museum of pianos, including rare specimens from the 1800s. The entry fee to Shuzhuang Garden (normally ¥30) includes entrance to the museum. Guided tours several times a day include performances on a few of the instruments."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sunlight Rock"],["alt=日光岩"],["url="],["email="],["address="],["lat="],["long="],["directions=on Dragon Head Hill"],["phone="],["tollfree="],["fax="],["hours="],["price=¥60"],["content=This is the highest point on the island with great views as far as Xiamen. Entry included into Buddhist temple, the Aviary and a cable car ride to the aviary on Yingxiong Hill. Warning: climbing to the top involves a lot of stairs, so probably not good for young children or the elderly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Aviary"],["url="],["email="],["address="],["lat="],["long="],["directions=Accessible by cable car from Sunlight Rock"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Over 1000 birds from over 100 countries. Many peacocks, including a rare Albino, several types of cranes, lots of ducks\/geese, and other large birds (e.g. emus). Watch for falling excrement.  Aviary performances take place several times per day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=International Calligraphic Carving Art Gallery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small gallery of carved calligraphy from Chinese, Japanese, and Korean artists.  Admission normally ¥10.  Entrance near the main gate of Shuzhuang Garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Underwater World"],["url="],["email="],["address="],["lat="],["long="],["directions=from the ferry terminal, walk to the right and look for the big blue building"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Admission is a steep ¥90 for adults, ¥50 for children\/seniors, but you can just stand outside and take photos of the Jules Verne-esque octopus statue."]]}]},{"type":"[[","value":[["File:Orgel Norman & Beardl.JPG"],["thumb"],["An organ in the Organ Museum"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gulangyu Organ Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The organ museum is in the Trigram House (Bagualou) in northwestern Gulangyu; it is currently the only and the largest organ museum in the world. Matched with the piano museum in southeastern Shuzhuang Garden, it attracts a lot of music lovers from around the world. There are many styles of organ collected in this museum."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bright Moon Garden"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bright Moon Garden (Haoyueyuan) is on the Covering Rock (Fudingyan) on the east (Xiamen side) coast of Gulangyu. It covers an area of 3 hectares (30,000 square meters, about 7.5 acres) spreading along the shore with a sandy beach, rocks, trees and pavilions. Its name is from two lines of a poem about a King of Yanping. In the park stands a bronze sculpture of Koxinga (Zheng Chenggong) and some of his soldiers, 13.7 meters long and 4.7 meters high (about 45 by 15 feet)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oriental Fishbone Gallery"],["url="],["email="],["address=No 27 Guxin Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥20"],["content= Includes personalized explanations of every art-piece and autograph of the artist himself."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=University of Design"],["url="],["email="],["address="],["lat="],["long="],["directions=almost in the middle of the island"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= has some beautiful granite sculptures. A very old Buddhist temple is nearby."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waxworks museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=includes waxworks of Margaret Thatcher and Winston Churchill."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Huaijiu Gulangyu Museum"],["alt=怀旧鼓浪屿馆"],["url="],["email="],["address="],["lat="],["long="],["directions=Inland and uphill from the ferry stop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A museum focusing on the colonial-era foreign residents of Gulangyu, in a building that was once a German bank."]]}]},"\nThe south end of the island also has some lovely gardens with a lot of various types of eucalyptus.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Battery cars, Xiamen, China.JPG"],["thumb"],["Local transport"]]},"\n",{"type":"[[","value":[["File:Gulangyu workers.JPG"],["thumb"],["Local transport"]]},"\nThere is a beach just south of the ferry stop and others around on the other side of the island.\n\nTry walking all the way around the island. The distance is about 4 km (2.5 miles) and there are good paths. If you decide to give up, just jump on a golfcart taxi; they circle the island near the coast, and come along quite often. Alternately, just ride a golfcart taxi or a boat around the island.\n\nGet lost. Get away from the tour groups by getting lost in the back streets of Gulangyu which have some fascinating architecture.\n\n",{"type":"==","value":[" Buy "]},"\n\nItems aimed at the tourist trade abound on Gulangyu — some amazingly tacky, some amazingly lovely, and more-or-less everything between.\n\nAs in any tourist area in Asia, prices tend to be high and ",{"type":"[[","value":[["bargaining"]]}," is usually necessary. Gulangyu merchants, though, have some excuse for high prices; they have to cover costs of transporting goods to the island. In general, things are more expensive on Gulangyu than in downtown Xiamen; on the other hand Gulangyu has much a broader range of tourist merchandise and a better selection on some items.\n\nThe two main shopping streets are Dragon Head Road (Longtou Lu) — which runs south near the shore from the ferry stop, off to your left as you arrive, to Dragon Head Hill or Sunlight Rock — and Quanzhou Road which is roughly parallel to that but further inland and on higher ground. There are many smaller streets with shops, mostly running off those two.\n \nShops along these streets sell mainly art and handicrafts. Items on offer include: beads, lacquer work, sculptures, pictures carved on stone, Chinese antiques, reproductions of Chinese antiques, jade, fake jade, other jewelry, silk and other clothing, and ceramics. There are also T-shirts, hats and other tourist merchandise, plus artists offering portraits or cartoons.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Gulangyu Island 3.jpg"],["thumb"],["200px"],["Seafood on sale"]]},"\nThe island caters to tourists so there are lots of places to eat but many are not particularly good because the proprietors are not worried about attracting repeat business. Some are excellent, though.\n\nIf you enjoy seafood, you may be pleasantly surprised, as Gulang Yu's local cuisine tends to emphasize seafood. The streets are lined with restaurants and food stalls that sell a variety of such dishes (look for red plastic tubs of fresh seafood). If you're more interested in a sweeter snack, there's a great ice cream place located right near the ferry's drop off point. Prices are higher than in Xiamen.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yuanxiangkou Fish Balls"],["alt=原 巷 口"],["url=http:\/\/www.yxkyw.com"],["email="],["address=four locations around Gulangyu; one is behind the ICBC near the ferry terminal"],["lat="],["long="],["directions="],["phone=0592-3997993"],["tollfree="],["fax="],["hours="],["price="],["content=An award-winning shop that is most famous for its fish balls, which are stuffed with pork and cooked in a savory soup.  Try the fish balls alone (¥6) or with noodles (¥8).  Unless you're an adventurous foodie and\/or read Chinese well enough to understand exactly what you're getting, however, skip the other \"snacks\" (小 吃) even though they're supposed to be famous Gulangyu specialties."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shirley Valentine"],["url="],["email="],["address="],["lat="],["long="],["directions=on the far side of the island"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves fresh fish and noodles. Recommended are the mussels with noodles and green tea.  A seat under an umbrella  on the sea shore is a must."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tea & Times"],["url=http:\/\/www.tea-times.com.cn\/"],["email="],["address=No. 30 Quan Zhou Rd"],["lat="],["long="],["directions=a few streets inland from the Ferry Terminal, in a busy shopping area"],["phone=0592-2092 537"],["tollfree="],["fax="],["hours="],["price="],["content=A tea\/coffee shop run by a group of designers. Friendly owner and some of the best milk tea in all of China. Look for the charming black bird logo."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chu Family Coffee"],["url="],["email="],["address=15 Zhonghua Rd"],["lat="],["long="],["directions="],["phone=+86 13600944308"],["tollfree="],["fax="],["hours="],["price="],["content=Quiet and lovely place.  The building was recently renovated.  They offer coffee, western-style food and desserts.  A bit overpriced, like many of the venues on Gulangyu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=DeGuo Sausage"],["url=http:\/\/deguosausage.com\/"],["email="],["address=LonTouLu 178 GuLangYu \/ 龙头路178"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM - 8PM"],["price=¥25"],["content=A Bratwurst (German sausage) restaurant run by a few expat germans"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Black Cat Coffee"],["alt=Black Cat Cafe"],["url="],["email="],["address=14 Yong Chun Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥30-200"],["content=You can come just for the coffee (~¥30-35) and a look at the restored home and gardens, but definitely consider their food menu. They offer a la carte options for seafood and mixed grill items for ¥100-140, and  4 course set menus for ¥160-190. The \"Italian consulate menu\" is good. It consists of a crisp roast duck caesar salad, a sweet and creamy pumpkin soup, choice of prime rib or salmon, and dessert. The front porch tables enjoy sun after 1PM, and American oldies play on speakers throughout the cafe."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are numerous places to stay on Gulangyu, mostly at moderate prices. Near the ferry wharf there are several places within a stone's throw of each other. When you get off the ferry, walk straight. Immediately on your left, you will see a stone stairway leading to the top of a small hill. Around the corner you will find an international youth hostel, Naya Home Hotel, and Bayview Inn.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bayview Inn"],["url=http:\/\/www.bayviewinn.cn"],["email=bayviewinn@163.com"],["address=17 Longtou Rd"],["lat="],["long="],["directions=From ferry terminal, walk straight. Immediately on your left, you will see a stone stairway leading to the top of a small hill. First right; look for a yellow\/white building and a sign."],["phone=(0592)2060466, 2060468"],["tollfree="],["fax=(0592)2060468"],["hours="],["price=¥45-60 dorm, ¥188 twin, ¥322 twin ensuite"],["checkin="],["checkout=12 noon"],["content=Very nice, clean inn near the ferry terminal. Free internet and wi-fi. English speaking staff. The website is in Chinese but there are detailed pictures of all the rooms on the site. Air-con and mosquito plug-ins provided."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Consulate Inn"],["alt=former British Consulate"],["url="],["email="],["address=14 Lujiao Rd"],["lat="],["long="],["directions=South and inland from the ferry terminal"],["phone=+86-592-2068305"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gulangyu International Youth Hostel"],["url=http:\/\/www.yhagly.com\/"],["email=yha@yhagly.com"],["address=18 Lujiao Rd"],["lat="],["long="],["directions="],["phone=0592-2066066"],["tollfree="],["fax=0592-2066022"],["hours="],["price="],["checkin="],["checkout="],["content=Just up the road from 'Naya'. Spacious grounds. Grubby dorms, iffy bathrooms. Peeling paint. No kitchen. Better go to Bayview Inn across the street for a few yuan more, or stay at Xiamen International Youth Hostel, 41 Nanhua Road, on the mainland, which is impeccable. (City bus 1 or 21 from the railway station.)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Just a Hotel"],["alt=有间客栈 - You Jian Ke Zhan"],["url=http:\/\/www.youjian-hotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=0592-2066088"],["tollfree="],["fax="],["hours="],["price=From 168 to 260"],["checkin="],["checkout="],["content=A nice and cozy hotel on Gulang Yu. Really friendly staff and a nice boss \"Jason\". If you don't find the place, give them a call. Family-Style, private Bathrooms"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Naya Home Hotel"],["alt=former German Consulate"],["url=http:\/\/www.naya-hotel.com\/"],["email="],["address="],["lat="],["long="],["directions=From ferry terminal, walk straight. Immediately on your left, you will see a stone stairway leading to the top of a small hill. First right."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Wonderful homestyle hotel, quaint decoration. Also doubles as an Italian Restaurant\/Cafe with outdoor seating. No individual dorms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Remy's Garden Hotel"],["url="],["email="],["address=No.65 Kantai Rd"],["lat="],["long="],["directions=over on the west side of the island"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":[" Go next"]},"\n\nFor most travellers, the only place you can go from Gulangyu is back to ",{"type":"[[","value":[["Xiamen"]]},".\n\nIf you own or charter a boat, there are other choices but some caution is required. The Taiwan-controlled island of ",{"type":"[[","value":[["Kinmen"]]}," is nearby and — while there has not been artillery fire across that strait since the 1970s and China-Taiwan relations are currently excellent — both governments still consider the area sensitive and keep substantial military forces there.\n\n",{"type":"{{","value":[["isPartOf"],["Xiamen"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gulangyu Island"]]},"\n",{"type":"{{","value":[["geo"],["24.447618"],["118.062451"],["zoom=15"]]}]