[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Gumosan mountain near Gumi-si city.JPG"],["300px"],["thumbnail"],["Mt. Geumo and the city of Gumi"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/english.gumi.go.kr\/open_content\/life\/tour\/cultural_facilities\/ Gumi"]}]}," is a city in ",{"type":"[[","value":[["North Gyeongsang"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThough not a popular tourist destination, Gumi is a major industrial epicenter in South Korea.  It is home of Samsung mobile and LG Display; two huge industrial complexes that dominate the city's interior.  Despite being the location of four large industrial complexes, Gumi provides excellent hiking and cultural opportunities for visitors.\n\n",{"type":"==","value":["Get in"]},"\n\nGumi is on the main Gangsungbuk-do Line.  No KTX trains stop in Gumi; however, dozens Saemaul and Mugungwhwa trains pass through Gumi Station every day.  The Saemaul trip from ",{"type":"[[","value":[["Seoul"]]}," is about 3 hours, and nearly 2.5 hours to ",{"type":"[[","value":[["Busan"]]},".  ",{"type":"[[","value":[["Dongdaegu"]]}," is the nearest KTX station and it is about 40 minutes away.  Gumi is also easily accessible by bus.  There are several buses per day from Seoul.\n\n",{"type":"==","value":["Get around"]},"\nMost of Gumi can be accessed by city buses.  There is no rapid rail in the city and the bus system is below average for Korean standards.  There are many taxis that are quite fair and honest and will take you anywhere you want to go.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Guemosan Provicial Park"]},"\n",{"type":"[[","value":[["File:Korea-Gumi-Geumosan National Park-01.jpg"],["thumbnail"],["Waterfall in Geumosan Park"]]},"\nAt 976 meters ",{"type":"'''","value":["Guemosan"]}," is by far the highest mountain in the city and is a challenge for any hiker.  It is quite popular, especially, on weekends, but (like many mountains) the higher you climb, the thinner the crowd.  At the base of the mountain there is a decent ",{"type":"'''","value":["Botanical Garden"]},".  To get to the garden, turn right just after the lake on the way to the mountain.  Pass the restaurant that rents the duck boats and keep walking.  The garden is straight ahead.  One third of the way up the mountain is a beautiful waterfall that can freeze solid in winter, and be thundering in summer and spring.  There is also a cave about 0.2 km to the right of the waterfall and well worth the detour from the top.  To reach the summit, allow about 2 hours; 3.5 hours round trip.  At the summit, there is also a gorgeous temple that provides spectacular views.  It is a great place to sit and relax after a tough hike.  Hikers love to have a picnic at the helicopter pad near the summit as well.  This is a popular spot for a great view as well.  Continue walking past the temple and you will reach the stone carving of Buddha that is nearly 700 years old.  This route meets back to the main trail near the waterfall and is a fantastic hike.\n\nTo get to ",{"type":"'''","value":["Geumosan Park"]}," from the train station, turn right out of the front of the station and walk through downtown ",{"type":"'''","value":["Gumi"]}," toward the Lotte Castle apartments.  Turn right at a major intersection that has a discount outdoor equipment store on the left side, and a gaming store on the right.  The store will be marked with a giant Playstation 2 logo.  There is also a big brown sign hanging above the intersection.  Turn right at this intersection and walk approximately 1.5 kilometers to the park.  Turn left at the burned down restaurant that looks like a ship.  It is actually a very pleasant walk along a small creek.  You will walk around the lake at Geumosan and be at the park within 30 minutes of leaving the train station.\n\nFrom the bus terminal, take the #12 bus straight to ",{"type":"'''","value":["Guemosan"]},".  It leaves every 90 minutes and is the only bus that goes to the park.  The #12 bus also leaves from Gumi Station every 90 minutes.\n\n",{"type":"==","value":["Do"]},"\n\nGo to a ",{"type":"'''","value":["Gumi LIG Greaters"]}," volleyball game.  The games receive a lot of support from the locals and are genuinely fun to go to.  They have enthusiastic chants and cheers and the fans are very excited about volleyball.  It is the only professional sport in the city.\n\n",{"type":"==","value":["Buy"]},"\n\nBuy Ginseng.  Like all Korean cities, Gumi is no exception to ginseng.  The most famous ginseng store in Gumi is located about eight blocks east of the train station and about four blocks South of the bus terminal.\n\n",{"type":"==","value":["Eat"]},"\n\nEat ",{"type":"'''","value":["Makchang"]}," (막창) and ",{"type":"'''","value":["Gopchang"]}," (곱창).  One can find very decent restaurants that serve these dishes on nearly every block of the city.  Makchang is historically from nearby ",{"type":"[[","value":[["Daegu"]]}," but Gumi has some delicious restaurants that serve the dish.  If you do not know about Makchang, it is grilled pork intestine that is then chopped up and served with Doeinjang (bean paste sauce)\n\n",{"type":"'''","value":["Gopchang"]}," is the only dish that Gumi can really try to claim as its own, though it originates from nearby Seonsan (선산).  Gopchang is a boiled version of Makchang, but it cooked in a sweet and spicy (more spicy) sauce and is very delicious.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nLove motels are cheap and plentiful in Gumi.  One can usually get a room for around $20 on weeknights or $30 on weekends.  Motel Geumosan, located at the base of the mountain, is by far the most luxurious hotel in the city and runs around $200 a night.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Andong"]]},", home of the annual International Mask Festival and UNESCO World Heritage rated Hahoe Folk Village."]},{"type":"*","value":[" ",{"type":"[[","value":[["Daegu"]]},", the nearest major city, and South Korea's third largest."]},{"type":"*","value":[" ",{"type":"[[","value":[["Gimcheon"]]},", nearby city located along a major highway and rail link, halfway between Daegu and Daejeon."]},"\n",{"type":"{{","value":[["IsPartOf"],["North Gyeongsang"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Gumi, North Gyeongsang"]]},"\n",{"type":"{{","value":[["geo"],["36.119444444444"],["128.34444444444"]]}]