[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Gummersbach"]}," is a city in ",{"type":"[[","value":[["North Rhine-Westphalia"]]},", ",{"type":"[[","value":[["Germany"]]},".\n\nIt is located 50 km east of Cologne. In the past it was nicknamed \"the Lime Tree Town\", because lime trees lined the main street. Till the 1920s citizen of Gummersbach also used to call their town \"small Paris\".\n\nIt is also informally named the world capital of indoor handball, their club VfL Gummersbach is one of the most successful German handball clubs ever.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cologne"]]}," Bonn Airport (",{"type":"{{","value":[["IATA"],["CGN"]]},"), handles international and domestic flights and is a hub for the low cost airlines Germanwings and TUIfly. The airport is approximately 15 minutes by S-Bahn (local train) to the center of Cologne."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Düsseldorf"]]}," International Airport (",{"type":"{{","value":[["IATA"],["DUS"]]},"), The Düsseldorf airport offers many intercontinental connections. Train ride from the airport train station to Cologne central station takes about 40 minutes. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Frankfurt Airport"],["Frankfurt"]]}," Rhein Main International Airport (",{"type":"{{","value":[["IATA"],["FRA"]]},"), is the largest airport in Germany, served by all major international airlines. ICE (InterCityExpress) high speed trains connect Frankfurt Airport and Cologne central station in less than one hour. Standard one way fare is €64. If you book your Deutsche Bahn train ticket online three days before your departure to Cologne, there are a limited number of seats at a reduced price of 30-50%. If you pay full price you do not have to take a specific train, but discounted tickets are restricted to the train on your reservation. Note: Trains via Koblenz, which use the slower, yet extremely scenic route along the Rhine Valley are also 30% cheaper. The ICE train takes about one hour, the slower more scenic route takes about two hours."]},"\n",{"type":"===","value":["By train"]},"\nCentral Railway Station Gummersbach can be reached from ",{"type":"[[","value":[["Cologne"]]}," Central Railway Station within about one hour. Ticket: Preisstufe 4 (RegioTicket) 7.10 €.\n\nCologne is linked with Paris by Thalys, Amsterdam and Brussels by ICE High Speed trains. Additionally, the Frankfurt airport (IATA:FRA) has direct service to Cologne and is within one hour by ICE trains.\n\n",{"type":"==","value":["Get around"]},"\nGummersbach has a bus system, which is more or less frequent, depending on where you want to go. The easiest way to get around is definitely by car, since Gummersbach is widely spread into rural areas.\n\n",{"type":"==","value":["See"]},"\n\nCity Centre\n\nThe Old castle, in 1700 from at that time senior civil servant \"Pollmann\" built the house residential building which lies in the today's center in pedestrian precinct with Kaiserstrasse.\n\nLieberhausen\n\n- Colored church, a Protestant church with Middle Ages to lichen cover paintings.",{"type":"<","value":["br"]},"\n- In a restaurant close to the church one can eat Lieberhausen pancake (a delicious and very filling specialty)\n\n",{"type":"*","value":[{"type":"'''","value":["Hülsenbusch"]},"- The \"Protestant church\" was rebuilt in the 18th century after a local fire and was equipped baroque."]},"\n",{"type":"[[","value":[["Image:Eisenbahnmuseum Dieringhausen.JPG"],["thumb"],["Eisenbahnmuseum Dieringhausen"]]},"\n",{"type":"{{","value":[["see"],["name=Eisenbahnmuseum Dieringhausen"],["url=http:\/\/www.eisenbahnmuseum-dieringhausen.de\/"],["email=igbw.dieringhausen@gmx.de"],["address=Hohler Str. 2"],["lat="],["long="],["directions="],["phone = +49 2261 947621"],["tollfree="],["fax=02261-947622"],["hours=Sa 10:00–17:00, Sunday and holiday only on Fahrtagen"],["price=€4, children: €2"],["content="]]},"\n\n",{"type":"==","value":["Do"]},"\nExplore the beautiful nature of Oberbergisches Land. There are lots of great hikes all around wherever you stop your car.\n\n",{"type":"==","value":["Buy"]},"\n\nGummersbach has a little mall at the beginning of its pedestrian zone. It's a nice street to stroll around and 'bummel', as the Germans say, lined by restaurants, cafes and ice-cafes where you can rest your tired feet.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" Im Holsteiner Fährhaus, good steaks and German food, Rebbelroth, Hohensteinstrasse 7, 51645 Gummersbach, Tel. (02261) 55225"]},{"type":"*","value":[" Die Mühlenhelle, for a really nice and gourmet experience,  Hohler Str. 1, 51645 Gummersbach, Tel: (02261) 7 50 97"]},{"type":"*","value":[" Baumhof, cosy brew pub with food, Brückenstr. 6, 51643 Gummersbach, Tel: (02261) 2 20 70"]},{"type":"*","value":[" Brauhaus, the Gummersbach Brewery with hearty foods and salads, Hindenburgstr. 15, 51643 Gummersbach, Tel: (02261) 2 90 01-0"]},{"type":"*","value":[" China Restaurant Lotus, Wiesenstr. 18, 51643 Gummersbach, Tel: (02261) 6 46 88 (German Chinese fod is a little milder, so if you're used to authentic Chinese cuisine, don't be surprised)"]},{"type":"*","value":[" Rhodos, if you like Greek cuisine, Hindenburgstr. 26, 51643 Gummersbach, Tel: (02261) 2 28 38"]},{"type":"*","value":[" Gasthaus zum Lambachtal, salads and hearty cuisine in Strombach, Lambacher Weg 2, 51643 Gummersbach, Tel: (02261) 6 51 71"]},{"type":"*","value":[" Ristorante Pinocchio, Italian in a historic area of town, Marktstr. 14, 51643 Gummersbach, Tel: (02261) 6 44 54"]},{"type":"*","value":[" Tino, a really good and very friendly Italian, Kaiserstr. 47, 51643 Gummersbach, Tel: (02261) 6 69 27"]},"\nAlso while walking around town, try one of the Döner Kebap places you see. Turkish fast food is very common in Germany and always a pretty healthy and affordable option if you get hungry.\n\n",{"type":"==","value":["Drink"]},"\n\nGummersbach has its own brewery, das Brauhaus, listed in the restaurant section above.\nYou will also find quite a few pubs, some of them offering food. Make sure you try Kölsch beer, which is originated in Cologne but also gets brewed in Gummersbach. The rule is, you can only brew Kölsch, if you can see the Cologne Cathedral from your brewery.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" Die Mühlenhelle,  Hohler Str. 1, 51645 Gummersbach, Tel: (02261) 7 50 97"]},{"type":"*","value":[" Best Western Victor's Residenz, Brückenstr. 52, 51643 Gummersbach, Tel: (02261) 8 01-09"]},{"type":"*","value":[" Parkhotel Gummersbach, Hückeswagener Str. 4, 51647 Gummersbach, Tel: (02261) 80 26-0"]},{"type":"*","value":[" Hotel Aggersee Terrassen, (not in the City Center) Inselweg 11, 51647 Gummersbach, Tel: (02261) 8 15 91 70"]},{"type":"*","value":[" Hotel Theile, Karlstr. 9, 51643 Gummersbach, Tel: (02261) 60 08-0"]},{"type":"*","value":[" Stremme, Beckestr. 55, 51647 Gummersbach, Tel: (02261) 92 64-0"]},"\n",{"type":"==","value":["Go next"]},"\n\nGummersbach is only half an hour by car and one hour by train from Cologne, which is a major tourist destination in Germany and has lots of interesting things and architecture to see.\n\n",{"type":"{{","value":[["geo"],["51.0333"],["7.5667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bergisches Land"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Gummersbach"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/North Rhine-Westphalia\/Localities\/Gummersbach\/"]]},"\n\n",{"type":"[[","value":[["Commons:Gummersbach"]]}]