[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Gun-Galuut Nature Reserve"]}," is in ",{"type":"[[","value":[["Tuv"],["Tuv province"]]},"\n",{"type":"==","value":["Understand"]},"\nGun-Galuut, 130km east-southeast of ",{"type":"[[","value":[["Ulaanbaatar"]]},", offers an ecosystem diversity although it encompasses a comparatively small area. The harmonized complex of high mountains, steppes, rivers, lakes and wetlands are well-kept in its original condition. Whoever visits can enjoy seeing Gun-Galuut's vast steppe seemingly meeting the sky, the imposing mountains Baits and Berkh - a home land of rare creatures, Ikh-Gun and Ayaga lakes - a paradise of birds, Kherlen - the longest river of Mongolia and Tsengiin Burd wetland, where water and wetland birds lay their eggs.\nGun-Galuut nature reserve website: http:\/\/www.argalipark.com\/\n\n\n",{"type":"===","value":["History"]},"\nGun-Galuut Nature Reserve is a local protected area for the conservation of global threatened species. The Nature Reserve (NR) was founded by the Citizens' Representative Hural (Local Parliament) of Bayandelger county, Tuv Province in 2003.\n\n",{"type":"===","value":["Landscape"]},"\nGun-Galuut Nature Reserve comprises of 3 zones: tourism, limited, and core zones, which are the ecosystem of steppe, rocky mountains, small lakes, river, streams and wetland, and it is about 20000 hectare.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe fauna and flora of the NR haven't been researched properly but currently 63 mammal species, 81 bird species, 3 amphibian species and 38 fish species are recorded. Most common species are Grey Wolf, Marmot, Souslik, Pika, Vole, Fox, Corsac, Jerboa and Frog.\nThere are many nationally and globally threatened species in the NR. For instance, Argali Wild Mountain Sheep, Siberian White Crane, White-naped Crane, Hooded Crane, Red Falcon, Black Vulture and Swan Goose are globally threatened and listed in the IUCN Red List. Also there are nationally threatened species such as Whooper Swan, Black Stork, Great White Egret, Bar-Headed Goose, Bearded Vulture and Eurasian Penduline.\n\n",{"type":"===","value":["Climate"]},"\nTravel season is typically from May to early October, Gun-Galuut Nature Reserve is open all year. Early July has the best weather for the northern and central part of the country and is also the time to celebrate Mongolia’s big holiday Naadam Festival. The rainy season, form late July through August, cools things down and turns the countryside to green. June and September are the both pleasant times to visit.\n\n",{"type":"==","value":["Get in"]},"\nIt is only a 2 hour drive on a good road to get to the Nature Reserve or the Tourist camp. You will drive 113km on good paved road to Baganuur's road and you will see Gun-Galuut NR's sign at the at the junction of old and new roads. Then turn right and drive to the south for 17km on good earth tracks following the camp signs on rock as below picture.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThe Nature Reserve's Entrance fee is 3000 MNT (about 3 USD) per person, and should be paid directly to the Park Ranger!\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Baits Berkh Mountains:"]},"\nThe beautiful Baits & Berkh mountains tower the western shores of the River Kherlen and are elevated 1700m above sea level. These mountains are the main habitat of globally endangered Argali wild mountain sheep. Not only Argali's inhabit Baits & Berkh mountains, but animals like Gray wolf, Fox, Corsac, Lynx, Marmot, Rabbit etc and birds like Black Vulture, Bearded Vulture, Eagles etc are seen here. Bearded Vulture and Black Vulture are enlisted in the red book. If you are lucky, wolves are seen. \n \n",{"type":"'''","value":["River Kherlen:"]},"\nThe Kherlen River is one of the biggest rivers in the Eastern Mongolia within the Pacific basin. The river takes its origin at the upper part of the Khentii mountain range and flows to the south first, and then gradually to the east and ultimately joins Dalai Lake in China. The River Kherlen area is full of migratory birds in summer and it is very beautiful to watch them in the early morning and evening. Steppe Nomads camp is located on the west shores of the Kherlen river. It’s only 150m from the gers in the east wing. Our beer garden is right on the river shore. \n \n",{"type":"'''","value":["Gun-Galuutai Vast Steppe:"]},"\nGun-galuut Nature Reserve is in the westernmost part of the Mongolian Great Steppes. While staying at Steppe Nomads camp you can travel to the Great Mongol Steppes by camel\/horse etc. Steppe wildlife gazelles can be seen in the area. \n \n",{"type":"'''","value":["Swan Gathering Lakes:"]},"\nEvery autumn in early October, hundreds of Whooper Swans gather at Lakes Ayaga and Ikh-Gun of Gun-galuut Nature Reserve. They spend a few days singing and training their babies to fly. We say “The lucky sees the swan gathering”, it’s awesome to see those beautiful birds. \n \n",{"type":"'''","value":["Tsengiin Burd Wetland:"]},"\nThe Tsengiin Burd (it means White-naped crane nesting wetland) is a wonderful complex of everything that a bird may need to live and breed. Many endangered and rare water birds also occur in Gun-Galuut, namely, Black Stork \/Ciconia nigra\/ is facing problems of extinction worldwide. It spends summers at Tsengiin Burd wetland of the NR peacefully.\n\n",{"type":"==","value":["See"]},"\n\nLots of rare wildlife such as Argali wild mountain sheep (Ovis Ammon Darwini), White Naped Crane, Siberian Crane, Whooper Swan, Hooded Crane, Swan Goose and other birds and mammals. \nReal Mongol nomads live in this area.\n\n",{"type":"==","value":["Do"]},"\n\nOutdoor Activities: Horse riding, camel riding, yak cart travel, nomadic homestay, kayaking, rafting, hiking, bird watching, wildlife viewing, fishing, visiting nomads and culture experiencing\n\n",{"type":"==","value":["Buy"]},"\n\nLocal handcrafts\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere is only one lodge - Steppe Nomads Ger Camp, you can make a reservation through its website (http:\/\/www.mongoliagercamp.com\/).  Also you can stay in a ger of a nomadic family.\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nReally safe place to travel\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Mongolia"]]},"\n",{"type":"[[","value":[["wikipedia:Gun-Galuut Nature Reserve"]]}]