[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Gurvayoor"]}," is one of the most sacred and important pilgrim towns in ",{"type":"[[","value":[["India"]]},". This temple-town is extremely famous for its large Sree Krishna Temple, believed to one of the 108 most divine Vishnu temples of world. The town is located in Thrissur district, nearly 102 km from ",{"type":"[[","value":[["Cochin"],["Kochi"]]},". Apart from pilgrimage, a few tourist delights are available here.\n",{"type":"[[","value":[["Image:Guruvayur 2009.jpg"],["thumb"],["300px"],["right"],["The East Nada gate of Guruvayoor Temple"]]},"\n",{"type":"==","value":[" Understand "]},"\n\nGuruvayoor Temple is one of the largest and most famed temple in Kerala at national level, attracting more than 5 millions devotees annually. The presiding deity is Lord Vishnu, in form of Sree Krishna (8th incarnation of Lord Vishnu). Hindu mythology says the Lord Krishna used to worship an idol of Lord Vishnu at his palace in legendary ",{"type":"[[","value":[["Dwarka"]]}," island. However Krishna knew that, soon after his death, his palace island would wash into seas. He instructed the Deva Guru (Heavenly Saint) Brihaspati and Vayu Deva (Wind God) to take his favourite idol, once Dwarka gets submerged and place it in some other place, where devotees can worship. As instructed by Lord, Guru and Vayu took away the idol, when Dwarka was sinking and was hunting a place to the idol. Soon they would a sacred place where they wished to place the idol. However a Shiva temple existed in that area, making it difficult to place the idol nearby. Soon on Guru's invocation, Lord Shiva appeared and agreed to move his temple from the sacred place, to install the divine idol. As Guru and Vayu placed the idol and errected a temple in its honour, the place came to known as Guruvayur.\n\nA large Shiva temple exists at Mammiyur, within a kilometer from the main temple, where the original Shiva temple relocated.\n\nGuruvayur was a royal temple under ",{"type":"[[","value":[["Kozhikode"]]},"'s Zamorin times. After annexation of Malabar into British presidency, the temple became part a private trust, headed by titular Zamorin ruler and Chief Priest of temple, who were known for their rigid orthodoxies. This resulted in rigid and cruel discrimination based on caste and creed. In 1930s, calls for equality and social reformation started across Kerala and large number of congressmen assembled at Temple gate protesting against the regime of caste discrimination for temple entry, which resulted in closure of temple in 1931. The temple soon was stormed by a group of revolutionaries ending the centuries old pratice of social discrimination. Soon the Madras Presidency nationalized the temple and agreed to allow people of all castes and creed within Hindu fold, to enter the temple, which started the social renaissance in Kerala's caste ridden society of 1930s. Today, the temple is under control of Government of Kerala, managed under Guruvayur Devasom (a semi-constitutional temple trustee body). Non-Hindus are strictly debarred and several rigid dress code is in place.\n\n",{"type":"==","value":["Get in"]},"\t \n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airport is Cochin International Airport located at ",{"type":"[[","value":[["Cochin"],["Kochi"]]}," (87 km). Alternatively, passengers can use Calicut International Airport located at ",{"type":"[[","value":[["Kozhikode"]]},", located about 100 kms. A large helipad at Guruvayur, enables helicopter transportation from Cochin and Kozhikode airport. An aerodrome and heliport is under consideration at Guruvayur, to cater growing number of pilgrims\n\n",{"type":"===","value":["By train"]},"\n\nGurvayoor town has a small railway station, where only few inter-city passenger and one inter-state passes. Equally convenient to take the train up from ",{"type":"[[","value":[["Thrissur"]]}," which is a major railway station where almost all trains bound to Kerala stops and then take a taxi (approx Rs 300) to Gurvayoor.\n\n",{"type":"===","value":["By bus"]},"\n\nIts pretty easy to get a bus from near the thrissur railway station (KSRTC Central station) or private bus from Shakthan Thampuran Bus Stand, to get connections from other parts of Kerala. A few buses of SETC of Tamil Nadu connects the town with Coimbatore and Palani.\n\nKSRTC Bus From Guruvayoor To Mysore And Bangalore ",{"type":"[","value":["http:\/\/www.ksrtcblog.com\/featured\/ksrtc-bus-from-bangalore-mysore-to-guruvayoor"]},"\nKSRTC Informations From Guruvayoor ",{"type":"[","value":["http:\/\/www.ksrtcblog.com\/category\/depots\/guruvayoor"]},"\n\n",{"type":"===","value":["By car"]},"\n\nGuruvayur is connected rest of country with NH 17 (Mumbai-Kochi highway) and several state highways connect the town to Kozhikode, Thrissur, Ernakulam, Palakkad etc.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Garuda Statue Guruvayur.jpg"],["thumb"],["right"],["The large statue of Garuda-the celestial eagle of Lord Vishnu, is a local landmark"]]},"\nGuruvayur is a small town, which can be accessed by foot itself. The entire town is structured around the Guruvayur temple, which is also the major commercial center. Taxis and auotrickshaws are available at nominal rates.  Be sure you fix your price before getting into one or else there is a chance of the drivers fleecing the passengers, especially westerners. Currently there is no intra-town bus services, however most of the inter-city buses stops at various suburbs of the town.\n\n",{"type":"==","value":["See"]},"\t \n\n",{"type":"===","value":[" Sree Krishna Temple "]},"\n\n",{"type":"{{","value":[["cautionbox"],[{"type":"'''","value":["Non Hindus strictly not allowed"]},". The temple follows rigid traditions, by not allowing Non-hindus inside the main complex. Violators will be heavily fined; if you refuse to pay, expect to be arrested."]]},"\n\nThe entire town of Guruvayur rose to international fame because of the popularity of the Great Krishna temple, thus the temple and its surrounding temples are the prime attraction. Nearly 6-10 million devotees visit annually and it is one of the richest temples in South India.\n\n",{"type":"====","value":[" About the temple "]},"\n",{"type":"{{","value":[["infobox"],["Rituals"],["The temple upholds several rigid traditions and customs unlike other Kerala temples\n\n",{"type":"*","value":[" Non Hindus are not allowed even inside the perimeter of the temple complex. The temple guards and police can pull aside anyone found wearing other religious symbols like crosses or the Muslim Namaz mark. Westerners and whites are generally regarded as non-Hindus, even if they have converted to Hinduism. Only certificates endorsed by Arya Samaj-Kozhikode will be accepted as a formal document of conversion. Dharmic religions like Sikhism, Buddhism, and Jainism are considered as part of Hinduism, hence they are allowed. Sikhs must remove their turbans and kirpans to enter into temple."]},"\n",{"type":"*","value":[" The temple advises children under 2 years not to enter the inner layer of the temple, though their entry is not prohibited. This advice is maintained, because in the event small children urinate inside the temple, the parents will be liable to pay fines for purification rites."]},"\n",{"type":"*","value":[" The dress code is extremely rigid inside the temple. Men are not allowed to wear shirts, baniyan or vests and must remain topless while inside the complex. They have to wear strictly Kerala Mundu (only white\/saffron) and are free to wear a shawl to cover the upper body. Wearing lungis or checked dhothi or mundu in any other colour is banned inside. Until recently ladies had to wear sarees, but the rule has been relaxed recently. The current dress code allows ladies to wear churidars, pyjamas and kurthas. However sleeveless or short tops, pants, shorts and denims are not allowed inside. Covering the head is strictly prohibited inside temple for both gents and ladies. Children under 12 are allowed to wear trousers."]},"\n",{"type":"*","value":[" The temple prohibits mobile phones, video cameras, any kind of electronic device, bags (except ladies small hand-bags and gents purses) etc, which must be deposited at the cloak room. Just before the main gate, there is a police check-post where all devotees have to undergo a pat-down. In the event they find any of the above items, you will be sent out of the queue to deposit the items in the cloak room. "]},"\n",{"type":"*","value":[" Unlike other South Indian temples, there is no special queue system to bypass. All devotees who can't pay have to stand in one single large queue. There are no special darshan tickets or out-of-way procedures to skip the queue. The exception to this rule is for senior citizens above 60 and VIPs who have security concerns or protocol laws."]},"\n",{"type":"*","value":[" The temple closes for darshan from 2 to 4 PM and from 9PM to 3AM in morning, where no darshan is allowed. In addition to this, the temple closes for a few breaks for certain rituals like 9-10AM and 12-1PM. On Mondays and Fridays, a special rite known as Udayasthamana Pooja is performed which means there is a break for darshan every 10 mins due to the special nature of this pooja."]}]]},"\n\nThe temple is believed to have been constructed by Lord Parasurama (an incarnation of Lord Vishnu) himself, on request of gods. The original temple was just the sanctum sanatorium. The other complexes were later built by various kings and other rich men, as gratification of their devotion to the presiding deity. \n\nThe outer ring of the temple was constructed by the Great Zamorin King Manadeva Varma of Kozhikode, one of the celebrated devotees of Guruvayurappan (as the presiding lord is known), with traditional Kerala architecture. The first layer of the inner ring and the extensive mural works were one of the oldest parts of the structure, commissioned by 4th Pandyan King in AD 52, after being cured of snake-bite poison. \n\nThe sanctum sanatorium is the oldest structure and believed to have been constructed by Lord Parasurama himself. Archeologists estimate the complex to be at least 1000 years old. The sanctum sanatorium is unique, as the structure itself has 3 layers inside, something not seen in other places. The original idol is placed inside the third layer. The idol is a larger representation of Lord Vishnu, but often represented as a baby form of Krishna, with the help of sandal sculpting. Nearly 100 golden lamps light the inner sanatorium.\n\nApart from the main deity, 4 smaller temples are located inside the main complex. While sanatoriums for Lord Ganesh and Lord Sree Padmanabha (Royal deity of Travancore in ",{"type":"[[","value":[["Trivandrum"]]},") are located inside the inner layer of the temple; sanatoriums for Lord Ayyappa and Goddess Parvathi are located in the outer layer.\n\n",{"type":"====","value":[" Offerings and Pujas "]},"\n\nThe main offering of Guruvayur is ",{"type":"'''","value":["Thulabharam"]}," (Scale) where the offerer gives various items according to his body weight, determined by weighing himself on a scale with an equivalent amount of offering in other side of scale. The lord's favourite items are yellow bananas (Kadali variety). Other items like butter, ghee, sugar, Thulsi leaves etc are also offered in amounts equal to the weight of the offerer. Some rich people offer in terms of gold or coins, but this is rare.\n\nThe second most important offering is ",{"type":"'''","value":["performances of Krishnaattam"]},". Krishnaattam is an exclusive art-form, unique to Guruvayur temple, not performed elsewhere. The art-form is the precessdor of Kathakali, hence the costumes looks similar. 10 stories of Krishna's life are adapted in this highly Sanskritzed dance-drama. The art-form was composed by Zamorin Manadeva Varma in the 14th century, which later inspired the composition of Kerala's celebrated art-form Kathakali. Krishnaattam is performed daily in evenings throughout the year except in the monsoon month of July. Prior bookings are needed have performances of the art-form in one's name and performances are done outside the temple, thus allowing anyone to watch the art-form.\n\nOther major offerings to the lord, which will be returned back are Paal Payasam (Milk Dessert), Bananas, Sugar, Avial (Flatten rice), Sandal balls, Butter and Unniappams.\n\nMorning breakfast, afternoon feast and dinner are free to all devotees and provided to anyone who assembles at Ottupura (temple dining hall) on a first-come-first-served basis.\n\n",{"type":"===","value":[" Major temples "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mammiyoor Shiva Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The large Shiva Temple, is located just 500 meter from the Main temple. Its believe Lord Shiva was the original owner of Guruvayur temple and decided to relocate to current site to place the Vishnu idol in Guruvayur temple. Hence its customary for all devotees visiting Guruvayur temple to visit Mammiyoor temple before leaving the town, to complete the pilgrimage. The temple has 2 independent shrines, one for Lord Shiva and one for Lord Vishnu. The temple is extremely famous for its large murals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parthasarathy Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Located within a kilometer from main temple, its a must see temple, with its main shrine built as a chariot and Lord Krishna sitting as Parthasarathy, advocating Gita to Arjuna. The main deities are Krishna reciting Holy Gita and Arjuna hearing it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thiru Venkatachalapathy Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A small temple, dedicated to Thirupathi Venkatachalapathy, established by Telugu pilgrims as their token to devotion to Lord Krishna."]]}]},"\n",{"type":"===","value":[" Other attractions "]}," \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Punathur Elephant Palace"],["url="],["email="],["address=Punnathoorkotta"],["lat="],["long="],["directions=4 kilo meters from West Nada"],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=Believe it or not, you will see a sprawling large palace and its courtyards for a luxurious life for its residents, none other than 65 large elephants. Guruvayurappan (Lord of Guruvayur temple) is the owner of largest number of domesticated elephants, all offered by devotees. Being lord's own elephants, their accommodation was arranged in a nearby palace fort, which was renovated from its ruins to its present splendor. The 65 elephants spends their full day, eating, bathing and playing with other inmates as they are not allowed to work elsewhere. Many elephants are famous in Kerala, being star elephants and have huge number of fans across Kerala. Such star elephants, gets more splendid accommodation and services. Most of the elephants are used only for temple procession during festivals and for certain ceremonies. The annual elephant feast and Gajapooja (elephant worship) are some of the tradition ceremonies held inside the Palace. Also one can see the grand Punathur Palace, built strictly in traditional Kerala style."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Statues of Maraprabhu and Guruyaur Kesavan"],["url="],["email="],["address=South Nada"],["lat="],["long="],["directions=Sree Valsam Guest house complex"],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=Guruvayur Devasom has erected two giant statues at gardens of Sree Valsam guest house complex. The statue of Guruvayur Kesavan, one of the most celebrated elephants of Guruvayurappan's stables was erected as a memorial to the deceased elephant, who was crowned as Gajaraja (Elephant king) several times during its career as Lord's main elephant. Another landmark, located just near to Kesavan Memorial is the giant statue of Mara-Prabhu. The statue is a creative interpretion of Lord Krishna as a trunk of giant banyan tree. The statue was erected based a traditional folk-lore story."]]}]},{"type":"[[","value":[["Image:Maraprabhu.JPG"],["thumb"],["right"],["The Statue of Maraprabhu"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gokulam Estates"],["url="],["email="],["address="],["lat="],["long="],["directions=40 kms from temple at Vengad"],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=Vrindavanam Gokulam Estate is a 100 acre estate at Vengad in Malapuram District under the possession of Devaswom. Known as Vrindavana Gokulam Estate, it owns 550 cows, one of the largest dairy farm in Kerala. The estate also has cultivation of coconuts ,cashew trees etc. along with palm and other vegetation which provide not only cash crops but also feed for the temple elephants and cattle."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Institute of Mural Painting"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The institute is located at the east gate of the Guruvayur temple, established in 1989 is managed by Guruvayur Devaswom. This institute was founded by renowned master of mural painting, Shri Mammiyoor Krishnankutty. This institute follows a traditional Gurukula system with residential facilities for the students. It offers many courses for the art loving students. The courses offered include five year diploma courses in mural painting, aesthetics, sculpture and art. This institute arranges exhibitions, seminars and training related to the art and culture of Kerala. Many students from Kerala and other states undergo training here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Devaswom Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=Devaswom museum is located very close to Guruvayur temple’s east gate. The museum has many collections of antiques, temple materials, mural paintings, musical instruments and other valuable materials. The temple devaswom museum serves as a place to store valuable offerings in the temple. Devaswom museum displays the images and remains of famous religious poets like Melapthur and Poonthanam. Also it showcases adornments used in folk arts like Krishnanattam and Kathakali. The precious items used to adorn renowned elephants in Guruvayur are also displayed in this museum. The museum is open to public on all days."]]}]},"\n",{"type":"==","value":["Do"]},"\t \n\nBeing a small temple town, reglious activities tops the list.\n\n",{"type":"===","value":[" Festivals "]},"\n",{"type":"[[","value":[["Image:Mammiyoor.jpg"],["thumb"],["right"],["The Mammiyoor Shiva Temple of Guruvayoor"]]},"\n",{"type":"*","value":[" Guruvayur Festival; The annual Guruvayur festival is in months of February-March, as per Malayalam calendar and zodiac signs. The festival is for 10 days. The festival kicks off with Great Elephant Race, where selected 10 or 15 elephants of Guruvayur temple will race from Manjualla (a baniyan tree located nearly 1 kilometer from temple gate) to the temple. The first elephant who enters the temple gate and complete 3 rounds inside the inner-layer of temple will be adjourned as winner. Winning elephant wins the right of holding deity for processions for all days during festival, apart from a special feast. Large number of tourists attend the opening day of festival, to watch the Elephant race, which is a feast to eyes. Special feasts are arranged for devotees on all festival days."]},"\n",{"type":"*","value":[" Guruvayur Ekadesi; This is one of the main festivals of temple, held on Ekadeshi day of month of November, where the temples are illuminated with more than 10000 lamps. A week before the Ekadeshi, the Vilakku or Lamp festival commences, where devotees or various associations sponsor lighting of all lamps of the temple."]},"\n",{"type":"*","value":[" Chembai Sangeetholsavam; The musical feast is the highlight of Guruvayur Ekadeshi day, where more than 1200 musicians all over the country performs classical music performances. For a week prior to Ekadeshi, the musical festival starts, though the main highlight is on Ekadeshi where group performances of all leading musicians happen. The music festival ends with grand recital of Pancharatnakireethanam (a rare classical note). Several music lovers all over the country, visit to hear the grand recitals."]},"\n",{"type":"===","value":[" Cultural "]},"\n\n",{"type":"*","value":[" The Melpathur Auditorium located outside the temple is a regular venue for various cultural performance. People irrespective of caste, religion etc can attend and watch the regular performances at the hall. Mostly there are classical dances, music recitals as well as recitals of Bhagavatam (sacred Krishna scriptures)."]},"\n",{"type":"*","value":[" Watch training classes for Krishnaattam performers at Krishnaattam Academy or try a hand in painting of Kerala murals at Institute of Mural Paintings."]},"\n",{"type":"===","value":[" Shopping "]},"\n\nThe East Nada (Gate) and West Nada are major commercial alleys with several shops sellings traditional Kerala handicrafts, souvenirs, lamps, brasswares, paintings all related to Hinduism. Apart from handicrafts, Guruvayur is famous for its large unique variety of savories especially the supersize Guruvayoor Padappadams, Murukkus, sweets etc.\n\nGuruvayur is also one of the largest centers of devotional music centers, with dozens of music stores selling several records of chart-busters devotional albums and audio\/video cds.\n\n",{"type":"==","value":["Eat"]},"\nThe temple town is known for its pure vegetarianism. Around the temple one can find plenty of pure vegetarian restaurants. The cuisine is mostly South Indian. Most restaurants serve good ghee roast dosa. Finding a non-vegetarian food stall or bar is extremely difficult like any other Hindu pilgrim town, though its not banned.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Saravana Bhavan"],["url="],["email="],["address=East Nada, near Parking grounds"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=06-00 AM to 10:00 PM"],["price=Budget"],["content= A typical Brahmin's hotel, famous for its good idlis and dosas"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Woodlands Restaurant"],["url="],["email="],["address=East Nada, opp. Parking grounds"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=06-00 AM to 10:00 PM"],["price=Budget"],["content= A well maintained family restaurant serving South India, North India and Chinese Vegetarian foods.\nSpecial Dishes :- Masala Dosa"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Indian Coffee House"],["url="],["email="],["address=East Nada, opp. Parking grounds"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=06-00 AM to 10:00 PM"],["price=Budget"],["content= Part of Kerala's famed Coffee House chain, this restaurant offers good meals, thalis, Veg biriyanis and dosas at very cheap rates, though the restaurant is not well-maintained."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Annapurna Brahmin's Hotel"],["url="],["email="],["address=East Nada, Inside Main Pandal"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=06-00 AM to 10:00 PM"],["price=Budget"],["content= A well maintained family restaurant serving typical Tamil and Kerala veg cuisines. Has some of the best coffees in the town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Surabi Restaurant"],["alt=Hotel Elite"],["url="],["email="],["address=East Nada, Near Manjuaal"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=06-00 AM to 10:00 PM"],["price=Moderate"],["content= Part of Hotel Elite, this restaurant, offers almost all South and North Indian cuisines. The restaurant is posh and well maintained."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mangalya"],["alt=KTDC Hotel"],["url="],["email="],["address=East Nada, KTDC Shopping complex, Inside Main Pandal"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=06-00 AM to 10:00 PM"],["price=Moderate"],["content= The restaurant is owned by State run KTDC and offers good Kerala veg cuisine, mainly set meals. The restaurant is located inside KTDC Shopping complex inside the Main Pandal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kaustubham"],["alt=Gokulam Vanammali Kaustubham"],["url="],["email="],["address=South Nada, Opp. Sree Valsam Rest House"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=06-00 AM to 10:00 PM"],["price=Expensive"],["content= A Premier restaurant that serves almost all Indian Veg cuisines, it is an upscale restaurant with well maintained interiors and premium facilities."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nTap water is generally safe, as Guruvayur Devasom authorities have installed several water purification plants across the temple, to provide safe drinking water to devotees. Being a major pilgrimage town, almost all bottled water brands as well as soft-drinks brands are easily available. Coffee and Tea vending machines are found at main places and all restaurants serves some of the best filter coffees in the state. Tender coconut water (",{"type":"''","value":["Karikku"]},") is also easily available and several juice bars provides freshly squeezed juices.\n\n",{"type":"==","value":["Sleep"]},"\n\nBe it free room or service apartment or budget hotel or posh luxurious resort, Guruvayur has all within its 12 sqkm of town limit. Being a temple town, that attracts more than 6 million annually, accommodation is never an issue. Guruvayur Devasom has 4 major accommodation types for temple devotees. Central Reservation :- +91-487-255-6-100, 255-6335, 255-6799, 255-6347, 255-6365\n\n",{"type":"===","value":[" Devasom Accommodation "]}," \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Satram"],["url="],["email="],["address=East Nada"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Satram is the lowest range accommodation offered by Devasom, that offers a strict no-frills stay for budget conscious travelers. The satram has 82 rooms with attached toilets and 92 rooms with common toilets and few large dorms. Ideal for devotees who just want a cot and fan to sleep."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kausthabam"],["url="],["email="],["address=Satram, East Nada"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=budget"],["checkin="],["checkout="],["content= Kausthabam is located just near to Satram complex, offers better facilities than Satram with more rooms and few additional frills. Air Conditioned rooms are also available along with restaurant facility."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Panchajanyam"],["url="],["email="],["address=South Nada"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=moderate"],["checkin="],["checkout="],["content= Panchajanyam, located near Devasom Office complex, offers ideal accommodation for middle class families with more than 130 rooms offering both air-conditioned and non-air-conditioned rooms along with additional bed facilities for extended families. The hotel also has dedicated parking facility as well as 24 hour restaurant facility."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sree Valsam Suites"],["url="],["email="],["address=South Nada"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=premium"],["checkin="],["checkout="],["content= A land-mark in the town, Sree-Valsam Rest House offers premium facilities for those who wish for. With more than 12 large suites, a swimming pool, concierge facility and large landscape gardens, the hotel is located just near to Panchajanyam hotel. The iconic Mara-prabhu statue (Lord of Wood) and statue memorial of Guruvayur's celebrated elephant; Guruvayoor Kesavan all are located within Sree valsam complex. ",{"type":"'''","value":["Caution"]},":- The hotel is used by visiting VIPs and ministers, hence occasionally your reservation may be cancelled at hotel, owing security reasons and protocols. Must reconfirm your booking."]]}]},"\n",{"type":"===","value":[" Budget "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Poornima Tourist Home"],["url="],["email="],["address=East Nada"],["lat="],["long="],["directions="],["phone = +91 487-2556690"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A budget family hotel, located just 400 m from temple complex"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arachana Lodge"],["url="],["email="],["address=West Nada"],["lat="],["long="],["directions="],["phone = +91 487-2556643"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maharaja Tourist Home"],["url="],["email="],["address=South Nada"],["lat="],["long="],["directions="],["phone = +91 487-2556369"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\t"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Nandanam (KTDC Budget)"],["url="],["email="],["address=Near Railway station"],["lat="],["long="],["directions="],["phone = +91 487-2556266"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Part of State tourism corp- KTDC Budget series of hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jayasree Lodge"],["url="],["email="],["address=Nr. Temple Pond, North Nada"],["lat="],["long="],["directions="],["phone = +91 487-2556369"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\t\t  "]},"\n",{"type":"===","value":[" Moderate "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ayodhya Hotel"],["url="],["email="],["address=West Nada"],["lat="],["long="],["directions="],["phone = +91 487-2556226"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Elite"],["url="],["email="],["address=East Nada"],["lat="],["long="],["directions="],["phone = +91 487-2556215"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunrise Hotel"],["url="],["email="],["address=East Nada"],["lat="],["long="],["directions="],["phone = +91 487-2555783"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=R.V.K.Residency"],["url="],["email="],["address=East Nada"],["lat="],["long="],["directions="],["phone = +91 487-2556204"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vyshak International"],["url="],["email="],["address=East Nada"],["lat="],["long="],["directions="],["phone = +91 487-2556188"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sree Krishna Inn"],["url="],["email="],["address=East Nada"],["lat="],["long="],["directions="],["phone = +91 487-2550777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bhasuri Inn"],["url="],["email="],["address=Opp. Private Bus Stand"],["lat="],["long="],["directions="],["phone = +91 487-2558855"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kanoos Residency"],["url="],["email="],["address=Opp. Private Bus Stand"],["lat="],["long="],["directions="],["phone = +91 487-2551800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sree Gokulam Vanamalaa Hotel"],["url="],["email="],["address=South Nada"],["lat="],["long="],["directions="],["phone = +91 487-2556702"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Horizon International"],["url="],["email="],["address=South Nada"],["lat="],["long="],["directions="],["phone = +91 487-2553399"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\t \nOnce you are done with all the temple visits, head to Chavakkad Beach around five km from Guruvayur. A beautiful quiet beach during the day. To watch the fishermen bring in their catch get to the beach around 5PM, an awesome sight with a zillion fish on display on the beach itself. \n\n",{"type":"{{","value":[["geo"],["10.35"],["76.2"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Kerala"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Guruvayur"]]}]