[{"type":"{{","value":[["pagebanner"],["Guyana banner.jpg"],["caption=Kaieteur Falls on Potaro River in central Guyana"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Parliament Georgetown Guyana.JPG"],["caption=Parliament in Georgetown."],["location=LocationGuyana.png"],["flag=Flag of Guyana.svg"],["capital=",{"type":"[[","value":[["Georgetown (Guyana)"],["Georgetown"]]}],["government=Republic"],["currency=Guyanese dollar (GYD)"],["area=total: 214,970km²",{"type":"<","value":["br"]},{"type":"''","value":["water: 18,120km²m",{"type":"<","value":["br"]},"land: 196,850km²"]}],["population=767,000 (2006 est.)"],["language=English, Amerindian dialects, Creole,"],["religion=Christian 50%, Hindu 35%, Muslim 10%, other 5%"],["electricity=110-240V\/60Hz (USA plug)"],["callingcode=+592"],["tld=.gy"],["timezone=UTC-3 to UTC-4"]]},"\nThe country of ",{"type":"[","value":["http:\/\/guyana-tourism.com ",{"type":"'''","value":["Guyana"]}]}," is in north-eastern ",{"type":"[[","value":[["South America"]]},". It has an Atlantic Ocean coastline in the northeast, and lies between ",{"type":"[[","value":[["Suriname"]]}," to the east and ",{"type":"[[","value":[["Venezuela"]]}," to the west, with ",{"type":"[[","value":[["Brazil"]]}," to the south.\n\nIt is the third-smallest country in South America after ",{"type":"[[","value":[["Suriname"]]}," and ",{"type":"[[","value":[["Uruguay"]]},".\nThe name Guyana (from Arawak Wayana) means \"Land of many waters.\"\n\n",{"type":"==","value":["Understand"]},"\nGuyana mostly consists of rolling highlands with a low coastal plain and savannah in the south. The highest point is Mount Roraima at 2,835 m.\n\n",{"type":"===","value":["Climate"]},"\nGuyana's climate is tropical with the hot, humid conditions moderated by northeast trade winds. There are two distinct rainy seasons: May to mid-August and mid-November to mid-January. Flash floods are a constant threat during these rainy seasons.\n\n",{"type":"===","value":["History"]},"\nOriginally a Dutch colony in the 17th century, by 1815 Guyana had become a British possession. The abolition of slavery led to the purchase of some villages such as ",{"type":"''","value":["Victoria"]}," and ",{"type":"''","value":["Anns Grove"]}," to name a few, as well as black settlement of urban areas and the importation of indentured servants from India to work the sugar plantations. Chinese were also imported to work on plantations but were found to be unsuitable. The Colonial powers employed a system of \"divide and rule\" among the freed Africans and the other ethnic groups which were brought and encouraged to settle in the then colony. The policy was employed even during slavery when indigenous \"Amerindians\" were used to hunt runaway slaves. The result was an ethno-cultural divide, significant elements of which have persisted to this day and has led to turbulent politics, the dissolution of attempts at national cultural development and the non-existence of anything resembling a \"",{"type":"''","value":["National Identity"]},"\".\n\nGuyana achieved independence from the UK in 1966, but until the early 1990s it was ruled mostly by socialist-oriented governments. In 1992, Cheddi Jagan was elected president, in what is considered the country's first free and fair election since independence. Upon his death five years later, he was succeeded by his wife Janet, who resigned in 1999 due to poor health. Her successor, Bharrat Jagdeo, was re-elected in 2001 and again in 2006.\n\n",{"type":"===","value":["Holidays"]},"\n;",{"type":"'''","value":["Independence"]}," (from UK): 26 May 1966 \n\n; ",{"type":"'''","value":["National holiday"]},": Republic Day, 23 February (1970)\n\n; ",{"type":"'''","value":["Constitution"]},": 6 October 1980\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Guyana Regions map.png"],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Guyanese Coastal Plain"]]}],["region1color=#e2ea89"],["region1items=",{"type":"[[","value":[["Georgetown (Guyana)"],["Georgetown"]]},", ",{"type":"[[","value":[["Bartica"]]},", ",{"type":"[[","value":[["Mabaruma"]]},", ",{"type":"[[","value":[["New Amsterdam (Guyana)"],["New Amsterdam"]]}],["region1description="],["region2name=",{"type":"[[","value":[["Guyanese Highlands"]]}],["region2color=#71b37b"],["region2items=",{"type":"[[","value":[["Lethem"]]},", ",{"type":"[[","value":[["Paramakatoi"]]}],["region2description="],["region3name=",{"type":"[[","value":[["Berbice-Corentyne"]]}],["region3color=#e7ac5c"],["region3items=",{"type":"[[","value":[["Linden (Guyana)"],["Linden"]]}],["region3description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Georgetown (Guyana)"],["Georgetown"]]}," - Capital of the country, situated in the county of Demerara"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mabaruma"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lethem"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Paramakatoi"]]}]},"\n",{"type":"===","value":["Ports and harbours"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bartica"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Linden (Guyana)"],["Linden"]]},", a mining town (bauxite) originally named McKenzie, but renamed after the country's first Executive President, ",{"type":"''","value":["Linden Forbes Sampson Burnham"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New Amsterdam (Guyana)"],["New Amsterdam"]]},", the second largest town in the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Parika"]]}," - sits on the East Bank of the Essequibo River, the country's largest river."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" The Rupununi Savannah"]},{"type":"*","value":[" The Kanuku Mountains"]},{"type":"*","value":[" Iwokrama"]},{"type":"*","value":[" Marshall Falls"]},{"type":"*","value":[" Kyk-Over-Al"]},{"type":"*","value":[" Shell Beach"]},"\n",{"type":"==","value":["Get in"]},"\nCitizens of the following countries do not need a visa to visit Guyana:\nAntigua and Barbuda, Australia, Austria, Bahamas, Barbados, Belgium, Belize, Canada, Dominica, Denmark, Finland, France, Germany, Greece, Grenada, Ireland, Italy, Jamaica, Japan, North Korea, South Korea, Luxembourg, Montserrat, Netherlands, New Zealand, Norway, Portugal, Russia, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Spain, Sweden, Switzerland, Suriname, Trinidad and Tobago, United Kingdom, United States. (",{"type":"[","value":["http:\/\/www.guyana-tourism.com\/index.php?option=com_content&view=article&id=3&Itemid=5 Government website"]},").\n\nWhen applying for a visa, you will need the application form, a passport valid for at least 6 months, 3 passport size photographs and proof that you have the funds to cover your entire trip to Guyana. If your intent is to work or live in Guyana, you will need to obtain a ",{"type":"'''","value":["letter of approval"]}," from the Ministry of Home Affairs, and include a copy of it in your submission. The only way to submit a visa application is through the mail. Submissions must be made to the nearest Guyanese Embassy.\n\nA tourist visa costs USD30,  single entry business visa costs USD40, a multiple entry 3 month business visa costs USD50 and a multiple entry 1 year business visa costs USD75.\n\nOnce in Guyana you can extend your visa at the Ministry of Home Affairs in Georgetown.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"====","value":["Cheddi Jagan International Airport"]},"\n(",{"type":"{{","value":[["IATA"],["GEO"]]},") Originally the Timehri International Airport (Timehri means \"Rock Painting\") it was renamed in honour of the indigenous displaced peoples of Guyana. \nThere are daily international flights into and out of Cheddi Jagan International Airport about 40 km south of Georgetown. International flights include flights to the Canada, The Caribbean, the UK and the USA  with Caribbean Airlines (formerly BWIA). Caribbean Airlines is a state owned airline run by Trinidad & Tobago. Flights to the Caribbean with Caribbean Star and LIAT. North American Airlines and Xtra Airways, which are non- stop flights, on the New York and Guyana route. Primaris Airlines, non- stop flights, flies to Guyana from JFK- New York and FLL -Florida, also Fly Jamaica Airways which flies from Kingston NMIA Airport and JFK.\n\n",{"type":"====","value":["Ogle Aerodome"]},"\n(",{"type":"{{","value":[["IATA"],["OGL"]]},") A small airfield located slightly closer to Georgetown (~6 mi) which is for a few private charter companies, primarily used for domestic\/local flights. The following companies have a few daily flights from\/to Zorg-en-Hoop Airfield in ",{"type":"[[","value":[["Paramaribo"]]},":\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Gum Air"],["url=http:\/\/gumair.com"],["email=info@gumair.com"],["address=Doekhieweg 03, Zorg-en-Hoop Airport, Paramaribo, Suriname"],["lat="],["long="],["directions="],["phone=+597 433830"],["tollfree="],["fax=+597 491740"],["hours=M-Sa"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Trans Guyana Airways"],["alt=TGA"],["url=http:\/\/www.transguyana.net"],["email=commercial@transguyana.net"],["address=Ogle Aerodome, Ogle, East Coast Demerara"],["lat="],["long="],["directions="],["phone=+592 222 2525<"],["tollfree="],["fax="],["hours=M-Sa"],["price="],["content="]]}]},"\n",{"type":"===","value":["By train"]},"\nThere are no international railway services to Guyana.\n\n",{"type":"===","value":["By car"]},"\nGuyana has road access to ",{"type":"[[","value":[["Suriname"]]}," to the east and ",{"type":"[[","value":[["Brazil"]]}," to the south. In Suriname, inquire in ",{"type":"[[","value":[["Paramaribo"]]}," for mini-buses travelling to Guyana. Note that entering Guyana by water travel from Nieuw Nickerie in Suriname is illegal, even though there is nobody to stop you. The worst-case scenario is that you could be sent back or made to pay for a visa. When travelling from Nieuw-Nickerie to ",{"type":"[[","value":[["Paramaribo"]]}," over land you will most likely run into a military police roadblock near Totness, but they are after gun and drug smugglers, not tourists. Show your national ID card or a valid driver's licence and they won't even ask for your passport to check if you have the right visa stamps. It appears they don't mind you entering the country as long as you don't cause trouble and spend your money in their country.\n\nThere are no road links between ",{"type":"[[","value":[["Venezuela"]]}," and Guyana. Travel to ",{"type":"[[","value":[["Venezuela"]]}," may be done by air via ",{"type":"[[","value":[["Trinidad"]]}," (Caribbean Airlines) or overland through ",{"type":"[[","value":[["Roraima"]]}," state in ",{"type":"[[","value":[["Brazil"]]},".\n\n",{"type":"===","value":["By bus"]},"\nFrom ",{"type":"[[","value":[["Suriname"]]},", there are minibuses from ",{"type":"[[","value":[["Paramaribo"]]}," to South Drain in western Suriname, just across the river from Guyana. The trip takes at least 3 hours and costs around USD15. From there, you will go through customs on the Suriname side. Then take the 11:00 daily ferry across the river to South Drain. The actual ferry ride takes about 30 minutes, but you'll need more time for going through customs on the Guyanese side.\n\nThe bus ride from ",{"type":"[[","value":[["Lethem"]]},", at the Brazilian border, to ",{"type":"[[","value":[["Georgetown (Guyana)"],["Georgetown"]]}," takes about 10 hours through rainforest and southern savannah. The ride can be much longer in the rainy season. Sections of the roadway are known to become impassable in heavy rainy weather and extreme care must be taken.\n\nInquire about buses to Brazil at the Interserv Bus Office located on Charlotte Street in downtown Georgetown. Buses usually leave very late at night and it is recommended that you take a taxi to the bus station as the area around there is unsafe at night. For buses from Brazil travel to Bonfim on the border and walk across the border. Find a minibus or taxi to take you to Lethem city centre and inquire about buses travelling to Georgetown.\n\n",{"type":"==","value":["Get around"]},"\nWhen people in Guyana refer to buses, they mean minibuses. Minibuses travel throughout Guyana and are the cheapest way to travel. Minibus fares range from GYD60-1,000 depending on the length of the journey. Travel in this mode at night could be risky.\n\nMany parts of Guyana are separated by large rivers. These areas can be traversed by way of river taxi. Go to the port village and ask from where the speedboats launch. Ask other passengers what the fare is while travelling as boat operators tend to seek higher fees from tourists. Do not take \"specials\" without first negotiating the price.\n\nTaxis are a good way to get around in Georgetown. Fares should never be more than $500 for travel within the city and most fares should be around GYD400. All taxi number plates begin with 'H.' There are set prices for taxis for different destinations, e.g. from the airport to town costs GYD5,000, from the airport to Moleson Creek is GYD24,000, etc.\n\nOne can also rent cars or 4x4s; check the local telephone listings for car rentals. Consult more than one rental agency as prices can vary. You might also be able to negotiate the prices charged to some extent. Deposits are usually required. If renting a vehicle, be sure to inquire whether your driver's licence will be acceptable. Violations of traffic laws can result in much time wasted and possible trips to the local courts.\n\n",{"type":"==","value":["Talk"]},"\nThe official language is English and is spoken by all, however Creole and Amerindian dialects are common.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Kaieteur Falls, Guyana.jpg"],["thumb"],["Kaieteur Falls"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mashramani"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An Amerindian word meaning \"celebration after hard work\". On 23 February 23 is the country's republic anniversary celebration. A carnival-like event with float parades and costumed bands. Colourful float parades and costume bands wind their way through the city. While you look on, have a swig of local rum with coconut water or have some Banks beer, all the while swaying and wining to the beat of the soca and calypso. Starts from about 10:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kaieteur Falls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD200-300"],["content=It is 5x the height of Niagara Falls, c. 250 m tall. It can be accessed by a short plane flight from the capital offered by various tour companies as a day trip. Most companies only operate the day trip on Sundays and so booking ahead is advisable"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Orinduik Falls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A smaller waterfall than Kaieteur that is also included when visiting Kaieteur by plane."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Iwokrama Rainforest Reserve"]}]},"\n",{"type":"==","value":["Do"]},"\nEco-Tourism is a booming industry in Guyana.\n\n",{"type":"==","value":["Buy"]},"\nThere are numerous markets and recently, shopping malls, in Guyana. Stabroek Market is a quaint market located in Georgetown. Trips to the market for tourists are best done in groups or with a local with whom you feel comfortable. Muggings are possible but not frequent.\n\nLots of locally made and beautiful crafts ranging from paintings; to sculpture; to leather purses, satchels, wallets; hand-painted, tie-dyed and batik(ed) fabrics, pressed flowers, sun hats; semi-precious stones and hand-crafted costume jewellery using indigenous materials, can be purchased at an esplanade outside the Central Post-Office near the National Museum in downtown Georgetown. Ask around and you'll find out about the craft and gift shops as well as galleries.\n\nGuyana is also noted for its exceptional gold jewellery.\n\n",{"type":"===","value":["Money"]},"\nThe local currency is the Guyanese dollar  (ISO 4217 international currency code: ",{"type":"'''","value":["GYD"]},"). You'll see both the \"$\" and \"G$\" symbols locally. The currency is freely convertible but nearly impossible to get rid of outside Guyana, the neighbouring countries and one exchange bureau in ",{"type":"[[","value":[["London"]]}," Gatwick airport. As of September 2013, trades at ",{"type":"''","value":["approximately"]},":\n:USD1 = GYD204\n:€1 = GYD271\n:GBP1 = GYD322\n:CHF1 =GYD214\n:CAD1 = GYD198\n:JPY100 = GYD200\n:CNY1 = GYD32\n:GYD1 = GYD61\n\nBanknotes are issued in GYD20, 100, 500 and 1,000 and there are GYD1, GYD5 and GYD10 coins. GYD500 and GYD1,000 banknotes have a holographic stripe with a colourful macaw.\n\n",{"type":"===","value":["Cost of Living"]},"\nThe cost of living in Guyana is relatively very high, because most of the items used in daily life are imported with high transportation costs involved. Monopoly in some business sectors also causes higher profit and further raising of prices. For example (as of January 2010) the approximate prices of petrol is USD1.10 per litre, electricity price is USD0.33 per unit. A domestic gas bottle cylinder is over USD20. Rent for average family accommodation is USD500 per month in safer urban locations and personal income tax, which is 33.33% of total taxable income makes the cost of living higher still.\n\n",{"type":"==","value":["Eat"]},"\nGuyanese food, like the entire country, is a creole fusion.\n\nIf there's a dominant cuisine, it is dishes influenced by the Indian subcontinent that have been localized. The most prominent of these are the curries, especially chicken, pork, beef, pumpkin and aubergine. Larger roti shops and those by the sea will have shrimp, crab and other seafoods. Curries are traditionally served with roti, an Indian bread or rice.\n\nThe national dish of Guyana is pepperpot, a slow cooked stew of pork (or other meats), red peppers (capsicum), cinnamon and casareep. It is dark in colour and strongly flavoured and usually reserved for special occasions such as Christmas, but you can find restaurants in Georgetown serving the dish all year round. Pepperpot is enjoyed with plain white bread or roti.\n\nChinese restaurants are common, with noodle dishes such as chow mein and lo mein along with meat and rice dishes. The growing Brazilian population have led to several outdoor BBQ restaurants and churrascarias opening in the capital and near the border in ",{"type":"[[","value":[["Lethem"]]},".\n\nGeorgetown has a greater variety of food options than elsewhere in the country, which include a couple of steakhouses, upmarket colonial dining, European fare and Indian food. In smaller towns, there may only be restaurants serving a creole menu of a few dishes, which almost always includes a curry or two and a noodle dish.\n\nIn jungle lodges, the food can be limited to tinned goods and rice, along with whatever can be caught or grown locally.\n\n",{"type":"==","value":["Drink"]},"\nThe most popular national drink is Caribbean-style dark rum. Some national favourites are ",{"type":"''","value":["XM \"10\" Year OLD"]},", produced by local beverage giant ",{"type":"''","value":["Banks DIH Limited"]}," and El Dorado and X-tra Mature which both offer 5, 10, 12 and 25 year varieties.\n\nEl Dorado also offers a 15 year old variety which has won the \"Best Rum in the World\" award since 1999. Mix the cheaper ones with Coke or coconut water if you please. All are quality enough to drink neat or by themselves with the 25 year-olds comparing with high-quality scotch whisky.\n\n",{"type":"''","value":["Banks Beer"]}," produced by local beverage giant ",{"type":"''","value":["Banks DIH Limited"]}," is the National beer. It comes in a lager and a stout (Milk Stout). The beverage giant also bottles and distributes ",{"type":"''","value":["Heineken"]}," Beer and ",{"type":"''","value":["Guinness"]}," Stout under licence.\n\nAlso available are the lighter Carib (Trinidad and Tobago) and darker Mackeson's. Guinness is brewed locally under licence and is a bit sweeter than its Irish counterpart, but just as good. Polar (Venezuelan) and Skol (Brazilian) can be found throughout the country. You can also find Heineken and Corona at posher bars in Georgetown.\n\n",{"type":"==","value":["Sleep"]},"\nLodging in Guyana is O.K.\n\nGeorgetown has far and away the biggest range of options, but here there are a number of problems. None of the \"luxury\" options in the capital - primarily the Pegasus and the Princess, have the polish or charm to justify the hundreds of US dollars they charge. On the other end of the scale are a number of tiny guesthouses and pay-by-the-hour places with lower prices. The only \"backpacker\" option is the Tropicana Hostel, which unfortunately is above a club with the slogan \"All Nite Long\": it's true. There are some good options in Georgetown, especially at the three and four star level, including the colonial option Cara Lodge and the Herdmanston Lodge. The rising Chinese and Brazilian populations in town may lead to better options.\n\nIn the interior there are some amazing jungle lodges and camps, including those at the ranches and the south and the community-supported ecolodges in the middle of the country. Other developing options are community supported huts in Amerindian towns on the Linden-Lethm road.\n\nThe adventurous could try to get by with a hammock and paying small fees to hang it up in a benab. This isn't an option in Georgetown and will involve some planning ahead, lots of bug spray and cunning to accomplish.\n\nSome small towns have basic guesthouses, which may have fans, mosquito nets or other amenities.\n\n",{"type":"==","value":["Learn"]},"\nThe official language of Guyana is English, so there won't be a language barrier problem with native speakers. That said, there's a limited number of education\/learning opportunities in the country.\n\nEducation is free, but limited. There is only one university, The University of Guyana, with two campuses at Tain and Turkeyen.\n\nThere are opportunities for volunteer and paid teachers throughout the country. Pay, if there is any, will be low.\n\n",{"type":"==","value":["Work"]},"\nGuyana has a fair number of expatriates, most of them are from developing or poor countries, working in different sectors across the country. Persons who are not Guyanese, have to get a work permit after employment is confirmed. Caribbean citizens might have some exemptions under the CSME scheme. There are a number of volunteer organisations like Project Trust, Peace Corps, VSO and CESO working in Guyana. Some people have come on short stints to volunteer with churches, and other non-governmental organizations. It is the responsibility of the host organisations or employer to arrange necessary travel\/work permits from the concerned Ministry for prospective employee.\n\nSalaries in Guyana are normally paid in Guyanese dollars (GYD), which is the local currency. The present exchange rate is GYD206 for USD1. Income Tax, which is one third of total taxable income, is usually deducted by employers. The overall ",{"type":"[[","value":[["#Buy"],["cost of living"]]}," is relatively very high, making an expatriate employee's life very difficult in Guyana.\n\n",{"type":"==","value":["Stay safe"]},"\nGeorgetown is notorious for petty street crime. Do not walk alone at night, or even in the day, unless you know the area well. Areas such as the ",{"type":"''","value":["Tiger Bay"]}," area east of Main Street and the entire southeastern part of the city including Albouystown and Ruimveldt are traditional high crime areas but one can be relatively safe in groups and with native escorts. Police are unlikely to help you unless they see the crime in action. Be sensible about wearing jewellery. ",{"type":"'''","value":["Exercise common sense."]},"\n\nThe interior regions with the breath-taking waterfalls, the beautiful rainforests and mountains are safe. Many rural areas around the country are filled with a friendly atmosphere and are safe. Crime is rarely directed at tourists, so don't feel intimidated. Just be sensible about the company you keep, where you go and how you behave.\n\n",{"type":"'''","value":["Sodomy is punishable with a maximum sentence of life in prison."]}," A local NGO reported that there were a few prosecutions, but neither the NGO nor the courts could provide numbers. It was reportedly more common for the police to use the law to intimidate suspected same-sex male partners. There are no laws concerning same-sex sexual activity between women. The health minister in a speech to a regional HIV\/AIDS conference said that he “must be driven by public health reality,” that “sex between consenting adults in private falls into the category of personal freedom,” and that the law is “in contradiction of this expression of personal freedom.” Following the 2009 incident in which a judge fined several transgender persons 7,500 Guyanese dollars, an NGO and four of the individuals filed a motion in the High Court against the law criminalising cross-dressing; the case remained pending at year’s end.\n\nOne organisation ",{"type":"[","value":["http:\/\/www.sasod.org.gy\/ SASOD"]}," organises some events to promote anti-homophobic work. There is no local gay \"scene\" as most homosexuals remain rather closeted. Private gatherings are known to occur to which one must be invited. Public displays of affection among gay people are frowned upon and can make you the target of overt discrimination, attacks and taunts.\n\nDiscussions of the current affairs of ethnic relations between the two major races, politics and the socio-economic issues in the country ought to be undertaken with much tact and much patience. Be aware that these types of discourses can sometimes lead to very heated and intense debate, and possibly something much worse. Guyanese are generally very open to discussing most issues, but as an outsider, you could be seen as a part of the problem, so guard your tongue.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"'''''","value":["Do not drink the tap water"]},", unless you want to spend a great part of your vacation on the toilet. Bottled water is readily available in a variety of brands.\n\nBefore travelling to Guyana, it is a good idea to receive ",{"type":"'''","value":["anti-malarial medications"]}," from your health care provider, as malaria is widespread throughout most of the country.\n\n",{"type":"'''","value":["Yellow fever"]}," is endemic to this area; monkeys are a reservoir, but you can catch it even in cities. Be sure to get immunized before you leave, and take ",{"type":"[[","value":[["Mosquitoes"],["mosquito repellent"]]}," with you. Also be careful of malaria and dengue fever in the interior.\n\nAlthough not required, it is recommended that travellers receive vaccination against ",{"type":"'''","value":["Typhoid fever"]}," within 2-4 weeks prior to arriving in Guyana.\n\nThe country's largest hospital is the Georgetown Public Hospital and is in the capital. Facilities here are basic, even though it is a ",{"type":"''","value":["tertiary"]}," referral centre. Disposal of 'sharps' (needles, etc.) is improving but needs to get better, given the country's growing ",{"type":"'''","value":["AIDS\/HIV"]}," prevalence, currently at ",{"type":"'''","value":["2.5%"]}," of adults or ",{"type":"'''","value":["1 in 40"]},". ",{"type":"'''''","value":["Practice safe sex as well"]},".\n\nYou are better off using the private facilities at St. Joseph's Mercy Hospital near the US Embassy or the Medical Arts Centre on Thomas Street. While not first rate, these facilities are far superior to GPH, practices basic hygienic standards and rooms are not overcrowded. There are also other private hospitals\n\nFor the latest in traveller's health information pertaining to Guyana, including advisories and recommendations, visit the ",{"type":"[","value":["http:\/\/wwwnc.cdc.gov\/travel\/destinations\/guyana.aspx ",{"type":"'''","value":["Centers for Disease Control and Prevention"]}," destination Guyana website"]},".\n\n",{"type":"==","value":["Respect"]},"\nGuyanese people do not wear shoes in their homes and expect visitors to do the same.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" Police +592 226 2487 emergency - ",{"type":"'''","value":["911"]}," "]},{"type":"*","value":[" Fire +592 226 2411   emergency - ",{"type":"'''","value":["912"]}," "]},{"type":"*","value":[" Ambulance Service   emergency - ",{"type":"'''","value":["913"]}," "]},{"type":"*","value":[" Cheddi Jagan International Airport +592 261 2245 "]},{"type":"*","value":[" Ministry of Foreign Affairs +592 226 1606 "]},{"type":"*","value":[" Ministry of Tourism Industry & Commerce +592 226 2392 "]},{"type":"*","value":[" Guyana Telephone & Telegraph +592 225 1315 "]},{"type":"*","value":[" Licence Revenue Office +592 223 5501"]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Brazil"]]}," - Access to Brazil is via Lethem. There are Interserv buses - get the schedule at the Interserv Bus Office located on Charlotte Street in central ",{"type":"[[","value":[["Georgetown (Guyana)"],["Georgetown"]]},". Typically, the buses leave late at night. Another option are minibuses that ply the Georgetown-Lethem road, although the lack of paved road beyond Linden means that the trip will probably need to be broken up overnight.\n\n",{"type":"[[","value":[["Suriname"]]}," can be reached via minibuses and a ferry, or by a short flights from Cheddi Jagan Temeri International airport or Ogle airport.\n\n",{"type":"[[","value":[["Trinidad"]]}," and the rest of the ",{"type":"[[","value":[["Lesser Antilles"]]}," is a short flight away via Caribbean Airlines or LIAT.\n\n",{"type":"{{","value":[["isPartOf"],["South_America"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["5.7"],["-59.3"],["zoom=7"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Guyana"]]},"\n",{"type":"[[","value":[["WikiPedia:Guyana"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Guyana\/"]]}]