[{"type":"{{","value":[["pagebanner"],["Gwangju banner.jpg"]]},"\n",{"type":"'''","value":["Gwangju"]}," (광주, 光州), also known as ",{"type":"'''","value":["Kwangju"]},", is in ",{"type":"[[","value":[["South Jeolla"]]},", ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"==","value":["Understand"]},"\nGwangju has a thriving youth and arts culture and even a glance down the streets of Geumnamno will note a generally more fashion-conscious populace. Further to this, the city has numerous art galleries and hosts a biennial Bienalle.\n",{"type":"{{","value":[["infobox"],["Gwangju Massacre"],["Gwangju is well known in South Korea for the ",{"type":"'''","value":["Gwangju Massacre"]}," of May 18, 1980, in which at least 207 (or far higher depending on whom you ask) demonstrators were killed by the army forces in the course of suppressing a pro-democracy demonstration. Gwangju was seen as the forefront of the relevantly recent democracy movement in South Korea and the people of the city are proud of the uprising and tend to be at the forefront of any political upheaval in the country."]]},"\nThe city has an interesting claim to fame as having the largest and most modern bus terminal and possibly the largest single pedestrian drinking, dining and clubbing district in the country. This is reflective of the city in general, which holds a much more modern and clean appearance than anywhere else in the country, save perhaps Busan.\n\nIn Korea, Gwangju is famous for its cuisine as is the province of Jeolla. The entire area is considered the breadbasket of Korea. On the practical side, food is generally tastier and easier on the wallet throughout this province.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Gwangju Airport"]}," (",{"type":"{{","value":[["IATA"],["KWJ"]]},") has domestic flights to ",{"type":"[[","value":[["Seoul"]]}," Gimpo, ",{"type":"[[","value":[["Jeju"]]}," island and ",{"type":"[[","value":[["Yangyang"]]}," airport in the remote north east of the country. Some travelers find it easier and cheaper to take a direct bus from ",{"type":"[[","value":[["Incheon International Airport"]]}," instead (4 1\/2 hours) or even ",{"type":"[[","value":[["Gimhae International Airport"]]}," in ",{"type":"[[","value":[["Busan"]]}," (3 hours).\n\n",{"type":"===","value":["By train"]},"\nKorail and KTX trains run from Seoul multiple times a day and are the quickest option for travelers wanting to go to Gwangju from Seoul.  The trip takes 3 hours and the cost is ₩33,000-₩39,000.  Note that all trains depart from Yongsan Station in Seoul, ",{"type":"''","value":["not"]}," the main Seoul Station.\n\nA separate KTX Honam line is under construction and when completed around 2014, going from Seoul to Gwangju will take 90 minutes.\n\n",{"type":"===","value":["By bus"]},"\nBuses from major cities throughout the country arrive and depart from Gwangju Bus Terminal, a large, fancy and recently renovated bus terminal near the geographic center of the city. The largest and fanciest in the country to be precise: this place looks like an airport. Every taxi driver in Gwangju knows the bus terminal as 버스 터미널, or \"Beosuh Teo-mee-nal\". Seoul Gangnam to Gwangju prices are either ₩16,900 or ₩23,000 for the standard bus or the limousine bus respectively. Prices to other cities are comparable.\n\n",{"type":"==","value":["Get around"]},"\nGetting around in Gwangju is really quite easy, though rush hour significantly adds to travel time. There are two basic options: buses and taxis. Taxis are generally cheap but buses are frequent and more or less comfortable. The recently completed subway line stretches from the southeast near downtown to the west southwest, forming an arc with the northernmost point being near the bus terminal at Nongseong Station (농성역 - Nongseong Yeok).\n\n",{"type":"===","value":["By subway"]},"\nThe subway is cheap - ₩1200 to any location. The four main stops on the subway (though there are 19 total) are the Culture Center (former Provincial Office), Geumnamno-4 & 5 (pedestrian downtown), and Sangmu (the unofficial commercial center and western-style downtown area). To get to the bus terminal, exit at Nongseong Station (농성역 - Nongseong Yeok) and walk straight north (10 minutes) past E-Mart and Shinsegae. The bus terminal is juxtaposed to those two buildings. To take a train, take the subway to Songjeong-ni station and follow the signs for the train station. The second subway line that will eventually form a circle around the city will break ground towards the end of 2009. Eventually there will be three lines in Gwangju.\n\n",{"type":"===","value":["By bus"]},"\nBuses are arranged by colors. Red buses are express buses, running often, making very few stops, and covering large parts of the city. Bus number 1 connects Sangmu area to the train station to Chosun University. Buses 6, 7, and 9 cover the rest of the city making large squares that intersect in important locations. Yellow buses are standard buses that run every 10 – 20 minutes. Green buses are village buses that connect smaller communities and rural areas to transfer points. Purple buses are district circulator buses, generally going to the outskirts of the city. Every neighborhood (동 - dong) to main locations around the city.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are incredibly cheap (by western standards). A taxi ride will cost ₩2200 for the first two kilometers then ₩100 after that. Basically, on a traffic free night, you can get across the city for around ₩10,000. Black taxis have a higher surcharge than white or silver taxis but due to the fact they charge on distances only, tend to drive more unpredictably.\n\n",{"type":"==","value":["See"]},"\nTravelers coming to Gwangju can experience a slower paced experience than Seoul, despite still feeling the ",{"type":"''","value":["bali bali"]}," (빨리 빨리 - hurry hurry) lifestyle of Korea. Gwangju also serves well as a good hub for touring the surrounding province of ",{"type":"[[","value":[["South Jeolla"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=5.18 Memorial Parks"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gwangju's claim to fame is for its own Tienanmen Square uprising, May 18, 1980. There are two memorials for this moment in its history. The main one is found in the beautiful 5.18 park, in central Sangmu. There is an exhibition hall there that enlightens visitors to the events that lead to the violent democratic uprising. While there, follow the walking path to the top of the hill where you can then climb a three-story pagoda and take in a nice view of the more modern part of Gwangju. The other memorial to this occasion is the 5.18 Cemetery, located in the northeast of the city, about 50 minutes from the bus terminal. Again, more monuments and dedications to this moment in history - but make sure the museum is actually opened, because the long travel is not really worth it otherwise."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Art Street"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=From the YMCA, cross the street, pass the KEB, and turn left when you see the white arches and cobblestone road (Keep going straight for a delicious vegetarian restaurant on your right)."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A back street near downtown spanning approximately three blocks. It is full of artists and their works in galleries and nicely decorated store windows. In the evenings, it is lit up especially beautiful and provides a nice quaint walk a stone's throw from the most hectic pedestrian area in town. For artists seeking supplies, many of the stores also carry very affordable materials."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yangdong Market"],["alt=(양동 시장 - Yangdong Shijang)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Since 2005, the river area has been undergoing a surprising face lift, stretching from Gwangju's most famous food,clothing and furniture market, Yangdong Market, all the way out of the city in a southeasterly direction. The river edge is beautifully lit at night, and with its colored lights and shopping areas nearby, is rapidly becoming a symbol of Gwangju - the City of Light and Culture."]]}]},{"type":"[[","value":[["File:Central statue at student's uprising park Ssang chon dong.jpg"],["thumb"],["Center Statue"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Student's Uprising Monument: Ssang Chon Dong"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This monument is in the geographical middle of the city. Not widely known, and requiring a taxi ride to get to, this monument is rather large and situated in a very quiet park atop a hill. The monument commemorates the student uprising against Japanese Imperialism in the early 1900s. The Park includes an impressive museum with detailed representations of the time. At times English tours are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chonnam University Back Gate Area"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chonnam University is the largest university in Gwangju, home to several thousand students with a sizable foreign student and professor population. A popular hangout nearby is located at its back-gate, though it most certainly is more along the sides. Both the east and the west sides of the university have many cheap restaurants, clubs, bars, etc. To go to the west side, home of the cheaper restaurants, take buses 26, 30, among others. To get to the east side of the university, home to the bars and clubs, take bus 38, among others and get off at the conveniently labeled\"Chonnam Back Gate\" stop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cheomdan Area"],["alt=첨단"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cheomdan is also home to the GIST(Gwangju Institute of Science and Technology), the area has also many foreign students studying technology and hi-tech subject areas. A huge Lotte Mart is nearby as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Suwan Area"],["alt=수완지구"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Suwan is a very new district boarding Cheomdan. It has one of the only Toys \"R\" Us stores outside of Seoul, located in the Suwan Lotte Mart Complex."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pung-Am Area"],["alt=풍암지구"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Within PungAm is the World Cup Stadium월드 컵경기장, connected to the Lotte Outlet Mall. A short walk from the stadium is the PungAm resivior, which has recently been upgraded to include fountains, statues and a new walking path. If you enjoy hiking, you can also take an easy hike around GeumDang Mountain, which encircles the PungAm residential area. Starting from the Chinese University Hospital, WonGwangDae Hospital, the hike takes on average 2 hours at a moderate pace."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Songjeong dong and Tteok galbi street"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take the subway west and get off at Songjeong-ri station. From there, exit south and east and walk down past the row of Chinese markets. Songjeong has a large population of Chinese ex-pats, along with other south-east Asians like Filipinos, Cambodians, Vietnamese, and Indonesians. After passing the Gwangsan-gu district office, turn right. On days ending with a 3 or 8 (03, 08, 13, 18, etc.) there is a large traditional market (송정 시장 - Songjeong shijang) where produce prices are roughly 1\/3 of the supermarket prices. Additionally, there is Tteokgalbi street, famous for its tteokgalbi. In case you're wondering what tteokgalbi is, it's minced beef ribs made into patties and served in the typical meat and leaves barbecue that embodies much of Korean cuisine. It's a bit on the pricey side for Korean restaurants, ₩10,000-₩15,000."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kumho World Electronics Market"],["alt=금호월드"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This market occupies 5 stories of an office building right behind the main U-Square bus terminal. The building is easily recognizable from its arched roof of glass sitting jutting out of the skyline. Each floor specializes in a different electronic genre, from cameras, PDA's, Mp3 Players, DMB Players, Computers, PS3-Xboxes, Laptops to other electronics hardware. As a market, the starting price is not always the set price, with some bargaining being possible. Remember to be polite, but also haggle a little if you like. The phrase 'Ka-Ka-Joo-Sae-Yo', means Give me a Discount please, or alternatively 'Ha-Lin-Joo-Sae Yo'has the same meaning. Sometimes this will work, sometimes not."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ice skating"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ice skating is available at the Pung-Am World Cup Stadium athletics center for approximately ₩6500."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Baseball"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Watch the KIA Tigers Baseball team."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Soccer"],["alt="],["url=http:\/\/www.gwangjufc.com\/"],["email="],["address=Gwangju World Cup Stadium"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Watch a Gwangju FC soccer game."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gwangju Living"],["url=http:\/\/www.gwangjuliving.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For details of local events and a map of the most common places to visit in the city have a look at this site.  There is quite an active foreign community in Gwangju with events happening every weekend including live music, theatre and art shows so there is plenty to do. If you want to see more Korean culture and art there are details of special shows and exhibitions which may not have much information elsewhere in English."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Walk Gwangju River"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The river in Gwangju runs from the south east to the west of the city with a good paved footpath along all the parts of the river in the city.  It is perfect for a nice walk or cycle with a few park areas spaced out along the banks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Geumnamno and Chungmuro Streets"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These two streets form the pedestrian area of downtown, which is large when compared to other downtown areas with the exception of Seoul and Busan. Any given night these streets will be packed, though the crowds die out around mid-night. From restaurants, to karaoke rooms, to DVD rooms, pool halls, clubs, bars, movie theaters, and shopping can be done here. Several foreign food restaurants have established themselves here too and two foreign grocers (Western products and a Philippine market) are in this area too. Just about neighborhood has a bus that eventually ends here and taxi drivers will understand \"Geum-nam-no\". The main landmark is the YMCA, which is handy to ask for as well if using a taxi. The subway makes three stops (Geumnamno 4&5 and Culture Center) all within a short distance, covering the two ends and the middle of the downtown district. Don't miss the underground shopping areas, which spans those three subway stops as well."]]}]},{"type":"[[","value":[["File:Gwangju Down Town Bridge.jpg"],["thumb"],["Downtown Gwangju"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gwangju Bienalle and Museum Campus"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city celebrates art every second year with international pieces on varying themes. The exhibition runs on even numbered years. The sister festival to this is the Gwangju Design Festival which runs on odd numbered years and focuses on interior and exterior design elements."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kunsthalle Gwangju"],["url=http:\/\/www.kunsthalle-gwangju.com"],["email=mail@kunsthalle-gwangju.com"],["address=Central Plaza (in front of the old provincial hall), Dong-gu"],["lat="],["long="],["directions=Pretty much smack bang atop the Culture Centre subway stop, next to the large roundabout in downtown."],["phone=062-236-0730"],["tollfree="],["fax=062-236-0735"],["hours="],["price=Free."],["content=A new art gallery in the centre of town, in front of the culture center construction site and in a building made from converted sea containers. Look for striking iconic black and orange motif or follow the signs in the subway. Displays avant-garde works from local artists and rotates exhibitions monthly. Also hosts film nights, DJ events and open talk art discussion events. Also runs a night flea market on the last Saturday of the month. This place pretty much sums up Gwangju's vibrant youth arts culture."]]}]},"\n",{"type":"===","value":["Hike"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mudeung Mountain"],["alt=Mudeungsan"],["url="],["email="],["address="],["lat="],["long="],["directions=to the south east of the city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is a common occurrence to see photos of Mudeung in many stores or restaurants; if you see a snowy scene with jagged rocks that look almost like long blocks of stone, or a windswept yellow grass image in the same pose, that's Mudeung. To get to Mount Mudeung, take the subway east to Hakdong and follow the signs. Additionally, cleverly labeled bus 1187 (the height in meters of Mudeung) goes straight there. Catch 1187 from the bus terminal, among other places and hold on tight: the road may be twisty and thin but that doesn't mean it'll be a slow ride."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Korean Food"]},"\n",{"type":"*","value":["Tteok Galbi is a local speciality with an area dedicated to it near Seong-Jeong Ri subway station."]},{"type":"*","value":["Min Sok Cheon - Opposite Megabox Cinema downtown."]},{"type":"*","value":["Nolboo Bosam - Chain with several locations in the downtown district."]},"\n",{"type":"'''","value":["International Food"]},"\n",{"type":"*","value":[{"type":"'''","value":["Downtown"]}]},{"type":"*","value":["First Nepal (Nepalese\/Indian Style)"]},{"type":"*","value":["First Alleyway (American\/Canadian Style)"]},{"type":"*","value":["Demarcantes (Italian)"]},{"type":"*","value":["Valance Burger - Korean burger chain selling good quality burgers, chilli fries and salads.  Down the street which is opposite Migliore and to the left."]},"\n",{"type":"*","value":[{"type":"'''","value":["Suburbs"]}," "]},{"type":"*","value":["Thai Food - Walking Distance from Seong-Jeong-Ri Subway Station. "]},{"type":"*","value":["Vietnamese Pho - Lotte Department Store Top Floor. "]},{"type":"*","value":["Vietnamese Food - Behind Columbus Cinema in Sang-Mu"]},{"type":"*","value":["Vegan Buffet - Ja.yeon Ju.ui 자연주의 Address: 1032-10 Pungam-dong, Seo-gu, Gwangju (Tel: 062-681-5800)"]},"\n",{"type":"==","value":["Drink"]},"\nThere are several popular foreigner-friendly bars(though all will cater to foreign customers) in Gwangju including; Soul Train \nSpeakeasy, Bubble (거품), German Bar and Mix all located in Chungjangno\/충장로 (the main downtown area). \n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Soul Train"],["url="],["email="],["address="],["lat="],["long="],["directions=To get to Soul Train, you can either take a taxi to the former Provincial Office (Do Cheong - 도청), or take the subway to Culture Center Station (formerly known as the Provincial Office). Cross the street near the Crown Bakery, and you will see Soul Train a few stores down the street on the left."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Speakeasy"],["url=http:\/\/speakesygwangju.com"],["email="],["address="],["lat="],["long="],["directions=When looking out the front of Burger King go left for about 30-40m and Speakeasy is at the end of the alleyway on the top two floors."],["phone="],["tollfree="],["fax="],["hours=Thurs-Sun 7pm-Late"],["price=Drinks for all budgets"],["content= - Visit the website for a map and details of events."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=German Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=Located in the next alley along from Speakeasy."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bubble"],["url="],["email="],["address="],["lat="],["long="],["directions=Located almost opposite Soul Train in the basement and is easily recognized on a Friday or Saturday night by the crowd standing outside smoking and drinking."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mix"],["url="],["email="],["address="],["lat="],["long="],["directions=Located further into the opposite direction of the pedestrian area known as 구시청, and can be found at the major 4-way intersection which binds the area together, on the 2nd floor above a Ministop convenience store."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Brown's Cabin"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the bus stop outside the Culture Center subway station. Behind a Paris Baguette"],["phone="],["tollfree="],["fax="],["hours="],["price=Drinks from 3000-5000 won"],["content=A curious little coffee shop with an interior that is a cross between a log cabin and a twee, renovated factory. Easy to miss as it has no street frontage apart from a little black alcove and an industrial style sliding door. Large selection of tea as well as the regular coffee\/smoothies."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n\nThe cheapest place to sleep anywhere in Korea is at the local jjimjilbang (찜질방). This is a kind of public bathhouse that has a communal room for sleeping on the heated floor. Expect sauna access, cotton pyjamas, a locker to put your stuff in and a price under ₩10,000:\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wellbeing Health Spa"],["url="],["email="],["address=Hak-dong"],["lat="],["long="],["directions=Minimum cab fare from downtown, or on foot, go to the river, turn left, and walk two bridges down. It's on the corner."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=With both ",{"type":"''","value":["jjimjilbangs"]}," in the Geumnamno shut down, this is the closest one left. Unique in that it truly embodies the rebellious spirit of Gwangju by ",{"type":"''","value":["daring to provide a sufficient number of sleeping mats"]},". Your eyes are not deceiving you! On the flip side, it pays lip service to the Korean running-gag by providing an abysmally low number of headrest cubes. They can't all be winners kid."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Namdo Hostel"],["url=http:\/\/blog.daum.net\/two-eyed"],["email=dewpark@naver.com"],["address=Ssangchon-dong"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=dorm ₩20,000"],["checkin="],["checkout="],["content=A small, but very nice home-like guest house run by very friendly Mr. Park who speaks English very well."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\nGaudy ",{"type":"'''","value":["motels"]}," abound in Korea, and this is no less true in Gwangju. The main concentration of motels are in and around Sangmu area, between the Sangmu and Uncheon subway stops and Cheomdan area, near the Lotte Mart. Motels can range from ₩30,000-₩50,000 and tend to be very seedy. One can judge the quality of a \"love\" motel by the movie selection usually proudly displayed near the cashier and the vending machines located throughout the motel.\n",{"type":"*","value":["Windmill Motel - This is a reasonably priced motel right beside the downtown pedestrian area.  It can be easily spotted along the river with a large windmill on top.  It has a selection of rooms including a large group room which is perfect for a group of friends."]},"\n",{"type":"===","value":["Splurge"]},"\n\nThere are two quite reputable hotels in Gwangju. One is the ",{"type":"'''","value":["Ramanda"]}," in Sangmu where a room can generally cost around ₩100,000 a night. The other, near Mount Mudeung, is the ",{"type":"'''","value":["Shinyang Park Hotel"]},". The Sangmu Ramanda is more conveniently located for business where as the Shinyang Park Hotel offers a more peaceful and quiet stay.\n\n",{"type":"==","value":["Go next"]},"\n\nHead north, to ",{"type":"[[","value":[["Jeonju"]]},", birthplace of bibimbap, to see it's well-preserved hannock village, or perhaps take a train or bus south to the coastal towns of ",{"type":"[[","value":[["Mokpo"]]}," and ",{"type":"[[","value":[["Yeosu"]]}," respectively.\n\nIf in season, the iconic world famous green tea plantations of ",{"type":"[[","value":[["Boseong"]]}," are also a very short hop away to the west. You've likely seen this place on someone's computer desktop.\n\n",{"type":"{{","value":[["routebox-2"],["image1=KTXHonamLine.png"],["imagesize1=100"],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["Daejeon"],["Seo-daejeon"]]}],["minorr1=",{"type":"[[","value":[["Jeongeup"]]}],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["Mokpo"]]}],["minorl1=",{"type":"[[","value":[["Naju"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Gwangju Songjeong"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["35.1667"],["126.9167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Jeolla"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Gwangju"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/South Korea\/Gwangju\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Gwangju"]]}]