[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Gyantse"]}," (Chinese: 江孜, Tibetan: རྒྱལ་རྩེ་), is a city in ",{"type":"[[","value":[["Xigatse (prefecture)"],["Xigatse Prefecture"]]},".\n\n",{"type":"==","value":[" Understand "]},"\n\nLocated by the Nyang-chu River, Gyantse is the fourth largest city in Tibet. It once was a major center for trade with India, and in 1904 the city became a battlefield when the British Army under Colonel Frances Younghusband attacked the city.\n\n",{"type":"==","value":["Get in"]},"\nThere are buses running from ",{"type":"[[","value":[["Xigatse"]]}," and ",{"type":"[[","value":[["Lhasa"]]}," (via Xigatse) to Gyantse on a regular basis. However, most people arrive by organised tours from the capital.\n\n",{"type":"==","value":["Get around"]},"\nThe town itself is quite small & most sights can be seen on foot. Taxis are available, but watch out for illegal taxies. Tibetan people are friendly, sometimes they invite you to ride with their horse carriages! Agree on a price first, otherwise it could be expensive. There is a small youth hostel close to the bus terminal, where they rent bicycles. The price was approximately ¥25 per day, which is equal to 3 euro. Sadly, condition of most bicycles were poor.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:IMG 1800 Gyantze Kum Bum Palkhor Choide.jpg"],["thumb"],["Palkhor Monastery"]]},"\n",{"type":"[[","value":[["File:Gyantse dzong.JPG"],["thumb"],["Gyantse Dzong (Fort)"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pelkor Choede"]}," - regarded as the center of Gyantse, this is a yellow hat monastery. The structure was well preserved during the culture revolution, however the original charm of this monastery has lost somehow due to the noticeble lack of maintenance. Most interior paintings are difficult to see without special lighting equipment.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Gyantse Dzong"]}," - The fort has a few exhibitions detailing the history & use of the Dzong. A new exhibition center has been built by the main gate and houses an Anti-British Imperialists museum. It is a steep climb to the top of the fort but the views are well worth it."]},{"type":"*","value":[" ",{"type":"'''","value":["Gyantse Kumbum"]}," (Pelkor Chorten) - located within Pelkor Choede, eight story structure with Buddhist images and statues with extremely detailed features. The second floor is the most interesting floor!"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Visiting ordinary residential zones, where most people still live in a traditional way. In front of every home you could be greeted by cows, horses and dogs. The best peoplewatching place is in front of a small Buddhist temple a few meters away from the old castle. There are at least three different ethnic groups who live in this city. Tibetan people are shy in their nature, the Muslim people are the smart traders in the local markets and the newly emigrated Han Chinese people own most restaurants and stores."]},"\n",{"type":"==","value":["Buy"]},"\nYak meat, yak yoghurt and yak butter.\n\n",{"type":"==","value":["Eat"]},"\nDecent restaurants can be found on the main shopping streets, including:\n",{"type":"*","value":[" ",{"type":"'''","value":["Tashi"]}," Restaurant : good selection of Tibetan, Nepali, Indian, Western food"]},{"type":"*","value":[" ",{"type":"'''","value":["Yak"]}," Restaurant : good selection of Tibetan, Nepali and Western food, including some authentic French cuisine!"]},{"type":"*","value":[" ",{"type":"'''","value":["Gyantse"]}," Kitchen : good selection of Tibetan, Nepali and Western food. The 'sizzlers' are an excellent experience if you're tired of thukpa and the service is amazingly competent and friendly. Listen out for the cooks and waitresses singing together in the kitchen as they prepare your meal."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fuzhuang Guesthouse"]}," (",{"type":"''","value":["Fuzhuang Zhaodaisuo"]},") - popular among backpackers"]},{"type":"*","value":[" ",{"type":"'''","value":["Liangshi Guesthouse"]}," (",{"type":"''","value":["Liangshi Zhaodaisuo"]},")"]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["County Government Hotel"]}," (",{"type":"''","value":["Xianzhengfu Binguan"]},") "]},{"type":"*","value":[" ",{"type":"'''","value":["Gyantse Hotel"]}," (",{"type":"''","value":["Jiangsi Binguan"]},") - best hotel in town, has Tibetan-style hotel rooms"]},"\n",{"type":"==","value":["Go next"]},"\nMinibuses and jeeps leave from the southside of the main traffic circle early in the morning for Xigatse.\n\n",{"type":"{{","value":[["geo"],["28.9500"],["89.6333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Xigatse (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Gyantse"]]}]