[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gyenesdias.info.hu\/ Gyenesdiás"]}]}," ",{"type":"[","value":["http:\/\/gyenesdias.hu\/"]}," is a lovely resort village only 100 kilometres from the western border of ",{"type":"[[","value":[["Hungary"]]},", in the West ",{"type":"[[","value":[["Lake Balaton"],["Balaton"]]}," Region 15 kilometres from the Hévíz-Balaton Airport. The towns of ",{"type":"[[","value":[["Keszthely"]]},", known for its fascinating Festetics Castle, and ",{"type":"[[","value":[["Hévíz"]]}," with its world famous spa are only a few kilometres from here. \nGyenesdiás – with its 4000 inhabitants – is the perfect holiday resort especially for those who want to spend their holiday at the Lake Balaton actively and joyfully. Private accommodation have a tradition for approximately 30 years in the village, but tourism has a history of 100 years. Hotel, high quality B&B places with their own swimming pool and different wellness services are to be found here, as well as private accommodation at reasonable price. Gyenesdiás has a lot to offer for every age and interest from relaxation to entertainment and a wide variety of recreation. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nFrom Western Europe:\n",{"type":"*","value":["From the direction of ",{"type":"[[","value":[["Linz"]]},"\/",{"type":"[[","value":[["Vienna"]]},": turn off the Motorway A1 towards Eisenstadt on the motor-road A3 and cross the border in Sopron (Klingenbach). From here there is a highway leading through Ukk and Sümeg to Lake Balaton or more precisely to Balatonederics. lf you take road 71 westwards you can reach Gyenesdiás within a short time. "]},{"type":"*","value":["From ",{"type":"[[","value":[["Graz"]]},": if you turn off the motorway A2 towards Fürstenfeld you can cross the border in Heiligenkreuz (Rábafüzes). Lake Balaton from here is about 100 km. Through Körmend and Zalaegerszeg on the highway 76 the journey by car takes maximum one and a half hour. Drive through Keszthely and you reach Gyenesdiás."]},"\nFrom Southern Europe:\n",{"type":"*","value":["From ",{"type":"[[","value":[["Slovenia"]]},": from ",{"type":"[[","value":[["Lendava"]]},"\/",{"type":"[[","value":[["Lenti"]]}," you can reach the West-Balaton Region on road 75 from Croatia on the E71 towards Balatonszentgyörgy. For those who are coming from ",{"type":"[[","value":[["Italy"]]}," we can suggest the road leading through Tarvisio and Graz. "]},"\nFrom Northern Europe:\n",{"type":"*","value":["From ",{"type":"[[","value":[["Poland"]]},": Through Budapest on the motorway M7 towards Lake Balaton. "]},{"type":"*","value":["From ",{"type":"[[","value":[["Slovakia"]]},": You can come either through Budapest and after on the M7 or from Pozsony on the road E65 through the frontier station of Rajka and then through Mosonmagyarovár on road 86, then you take road 84 towards Ukk\/Sümeg to the direction of Lake Balaton."]},"\nFrom inland:\n",{"type":"*","value":["From Budapest on the M7 towards Lake Balaton you come on the southern shore on High-way 7 (E71) to Balatonkeresztúr from there you take Road 76 to Balatonszentgyörgy, in Fenékpuszta you have to choose Road 71 (you turn right after the Zala Bridge) and you will arrive at the capital of Lake Balaton. "]},"\n",{"type":"===","value":["By train"]},"\nThe region can be reached almost from all European big cities.\n-From Vienna: At every weekend in the main season there are trains to Keszthely. The \"Corvinus\" IC on the route of Vienna-Zalaegerszeg-Nagykanizsa-Pécs arrives every day with connection from Nagykanizsa. The Pannónia Express IC: Prague-Pozsony-Budapest-Bukarest, the Polonia Express travels between Warsaw and Budapest. You can reach Balatonszentgyörgy every day from Zagreb and from Venice. The Dráva Intercity goes between Budapest and Triest through Zalaegerszeg every day. Within Hungary there are direct trains from Budapest from the Keleti and Déli station. In the main season there are direct lines on the route between Miskolc and Keszthely.\nTrain schedule ",{"type":"[","value":["http:\/\/www.elvira.hu\/"]}," \n\n",{"type":"===","value":["By bus"]},"\nThere are more than 55o inland buslines reaching Keszthely and Hévíz.\nFrom abroad the Blaguss has services: Vienna-Hévíz-Zalakaros (4x a week); Graz-Hévíz (2x a week); Salzburg-Wels-Graz-Keszthely (on Saturdays); München-Walserberg-Salzburg-Venna-Neusidl-Pamhagen-Hévíz-Keszthely\nThe Mutsch Ungarn Reisen Mainz-Darmstadt-Worms-Mannheim-Deggendorf-Hévíz; Stuttgart-Ulm-Augsburg-München-Hévíz (it goes on Saturdays)\nBus timetable ",{"type":"[","value":["http:\/\/www.menetrendek.hu\/"]},"\n\n",{"type":"===","value":["By plane"]},"\nClose to Keszhely, about 17 km we can find the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/http:\/\/www.hevizairport.com\/ Hévíz-Balaton Airport"]}]}," in Sármellék. Traveling by airplane has become easier, the cheap airline companies have also appeared in ",{"type":"[[","value":[["Budapest"]]},", the Ferihegy-1 Terminal is used by cheap airline companies. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saint Helen’s Church of Gyenes"]},". As early as 1807, the inhabitants of the vine-growing village decided to erect a chapel for God. To this end, they demolished the ruins of the Saint Elizabeth’s Church of the former village of Falud. Since Count György Festetics, the then owner of the land, did not approve of the construction, the stones from demolition were sold and the capital obtained this way was deposited at interest. After Count Festetics died, his son, László Festetics, encouraged the construction of the chapel and allotted an area for this purpose. The classical church was completed in a matter of a year and dedicated to Saint Helen on 18 August, 1826, commemorating Count Laszló’s daughter, Helen, as well. This is the only church in Hungary named after Saint Helen."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Blessed Virgin’s Church of Diás"]},". It was erected in the place of a former chapel, to the design of Ákos Radits, an architect from Budapest, in 1894. Most of the building costs were covered by the estate of deceased Mihály Dornyai. Some of the building material was provided by Count Tasziló Festetics, while the costs of equipment were borne by the inhabitants of Diás. The polychromic altar of Renaissance style was made by József Runggaldier, a sculptor from Gröden, Tyrol."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Darnay’s (or Dornyai’s) Cellar with wine tasting opportunity:"]}," log cellar from the 17th century is a typical item of original rustic architecture. Its main girder beam carries the date of 1644 engraved. Log cellars used to be built as long as landowners let people cut and use oaks, which used to grow in neighbouring woods in abundance and offer a useful building material. The wine museum renovated in 2012 offers its visitor wine tasting opportunity as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Statue of Virgin Mary"]},". The statue of Virgin Mary (Patrona Hungaria, i.e. ‘the Patron of Hungary’), consecrated in 1990, is located on the top of a hill above Highway No. 71, within a Nature Conservation Area. A work of art by Sándor Boldogfai Farkas, it also commemorates the last queen of Hungary, i.e. Queen Zita, wife of Emperor Charles IV.A"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Herdsman’s House"]},". A typical item of rustic architectural traditions, it was built in the middle of the 19th century for the current local herdsman’s official quarters. The building now owned by the Municipality, the front room is occupied by a travel agency, while archeological relics of local history are on display in the two rooms at the rear."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vitéz’s Cross"]},". It was erected by János Vitéz and his wife, Anna Ságvári, in 1807. It is special for its long age and its date of erection being marked in cipher. The Roman numerals can be gathered from the Latin epigraph. There are several (i.e. 16) more, though younger, crosses in the village."]},"\n",{"type":"*","value":[{"type":"'''","value":["Statue of Saint John of Nepomuk:"]}," erected by János Talabér in 1828, this statue is located near to the Saint John’s Spring, with the head missing since 1964."]},"\n",{"type":"*","value":[{"type":"'''","value":["Saint Joseph’s Monastery"]},". This Carmelite monastery was built in 1993 with financial support from the Netherlands and dedicated to the Holy Heart of Jesus Christ. Three beautiful statues (of Jesus Christ, Virgin Mary, and Saint Joseph) are located in the chapel of the monastery, made by Bavarian wood-carvers."]},"\n",{"type":"==","value":["Do"]},"\nIn the hills, valleys and on the water all year\n\n",{"type":"'''","value":["Gyenesdiás offers further possibilities like:"]},"\n•\tfor every day various active and family friendly programmes, animation on the beach,\n•\thiking- and nordic walking tours in the Keszthely Hills starting from the excursion centre “Nagymező” (Big Meadow) to viewing towers, springs, caves, etc \n•\tcycling on bike path, dirt tracks or trails in the hills \n•\tsailing or boat trips, angling\n•\tdifferent sport shooting disciplines for everyone on the shooting range\n•\tbowling, squash, billiards, tennis, mini golf\n•\tbalance on ropes between trees at the adventure park, \n•\tin winter ice skating, sledding on the nearby hills\n\n",{"type":"'''","value":["Joy on the beaches"]},". There are two beaches available in Gyenesdiás for the lovers of bathing, swimming and sunshine:\nThe Beach at Diás* offers for\n•\tlittle guests: playground, natural paddling-pool, once free slip on the giant water slide; animation: kids’ programmes, sport championships, mini disco, etc.\n•\tsport fans: sport fields such as beach volleyball courts with lights, beach football field, table tennis, streetball field, chess; sport in the water: water polo, heading goals, basketball, volleyball – championships, water aerobics daily organised by our animation team;\n•\trelaxation: spacious lawn for sun seekers\n•\tentertainment: Beach-radio, animation;\n•\tsafety: first-aid station, doctor, safe;\n•\tplus: rentals, free internet, restaurants, snack-bars and free parking.\nThe Beach in Gyenes is preferred by families with kids and sun seekers due to its cosy and intimate atmosphere. In addition to bathing the beach attracts the active guests with beach volleyball and beach football.\n\n",{"type":"'''","value":["The Diás Beach  was voted for the best beach of Balaton region in 2010 also in 2011!"]},"\n\n",{"type":"'''","value":["Families in focus"]},"\nProgrammes not only for children\/ with children\nBesides the active possibilities the village offers a lot of other programmes like...\n•\tpicnic and bacon roasting on the Big Meadow\n•\tdiscovery of the hiking trails in the Keszthely Hills\n•\tcycling on the Balaton bike lane\n•\tunique 400-pieces private antique cast iron stove collection with guide\n•\tto do pottery in the Pottery house \/try your hand at pottery and clay work\n•\tfeeding and stroking of native animals at the Animal farm, visiting the Bird park\n•\tin winter snowball fights, sledding \/ sled riding on the nearby hills and ice skating on Lake Balaton.\n\n",{"type":"==","value":["Buy"]},"\nAt the market in Gyenesdiás you can buy fish from the Balaton and products of small farmers like flat bread, stove cake, home-made marmalade and syrup, fruit and vegetables, honey etc.\n\n",{"type":"==","value":["Eat"]},"\nHungarian cuisine with famous wines. Family-friendly restaurants provide for the kids, so that everybody can enjoy their lunch.  \n\n",{"type":"==","value":["Sleep"]},"\nPrivate accommodation have a tradition for approximately 30 years in the village, but tourism has a history of 100 years. Hotel, B&B places with their own swimming pool and different wellness services are here, as well as private accommodation.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Gyenesdiás"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lake Balaton"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["46.770730555556"],["17.293019444444"]]}]