[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Bulguksa Dabotap (South Korea) 001.jpg"],["thumb"],["260px"],["Dabotap, a stone pagoda in Bulguksa Temple complex"]]},"\n",{"type":"{{","value":[["translate"],["de"],["Gyeongju"]]},"\n",{"type":"{{","value":[["translate"],["fr"],["Gyeongju"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gyeongju.go.kr\/english Gyeongju"]}]}," (경주시, 慶州市; formally romanized as ",{"type":"'''","value":["Kyongju"]},") is in ",{"type":"[[","value":[["North Gyeongsang"]]}," province, ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"==","value":["Understand"]},"\nGyeongju, a previous capital city of one of the Korean kingdoms, is possibly the foremost location in Korea where ancient buildings, burial grounds and artifacts can be found. Driving through this city you will notice that the typical modern Korean buildings are frequently interspersed with large burial mounds.\n\nThere has been human settlement at and around the site of the present-day town of Gyeongju from the prehistoric period. The Shilla clan became the rulers of the south-eastern part of the peninsula in 57 BCE. They chose Gyeongju as their capital. There followed a long period of internal struggles between rival kingdoms. With the help of the Tang Dynasty in China, the Shilla Kingdom defeated its rivals in the 7th century and established its rule over most of the peninsula; this remained unchallenged until the beginning of the 10th century.\n\nThe Shilla rulers embellished their city with many public buildings, palaces, temples, and fortresses. Their tombs are to be found in the surroundings of the ancient city.\n\nMahayana Buddhism spread from China into Korea during the course of the 7th century and was adopted by the Shilla Kingdom. Mount Namsan, which had been venerated by the existing cults of Korea, became a Buddhist sacred mountain and attracted its adherents, who employed the most outstanding architects and craftsmen of the day to create temples, shrines, and monasteries.\n\nWith the end of the Shilla Kingdom, Korea underwent a further period of internal strife. It was unified again under Korean rule by the Yi (Chosun) Dynasty, which reigned until 1910. However, the country was invaded and devastated by the Japanese in the late 16th century and the Manchu in the 18th century, before being annexed by Japan in 1910. Throughout this long period, Gyeongju has maintained its urban identity, though many of its major buildings have suffered degradation and demolition.\n\n",{"type":"{{","value":[["infobox"],["The legend of King Munmu"],["King Munmu was the first ruler to unite the Korean peninsular in 668. In order to protect Korea from Japaneses invaders after his death, he decided to take on the form of a sea dragon by having his ashes interred in the ocean. Today his grave can be  seen among several rocks off the coast near Gyeongju. His son, King Shinmu, also built the temple Gameunsa nearby in order that the dragon may have a place to rest."]]},"\n\n",{"type":"===","value":["Tourist Office"]},"\nThe tourist offices are located at the bus station (Phone: 772 3842), at the railway station and at the Bulguksa temple. The staff speaks good English and are helpful. At the tourist office you can get English-language brochures about the region's sights and ideas for which of them to visit if you just have little time to spend. You can also inquire about hiking paths and bus connections there.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["35.8500"],["129.2167"],["zoom=11"],["layer=M"]]},"\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airports are ",{"type":"[[","value":[["Busan"]]}," ",{"type":"[[","value":[["Gimhae International Airport"]]}," and ",{"type":"[[","value":[["Ulsan"]]}," about an hour away by express bus. ",{"type":"[[","value":[["Seoul"]]},"'s ",{"type":"[[","value":[["Incheon International Airport"]]}," will allow you to come to Gyeongju directly via the high speed ",{"type":"[[","value":[["KTX"]]}," train in 2014. Bus service between the airports and Gyeongju's main terminal runs hourly. There are also 5 direct return coach journeys per day between ",{"type":"[[","value":[["Incheon International Airport"]]}," and Gyeongju Intercity Bus Terminal. These services take around 4 hours and cost around ₩40,000 each way.\n\n",{"type":"===","value":["By bus"]},"\n\nGyeongju is well serviced by intercity buses from the ",{"type":"{{","value":[["marker"],["type=go"],["name=Intercity Bus Terminal"],["lat=35.839847"],["long=129.202361"]]},".  Service from ",{"type":"[[","value":[["Daegu"]]},", ",{"type":"[[","value":[["Pohang"]]},", and ",{"type":"[[","value":[["Busan"]]}," (depending on terminal) leaves at least every twenty minutes, and every 40 minutes between Gyeongju and ",{"type":"[[","value":[["Seoul"]]},".  Travel time from Seoul is approximately four hours, and Daegu, Pohang, and Busan are usually 40 minutes to an hour.  There is limited daily service to other parts of Korea, and travelers going between Gyeongju and other cities will usually be routed through either Daegu or Busan, depending on direction of travel. An inter-city bus leaves directly from the Incheon International Airport near Seoul.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"{{","value":[["marker"],["type=go"],["name=Gyeongju station"],["lat=35.844427"],["long=129.218938"]]}," is located in the city center, and is served by 7 direct (but slow) Seamaeul trains per day from ",{"type":"[[","value":[["Seoul"]]},". These trains take up to five hours and stop at a large number of stations along the route.\n\nThe KTX (Korea's high speed train) also serves Gyeongju directly, although the train goes to the brand new out-of-town station called ",{"type":"{{","value":[["marker"],["type=go"],["name=Singyeongju station"],["alt=신경주 역"],["lat=35.798332"],["long=129.138885"]]}," where the journey time from Seoul is two hours. From the new station, many buses will take you to the city in about 15 minutes. Use buses 50, 60, 61, 70, 203 and 700. Ask the driver to let you off at the Express Bus Terminal (Gosok Teominal) which is a pretty convenient location. One way economy class Seoul-Singyeongju by KTX costs a little over ₩40,000, and tickets can be purchased from the automated machines (in English or Korean) at the station. Check Korail's ",{"type":"[","value":["http:\/\/www.korail.com website"]}," for schedules and fares.\n\nAn alternative option is to take the KTX high speed train to ",{"type":"{{","value":[["marker"],["type=go"],["name=Dongdaegu Station"],["lat=35.879581"],["long=128.628150"]]}," and transfer to the Saemaeul there, which takes about 3 hours as well as the transfer time. \n\nOwing to its location off the central train lines (Gyeongbu Line) to ",{"type":"[[","value":[["Daegu"]]}," and ",{"type":"[[","value":[["Busan"]]},", train service to other parts of the country is limited or indirect. There is, however, train service to Busan, Daegu, and Pohang. In addition, there is extensive commuter train service to surrounding communities.\n\nIf coming from Busan\/Haeundae in particular, consider the train as the route is rather scenic varying from being sandwiched between pine forest and blue ocean during the 15 minutes after Haeundae Beach to the curious sight of and passing through Ulsan elevated over the city with the endless industrial smokestacks in the distance. Most importantly though, there exists a second stop specifically servicing the Bulguksa World Heritage Site called ",{"type":"{{","value":[["marker"],["type=go"],["name=Bulguksa station"],["alt=불국사역"],["lat=35.776798"],["long=129.296005"]]},". Get off here, take the number 11 bus and it'll typically zip you up to the temple much faster than the intercity bus route.\n\n",{"type":"==","value":["Get around"]},"\nBe sure to visit the two tourist kiosks to get maps and guides. One is next to the express bus terminal while the other is beside the main train station. Whether walking or biking, if you know your destination's Romanized or Hangul name you will find countless signs along the path at just about every intersection pointing the direction to the nearest attractions with distances provided.  \n\n",{"type":"===","value":["By bike"]},"\nThe best way to get around the central city is to walk or bike. A bike can be rented for ₩7,000 per day, return by 7PM from the bike rental shop 3 minutes east of the express bus terminal, motor scooters are available next door but are much pricier for a much shorter duration. Bikes can be used on some of the trails and within a few of the city's parks, so with good planning a bike can save you money compared to buses while providing a more enjoyable experience and allow you to see more attractions in a day. However, riding a bike on a hot summer day can be a sweaty experience. Gyeongju is an extremely difficult place to get lost in when visiting its famous sites. \n\n",{"type":"===","value":["By bus"]},"\nSites further afield can be reached using the city's bus system. Note that there are no timetables at the bus stops and sometimes you may have to wait long for the bus. The #10 and #11 buses circle the central city, and many of the most notable tourist destinations, in opposite directions. All buses cost ₩1,500, and don't offer a transfer (transfers using local transportation cards unconfirmed). The buses don't accept Seoul T-money, Daegu nor Daejeon Hankkumi but they do surprisingly accept Busan Mybi cards. There are stops in front of the train station and the bus terminal. All the stops for the most popular attractions are voice recorded in Korean followed by English.\n\nThere are also guided bus tours to the main sights; the ticket price includes the entrance to the sights and you don't need to wait for those public buses. Mostly they are good value for money, but sometimes the visits to particular sights are shortened if you are lagging behind schedule. The English of the tour guide is acceptable, but you would probably like to read up a bit about the sights yourself before going on the tour.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Bulguksa-map.svg"],["thumb"],["300px"],["Map of Bulguksa Temple"]]},"\nGyeongju is home to South Korea's first nominated ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," and numerous other national treasures.\n\n",{"type":"===","value":["Within the city"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cheomseongdae Observatory"],["alt="],["url="],["email="],["address="],["lat=35.835116"],["long=129.218817"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest existing observatory in the Far East, built during the reign of Queen Seonduk in 634."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Korean tapdancing museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can try on various tap shoes, some dating back as far as 16th century Shilla models."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Royal Tombs"]}," There are many royal tombs including: The Gwoereung Tomb, Oreung Tombs Park, Baeri Samneung Tombs, Gyeongju Hwangnam-ri Gobungun Tomb Park, Nodong\/Noseo-ri Tombs Park, Seoakri Gobungun Tombs Park, Kim Yushin's Tomb, King Munmu's Underwater Tomb."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bunhwangsa Temple"],["alt=분황사"],["url="],["email="],["address="],["lat=35.840856"],["long=129.233893"],["directions=The pagoda lies to the east of the city center. From the National Museum it is about 20 minutes walk."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Only a pagoda built during from the reign of Queen Seondeok in 634 remains in this temple. It is thus Korea's oldest pagoda and a special feature is that it was built with bricks. Originally it had nine levels, but today only three remain. There are also a few stone figures."]]}]},{"type":"<","value":["center",[{"type":"<","value":["gallery",["\nFile:Bunhwangsa 1.JPG|\nFile:Bunhwangsa 2.JPG|\nFile:Bunhwangsa 3.JPG|\nFile:Bunhwangsa 4.JPG|\n"]]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nodongri und Noseori grave parks"],["alt="],["url="],["email="],["address="],["lat=35.841238"],["long=129.209882"],["directions=Between the bus station and the Daerungwon burial mound"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Here are two small parks next to each other with many burial mounds. The western park, Noseori, has 14 graves of different sizes where Geumwanchong, Geumnyeongchong, Seobongchong, Houchong, Ssangsangchong and Machong are buried. The eastern park, Nodongri, has graves from the 4th to 6th centuries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Anapji Pond"],["alt=안압지"],["url="],["email="],["address="],["lat=35.834482"],["long=129.226590"],["directions=In the southeast of the city, located on the main road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Th artificial Anapji pond was originally created by King Munmu in 674. The pavilions on its banks were destroyed by fire and fell into the pond in 935 . Archeological finds from the pond can be seen in the National Museum today. The pond is covered from late July to early August with blooming lotus flowers. In the middle stands a pavilion, which can be reached via steps. This place is popular with wedding couples who want to be photographed in the middle of the flower spectacle."]]}]},{"type":"<","value":["center",[{"type":"<","value":["gallery",["\nFile:Anapji Pond am Tag.JPG|Anapji Pond during the day\nFile:2010 Anapji Pond.JPG|Anapji Pond in the evening\nFile:Anapji Pond 2.JPG|Evening mood\nFile:Anapji Pond - Lotosblumen.JPG|A bride's dream: The sea of lotus flowers.\n"]]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum of Gyeongju"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Weekdays: 09:00 - 18:00, Weekends and holidays: 09:00-19:00"],["price="],["content=A museum with four exhibition buildings, it contains treasures such as the golden crown of Geumgwanchong, the pottery piece Gimainmulhyeongtogi (a mounted soldier from the kingdom of Gaya), King Michu's golden sword."]]}]},"\n",{"type":"===","value":["Around the city"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gyeongju National Park"],["alt="],["url="],["email="],["address="],["lat=35.812535"],["long=129.339425"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Either take a bus or taxi to get to the park. Once there, hiking trails lead up into the mountains. At first the signs are in both Korean and English but soon they become Korean only. Make sure you take a map or even better a Korean!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Gwoereung Tomb of King Wonseong"],["alt=경주 원성왕릉"],["url=http:\/\/asiaenglish.visitkorea.or.kr\/ena\/SI\/SI_EN_3_1_1_1.jsp?cid=999477"],["email="],["address="],["lat=35.75952"],["long=129.320287"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The burial mound of King Wonseong, 38th king of Silla, lies close to Bulguksa. In 780, Wonseong and his friend Kim Yangsang fought the rebel Kim Ji-jeong. As King Hyegong died in the rebellion, Kim Yangsang took over the throne as the King Seondeok. His successor was Wonseong in the year 785. In 787 he let his title be known to the Chinese emperor, through the sending of tributes. A tradition that would be followed by Korean kings for the next centuries. From 788 King Wonseong introduced the civil service examinations from the Chinese Tang dynasty. King Wonseong died in 798, and his grave is surrounded by a stone wall, with the edges comprising of 12 stones showing the complete Chinese zodiac. By the grave are stone columns, statues of academics (Muninseok), warriors (Muinseok) and lions (Dolsaja). The statues of the warriors appear to have the facial features of European or Arabian origin and wearing turbans. The four guarding lions are all facing the grave with large grins."]]}]},{"type":"<","value":["center",[{"type":"<","value":["gallery",["\nImage:2010 Tumuli.JPG|The burial mound of King Wonseong\nImage:Gwaerung 1.JPG|Row of statues\nImage:Gwaerung 2.JPG|Snake zodiac star sign\nImage:Gwaerung - Lion.JPG|Dolsaja (Stone Lion)\nImage:Gwaerung - Muinseok.JPG|Muinseok (warrior)\n"]]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bulguksa Temple"],["alt="],["url="],["email="],["address="],["lat=35.788986"],["long=129.331298"],["directions=Take bus 10 and 11 from the Gyeongju Express Terminal or the Gyeongju Train Station every 30 minutes"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A wonderful temple well outside the main city and Possibly the most impressive temple in Korea. It is regarded as a masterpiece of Buddhist art, and was built in the 8th century during the Silla Kingdom period. :In front of the main prayer hall, there stand two famous stone pagodas. ",{"type":"'''","value":["Dabotap"]}," means the pagoda of many treasures. Standing on the right of the courtyard facing the main hall, it shows the artistic beauty of Silla culture. In comparison to the simple Seokgatap, it is highly decorative. It was so delicately carved that they say ‘Silla masons managed stones like clay.’ ",{"type":"'''","value":["Seokgatap"]}," means the pagoda of Buddha. It stands on the left of the courtyard facing the main hall. This three story pagoda is admired for its simple and dignified design. It is considered Korea’s most typical stone pagoda. Note that Seokgatap is under repair with the expected date of completion to be in December 2014. A copy of the Seokgatap can be seen at the Gyeongju National Museum."]]}]},{"type":"<","value":["gallery",["\nFile:Bulguksa Eingangstor.JPG|Main entrance\nFile:Bulguksa Tempel 1.JPG|Cheongungyo and Baegungyo\nFile:Bulguksa Dabotap Pagode.JPG|Dabotap Pagoda, Korean National Treasure No. 20\nFile:Bulguksa 5.JPG|Roof figure\nFile:Bulguksa 4.JPG\n"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Seokguram Grotto"],["alt="],["url="],["email="],["address="],["lat=35.794593"],["long=129.349011"],["directions=A few kilometers hike up from the Bulguksa Temple, or a 20 minute bus ride that leaves every hour at 40 minutes past the hour and then goes back to the temple every hour on the hour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a classic example of high Silla art and architecture, a spectacular Buddhist site. You will encounter a seated Buddha protected by two sets of 12 royal guards. On the solstice the third-eye of the Buddha is hit by a ray of the sun coming through the dome above his head. The light from the third eye is said to shine South-south-East, in the direction of an ancient temple in the valley below, destroyed by Mongols in the 13th century. The line continues and points exactly to the tomb of King Mum-Mu in the East Sea, 3km father South-south-East. This was said to protect Korea from Japan. Although the grotto is behind a panel of glass, this is to protect it from the breath of thousands of daily tourists. Photography is not permitted inside the grotto due to the sacred nature of the site. The site may best be left for a clear day otherwise you will miss out on some great views."]]}]},{"type":"<","value":["center",["<gallery perrow=5>\nFile:Seokguram-01.JPG|Seokguram from the outside\nFile:Seokguram-02.JPG|Sakyamuni-Buddha\nFile:Seokguram - Glockenturm.jpg|Belltower\nFile:Asiatisches Streifenhoernchen.jpg|Chipmunks at Seokguram\nFile:Seokguram-Weg.JPG|Woodland path to Seokguram\n<\/gallery>"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Golgulsa Temple"],["alt="],["url="],["email="],["address="],["lat=35.803479"],["long=129.405340"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located 20 km east of the ancient Silla Dynasty capital city of Gyeongju in Southeastern Korea. In the Golgulsa temple area can be found the oldest historical Buddhist ruins on Mt. Hamwol and the only cave temple in Korea. The original temple was built out of solid rock during the 6th century by Saint Kwang Yoo and his companions, Buddhist monks from India. This temple contains a sculptured Maya Tathagata Buddha (Buddha was known as the “Tathagata”; his mother was “Maya Devi”) and twelve rock caves. You can enjoy ",{"type":"'''","value":["Temple Stay"]}," in Golgulsa."]]}]},{"type":"<","value":["center",[{"type":"<","value":["gallery",["\nFile:Golgulsa 1.JPG|Maaeyeorae Jwasang\nFile:Golgulsa 2.JPG|The way to the Buddha is hard...\nFile:Golgulsa 3.JPG|...and somewhat dangerous\nFile:Golgulsa 4.JPG|View over the temple buildings\n"]]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gameunsa Temple"],["alt="],["url="],["email="],["address=Yongdang-ri, Yangbuk-myeon Gyeongju-si,"],["lat=35.748341"],["long=129.476234"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This temple which isclose to the sea in the east has only the foundations and two 13 meter high stone pagodas remaining. The building was begun by King Munmu and completed by his son, Shinmun, in 682. The temple hall was to serve as a resting place of King Munmu's reincarnation as a sea dragon, and therefore Shinmun built a water path from the sea to this temple. This should not be confused with ",{"type":"{{","value":[["marker"],["type=see"],["name=King Munmu's sea grave"],["lat=35.748341"],["long=129.476234"]]}," that is also close by and also references the sea dragon reincarnation."]]}]},{"type":"[[","value":[["Image:Gamenusa.JPG"],["thumb"],["300px"],["Gameunsa"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Girimsa Temple"],["alt=기림사"],["url="],["email="],["address="],["lat=35.835315"],["long=129.404332"],["directions=About 10 km east from the center. Take the bus from the city center to Andongsamgeo-ri, and then walk or take a taxi for the remaining 4km"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the foot of Hamwolsan mountain, this temple was founded in 643 in the twelfth year of the rule of King Seondeok. The relativally large compund comprises of 16 buildings. The main highlights are the three floor pagoda (Samcheung Seoktap), the Daejeokgwangjeon hall and the golden sitting Buddha statue of Geonchilbosal Jwasang. This temple is much quiter than the one in nearby Bulguksa."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Myeonghwalsanseong"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This fortress used to extend for 6 kilometers to protect the country from Japanese attacks. Today only a few stone foundations and a temple remain."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Banwolseong"],["alt=경주 월성 or the Half Moon Fortress)"],["url="],["email="],["address="],["lat="],["long="],["directions=Just south of Cheomseongdae"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This was a former palace of the Silla kingdom, and is today a lovely park with some ruins. It contains the 'Seokbinggo' or 'Stone Ice House' built in 1738 for the preservation of food. It looks something like a grave mound (of which there are many in the area)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=King Muyeol's tomb"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=King Muyeol is considered as a great unifier of Korea, having conquered the Kingdom of Baekje in the seventh century. His power is symbolized by a turtle, a statue of which can be seen near the tomb's entrance."]]}]},"\n",{"type":"==","value":["Do"]},"\nAs a major tourist destination in Korea, Gyeongju is host to many festivals and events.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Korean Traditional Liquor and Cake Festival"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=An annual festival held during March and April"],["price="],["content=Events include traditional music and dance performances, as well as opportunities to learn traditional Korean arts and crafts. However, the highlight of the festival is the rice cakes, traditional tea, and rice wines."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Namsan mountain"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This historically and spiritually significant mountain only 5min south of the central city is littered with historical Buddha reliefs carved into its rocks and boulders as well as dotted with ancient pagodas and temples.  A hike up the mountain (466m) through its western valley from the Samneung tomb site is recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tumuli Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a relaxed stroll through the Tumuli Park with 23 old grave hills ('Tumuli') from the Silla period scattered through a well-developed park with beautiful paths."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wolseong Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a walk through ",{"type":"'''","value":["Wolseong Park"]}," where the locals take their well-deserved Sunday break with kites, horse-coach riding or just walking through the beautiful park setting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=California Beach"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A relatively new water park built in 2008. As at summer 2012, entrance fees are ₩53,000 for adults, so it is quite pricey, but it does include a free pass to the next-door Gyeongju World amusement park. The water park is relatively small, and the rides are definitely not as exciting as one would expect from the hype they have built up. Expect huge line-ups on weekends and summer vacation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shilla Millenium Park"],["alt="],["url=http:\/\/www.shillamilleniumpark.com"],["email="],["address="],["lat="],["long="],["directions=in the Bomun Lake Resort"],["phone="],["tollfree="],["fax="],["hours=10 am to 9 pm during weekdays and 10 to 2 during weekends"],["price=The entrance fee is ₩20,000"],["content=The park lets you experience how it must have been like to be in Korea over 1000 years ago. You can sleep at a traditonal Korean palace from the Silla period."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe best items to buy in Gyeongju are mostly reproductions of Shilla craftworks, such as ceramics, metalworks, and artwork.  There will be numerous vendor stalls on your hikes to Bulguksa and a few more if you continue onto Seokguram Grotto in addition to the souvenir shops that sell mostly the same goods plus some higher ticket items in addition to small trinkets and nicknacks.  You are more likely to get a good deal from the street vendors who you might reward buying multiple items with a discount off the ticketed price.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Covered Market"],["alt="],["url="],["email="],["address="],["lat=35.844933"],["long=129.216159"],["directions=Close to the Gyeongju train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A classic example of the modern Korean market with lots of fresh seafood, food stands and some textiles."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Korea-Gyeongju-Making Gyeongju bread-01.jpg"],["thumb"],["300px"],["Making \"Gyeongju ppang\""]]},"\nUnlike many cities in Korea, there is no particular dish the area is known for besides a general association with seafood.  However, there are some famous edible items found in Gyeongju that have become renowned throughout Korea: ",{"type":"'''","value":["Hwangnam ppang"]}," (",{"type":"''","value":["ppang"]}," being the Korean word for \"bread\"; derived from the Portuguese word \"pan\") which is a small ball of silky-smooth sweet red bean paste surrounded by a thin pastry shell, and ",{"type":"'''","value":["Gyeongju ppang"]}," which is the same sweet red bean paste enclosed between two thin barley bread pancakes. Both can be purchased many places in town (including from a booth at the train station) but the best way to taste them is fresh and warm from the bakery, just across the street to the east from the Flying Horse Tomb (Cheonmacheong) Park. \n\nFor seafood, many locals head to Gampo, a village directly on the coast.  Most of Gyeongju's fishing catch is brought here and served locally, rather than being exported to other markets.  The local ",{"type":"''","value":["hoe"]}," (sashimi) is excellent and very fresh.\n\nIf you happen to drink too much Gyeodong Beopju you might want to check the famous ",{"type":"''","value":["Haejangguk"]}," — a pork spine and coagulated blood stew — at the \"Hangover Soup Street\".\n\nThe area around Bulguksa's bus stop and carpark hosts a veritable ",{"type":"''","value":["village"]}," of restaurants. The owners will, unusually for Korea, tend to aggressively tout their shops over others but there are enough around that if you can ignore their advances, you can pick and choose. Prices are surprisingly standard, given the location.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Do-sol Ma-eul"],["url="],["email="],["address=71-2 Hwangnam-dong Gyeongju-si"],["lat="],["long="],["directions=Near Cheonma-chong, Daeleung-won"],["phone=+82-54-748-9232"],["tollfree="],["fax="],["hours="],["price=₩8,000"],["content=You can experience a Korean traditional meal of Gyeongbuk area here. Located right next to the Sarangchae accommodation. The building is a one hundred-year-old traditional Korean house."]]}]},"\n",{"type":"==","value":["Drink"]},"\nGyeongju is known for ",{"type":"'''","value":["Gyeodong Beopju"]},", a mild rice wine.  Although it is principally made from glutenous rice and spring water, locals believe that a boxthorn or Chinese matrimony vine growing near the wellsource of the water has imbued the wine with special medicinal properties and flavor.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Schuman and Clara"]},", Daehakryo (",{"type":"''","value":["the main street leading from downtown to Dongguk University, basement level on the right hand side when heading north"]},").  One of the best baristas in Korea."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanjin Hostel"],["url=http:\/\/hanjinkorea.wo.to"],["email="],["address="],["lat="],["long="],["directions="],["phone=+82-054-771-4097"],["tollfree="],["fax="],["hours="],["price=₩20,000 for shared bathroom; ₩25,000 for private bathroom"],["checkin=12PM"],["checkout=10:30AM"],["content=The owner has 30 years of experience and hosts around 2-3000 guests each year. He has a proprietary tourist map with destinations and bus numbers which he will mark up in your presence to give a sort of personal-itinerary with some verbal tips while answering your questions. He highly encourages congregations on the rooftop at night where stories can be shared and tomorrow's journey can be made, either of which he may join. He speaks excellent Korean, English and Japanese."]]}]},"\n",{"type":"'''","value":["Central Gyeongju"]},"\nNear the train station there are some ",{"type":"''","value":["yeoinsuk"]}," (guesthouses) where you can stay for as little as $10 USD\/night. However, none of these places have hot water, making it difficult to use the very dirty facilities. There are also roaches in many of the rooms. Far better are the few \"motels\" near the train station that charge around $20\/night.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Sa Rang Chae Guesthouse"],["alt="],["url=http:\/\/www.kjstay.com\/eng.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=019-520-4868"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located down an alley next to Tumuli Park and within easy walking distance of several of Gyeongju's other spectacular historical sights. Cozy and inexpensive, for less than 30,000 won per night you can sleep in a traditional style Korean room (there are only a few so call ahead) which surround a common courtyard where guests can meet around the small firepit or in the large modern kitchen\/lounge at nighttime and exchange stories. The lounge offers free internet and coffee while a rudimentary make-it-yourself egg and toast breakfast is also included. Difficult to find, and the Lonely Planet guide is incorrect, so check the website to be sure on directions."]]}]},"\n",{"type":"'''","value":["Outside Central Gyeongju"]},"\nBomun Lake Resort Area is home to several luxury hotels aimed at Korean tour groups, including the Hyundai and Hilton Hotels, as well as the Concord, Chosun Spa Hotel, and other more moderately priced hotels.  There are also many accommodation facilities near Bulguksa.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gyeongju Guesthouse"],["url=http:\/\/www.gjguesthouse.com\/"],["email="],["address=Gyeongbuk, Gyeongju, Hwango-dong, 138-2"],["lat="],["long="],["directions=300m from Gyeongju Station, turn left out of the station and the guesthouse is down a small signposted side street on your left."],["phone=+82-54-7457100"],["tollfree="],["fax="],["hours="],["price=from ₩17,000"],["checkin=from 2pm-10pm"],["checkout=11am"],["content=This is where all the young Koreans who come to visit Gyeongju stay. You may not find it in tour guides as yet as it was opened in 2010. A clean and welcoming guesthouse which offers 4 bed dorms for ₩17000 per person per night and double rooms from ₩40000 per night. The guesthouse has free wireless and internet facilities in the bright and modern lounge\/lobby and a self-service breakfast is provided. Dorm rooms have individual lockers and most importantly the beds are extremely comfortable."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nahbi Guest House"],["url=http:\/\/nahbiguesthouse.com\/"],["email="],["address=340-22 Seonggeon-dong, Gyeongju, Gyeongsangbuk-do"],["lat="],["long="],["directions=On the street parallel to the one of the bus terminal towards the city center (river\/terminal\/Nahbi). If you arrive at Gyeongju train station, walk out the main entrance and walk straight along the main street for about 10 minutes. Go left on the second to last big street before the river. Look out for a yellow sign on the 4th floor."],["phone=+82-70-87199500"],["tollfree="],["fax="],["hours="],["price=₩15,000 (dorm) ₩25,000 (private)"],["checkin=noon"],["checkout=11am"],["content=They call themselves the \"lowest budget guesthouse in korea\". Shared bathrooms, kitchen and free breakfast (toast, eggs, strawberry jam; coffee\/tea). Very nice stuff, T.J., who runs the place is extremely friendly and helpful. Regular parties in lobby or on the rooftop give the chance to meet fellow travelers. They also offer work-for-free-lodging-food-and-Korean-lessons."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gyeongju Hilton Hotel"],["alt="],["url="],["email="],["address="],["lat=35.840022"],["long=129.285775"],["directions=By Bomunho lake"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The only international chain hotel in this area, provides western style comfort next to the Bomunho lake. Nice enough for evening walks although somewhat far from Gyeongju itself."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yangdong Folk Village"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yangdong should in no case be confused with the tourist trap \"Gyeongju Folk Village\". The village consists of estates and houses from the 15th and 16th century. The about 150 buildings are to a large part still inhabited. The main sights include the estates of Yi Hui-Tae (1733), Simsujeong (1560) and Hyangdam (1543). From Gyeongju there are many bus lines to Yangdong (more precise information available at the tourist office). After a 30 minutes ride one has to get off and follow the railroad tracks for about a kilometer and a half. After the underpass one will arrive at the folk village in about 15 minutes."]]}]},"\n",{"type":"<","value":["center",[{"type":"<","value":["gallery",["\nFile:Yangdong 1.JPG\nFile:Yangdong 2.JPG\nFile:Yangdong 3.JPG\nFile:Yangdong 4.JPG\n"]]}]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oksan Seowon"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Established in 1572, Oksan Seowon was one of Korea's most important Confucian schools. Contrary to many other Confucian schools it was spared the destruction of the 1860's, but not a fire in the early 19th century that left just 14 buildings standing. In the summer people are camping at the nearby river bank and bathing at the waterfall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The tomb of King Heungdok"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the last tombs built by the Silla dynasty and the one furthest away from Gyeongju. It is located 4km north of Angangri, about halfway between Oksan Seowon and Yangdong Folk Village."]]}]},"\n",{"type":"===","value":["Further away"]},"\nBuses and trains regularly leave to ",{"type":"[[","value":[["Busan"]]}," and other cities, the intercity and express bus terminal are very close to each other at the river in the southwest of the city.  Take the #100 (local) bus, across the street from the express bus terminal, to get to Gampo.   \n\nKTX trains to get to cities northwest of Gyeongju require a transfer at ",{"type":"[[","value":[["Daegu"]]}," (Dongdaegu Station), however for ",{"type":"[","value":["http:\/\/info.korail.com\/2007\/eng\/est\/est02000\/w_est02600.jsp short trips"]}," the Saemaeul will be cheaper and more convenient.  \n\nThe travel time to ",{"type":"[[","value":[["Daegu"]]}," by train or bus is almost the same but there are far more frequent buses and they're also cheaper. Express buses to Daegu and Busan run about every 10 minutes during the day, and to either destination it's just under an hour. \n\n",{"type":"{{","value":[["routebox"],["image1=KTXGyeongbuLine.png"],["imagesize1=100"],["directionl1=NW"],["majorl1=",{"type":"[[","value":[["Daegu"],["Dong-daegu"]]}],["minorl1="],["directionr1=SE"],["majorr1=",{"type":"[[","value":[["Busan"]]}],["minorr1=",{"type":"[[","value":[["Ulsan"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Gyeongju"]]},"\n",{"type":"[[","value":[["Commons:Gyeongju"]]},"\n\n",{"type":"{{","value":[["geo"],["35.8500"],["129.2167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North Gyeongsang"]]},"\n",{"type":"{{","value":[["usablecity"]]}]