[{"type":"{{","value":[["pagebanner"],["Zaanseschans banner.jpg"],["Zaanse Schans"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vvv-waterland.nl\/ Zaanstreek-Waterland"]}]}," (Dutch: ",{"type":"''","value":["Waterland en Zaanstreek"]},") is a showcase of every stereotype one would expect from the country: dykes, windmills, flowers and wooden houses dot its flat rural lands. Some of these typical rural villages and attractions include ",{"type":"[[","value":[["Broek in Waterland"]]},", ",{"type":"[[","value":[["Edam"]]},", ",{"type":"[[","value":[["Marken"]]},", ",{"type":"[[","value":[["Monnickendam"]]},", ",{"type":"[[","value":[["Volendam"]]}," and ",{"type":"[[","value":[["Zaanse Schans"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:2012-R11-ZW-basis.jpg"],["450px"],["thumbnail"],["Map of Zaanstreek-Waterland"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Beemster"]]}," — the Beemster Polder was dried in the early 17th century and has preserved intact its well-ordered landscape of fields, roads, canals, dykes and settlements"]},{"type":"*","value":[" ",{"type":"[[","value":[["Broek in Waterland"]]}," — picturesque village that has been a tourist destination since the 19th century"]},{"type":"*","value":[" ",{"type":"[[","value":[["Edam"]]}," — cute village with a cheese market in the summer"]},{"type":"*","value":[" ",{"type":"[[","value":[["Marken"]]}," — a former island, it is well known for its characteristic wooden houses"]},{"type":"*","value":[" ",{"type":"[[","value":[["Monnickendam"]]}," — a 17th-century port village"]},{"type":"*","value":[" ",{"type":"[[","value":[["Purmerend"]]}," — generally a modern suburb of Amsterdam"]},{"type":"*","value":[" ",{"type":"[[","value":[["Volendam"]]}," — a fishing village with traditional costumes"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zaandam"]]}," — you have to see the typical Zaan houses"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Zaanse Schans"]]}," — open air museum with Dutch windmills and Zaan houses"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Waterland"]},"\n",{"type":"'''","value":["Waterland"]},", as the name suggests, has both lived of and struggled against the water for many ages. Most of its grass and farm lands are situated well under sea level, on old bog layers, and are divided by numerous ditches and trenches. Evidence suggests that people were living here at least around the year 1000 already. Where the IJsselmeer is now, a much smaller lake area existed with a connection to the sea on the west. Extreme floods in the 12th and 13th century created the Zuiderzee, which would later be sealed of to become the IJsselmeer. These floods of course had a devastating effect on the region and brought its people to build dikes in order to protect them from the sea. Floods nevertheless occurred several times, until the famous \"Afsluitdijk\" was finished in 1932 and the Zuiderzee became the regulated IJsselmeer. The Waterland area remained a wetland over these centuries, making farming almost impossible and causing a local focus on cattle and the production of dairy.\n\n",{"type":"===","value":["Zaan Region"]},"\n",{"type":"[[","value":[["File:Zaanse Schans - Windmills 3.jpg"],["thumb"],["350px"],["A look at three windmills on the river Zaan near the Zaanse Schans."]]},"\nThe ",{"type":"'''","value":["Zaanstreek"]}," ('area of the river Zaan', Zaan Region) is a region just north of the Dutch capital of ",{"type":"[[","value":[["Amsterdam"]]},", and was historically a part of the Waterland. It is roughly covered by the municipality of ",{"type":"[[","value":[["Zaanstad"]]}," and known for its industrial mill-history. It consists of 7 villages (",{"type":"[[","value":[["Zaandam"]]},", Koog a\/d Zaan, Zaandijk, Wormerveer, Krommenie, Assendelft and Westzaan) of which ",{"type":"[[","value":[["Zaandam"]]}," is the biggest.\n\nThe Zaanstreek evolved on the banks of the peat river ",{"type":"'''","value":["Zaan"]},", which once was connected to the main waterway of Amsterdamn, the ",{"type":"'''","value":["IJ"]},".  It is a typical Dutch landscape, being below sea level, with hundreds of ditches and pastures. The Zaanstreek is a region of contrasts: modern and 19th century industrial buildings mixed with old windmills and wooden houses all with the background of the quiet Zaan river and meadows.\n\nThe Zaanstreek\/Zaan area is possibly the oldest industrial area in the world. It flourished in the 17th century, when there where about a 1,000 wind mills processing food products and wood. That pre-steam development was made possible by technological improvements of the windmills (like the patenting of crankshaft applications in 1592) and the need for the produce of the mills for neighbouring Amsterdam.\n\nLarge quantities of wood and rope where needed for the big wooden merchant ships that were build in de Zaanstreek to provide the Amsterdam merchants (early capitalists) with the means to plunder the Dutch colonies (Indonesia, the Caribbean). Also paper industry flourished, and it is believed that the Declaration of Indepence (USA) is written on paper from the Zaan area. Also, many food products that were imported, where processed with the windmills in the Zaanstreek, like cocoa, rice and wheat. Chocolat, bread, cooking rice, roasted coffee, vegetable oil, pastry, animal food, etc. where produced in large quantities, providing for much of the Dutch population.\n\nLater, the shipbuilding and almost all of the wood industry (furniture, paper) disappeared, but the food processing industry stayed. It modernised and replaced the wind mills for steam engines during the 19th century. Even today, the biggest Dutch companies in the food industry still have their base in the Zaanstreek, like the multinational ",{"type":"[","value":["http:\/\/www.ahold.com Albert Heijn"]},". Flour for 90% of all bread in the Netherlands comes from one factory in the Zaanstreek (Meneba). There are many cocoa factories, producing chocolate from cocoa coming from the biggest 'cocoa port in the world', Amsterdam.\n\nBesides these present day modern industry, in a higher concentration then usual in the Netherlands, you can still see the older industry (no longer in use) in the Zaanstreek. Along the river Zaan, you can find still dozens of original windmills (mostly entirely made of wood), still technically functioning, some of them over 350 years old. Next to these there are many 19th century stone industrial buildings, nowadays derelict or converted into apartments, but still recognisable as industrial buildings. In some cases this old en less old industry is intertwined, like with Duyvis: the modern factory is actually build around a centuries old wooden windmill.\n\n",{"type":"==","value":["Talk"]},"\nEspecially in the more isolated villages, local varieties of an old Hollandic dialect are still fairly common. When locals speak these dialects among each other, understanding it is a serious challenge for any visitor, even for Dutch natives. Fortunately, you'll find that everyone is also fluent in ",{"type":"'''","value":["Dutch"]}," and often enough in ",{"type":"'''","value":["English"]},".\n\nThe dialect in the Zaan area (Zaanstreek) is called ",{"type":"'''","value":["Zaans"]},". It has some similarities to the more famous West-Frysian dialects that are spoken in the regions to the north, which are probably a result of the 13th to 15th century migration of westfrisian farmers to the area. Nevertheless, this influence is limited and \"Zaans\" is generally considered one of the oldest and few remaining original Hollandic dialects.\n\nThe ",{"type":"'''","value":["Waterland's dialects"]}," differs significantly from Zaans, but have a similar origin and speakers of the two are generally able to understand each other. ",{"type":"[[","value":[["Volendam"]]},", which was a somewhat isolated village due to its Catholic character and focus on the sea, has by far one of the most lively versions of Waterland's dialect. It's the normal language for locals in every day life there. The evacuation of ",{"type":"[[","value":[["Schokland"]]}," in the 1850s brought many of its people to Volendam. Their original dialect, the \"Schokkers\", has a serious influence on Volendams. The little town of ",{"type":"[[","value":[["Marken"]]}," has yet another specific own dialect, but time is quickly wearing of its particularities.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Public Transport"]},"\nThe Zaan Region is easily accessible by ",{"type":"'''","value":["train"]},". During weekdays, \"Sprinter\" trains run every quarter from Amsterdam Central station to all stations in the Zaan Region. Above this, the quarterly intercity service form ",{"type":"[[","value":[["Amsterdam"]]}," to ",{"type":"[[","value":[["Alkmaar"]]}," also stops at ",{"type":"[[","value":[["Zaandam"]]}," railway station, linking Zaandam in total 8 times per hour with Amsterdam.\nFor the open-air Museum Zaanse Schans, take the \"Sprinter\" train direction Uitgeest and get off at Koog-Zaandijk station. It's about 10 minutes walk from here to the Zaanse Schans Open Air Museum.\nAlternatively take Connexxion ",{"type":"'''","value":["bus line 91"]}," from Amsterdam Central Station (IJ -side) which has its terminal right in front of the main parking lot of the Zaanse Schans and Zaans Museum. The bus ride from Amsterdam Central takes around 45 minutes.\n\nThe Waterland Region is accessible by bus from Amsterdam Central Station. ",{"type":"[","value":["http:\/\/www.arriva.nl Arriva"]}," buses depart from the IJ-side of Amsterdam Central Station to ",{"type":"[[","value":[["Volendam"]]}," ",{"type":"[[","value":[["Edam"]]}," ",{"type":"[[","value":[["Monnickendam"]]}," and ",{"type":"[[","value":[["Purmerend"]]},". Purmerend also has 3 railway stations served half-hourly by the \"sprinter\"trains Schiphol Airport- Zaandam- Hoorn. (From Amsterdam Central change trains in Zaandam).\n\n",{"type":"===","value":["Car"]},"\nThe main enclosure for both regions is the A8\/A7 motorway which starts at \"Knooppunt Coenplein\" near the Coentunnel (part of the A10\/Ring Amsterdam). For ",{"type":"[[","value":[["Zaanse Schans"]]}," take the first exit on the A7 after the intersection with the A8. For Volendam, Edam and Marken, follow the A7 further until exit \"Purmerend Noord\/Volendam\" and follow the signs \"Volendam\" and\/or \"Edam\".\n\nDuring rush hours the A7 is very busy and in the morning till 9:30 traffic jams direction Amsterdam are common sense.\n    \n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By public transport"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.connexxion.nl Connexxion"]}]}," is the company that runs the Public Transport bus services in the Zaan Region. Busses on most lines run every 30 minutes with less services after 20:00 and on Sundays.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.arriva.nl Arriva"]}]}," buses services the Waterland region and the local buslines within ",{"type":"[[","value":[["Purmerend"]]},".\n\nThere are 6 train stations in the ",{"type":"'''","value":["Zaanstreek\/Zaan Region"]}," from which 5 are at the main line ",{"type":"[[","value":[["Amsterdam"]]}," - ",{"type":"[[","value":[["Alkmaar"]]}," and 1 at the line ",{"type":"[[","value":[["Schiphol Airport"]]},"- ",{"type":"[[","value":[["Hoorn"]]},". The main railway station is ",{"type":"[[","value":[["Zaandam"]]}," which serves both lines. \"Sprinter\" trains run quarterly (evenings, Saturdays and Sundays every 30 minutes) between Uitgeest and Amsterdam Centraal, calling at the 5 main line stations. The quarterly (Sundays & Evenings every 30 minutes)Intercity service ",{"type":"[[","value":[["Alkmaar"]]}," - ",{"type":"[[","value":[["Amsterdam"]]}," Centraal calls at Zaandam. A \"Sprinter\" train runs every 30 minutes from ",{"type":"[[","value":[["Schiphol Airport"]]}," to ",{"type":"[[","value":[["Hoorn"]]},", calling at Zaandam Main Station and the Zaandam Kogerveld commuter station.\n\nThe ",{"type":"'''","value":["Waterland Region"]}," has only 3 railway stations in ",{"type":"[[","value":[["Purmerend"]]}," served by the Schiphol Airport - Hoorn service. They mainly function as commuter stations although the nice town centre of ",{"type":"[[","value":[["Purmerend"]]}," is within walking distance of Purmerend main station.\n\n",{"type":"===","value":["By bicycle"]},"\nThe distances in the Zaan Region are good for cycling, the longest one-way stretch is approx 10 km. Distance Zaandam- Purmerend (Waterland region) is also around 10 km. Both regions can be combined in a 1-day cycling tour.\n\nBicycles can be hired from the bicycle shop adjacent to the Zaandam main railway station, as well as from several bike shops in ",{"type":"[[","value":[["Volendam"]]},", ",{"type":"[[","value":[["Edam"]]}," and other popular traveler destinations in the region.\n    \n",{"type":"===","value":["By car"]},"\nIf you're getting around by car, make sure to avoid rush hour. Close as it is to Amsterdam, the main highways but even smaller roads can become one big traffic jam in the morning hours (7AM~9.30AM) and afternoon (~4PM-6.30PM) Also, getting from place A to B might take you on a little detour, adding up several kilometres to your route.\n\nVisiting both area's (Zaanstreek and Waterland) by car can be done quite well, but take into account that some roads are narrow and the main highways (A7\/A8) will be jammed in rush hours. Be aware that maximum speed at the local roads is up to 80 km\/h with many restricted roads with a maximum speed of 60 km\/h. Within city limits the maximum speed is 50 km\/h. Police is using mobile speed cameras to control maximum speed.\n\nThe tourist information office has a number of car routes to lead you along the main sights.",{"type":"[","value":["http:\/\/www.vvvzaanstreek.nl\/v_beheer\/browse_step.asp?group=6&lang=1&step=001358"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Watermills and historic houses"]}," are a must, but fortunately they're almost hard to miss on any trip through the Zaanstreek region. ",{"type":"'''","value":["Zaanse Schans"]}," gives you mills and more: this museum area in ",{"type":"[[","value":[["Zaandam"]]}," boast a nice collection of historic windmills and houses that were moved here from all over the area in the 1970s. There's even a museum, called the ",{"type":"'''","value":["Zaans Museum"]},"."]},{"type":"*","value":[{"type":"'''","value":["Old fisherboats and traditional clothing"]}," are what brings so many visitors to the town of ",{"type":"[[","value":[["Volendam"]]},", where tourism has become an important source of income. This little Catholic enclave in a Protestant region has always been turned towards the sea for fishing. This is the place for souvenirs or a visit to the museum. For a slightly more authentic experience, take a ferry from Volendam to the little village of ",{"type":"[[","value":[["Marken"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n\nThe VVV tourist information office for the Zaan region has a number of itineraries for bikers and hikers as well as car routes.",{"type":"[","value":["http:\/\/www.vvvzaanstreek.nl\/v_beheer\/browse_step.asp?group=6&lang=1"]}," If you have a GPS, you can freely download one of these routes. If travelling by car or motorcycle, the 62 km \"tour of Zaanstreek\/Waterland\/Alkmaar\" combines a nice route through the region with a visit to the cosy city of ",{"type":"[[","value":[["Alkmaar"]]},". For bikers, the province of North Holland has an extensive marked network of bike route connection points The website of the Dutch bikers association is in Dutch, but allows to interactively plan an itinerary of your own, using that network.",{"type":"[","value":["http:\/\/www.fietsersbond.net\/fietsrouteplanner\/fietsroutes-noordholland\/knooppunten\/"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cheese!"]}," Edammer cheese as well as Beemster cheese have their origin here, and the whole Waterland area has a historic focus on dairy products. "]},{"type":"*","value":[{"type":"'''","value":["Duivekater"]},", a specific kind of bread with a taste of lemonzest and milk, that has long been baked for holidays in this region."]},"As far as typical local Zaanstreek products go, you'll actually find them in any large supermarket. The Zaanstreek was sometimes called \"the pantry of the Netherlands\", as lots of famous Dutch brands and products originate in this industrial area. Many of the local mills produced flour, and although it is now rather a factory process, the majority of Dutch flour still comes from this region. Verkade, the main Dutch brand for bisquites and chocolate, famously has its factories here. Albert Heijn, the largest supermarket chain in the country, was founded here as well. In short: a good excuse for a taste of nice Verkade cookies or chocolate!\n\n",{"type":"==","value":["Drink"]},"\nThe Distillery museum & tasting room at Zaanse Schans gives an insight in liquor production as it was some 150 years ago. Here, you can also taste and buy some locally produced ",{"type":"'''","value":["liquors"]},".\n\n",{"type":"==","value":["Stay safe"]},"\nThere are no particular safety issues for this region. However, as popular tourist destinations such as Zaanse Schans attract a lot of people in high season, make sure to watch your belongings as you would do in every crowded environment.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Adjoining to the north is the ",{"type":"[[","value":[["Kop van Noord-Holland"]]}," region with its own distinctive historic towns, like ",{"type":"[[","value":[["Alkmaar"]]}," and ",{"type":"[[","value":[["Enkhuizen"]]},". This is also the region where you will find the famous Afsluitdijk, a man made dike that separates the IJsselmeer from the Wadden Sea."]},{"type":"*","value":[{"type":"[[","value":[["Zuid-Kennemerland National Park"]]}," lies on the seaside, west of the Waterland and Zaan region in the region of Kennemerland. It's a natural park with forests on dune fringes and coastal beaches (popular ones in ",{"type":"[[","value":[["Zandvoort"]]}," and ",{"type":"[[","value":[["Bloemendaal"]]},"), but also has some estates."]},"\n",{"type":"{{","value":[["IsPartOf"],["North Holland"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["52.47316"],["4.91501"],["zoom=11"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Zaan"]]}]