[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Zacatecas"]}," is a city in the ",{"type":"[[","value":[["Bajío"]]}," in ",{"type":"[[","value":[["Mexico"]]},".\n",{"type":"[[","value":[["Image:Zacatecas cathedral 2002.jpg"],["frame"],["right"],["Cathedral in Zacatecas"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["By plane"]}," You can take a direct flight to the Zacatecas International Airport (ZCL) from ",{"type":"[[","value":[["Mexico City"]]},", ",{"type":"[[","value":[["Guadalajara"]]},", ",{"type":"[[","value":[["Monterrey"]]},", ",{"type":"[[","value":[["Durango (Durango)"],["Durango"]]},", ",{"type":"[[","value":[["Morelia"]]},", and ",{"type":"[[","value":[["Tijuana"]]},". Direct flights also exist to the U.S. cities of Los Angeles, Chicago, Denver, and Houston. Once at the airport just take a 20 min. taxi ride to downtown."]},"\n",{"type":"*","value":[{"type":"'''","value":["By bus"]}," Most major cities offer direct buses to Zacatecas, especially those cities located in Northern Mexico. If you are traveling by bus from Southern Mexico you may have to make a connection in Mexico City. "]},"\n",{"type":"*","value":[{"type":"'''","value":["From Abroad"]}," Arrive to Mexico City International Airport, then you can either take a bus or jump on another plane."]},"\n",{"type":"==","value":["Get around"]},"\n\nWalking is probably the best way to get around the ",{"type":"'''","value":["Centro Historico"]}," (Historic Downtown) which is relatively small. It will allow you to see the city at your own pace.  Note that the elevation of the Centro is about 8000 feet (2400 meters) while surrounding portions of the city are much higher.  Be sure that you are acclimated to the altitude.\n\nIf you get tired, take a taxi cab. They are moderately priced and available all over the city. Just make sure you ask in advance to the taxi driver how much he will charge you(Cuanto cuesta ir a 'Insert place'?). As most prices in Mexico, taxi fares are open to negotiation and asking in advance should give you a better negotiating position.\n\nThere is also the Maxibus and Tren Zacatecano which will drive you around the city to show you the interesting sites. Both cost 40 pesos for adults and 30 for reductions, last about 45 minutes and leave from the Plaza de Armas.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Historic Downtown"]},"\n\nNearly all of the city center buildings are nineteenth century or older; the topography and irregular street pattern (most streets are too steep and narrow for vehicles; many have steps in them) almost make one think of a medieval city like Toledo, Spain. The city, built on the site where silver was discovered in the 1530s, is crammed into a narrow canyon, with houses and churches perched on its nearly vertical walls.\n\nThe whole town is a museum; there are three seventeenth or eighteenth century ex-monasteries near the center, several other churches from the colonial era scattered here and there, and at least half a dozen other museums, nearly all worth visiting. Houses and streets, all of which built in colonial times are worth seeing on their own.\n\n",{"type":"*","value":[{"type":"'''","value":["Cathedral"]},": It is one of the most beautiful examples of Churrigueresque arquitecture in Mexico. It is an elaborately carved red-stone (cantera) structure that was built between 1730 and 1760. It is flanked by two towers with an exuberant ornamentation and has a notable facade that was richly sculpted but its once decorated interior was looted during the civil wars of the 19th and 20th centuries. Its coupula was reconstructed in 1836 and imitates that one of the church of Nuestra Señora de Loreto in Mexico City. "]},{"type":"*","value":[{"type":"'''","value":["Church of Santo Domingo"]},": Almost in front of the cathedral, on one of the corners of the Plaza de Armas, the Veyna alley lies, leading to the church of Santo Domingo that was built by the jesuits between 1746 and 1749 and has a beautiful Baroque facade. Splendid gold wood-carved altarpieces, all of them churrigueresque, and Francisco Antonio Vallejo paintings (XVIII) that represent scenes of The Passion can be found inside."]},{"type":"*","value":[{"type":"'''","value":["Exconvento de San Augustín"]}," is a former monastery from the XVII century. The main church is now used for conferences and cultural events; the monastery still houses the bishop's offices."]},{"type":"*","value":[{"type":"'''","value":["School of La Compañía de Jesus"]},": It shows a richly sculpted facade; the cloister is surrounded by halls whose vaults are decorated with cherubim."]},{"type":"*","value":[{"type":"'''","value":["Church of San Agustin"]},": It has a plateresque facade decorated with a bas-relief. "]},{"type":"*","value":[{"type":"'''","value":["Parish of La Virgen del Patrocinio"]},": It lies at the summit of a hill (Cerro de la Bufa). It was built in 1728. "]},{"type":"*","value":[{"type":"'''","value":["El Cubo aqueduct"]},": It runs through the city. It was constructed more than 250 years ago."]},{"type":"*","value":[{"type":"'''","value":["Antigua Plaza de Toros San Pedro"]},": This former bull ring, adjacent to the Aqueduct has been converted into a luxury hotel. Enjoy a walk around the ring, and if you feel like splurging a bit enjoy lunch or dinner at the Hotel's restaurant, which has a commanding view of the ring."]},{"type":"*","value":[{"type":"'''","value":["Palacio de Gobierno and Plaza de Armas"]}," The square beside the Cathedral, interesting murals inside the Government Buildings."]},{"type":"*","value":[{"type":"'''","value":["Santo Domingo Church"]}," Located parallel to the Cathedral, Jesuit church."]},{"type":"*","value":[{"type":"'''","value":["Casa de Moneda"]}]},{"type":"*","value":[{"type":"'''","value":["Palacio Legislativo"]}," Beside the ex-convento de San Agustín, formerly a church, now houses the state legislature."]},{"type":"*","value":[{"type":"'''","value":["Teatro Calderón"]}," Beside the Mercado González Ortega. Impressive facade."]},{"type":"*","value":[{"type":"'''","value":["Mercado González Ortega"]}," Nice, small market selling artesanship and other goods."]},{"type":"*","value":[{"type":"'''","value":["Jardín Juárez"]}," Beautiful small park beside a lovely square. Beside the University Museum."]},{"type":"*","value":[{"type":"'''","value":["Alameda"]}," Another garden, on the way back from La Mina de Edén, beside it is la Jardín de la Madre."]},{"type":"*","value":[{"type":"'''","value":["Templo de Fátima"]}," Impressive neo-gothic temple located on a hill above the Parque General Enrique Estrada"]},{"type":"*","value":[{"type":"'''","value":["Parque General Enrique Estrada"]}," Beautiful park beside the aqueduct and the Templo de Fátima. Contains a beautiful fountain, a band stand and a number of places to sit and relax or have an enjoyable stroll."]},{"type":"*","value":[{"type":"'''","value":["Callejón de Alcaicería de Gómez"]}," Alley leading to Avenida Hidalgo from the Museum of Abstract Art."]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo Rafael Coronel"]}," Set in a partially restored convent dating back to the 16th-17th centuries, this museum houses a large and diverse collection of masks drawn from several regions of Mexico and from other cultures around the world. Masks from different regions and eras are grouped together by themes and uses, including masks used in Carnival and in religious pageants, such as those commemorating the Reconquista. Particularly interesting is the alternate incorporation and subversion of pre-Hispanic symbols."]},"The ",{"type":"''","value":["Diablo"]}," room is not to be missed. Portions of the convent grounds that could not be restored have been converted into a garden, with crumbling walls, standing arches and greenery.\n",{"type":"*","value":[{"type":"'''","value":["Museo Pedro Coronel"]}," located next to the \"Santo Domingo\" church, it houses a colonial-era library and a large eclectic collection of European, African, American, and Mexican art. "]},{"type":"*","value":[{"type":"'''","value":[" Museum of Modern Art Manuel Felguerez"]},"– One of the best museums in Zacatecas. The large building, which once housed a Seminar and later a prison, now houses a large collection of Abstract paintings and Sculptures. The museum was restored in a minimalistic aesthetic, complementing the more than 100 works by Felguérez as well as works by more than 110 other artists from around the world. The room housing the murals that Felguérez made for the Mexican Pavilion at the Osaka World's Exhibition of 1970 is breathtaking and one of the highlights of the Museum's collection."]},{"type":"*","value":[{"type":"'''","value":["Museo Francisco Goitia"]}]},{"type":"*","value":[{"type":"'''","value":["Museo Huichol"]}," is a small museum located across the street from San Augustín and exhibits crafts and other artifacts belonging to the Huichol culture, whose members still maintain a pre-Columbian lifestyle in the mountains between Zacatecas and Nayarit."]},{"type":"*","value":[{"type":"'''","value":["Museo de la Toma de Zacatecas"]}," Located a top  of La Bufa, it houses weapons, documents, photos, and other artifacts relating to this decisive battle of the Mexican Revolution of 1910."]},"\n",{"type":"===","value":["La Bufa"]},"\nThe ",{"type":"'''","value":["Cerro de la Bufa"]},", a mountain with a very distinctive shape, is in the center of the city and, along the cathedral, is recognized as the city's most recognizable landmark.  The best way to get to the top is using the ",{"type":"'''","value":["Teleferico"]}," (Cable Car) which takes you from  the ",{"type":"'''","value":["Cerro del Grillo"]}," (Criket’s Hill) to the top of La Bufa. Once at the top of la Bufa don’t forget to visit:\n",{"type":"*","value":[" ",{"type":"'''","value":["The Museum of La Toma de Zacatecas"]}," (The fall of Zacatecas), displaying weapons, artifacts, pictures, and documents of this battle which took place during the Mexican Revolution. "]},{"type":"*","value":[" From ",{"type":"'''","value":["El  Mirador"]}," you can enjoy probably some of the best views the city has to offer. "]},{"type":"*","value":[" The ",{"type":"'''","value":["Statues of Pancho Villa and his Liutenants"]},". (You'll see them)"]},{"type":"*","value":[" The ",{"type":"'''","value":["Capilla de Nuestra Señora del Patrocinio"]}," (Chapel of our Lady of el Patrocinio), the city’s patron."]},{"type":"*","value":[" If you are a little of an outdoorsy type you can ",{"type":"'''","value":["hike to the summit of la Bufa"]}," which is indicated by the very large cross. It is not too hard to get to it if you find the right way (ask a local), but don't try this alone."]},{"type":"*","value":[" ",{"type":"'''","value":["Rotonda de los Hombres  y Mujeres Ilustres"]}," (Mausoleum of the illustrious Men and Women). Nothing very exciting about this structure unless you are extremely interested in researching the history of the city, but since you are up there why not spend a few minutes here?."]},"\n",{"type":"===","value":["Short Drive Away"]},"\n",{"type":"*","value":[{"type":"'''","value":["Monasterio de Guadalupe"]}," Five miles away, in Guadalupe, Zacatecas, is the again-active Franciscan monastery from which missionaries were sent out to christianize the inhabitants of Texas, New Mexico, and California--it is the mother of the Spanish missions in the U.S.  Much of the old monastery is a museum of colonial religious art, paintings by Indians trained in the European tradition.  The paintings are amazing, and the architecture of the cloisters, the church and the Capilla de Napoli is unforgettable."]},{"type":"*","value":[{"type":"'''","value":["Museo de Zoquite"]}," 8 Miles south.  "]},{"type":"*","value":[{"type":"'''","value":["Ex-Hacienda de Trancoso"]}," 12 Miles south"]},{"type":"*","value":[{"type":"'''","value":["La Quemada"]}," 34 Miles south"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Take the ",{"type":"'''","value":["teleférico"]}," (cable car) to or from La Bufa, passing high above the city center."]},{"type":"*","value":["Visit the no longer active silver mine ",{"type":"'''","value":["El Edén"]}," to see how the mountain under the city was hollowed out by hand over a period of three hundred years (most of the rock was carried up in baskets on the miners' backs, as they climbed out on ropes).  It also has a nightclub and although not many locals frequent the spot, it is fun to go once just to experience the ",{"type":"'''","value":["world's only nightclub inside a mine"]},"."]},{"type":"*","value":["Rent a car and go to ",{"type":"'''","value":["La Quemada and\/or Chalchihuites"]}," to see ruins of cities hundreds of years old."]},{"type":"*","value":["Join locals in a ",{"type":"'''","value":["\"Callejoneada\""]},"',a walking party around downtown's distinctive \"callejones\" (narrow streets or alleys) complete with live music and a donkey loaded with free Mezcal. Usually everybody is welcomed to join and most likely you won't be the only tourist joining the entourage."]},{"type":"*","value":["Take a number 2 bus for a scenic view of the city from the heights where the poor live (before the automobile the rich preferred not to climb mountains to get to their houses).  "]},{"type":"*","value":["Visit ",{"type":"'''","value":["Centro Platero Zacatecano"]}," to see the silver-processing hacienda, where mercury-based enrichment (developed in Zacatecas and adopted throughout the world) was used for more than a century to get metallic silver from ore. The State of Zacatecas today still mines about half the world's silver, though the mines under the city are abandoned because of the danger of using explosives in an urban area. To get there take the \"Lopez Mateos Boulevard\" from downtown south towards Guadalupe, take the \"Bernardez\" exit, turn Right into Avenida Mexico, and then left at the Security gate (The former hacienda is within a gated community, no worries, they let anyone in). An easier option would be to take a cab.=)"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["Silver"]},{"type":"*","value":["Pitiado-A local craft in which leather artifacts are beautifully hand-embroidered in complicated designs using pita thread."]},{"type":"*","value":["Assorted Mexican Candy."]},{"type":"*","value":["Local artifacts - in the Mercado González Ortega, there is a shop that sells native Huichol artifacts, some of which can be relatively hard to find elsewhere. Apart from that, the usual things you find in tourist shops."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Los Dorados"]}," (Plaza 450, opposite to the arcs) is one of the best spots for enjoying a traditional dinner. Expect a little wait as the place is popular and small."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Café Neveria Acrópolis"]}," (Av. Hidalgo and Rinconada de Catedral, just across the way from the Cathedral in the ",{"type":"''","value":["Centro Historico"]},") is a good bet for tourists who want a conventional breakfast, if you can find a seat. Back in the days it used to be a hotspot for dignitaries, celebrities and artists visiting the city, evidence of whose passage line the walls. The Italian-style coffee is quite nice, and the ",{"type":"''","value":["huevos rancheros"]}," come recommended."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Cuija"]}," One of the oldest more formal restaurants is in the basement of the same Mercado building as the Acrópolis.   (By the way, Zacatecanos usually eat their principal meal around four o'clock in the afternoon; if a restaurant looks deserted at U.S. mealtimes, it may still be very popular.)  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mi Pueblito"]}," is a nice traditional Mexican restaurant near the Cathedral and recommended by locals. It is located inside of a shopping plaza just to the northeast of a Mercado building."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Barretero"]}," is away from the center (on the other side of the railroad), but has excellent food and usually live music (strings, piano, Mexican popular music, not mariachi).  Try the cabrito (baby goat)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hacienda Del Cobre"]},"  (House of the Coopper Kettle) Traditional Mexican fare.  Serves fantastic molcajete, a type of stew made of a variety of ingredients such as chilis, chicken, pork, steak, avocados, cheese.  Served in a hot from the fire molcajete bowl(mortar)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Las Costillas de Sancho"]},"  (The Ribs of Sancho)  Serves beef bibs and great steaks.  Relaxing atmosphere with well stocked central bar.  English menus are available by request."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vips"]},"   Mexican version of Denny's.  Owned by the Walmart company.  Serves American style breakfast as well as Tex-Mex versions of traditional Mexican dishes.  English menus are available by request."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Quinta Real Resturant"]},"  Restaurant is inside the \"Quinta Real\" hotel which is the old bullring of San Pedro. The restaurant is on the balcony of the rotation of the bullring, which has been turned into a beautiful colonial patio.  Stone pavement and adorned style with abundant flowers combine with the meal to make this a unique restaurant.  English menus are available by request."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Traviata"]},"  Good Italian fare in the shopping district."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Mayora"],["url="],["email="],["address=Plaza Goitya 104"],["lat="],["long="],["directions="],["phone=4929225571"],["tollfree="],["fax="],["hours=1:00 pm 11:30 pm"],["price="],["content=The only restaurant serving only 16 & 17 century Zacatecan cuisine in downtown Zacatecas."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rincon Vegetariano Om Burger"]},". Calle Elías Amador 207. Tel 492 134-7451. Haré Krishna vegetarian restaurant one block from Alameda. Mixture of Mexican, Chinese and Indian fares. Closed Sunday."]},"\n",{"type":"==","value":["Drink"]},"\nMezcal (Tequila is a variety of Mezcal). Zacatecano and Huitzila are some traditional local brands. Avoid anything that doesn't say 100% agave (Note for Gringos: that includes Cuervo Gold).\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Villa Colonial"],["alt="],["url=http:\/\/www.hostalvillacolonial.com\""],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The family-run Hostel Villa Colonial located on Calle 1 de mayo behind the Cathedral is the best value in town. It is in a beautiful colonial building and the large rooftop terrace has a breathtaking view of the cathedral. Although a hostel, it also has private rooms which also have a beautiful view. The owners provide excellent advice and really know the town. Kitchen use. Internet 15 Pesos\/h. Dorms from 100 Pesos."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lasmargaritashostal.com.mx\/index.php\" Hostal Las Margaritas"]}]}," Recommended by Seth Kugel from the Frugal Traveler column of the New York Times ",{"type":"[","value":["http:\/\/frugaltraveler.blogs.nytimes.com\/2010\/08\/26\/what-you-get-for-14-a-night\/\""]},", this family run hostal is a great value at $14 a night. Calle 2da de Las Margaritas #105. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Don David"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(9200)9224859"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Just around the corner of Hostel Villa Colonial, Calle del Obrador 204, Rigoberto o Violeta, is a bit less comfortable. Dorms from 90 Pesos. Internet 7 Pesos\/h."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel La Central"]}," Right beside the central bus station, handy if you don't want to go further for a room. Internet available. Rooms are 380 pesos."]},"\n",{"type":"*","value":[{"type":"'''","value":["Juvenil Villa Deportiva (1 & 2)"]}," Zacatecas has two institutional style youth hostels. Both have about 100 beds and cater to youth groups, although anyone is welcome to stay. Cost is ~$2USD\/night."]},"\n",{"type":"===","value":["Mid- and toprange"]},"\n",{"type":"*","value":[{"type":"'''","value":["Quinta Real"]}," For something a little more upscale, try the Quinta Real, which previously was the town's plaza de toros before it was turned into a luxury inn."]},"\n",{"type":"*","value":[{"type":"'''","value":["Maria Benita"]}," comfortable but not expensive, is the María Benita, Ave. Lopez Velarde, midway between downtown and the university campus.  If you get a street-side room you may see parades, protests, and other local activities from your window."]},"\n",{"type":"==","value":["Go next"]},"\nDay-trip places include the Convent of Guadalupe, La Quemada, Fresnillo, Juchilpila canyon amongst others.\n\n",{"type":"{{","value":[["isPartOf"],["Zacatecas_(state)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["22.766667"],["-102.55"]]},"\n",{"type":"[[","value":[["WikiPedia:Zacatecas, Zacatecas"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Zacatecas\/Localities\/Zacatecas\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Zacatecas, Zacatecas"]]}]