[{"type":"{{","value":[["pagebanner"],["Zakynthos banner.jpg"]]},"\n\n",{"type":"[[","value":[["Image:The blue caves in Zakynthos, Greece.jpg"],["thumb"],["350px"],["The Blue Caves"]]},"\n\n",{"type":"'''","value":["Zakynthos"]}," (",{"type":"[[","value":[["Greek phrasebook"],["Greek"]]},": Ζάκυνθος), also called ",{"type":"'''","value":["Zante"]}," (its Italian name), is the third largest island in the ",{"type":"[[","value":[["Western_Greek_Islands"],["Ionian Sea"]]},", off the west coast of ",{"type":"[[","value":[["Greece"]]},". The island is named after Zacynthos, son of legendary Arcadian chief Dardanos.\n\nWhile ",{"type":"[[","value":[["Ios"]]}," and ",{"type":"[[","value":[["Kos"]]}," are associated with partying, and ",{"type":"[[","value":[["Rhodes"]]}," and ",{"type":"[[","value":[["Crete"]]}," with families, Zakynthos is something in between. The majority of all beaches, towns, etc., are along the south and east coasts, as the west and north coasts are extremely mountainous often with cliffs dropping many hundreds of feet straight into the sea.\n\n",{"type":"==","value":["Understand"]},"\nZakynthos, due to mild winter rainfall, is an extremely lush island. The Venetians, who conquered it, referred to it as ",{"type":"''","value":["Il fiore del Levante"]},", the flower of the Levant. March-May is a particularly rewarding time to visit; the island has relatively few tourists, the Easter parade takes place, and the island blooms spectacularly with a myriad of colorful flowers and lush green hills.\n\nZakynthos, like its neighbour ",{"type":"[[","value":[["Kefalonia"]]},", was heavily affected by the massive earthquake of 1953 and subsequently a lot of its stunning Venetian architecture was sadly destroyed. Ruins still lay in some parts of the island due to this. The main town was completely rebuilt and still has an uncanny resemblance to ",{"type":"[[","value":[["Venice"]]},"'s San Marco Square. It is well worth taking a look at. \n\nThe beautiful white cliffs that plunge into azure seas towards Keri have to be seen to be believed; the water is wonderfully clear and it is worth hiring a boat to see such sights. \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nArchaeological excavations have proved that Zakynthos was inhabited from the Neolithic Age. The island is first mentioned by the Greek poet and writer Homer. In his masterpieces, the ",{"type":"''","value":["Iliad"]}," and the ",{"type":"''","value":["Odyssey"]},", he stated that the first inhabitants of Zakynthos were the son of King Dardanos, Zakynthos (which the island has been named after), of Troy and his men who settled around 1500-1600 BCE.\n\nOver the years the island was conquered by King Arkeisios of ",{"type":"[[","value":[["Kefalonia"]]},", and after him Ulysses from Ithaca. Later on Zakynthos became the first independent democracy in the Hellenic area, as a treaty was signed and it lasted over 650 years.\n\nIn the summer of 1953, Zakynthos was hit by two severe earthquakes, resulting in the total destruction of the islands infrastructure and most of its state archives. The most powerful of those quakes registered 7.3 on the Richter scale occurred on 12 August and was felt throughout almost the entire country. In Zakynthos Town only three buildings were left standing: the St. Dionysios Cathedral, the National Bank building, and the church of St. Nicholas \"tou Molou\". The rebuilding of the island was subject to a very rigid anti-seismic code, and has thus withstood several moderate and powerful earthquakes with a minimal amount of damage, one as recently as 2005.\n\nMining has been common on the island. Today, however, the only activity is two quarries on the mountain range in the western part of the island. A small mountain on Zakynthos west side was mined during the late 20th-century, though it is no longer in use. Today tourism is the most important source of income and Zakynthos is currently one of the most popular tourist destinations in Greece.\n\n",{"type":"===","value":["Towns and villages"]},"\n",{"type":"[[","value":[["Image:Zakynthos_Map.png"],["thumb"],["500px"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Zakynthos Town"]}," - capital, on the east coast. This has the main shops, piazza, and harbour from which the frequent ferries to the mainland port of ",{"type":"[[","value":[["Kyllini"]]}," depart and arrive."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Agios Nikolaos"]}," - (northeast) although the small village has only ~30 year-round inhabitants, it is the second most important port on Zakynthos, as the ferry to ",{"type":"[[","value":[["Kefalonia"]]}," departs there. The bay itself is fairly sheltered by the tall mountains and island in the bay and has many sea front restaurants along with a local coastguard station. Boats running trips to the blue caves slightly to the north depart from here and although quiet it can get busy at certain times of day when busloads of tourists arrive to get the ferry to and from Kefalonia"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alykes"]}," and ",{"type":"'''","value":["Alykanas"]}," - a closely linked pair of family resorts on the east coast north of Tsilivi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Argasi"]}," - A few km south of Zakynthos town on the Vassilikos penninsula.  No real beach and consists of a few streets with hotels and more across the main road that runs up the peninsula. It has some bars and clubs but not a lot else to recommend it."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kalamaki"]}," - To the east of Laganas past the turtle \"no build zone\".  Although a busy resort, it's less of an all-night party area than Laganas and is more suited to families.  Most of its buildings and shops are on the main road that runs between this resort, past the airport and towards Laganas.  Like Laganas it shares a very long sandy beach that stretches for many kilometres across the south part of the island."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Keri"]}," - Basically 3 parts to this. The pebble beach and coast area at Limniou Keri, the village of Keri itself in the mountains, and further west the lighthouse of Keri which is popular with tourists who want to see a sunset."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laganas"]}," - The (in)famous resort of Laganas. This is the main \"party\" town on the island. The main street consists almost entirely of nightclubs, bars, and fast food outlets. It's very popular with the 18-30 set. The beach itself has some nicer bars and restaurants along its length. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tsilivi"]]}]}," - A family-oriented resort north of Zakynthos town. It has some late night bars and near nightclubs but on the whole is a bustling family resort with all the usual hotels, supermarkets, restaurants and so on. It has a very wide and long sandy beach along with watersports available from it."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vasillikos"]}," - A quiet village in the south east on the Vassilikos peninsula. Here there are now no major hotels and just apartments, villas along with restaurants and tavernas. It has much more of a small village feel to it, has no nightclubs or other entertainment, as is the place to look for a more relaxing, quiet holiday. In this area are the turtle nesting beaches of Gerakas and Dafnia. Slightly to the north is Agios Nikolaos (not to be confused with the one in the north) where there are many watersports, basic scuba diving and a busier place."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nZakynthos is served by one airport (ZTH), towards the south end of the island near to the resort of Laganas and Kalamaki. It receives both international and domestic flights. Almost all international flights are chartered flights from other European cities during the holiday season (May-October). Domestic flights are available between Zakynthos airport and ",{"type":"[[","value":[["Athens"]]},", served by the national airline Olympic Airlines. There are usually two flights a day. The journey time to Athens is approximately 1 hour. As of January 2010, EasyJet started flying to Zante from nearly all UK airports and flights are usually Thursday to Sunday.\n\n",{"type":"===","value":["By ship"]},"\nZakynthos has ferry links to ",{"type":"[[","value":[["Kyllini"]]}," on the Greek mainland from Zakynthos Town. €8.20 per person and €38 per car. Ferries to ",{"type":"[[","value":[["Kefalonia"]]}," can be boarded at Aghios Nikolas, on the northeast tip of the island.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By public transport"]},"\nThere are buses that go between the most crowded areas of the island. Ask around and there will be no pain in finding the bus stops. However, bus services on the island are rather infrequent and sometimes unreliable. Taxis, however, are not too expensive.\n\n",{"type":"===","value":["By car"]},"\nThe best way to get around is by rental car. There are literally dozens of rental agencies on the island besides the big ones. Preferably get a 4WD car, as some attractions are off the main roads.  Beware of the condition of some of the roads. The smaller roads may well have pot holes and even the \"better\" roads are extremely slippery.  Also beware of other drivers. If you assume everyone else on the road is out to get you and drive accordingly it's probably the best way of dealing with it. Due to the island being fairly small and only a few major towns it's quite hard to get lost as most roads either go eventually to Zakynthos town or to Volimes in the north and you can work it out from there. Road signs are sporadic and some are bi-lingual with English and Greek, some are Greek alone.\nAlso watch out for scooters, especially in the main tourist areas.\n\n",{"type":"===","value":["By motorbike\/scooters"]},"\nRental agencies abound. However, scooters may be somewhat painful to ride around the island, because it is very hilly, so get something with a little bit more power.\n\n",{"type":"===","value":["By bike"]},"\nCycling is a pleasant way of navigating the southern and central parts of the island, if somewhat impractical in the rougher, hillier terrain of the north. Bike hire is available in all but the smallest of resorts, costing around €4-8 per day, with discounts available for multi-day hire periods. A basket and a lock will usually be included but hire shops are very unlikely to rent helmets, so bring your own if required. A new business called Bike Ride Zakynthos has started up for the 2011 season, offering tours of the island if you didn't fancy doing it alone.\n  \n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:The inland of Zakynthos, Greece, where tourists rarely go.jpg"],["thumb"],["The blooming inland of Zakynthos, where tourists rarely go"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blue Caves"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=East of Cape Skinari, in the northern part of the island"],["phone="],["fax="],["hours="],["price="],["content=A series of geological formations have created the caves. Natural arches have been carved out by erosion, but these caves are most famous for the color of the water in its deepest hollows, a deep azure color which is most striking in the morning when the light is at its brightest, hence the name ",{"type":"''","value":["Blue Caves"]},". Kianoun Cave is the biggest of the caves. In order to reach there you can hire a boat or go on a tour.\n: There are actually Blue Caves at 3 locations around the island:\n: At Cape Skinari on the northern tip of the island. These are the most spectacular. There are several boats offering trips from Agios Nikolaos Port, also from Makris Gialos Alikes and Alykanas. You can hire a \"self-drive\" motorboat for the day from several operators in Alykanas to visit the blue caves and then spend a leisurely afternoon exploring the northeast coast on your way back. These caves are also on the itinerary of the large round-the-island cruise ships operating out of Zakynthos town.\n: Keri - also pretty good\n: Porto Vromi - Not as spectacular, you will visit these as part of the tours to the shipwreck."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Cape Skinari"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=The very northern edge of Zakynthos"],["phone="],["fax="],["hours="],["price="],["content=Here you can get a panorama view of the sea, having both the calm waters of the east and the windy of the west within view. Here there are also some ruins from the great earthquake of 1953."]]}]},{"type":"[[","value":[["Image:The shipwreck in Zakynthos, Greece.jpg"],["thumb"],["The shipwreck"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dionysios Solomos Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Zaknthos town"],["phone="],["fax="],["hours="],["price="],["content=If you are interested in Greek modern history, visit the in, dedicated to the national poet of the Greeks, who wrote the nation's national anthem."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shipwreck"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Navagio"],["phone="],["fax="],["hours="],["price="],["content= Originally a smuggler ship, it lost its engines in 1981 and was washed ashore in a magnificent small bay. Featured in Greek tourist ads, it is on the west coast and best visited by going there from Porto Vromi. Go there either early in the morning or in the afternoon (>15:00), as in the time between the big around-the-island cruise ships anchor there and the beach is heavily crowded. It's not rare to have 20 boats all moored each putting a few hundred people ashore at once. Going there in off-peak times ensures you will have the beach pretty much to your own. For the ultimate picture, follow the signs to the Agios Gergio Kremnao monastery - when you arrive there, use the road to your right to get to a small viewing platform some 180 m above the wreck and is where most of the picture postcard shots are taken from. It can actually be nicer to see it from this perspective than up close and personal on the beach itself."]]}]},"\n ",{"type":"[[","value":[["Image:GreeceZakynthosCapeSkinari.JPG"],["thumb"],["The windy waters west of the island, seen from Cape Skinari"]]},"\n\n",{"type":"===","value":["Beaches"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Agios Nikolaos"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the southeastern peninsula near Vassilikos"],["phone="],["fax="],["hours="],["price="],["content=Termed the best beach on the island. You can get there by free shuttle services from Laganas, Kalamaki, and Argasi, although it should be noted that in order to get a ticket to get the shuttle back again you have to pay to use a sun lounger (€4).  Water sports (diving, jet skis, etc.) are offered, as well as a big British-run beach bar. This is not to be confused by the Agios Nikolaos village in the north of the island which shares little in common with this one."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Alikes\/Alykanas"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A long stretch of beach in front of the 2 resorts with plenty of facilities, sunbeds, watersports. To the west of the Skourtis River mouth is Alikes, to the east is Alykanas. The Alikes section is quite narrow and also quite stony in places, backed by numerous bars and restaurants, mostly competing to be the least Greek. The best sand is to be found at the eastern end, close to the little fishing port of Agios Kyriaki, where the ",{"type":"'''","value":["Neraida Taverna"]}," offers friendly service and traditional, freshly-cooked local dishes, backed by live traditional music in the evening. There's also a \"shipwreck\", a sunken wooden sailing yacht sitting in quite shallow water which kids (and grown-up kids!) can wade out to and climb all over. A walk of around 1km from Alykanas Resort, through old Alykanas village, brings you to the peaceful ",{"type":"'''","value":["Xehoriati Beach"]},". This narrow stretch of fine sand has beautiful views across to ",{"type":"[[","value":[["Kefalonia"]]}," and the ",{"type":"[[","value":[["Peloponnese"]]},", and shelves out very slowly offering safe swimming with a number of rocky reefs for interesting snorkelling. Xehoriati is served by 2 restaurants vying to have the most incongruous name. The apparently native-North-American-themed ",{"type":"'''","value":["Redskins"]}," is actually run by a friendly young Italian couple serving up their native cuisine, while ",{"type":"'''","value":["Shoestring"]}," (nothing to do with the 1970s UK TV detective), up a flight of steps at the eastern end of the beach, offers typical tourist taverna fare at lunchtime and close to a \"fine-dining\" menu in the evenings (save room at any time of day for the excellent home-made desserts), all with stunning views. There's also a mini-market about 150m from the beach for snacks, chilled drinks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dafni"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Access to this beach is via a steep hilly road between Argassi and Vassilikos"],["phone="],["fax="],["hours="],["price="],["content=This is a lovely sandy beach in the marine reserve with a complete ban on traffic.  It's a quiet beach that has only a few locals on the beach, tavernas for food and drink, along with sunbeds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gerakas"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At the far south of the Vassilikos peninsula inside the total marine exclusion zone"],["phone="],["fax="],["hours="],["price="],["content=The main loggerhead turtle nesting beach. This is a large long and wide sandy beach and gently shelving shore with sun beds and umbrellas provided. Some areas of the beach are off limits due to turtles nesting and the beach is closed at dusk for the same reason. There is a steep hill or steps leading from the cliff top to get down to the beach. A car park is provided but in busy periods this can fill up. Also near here are several tavernas for food and toilets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kalamaki to Laganas"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The resort of Kalamaki shares a long uninterrupted sandy beach that runs from there to Laganas a few miles away. In some places it can be crowded, but the further towards the middle you get the fewer people you find and given its size it's possible to find somewhere quiet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Psarou"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=12 km NE of Zante town"],["phone="],["fax="],["hours="],["price="],["content=Small sandy beach with crystal blue and shallow waters ideal for children. There are many tavernas offering home cooked food. At the center of the beach you can enjoy the Caffe del Mar by Kostas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tsilivi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The family resort of Tsilivi boasts a wide and long sandy beach, watersports, sunbeds, and ample car parking."]]}]},"\n",{"type":"==","value":["Do"]},"\nZakynthos is not so much an island for children. The water park here is small and rather hard to get to as compared to that in Corfu. Most resorts there are relatively low-key and tourist booths are more likely to offer excursions to neighboring islands or the Greek mainland rather than concentrating on Zakynthos' beauty. This is a shame, because it is still an island where mountainside villages and hidden coves await discovery by the discerning traveller. It is well worth hiring a car. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Round the Island Circuit"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Due to the small size of the island, with a rental car it's perfectly possible to drive a complete lap of the island stopping at some interesting places on the way. For example, starting at Zakynthos town, drive north along the coast road and visit Tsilivi. Continue past Alykes and Alykanes. The scenery gets more impressive as you climb towards the mountains. The road then drops into the picturesque resort of Agios Nikolaos. From there you traverse the north coast passing Navagio (aka shipwreck) and the viewing platform and Volimes in the mountains where local arts and crafts can be bought. Then to the west coast travelling south the bay of Limnionas is extremely pretty, quiet with just a taverna that serves excellent food. Further south from there you have Kampi with stunning clifftop views and eventually Keri lighthouse with more stunning views, especially at sunset."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name= Scuba Diving"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Although, like the rest of Greece, the area is devoid of fish due to massive overfishing, the south of the island has a few decent sites such as \"The Arch\" and Keri Caves. Numerous dive operators work out of Laganas, Keri, and elsewhere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Turtle Spotting"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The endangered loggerhead turtle uses the beaches for its nesting and a marine reserve has been established in the south around the Laganas Bay to protect these (although it appears to be completely ignored outside tourist season)  Many outfits in Laganas, Kalamaki and even Vassilikos offer short or full day trips including swim stops to look for these turtles. You stand most chance of seeing them between May and early July with the numbers decreasing after this.\n \n:These shy, gentle creatures nest in the south of the island during the spring and summer months, but their numbers are threatened of late, and one of the biggest culprits is undoubtedly mass tourism. Eggs that have been laid on the beaches of Laganas and Kalamaki have in the past been smashed by deck chairs or dug up by children. Turtles have been killed on Zakynthos roads after having been disoriented by the bright neon lights of the bars they mistake for the moon by which they navigate their way to the sea. Thankfully, the Greek authorities are placing emphasis on protecting the turtles with signs and volunteers reminding tourists on the beaches of their duty to respect the turtles and stay away from them.\n\n:That said, several unscrupulous firms on the island run \"turtle tours\", whereupon a tourist can pay to take a boat ride to \"spot\" the turtles. This is not a good idea. The turtles are easily distressed by this intrusion, and this has a knock-on effect on their breeding and hence is contributing to the threat to their very survival."]]}]},"\n",{"type":"==","value":["Eat"]},"\nTraditional agricultural products are olive oil, thyme honey, currants, and wine, which can be purchased at roadside stalls or in the villages.\n\nZakynthos is a growing tourist island, and hence along with traditional Greek fare, one will find Anglicized cuisine. In Laganas, travellers would be more hard-pressed to find baklava than an English-fry up, but there are some very good places to eat Greek cuisine, and at very reasonable prices. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Clear Horizon"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Amoudi, in the north of the island, towards Alikes"],["phone="],["fax="],["hours="],["price="],["content=Restaurant with a friendly owner who serves traditional Greek fare: ",{"type":"''","value":["baklavas"]},", ",{"type":"''","value":["stifado"]},", ",{"type":"''","value":["briam"]},", at very reasonable prices in large portions, with an unrivaled view of the Ionian Sea and Kefalonia rising from the mist in the background."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Galini"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Way off the beaten path in Vassilikos, SE of Zante town"],["phone="],["fax="],["hours="],["price="],["content=A traditional family-run place sprawled in the middle of the large estate where they grow their own food. Scenic ivy-clad terrace seating, rabbits running free, a children's playground and views out to sea are some of the things that will fail to distract you from the hearty traditional food served here. Island specialty ",{"type":"''","value":["kleftiko"]}," is a must."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name= Mermaids"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In the resort of Kalamaki"],["phone="],["fax="],["hours="],["price="],["content=Serves a good variety of Greek and international food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mikri Plateia"],["alt="],["url="],["email="],["address=Porto Roma"],["lat=37.71589"],["long=20.98182"],["directions=From the main road from Vassilkos to Gerakas Beach, go left to Port Roma. At the first corner, you'll find it on your right"],["phone="],["tollfree="],["fax="],["hours=Evenings"],["price="],["content=Many restaurants on the island claim they are authentic and traditional. This one just is, without claiming so. A trip back in time. Run by a very kind and hardworking family who makes delicious homemade food. There is no menu. You'll just get what the family has cooked that day. If they have it, the chicken from the oven is very much recommended. Their terrace at the back provides a charming view of the nearby sea, especially with a full moon, and the surrounding hills, including the many olive tree groves. And if you're lucky, someone might even join you to taste a glass of family-distilled raki from Volimes. For the food alone, worth a visit when you're near Porto Roma or Gerakas Beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nikos Beach Bar"],["alt="],["url="],["email="],["address=Porto Roma"],["lat=37.72009"],["long=20.98807"],["directions=Just before Porto Roma go left (follow the sign), past the big house on your right hand. If you want to go through the beach, follow the beach to the left and find it above you on your left."],["phone="],["tollfree="],["fax="],["hours=Whole day"],["price="],["content=The server comes to your table and, almost too fast to comprehend, tells you with a strong Greek accent what you can eat and drink. At the same time, he kindly, but unwaveringly, tries to convince you to order something specific. Usually what the men just around the corner have on the grill. If you order something else, it can take a little while, but it will be just as delicious. Both fish and lamb from the grill are recommended, as are the roasted vegetables. A delightful spot, especially in combination with the sound of the sea just below you."]]}]},"\n",{"type":"==","value":["Drink"]},"\nBars are found in abundance on Zakynthos, from the lazy beach bar to clubs to British-run establishments. The beers of choice are the Greek ",{"type":"'''","value":["Mythos"]},", ",{"type":"'''","value":["Alfa"]}," and ",{"type":"'''","value":["Fix"]},", though ",{"type":"'''","value":["Amstel"]}," comes a close second. Drinkers looking for a more sartorial experience are advised to check out bars in Zakynthos town. There are also the local village wines (beware: strong!), the Metaxa brandy along with the standard ouzo.  \n\nThe bars of Laganas can serve pretty much anything else and caters to the young drunk tourist.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Angella Sterpis"],["url=http:\/\/www.zakynthosapartments.com"],["email=info@arazzoapartments.com"],["address="],["lat="],["long="],["directions=Ano Vassilikos, 3km before Gerakas Beach"],["phone=+30 6982333017"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Furnished, self-catering studios and apartments at the seaside. It is a family complex of five self-catering apartments and two studios with spacious and comfortable rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blue House"],["url=http:\/\/www.bluehouse.gr"],["email="],["address="],["lat="],["long="],["directions= Vasilikos"],["phone=+30 2695035218"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Apartments and studios 50m from the beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bozonos Villa"],["alt=Zakynthos villa"],["url=http:\/\/www.bozonosvilla.gr"],["email="],["address="],["lat="],["long="],["directions=Akrotiri"],["phone=+30 6976220005"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bozonos Villa covers an area of 450 sq m and occupies a 1,600 sq m property."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Daphnes Villas and Apartments"],["url=http:\/\/www.daphnes-zakynthos.com"],["email="],["address=Porto Roma, Vasilikos"],["lat=37.714245"],["long=20.989766"],["directions=100 m from Porto Roma beach at the very end of Vasilikos peninsula"],["phone=+30 2695035319"],["tollfree="],["fax="],["hours="],["price=€25 person\/day"],["checkin=15:00"],["checkout=12:00"],["content=10 self-catered cottages sleeping 2-7 people. Air-con, Internet, library, playroom, playground, maid service, bed linen, bicycles, BBQ all included in the price. Walking distance to beach, supermarket, taverns and car rental. Open May - October."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Edelweiss apartments"],["alt=Argassi Hotel"],["url=http:\/\/www.argassihotel.com\/"],["email="],["address="],["lat="],["long="],["directions=Argassi"],["phone=+30 26950 27601"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Edelweiss complex is in the beautiful seaside village resort of Argassi with the magnificent Mt Skopos as its backdrop."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Emerald Deluxe Villa"],["url=http:\/\/www.emerald-villas.gr"],["email="],["address="],["lat="],["long="],["directions=Agioa Nikolaos Volimes"],["phone=+30 26950-32006"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Hillside setting with fabulous coastal views, private pool and gardens a family friendly property. 4 bedrooms and 4 bathrooms, (comfortable for up to 8 people) fully equipped kitchen, dining area, living area, private pool with hydro massage, children's pool, private playground, private parking area, outdoor dining-living area, outdoor shower, BBQ, satellite TV, Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gerakas Cottage"],["url=http:\/\/www.portoromaholidays.gr\/gerakascottage"],["email="],["address=Gerakas, Vasilikos"],["lat=37.709393"],["long=20.989174"],["directions=15 km from Zakynthos town at Gerakas Beach"],["phone=+30 6945585017"],["tollfree="],["fax="],["hours="],["price=€30\/person\/day"],["checkin=15:00"],["checkout=12:00"],["content=This cosy pink cottage, which sleeps 5, is in an oak forest with a private garden with sea view and a path leading down to a small secluded beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Harmony Villas"],["url=http:\/\/www.harmonyvillas.gr"],["email="],["address="],["lat="],["long="],["directions=Agrilia-Mouzaki"],["phone=+30 6981753982"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€39+"],["content=Stone villa with 2 bedrooms to accommodate 6 people. In a quiet area close to the beach. Free airport transfer. Free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kioussi Zakynthos Villas"],["alt="],["url=http:\/\/zakynthos-villas.gr\/"],["email=info@zakynthos-villas.gr"],["address=Xirokastello, Vassilikos"],["lat=37.7462"],["long=20.9472"],["directions="],["phone=+30 26950 36028"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Luxury villas with private swimming pool. Tastefully decorated and close to the famous beach of Kaminia."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kookis Village"],["url=http:\/\/www.zakynthos-villas-kookis.com"],["email="],["address="],["lat="],["long="],["directions=Keri"],["phone=+30 26950 25324-5"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Kookis Village is a group of villas near Keri Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maistrali Apartments"],["alt=Zakynthos Apartments"],["url=http:\/\/www.maistrali-apartments.gr\/"],["email="],["address="],["lat="],["long="],["directions=Tragaki, Tsilivi Village"],["phone=+30 26950 65090-1-2"],["tollfree="],["fax="],["hours="],["price=€24+"],["checkin=14:00"],["checkout=12:00"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Paliokaliva Villas"],["alt="],["url=http:\/\/www.paliokaliva.gr\/"],["email="],["address="],["lat="],["long="],["directions= Tragaki, Paliokaliva Village"],["phone=+30 2695 063770, +30 2695 043078"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=. Paliokaliva Village comprises 10 unique houses ranging from one-bedroom bungalows to two-bedroom cottages."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Paradisso Villa"],["alt=Paradisso villa in Zante"],["url=http:\/\/www.paradisso-villas.com"],["email="],["address=Ammoudi Beach Ano Gerakario"],["lat="],["long="],["directions="],["phone=+30 26950 62614"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Villa Paradisso is on two levels. It is beautifully furnished throughout in traditional Zakynthian-style. The ground floor has a large living room with two comfortable single divans with orthopaedic mattresses for extra sleeping arrangements. Outside, there is a large wooden deck terrace which is literally perched above the sea as well as a smaller kitchen patio. The villa is surrounded by lushly planted gardens and a little gate leads you down a private path to the beach (30 m)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Porta del Mar Beach Villas Resort"],["url=http:\/\/www.portadelmar.com"],["email="],["address="],["lat="],["long="],["directions= Psarou Beach, Messo Gerakari"],["phone=+30 26950 65082"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Porta del Mar is a group of beach villas on Psarou Beach near Messo Gerakari."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Ira Zante"],["url=http:\/\/villaira.com\/villa-ira-zante-greece"],["email="],["address="],["lat="],["long="],["directions=Close to the village of Agios Leon on the west coast"],["phone="],["tollfree="],["fax="],["hours="],["price=£791, low season"],["checkin="],["checkout="],["content=Villa Ira Zante is in a small cluster of villas that form the Aresti Mountain Resort. It has 3 bedrooms, a private pool, BBQ, linens, towels, a microwave, washing machine, dishwasher, air conditioning, gardens, satellite TV, and DVD player, with maid service twice a week."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zante Park Hotel"],["url=http:\/\/www.zanteparkhotels.travel"],["email="],["address="],["lat="],["long="],["directions= Laganas"],["phone=+30 26950 52310, +30 26950 52311, +30 26950 52313"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Within walking distance of Laganas Beach, the last refuge of Careta-Careta sea turtle. Offers Greek and International cuisine."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Athens"]]}," overnight trips are available through organised tours or using scheduled KTEL bus services and the Kyllini ferry."]},"\n",{"type":"*","value":[" Day trip to ",{"type":"[[","value":[["Kefalonia"]]}," - the ferry leaves Agios Nikolaos to and from this island several times daily and there are many official guided tours allowing you to visit and return. Unfortunately the scheduled bus service to Agios Nikolaos is virtually non-existent, so if you don't want to sign up with an organised tour then you will require a taxi or your own transport to link up with the ferry."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Olympia_(Greece)"],["Olympia"]]}," - There are many organised tours using the ferry from Zakynthos town to ",{"type":"[[","value":[["Kyllini"]]}," on the mainland to visit the ancient site of the original Olympic Games (about 45 min drive from the port)."]},"\n",{"type":"{{","value":[["geo"],["37.8000"],["20.7500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ionian Islands"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Mergecredit"],["Zakinthos"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Zakynthos"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Greece\/Prefectures\/Zakynthos\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Zakynthos"]]}]