[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Zalău"]}," is a city in ",{"type":"[[","value":[["Crișana"]]},", ",{"type":"[[","value":[["Romania"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPlaced in north-western ",{"type":"[[","value":[["Romania"]]},", at the crossing between ",{"type":"[[","value":[["Eastern Carpathians"]]}," and the ",{"type":"[[","value":[["Apuseni Mountains"]]},", ",{"type":"[[","value":[["Salaj County"]]}," was known as Sylvania County ( i.e. the County of Woods). With an area of 3 850 sq. km., its neighbors are ",{"type":"[[","value":[["Satu-Mare"]]}," and ",{"type":"[[","value":[["Maramures"]]}," counties in the north, ",{"type":"[[","value":[["Bihor County"]]}," in the west and south-west and ",{"type":"[[","value":[["Cluj County"]]}," in south-east. Placed in the centre of the county it is the administrative residence of the ",{"type":"[[","value":[["Salaj County"]]},".\nIt is situated close to the border with the former Roman Empire, more precisely 8 km from the Roman camp of Porolissum- the strongest fortress in north-western Roman Dacia.\nDuring the medieval times the town represented the passage between ",{"type":"[[","value":[["Central Europe"]]}," and ",{"type":"[[","value":[["Transilvania"]]},", through the well-known \" salt road\".\nToday the town is connected to the European road on the axis ",{"type":"[[","value":[["Cluj"]]},"- ",{"type":"[[","value":[["Satu-Mare"]]},"- Petea Vama, DN1F-E81.\nApart from its economic importance, it is a powerful cultural educational and touristic centre. It is not long since, apart from the well-known schools and high schools, two more colleges have been authorized to carry on their activities in the town.\n\n",{"type":"==","value":["Get in"]},"\nBy train, the town is situated 159 km. distance from ",{"type":"[[","value":[["Cluj-Napoca"]]},", 81 km from ",{"type":"[[","value":[["Baia-Mare"]]}," and 124 km. from ",{"type":"[[","value":[["Satu-Mare"]]},".\nBy car the distances are: 86 km to ",{"type":"[[","value":[["Cluj-Napoca"]]},", 108 km to ",{"type":"[[","value":[["Baia-Mare"]]},", 119 km to ",{"type":"[[","value":[["Satu-Mare"]]},", 117 km. to ",{"type":"[[","value":[["Oradea"]]},".\n\n",{"type":"==","value":["Get around"]},"\nIn the town the transport is possible by bus and minibus.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Muzeul Judetean de Istorie si Arta Zalau"],["alt=Art and History Museum Zalau"],["url="],["email="],["address=Str. Unirii nr. 9,"],["lat="],["long="],["directions="],["phone=+40 260 612223"],["tollfree="],["fax="],["hours="],["price="],["content=The birth of a museum in Zalau date back in 1926 when the first exhibition was organized, demonstrating the oldness and continuity of the inhabitants in these places.\nThe museum was officially inaugurated in 1951 and it developed throughout the years, owning today more collections and more than 90,000 items exhibited: coins, Roman-Dacian statues, Middle Age, Modern and Contemporary documents and items of Romanian popular art, sculptures and paintings.\nThe history department consists mainly of archeological collections (20,000 items), showing almost all the stages of a human living in the area (cave painting 100000 years old, Bronze Age, The Dacian and Roman time). Among other sculptures the lapidary contains the statue of the Carracalla Emperor.\nThe ethnographic department contains wooden, textile, glass pottery items, folk costumes in the Salaj area, ..etc.\nThe arts department contains painting, graphic and sculpture collections belonging to the artists Aurel Ciupe, Romulus Ladea, Petre Abrudan, Nagy Imre"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Galeria de Arta 'Ioan Sima'"],["alt=Art Gallery Ioan Sima"],["url="],["email="],["address=Str. Gheorghe Doja 6"],["lat="],["long="],["directions="],["phone=+40 260 611 065"],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 1951 and reorganized in 1971, The History and Art County Museum, initially owned 2 permanent exhibitions: of history and popular art. Later on, a well-known artist of the time, Ioan Sima -born in Pericei ( Salaj county),- donated his personal painting collection, on the condition to be preserved in a proper place, being the central place of a memorial museum. The county leadership decided that the building on the Gheorghe Doja Street no. 6 be offered to the county museum. On the 9th July 1981, a new section of the History and Art Museum was inaugurated and was named the “ Ioan Sima’ Arts Gallery.\nThe Arts Gallery exhibited in 1981 Ioan Sima’s paintings in seven large rooms properly organized to offer a proper space to museum activities. But soon the space proved to be too cramped and the organization of other personal or group exhibitions was practically impossible. In this context, the museum was offered (in 1983) 8 more rooms, now having a larger exhibition space.\nOn the 1981 opening of the gallery, the Museum already owned an important number of painting and sculpture items. The central point of attraction was undoubtless the collection of 162 paintings and graphic items forming the “Ioan Sima” Collection. Later on the artist donated 40 more paintings, enlarging the collection. More than that, he even donated his furniture items, popular art items, his personal archive as well as other personal objects.\nFollowing the master’s example, his niece, Maria Margareta Botezatu, donated the gallery a part of the paintings offered by her uncle. The consequence of these gestures is an attempt to stress the artistic and human profile of the artist Ioan Sima, the gallery permanently exhibiting an important part of his most representative works of art.\nThe internal organization of the exhibition was made by the specialist in museography Pia Maria Badiu, a very close friend of the painter, and she tried to exhibit the works classifying them on different themes, creative stages, thus defining Ioan Sima’s place among the great Romanian and universal artists.\nIn the attempt to become a cultural contemporary centre, the collection becomes larger with the years. It contains works belonging to the Romanian artists Corneliu Baba, Aurel Ciupe, Rudolf Schwitzer Cumpana, Petre Abrudan, Alexandru Mohi, Paul Sima, Ioan Mitrea, the most important operas coming from the painting schools in Cluj, Baia Mare, Timisoara and Oradea. Organising more exhibitions every year, the collection was enlarged by the donations made by the contamporary artists Teodor Botis, Victor Gaga, Vasile Pop Negresteanu, Eugen Patachi, Aurel Contras, Gheorghe Ilea, Marcel Munteanu and their students.\nThe Gallery is a remarcable cultural centre, becoming known in the country due to its important exhibitions.\nA great collection of Lepidoptera and Coleoptera – bought by the museum from Tokacs Adalbert , a passioned Zalau collectioner is housed at the entrance of the gallery. The etmological collection ( constituted through the collectioner’s efforts to gather and classify local and universal species) offers the public a pleasant foray into the natural science. The butterflies colours as well as the size of the bugs is frequently raising admirative exclamations. These items attract mostly the young public.\nThe gallery is coordinated by the museographic staff, covering all the museum activities ( especially public guiding), museographic pedagogy, activities of item preservation. In the same time the staff organizes concerts, instrumental recitals ( especially piano recitals) or other events."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Monuments and architectural ensembles"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Among the 24 monuments and architectural ensembles in Zalau, the most representative are: the Transilvania building (1895- the municipal Theatre), the city hall building (housing the Law Court in 1889 and the Prefecture between 1904-1907), the Roman-Catholic Church (1878), The Reformed Church (1904-1907), The Dormition of Our Lady Orthodox Church (1930-1934), the Orthodox Rectorate (built at the end of the 19th century), the History County Museum (1900- casino of the Tradesman Association, a veritable architectural monument with neo-classical elements), the “ Simion Barnutiu” Elementary School( 1895- girl’s school) and the “ Silvania” National College ( 1860- reformed college), with town architecture of great value for the historic and cultural heritage of the country.\nThe Republic Street houses the building where the Swedish king, Carol the XIIth made a halt for one night in 1714.\nA memorial plaque on the frontage of the building reminds us of Ady Endre’s (1892- 1896) time spent here during the high-school time.\ningerasThe statuary group “ Wesselenyi” is very interesting, being the opera of the well-known sculpture Fadrusz Janos.\nIt is also worth being mentioned Ady Endre’s bust (inaugurated in 1902) and Ocatavian Goga’s bust- both of them placed in front of the theoretical highschool, as well as Simion Barnutiu ‘s bust, made by Romul Ladea.\nOther architectural elements are Al. Papiu Ilarian’s busts as well as Mihai Viteazu, Corneliu Coposu, Iuliu Maniu, and Andrei Saguna’s busts, the Monument of the Heroes, raised in the memory of the soldiers who died in the World Wars, the Lion Monument in front of the city hall and the Angel Monument."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The  Ionita Scipione Badescu County Library"],["url="],["email="],["address=p-ta Iuliu Maniu, nr. 13, Judetul Salaj"],["lat="],["long="],["directions="],["phone=+40 260 662236"],["tollfree="],["fax="],["hours="],["price="],["content=The media of the time recorded the inauguration - on the 23 th August 1950- of a \" Central Library\" owning 7000 Roman and Hungarian books. Among other personalities, Rodica Fanateanu, Elena Fanateanu, Karl Kun and many others were present. The collections comprise very old books like Petrarca's \" De remediis\" ( 1649). In 1952 it became \" District Library\" , coordinating all the Salaj county libraries.\nIn 1957 took the name of the Salaj scholar Ionita Scipione Badescu.\nIt became \" County Library\" in 1968. Throughout the times it functioned in the Municipal Cultural House building, in the former Museum location, in the building of the today's Bookstores Centre and since 1971 in the building on the Iuliu Maniu Square no. 13.\nIt possesses at the moment more than 160.000 books."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["47.2000"],["23.0500"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Crișana"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Zalău"]]}]