[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Zamora"]]},"\n",{"type":"'''","value":["Zamora"]}," is a city in southeastern ",{"type":"[[","value":[["Ecuador"]]},". it is the capital of ",{"type":"[[","value":[["Zamora Chinchipe"]]}," province.\n\n",{"type":"==","value":[" Understand "]},"\nWith just 16,000 inhabitants in the whole area it is one of the least populated areas in Ecuador. Zamora is the second most populous city in Zamora-Chinchipe after Yantzaza. It is located in the foothills of the Andes mountains at 970 m above sea level, on the convergence of the Zamora, Bombuscaro and Jamboé rivers.  Zamora has experienced a boom in growth in recent years, attributed to the discovery of gold in the surrounding region. Zamora was originally a colonial town founded by the Spanish but was attacked by the Indians and reclaimed by the indigenous Indian groups that include the Shuar and Saraguro Indians whom you'll see from time to time milling around the neighborhood in their distinguishable black shorts.\n\n\n",{"type":"==","value":["Get in"]},"\nThe closest major airport is Mariscal Sucre International Airport, located in ",{"type":"[[","value":[["Quito"]]},", 274 miles away. Once landed, visitors can take a bus to Zamora, or take a internal flight to Cuenca or Loja from Quito and then a bus to Zamora.\n\n",{"type":"==","value":["Get around"]},"\n\nThere's nothing much to do in Zamora. Your best bet can be go camping in the Podocarpus National Park, ask in advance for the fee entrance. Zamora has got a sightseeing site, well if you like walking you can try the Yamila trekking. Yamila is the name of one of the small hills that surrounds Zamora. This like light backpacking trek is located in the Yaguarzongo neighborhood. At the end of the trek you will be able to see one of the most complete views of Zamora and its surroundings.\n\n",{"type":"==","value":["Do"]},"\nif you are one of those people that like to start your day with something special or different try visiting the parque lineal, a nice park next to the Zamora river. you can watch how the light gradually changes and it turns into a new day. After this your next stop perhaps would be the main market, where you will find some stands dedicated to natural beverages, jugos naturales, i recommend to you to try the horchata con savila, a sort of herbal tea made of 5 different medicinal plants mixed with aloe. Definitely one of the healthiest breakfast you can serve ever.   \n\nZamora is home to a large section of the Podocarpus National Park. This park possess one of the highest bio-diversity areas on earth, contributing to the amazing beauty of this place.The area itself is cut up into two main areas, an upper pre-montane section which has sensational walking routes, the tropical cloud forest that is superb for birdwatching and the lower subtropical section, with remoter areas including virgin forest and endemic species of flora and fauna with a cost of around $5.00 to enter either area.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Ecuador Tierra Viva Travel Company"],["alt="],["url=http:\/\/www.ecuador-tierra-viva.com\/ecotour_economic.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers an 8 day tourthrough the provinces of Loja and Zamora Chinchipe, passing through two different geographical regions of Ecuador (Highland or Andes Region and Amazonian Basin Region), two different ecosystems (lower montane rain forest on the eastern slopes of the Andes and dry shrub forest) and two different native cultures (Saraguro and Shuar). Also, you'll engage in community tourism, ethnic tourism and nature tourism and in activities such as camping, hiking and nature interpretation."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Orquideario Paphinia"]},", some 2 km away from town is a greenhouse which is actually developing a great collection of over 3000 native plants including orchids and aroids, as well as living samples of useful timber trees, medicinal plants, edible native plants and many other ornamental plants and shrubs."]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are a limited number of restaurants in the city of Zamora. That list includes; Las Gemelitas, traditional Ecuadorian cuisine with set meals. In your way to the entrance of the Podocarpus National Park there are a lot of grocery stores, where visitors can purchase snacks and water. And if you're around the downtown area you might want to check out, the Chonta Dorada restaurant or the King Ice Fast food restaurant in front of the main park, which serves traditional dishes, such as ancas de rana, deep fried bullfrog legs or tilapia, sort of a fish pond.\n\nLike any of the twenty something provinces in Ecuador, Zamora has a distinctive and typical drink, its name is chicha, a homemade alcoholic beverage made of manioc or chonta, sort of a nut. \nNatives of this region, shuar or ashuar like to drink large quantities of this chicha. This traditional drink is offered to all newcomers specially in mingas, when people in the community gathers to work in group.\nChicha of chonta or chicha of yuca both of them have a very characteristic flavor. they are completely tasteless. This is because natives don't use any sugar nor other substances to provoke fermentation and they don't use salt to condiment their traditional recipes either.\n\n",{"type":"==","value":["Sleep"]},"\nthere are plenty of hotels and a few cheap inns in Zamora like the Chonta Dorada, the Gymifa Hotel or the Torres Internacional Hotel. if you have some extra money to spend you can try the Orillas del Zamora Hotel near by the Zamora river or the Wuampushcar Hotel. But perhaps you are one of these persons that is not interested in wasting so much money or may be you have got a pretty tight budged don't worry you can try the Hostal Seyma(24 de Mayo and Amazonas street) or the Hostal Zamora (Sevilla de Oro and Pio Jaramillo street)isn't a 5 starts hotel but you will find the basic to enjoy a nice rest.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Amazon (Ecuador)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Zamora, Ecuador"]]}]