[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Zaouiate Oued Ifrane"]}," is a city in the ",{"type":"[[","value":[["Middle Atlas"]]}," mountains of Morocco.\n\n",{"type":"==","value":["Understand"]},"\nBetter known as Zaouia d'Ifrane, or even Ifrane if you are within the village limits, this Berber village is often confused for another town in the mid-Atlas with the name Zaouia d'Ifrane, and many times it is even confused for the larger city of Ifrane proper itself.  Let it be known, Zaouiate Oued Ifrane or Zaouia d'Ifrane or Ifrane or Zaouia is neither of those places, it is much, much more beautiful.  The village of between 500-1000 residents (depending on the time of year) sits under a dramatic and extremely unique geological feature, a 200 foot travertine plateau provides a backdrop of caves, hanging plants and waterfalls.  Zaouiate Oued Ifrane translates to 'holy place of caves' and the village and its' surrounding landscape creates an air even more awe inspiring than the title suggests.\n\n",{"type":"==","value":["Get in"]},"\n\nZaouiate Oued Ifrane is located about 100K south of ",{"type":"[[","value":[["Fez"]]},".  The road which dead ends at Zaouiate Oued Ifrane turns off from the main roadway after the town of Souk L'Hdd and before the city of Mrirt.  Transportation to and from Zaouiate Oued Ifrane is the only deterrent to visiting, if there is one.  By personal car\/vehicle it is no problem, just head south from Fez toward Azrou, at Azrou, continue on as if going to Marrakesh and then take the left directly after Souk L'Hdd.  Coming from Marrakesh, just head up towards Fez and make the right turn directly after you pass through Mrirt.  Without ones own vehicle things become exceedingly more complicated and overwhelming.  It's a matter of getting to either Souk L'Hdd or Mrirt and then wheeling and dealing with the grand taxi divers from one of those cities over a price into Zaouiate Oued Ifrane.  The correct price is 60 MAD to get in (that's buying the entire taxi out, every seat), but don't be surprised when the drivers start at 300.\n\n",{"type":"==","value":["Get around"]},"\n\nOnce in Zaouiate Oued Ifrane you can walk anywhere you want to go.  The village is small and travel by foot is really the only way around.\n\n",{"type":"==","value":["See"]},"\n\nThere is plenty to see in Zaouiate Oued Ifrane.  There is no need for anyone to explain what there is to see in the village, it is more or less obvious.  You will know once you arrive.\n\n",{"type":"==","value":["Do"]},"\n\nThere is not a whole lot ",{"type":"''","value":["to do"]}," in the village besides hike around and relax really.  I think that's what makes this village so special, the implicit beauty of a simple village and a simple life.\n\nIn Spring it is a good idea to get in some camping in and around Zaouiate Oued Ifrane.  Using the village as a base camp, one can walk out into the cedar forest and spend a few days living off of the land and getting lost amongst the trees.  \n\nIn the Summer there is a great swimming hole up the river where one can relax on large rocks in the sun and take dips into the cold spring fed river at their leisure.  Or if you crave something a bit colder and more adventurous, take a shower under the 100 foot waterfall.\n\nAutumn is a great time to take photographs and day hikes around the village and the waterfalls.  Sitting on a roof-top for an entire afternoon, watching the fig leaves change color never seemed a half bad idea either. \n\nWinter can be fairly dismal, yet there is something intriguing about staying in, making a fire and watching the cold of the outside from the inside.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nZaouiate Oued Ifrane is a very small Berber mountain village, there are no restaurants and there are only a couple of stores that sell some food products.  It is easy, if you know this, to plan ahead and grab food and produce in a larger town or city on your way to Zaouiate Oued Ifrane.  The other way to get around this is to stay with at a gite or with a family, and pay for the whole treatment: meals, housing, information, etc.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a few different gites to stay out when in Zaouiate Oued Ifrane.  These are just families who usually have extra space in their homes and offer this space for a decent price.  The price usually always includes meals since food is so difficult to come across within Zaouiate Oued Ifrane.\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nOnce in Zaouiate Oued Ifrane, getting out is easy, you just wait at the entrance to the village for someone who is going out and you can catch a ride out that way.\n\n",{"type":"{{","value":[["geo"],["33.1949"],["-5.4225"],["zoom=15"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Middle Atlas"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Ifrane"]]}]