[{"type":"{{","value":[["pagebanner"],["Zaragoza banner Basilica of Our Lady of the Pillar.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zaragoza.es\/ Zaragoza"]}]}," is a warm and inviting city strategically located between ",{"type":"[[","value":[["Madrid"]]},", ",{"type":"[[","value":[["Barcelona"]]},", ",{"type":"[[","value":[["Bilbao"]]},", ",{"type":"[[","value":[["Valencia"]]},"  and ",{"type":"[[","value":[["Toulouse"]]},".  In peoples' haste to see the big cities, this gem is often passed without so much as a second look. The city welcomes visitors with its rich culture, shopping, eating and sightseeing. Its more than 2000 years of history makes the city one of the greatest historical and artistical legacies in ",{"type":"[[","value":[["Spain"]]},". It is situated in ",{"type":"[[","value":[["Aragon"]]},", one of the previous kingdoms of ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"[[","value":[["Image:Zaragoza Aljaferia.jpg"],["thumb"],["The Aljafería Palace."],["250px"]]},"\nSigns of the city's founding, when the city was named after Emperor August, are still visible and can be enjoyed by tourists even today. 2,000 years later, the architectural remains of large public buildings indicate Caesar Augustus’ influence over the city. Today you can still admire the city’s Forum, Thermal Baths, the River Port or the Great Theatre, archeological remains which reflect the splendour of the city as it was during the Roman Empire.\n\nLater on, during the Muslim occupation of Spain, Zaragoza was the capital of a kingdom in which art, music, and science formed the cornerstones of life in the Court. From this period, you can still see the Aljaferia Palace, a marvellous example of Muslim art, which has been witness to Zaragoza and its rich history – right up to the present day. From the early days of Christianity, Zaragoza still possesses a multitude of indicators that tell us something of the grandeur of the city: thanks to the Mudejar, the show of tolerance whereby different cultures were able to live side by side, and World Heritage, you can still enjoy beautiful enclaves such as the San Salvador Cathedral (the Seo) or the San Pablo church. From the period of Renaissance, there is a multitude of palatial houses which tell us of the sumptuousness of Saragossa in the 16th Century. Museums, such as the one dedicated to sculptor Pablo Gargallo, or exhibition halls, such as the monumental Lonja, are archetypal of Aragonese Renaissance art.\n\nBut Zaragoza is known worldwide as the home to the magnificent Pilar Basilica, heir to a tradition which is over 2,000 years old, and a destination for Christian pilgrims of all denominations.\n\n",{"type":"===","value":["Climate"]},"\n\nZaragoza has a Continental Mediterranean climate, very dry, with cold winters and hot summers. With an average of 318 mm per year, rainfall is a rarity mostly occurring in spring. There is drought in summer with only a few storms in the late afternoon. In July and August temperatures are typically above 30°C (86°F), reaching up to 40°C (104°F) a few days per year. On those days you will quickly pick the idea of siesta: hiding away after lunch, during the hottest part of the day, to enjoy later the evenings and nights at a delightful 18-22°C. \n\nIn winter the temperatures are low, usually between 0 and 10°C (32-50°F), with some frosts during the night. Snow only shows up once every couple of years but fog is not uncommon (about 20 days from November to January). However, the only bad part is the Cierzo, a cold and dry wind blowing from the NW that is quite common on clear days, and can make your stay really unpleasant. Beware also of sunny days in spring and autumn, if the Cierzo blows, you will regret not having warm clothes with you. \n\nDetailed weather forecasts including wind speed can be found in ",{"type":"[","value":["http:\/\/www.aemet.es\/es\/eltiempo\/prediccion\/municipios\/zaragoza-id50297"]},"\n\n",{"type":"===","value":["When to Visit"]},"\n\nThe best time to visit Zaragoza is during spring (April to mid-June) and autumn (Sept-Oct). In late June and July the days can be quite hot but in the evenings the city is bustling with people going out for dinner or having a beer with friends in a terrace. In August the city is almost deserted, with most people being on holidays at the mountains or the coast, and more that half the bars, restaurants and small business closed.\n\nThe major city festival is El Pilar that takes place every year the week of the 12th of October, with lots of concerts, performances and street animations. It is also the best time to see a bullfight in Zaragoza. \n\nThe Easter week, although not in the same league that the Andalucia or Calanda counterparts, is very scenic, with several processions going over the city centre every day with their dramatic sculptures, black-dressed praying women and hundreds of hooded people playing drums.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Image:Parque Grande by juanedc.jpg"],["thumb"],["Parks in Zaragoza."],["250px"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zaragoza-airport.com\/es\/index.php Zaragoza Airport"]}]}," (",{"type":"{{","value":[["IATA"],["ZAZ"]]},"), is located 10 km from the city centre. In March 2008 the new terminal building was completed. \n\nThe main carriers are ",{"type":"'''","value":["Ryanair"]}," with flights from ",{"type":"[[","value":[["Alicante"]]},", ",{"type":"[[","value":[["Brussels"]]},"-Charleroi, ",{"type":"[[","value":[["Milan"]]},"-Orio al Serio, ",{"type":"[[","value":[["London"]]},"-Stansted, and ",{"type":"[[","value":[["Rome"]]},"-Ciampino,  ",{"type":"'''","value":["Iberia\/Air Nostrum"]}," with flights from ",{"type":"[[","value":[["Madrid"]]},", ",{"type":"[[","value":[["Paris"]]},"-Orly, ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["A Coruña"]]}," and ",{"type":"[[","value":[["Vigo"]]},", and  ",{"type":"'''","value":["Air Europe"]}," with flights from ",{"type":"[[","value":[["Palma de Mallorca"]]},", ",{"type":"[[","value":[["Lanzarote"]]}," and ",{"type":"[[","value":[["Tenerife"]]},". For most of these destinations there is a daily flight, while others are served 3 or 4 times a week. \n\nThere is also a web blog with more information concerning arrivals and departures, Zaragoza Airport Blog ",{"type":"[","value":["http:\/\/zaragoza-airport.blogspot.com\/"]},".\n\n",{"type":"'''","value":["Transfer to\/from the airport:"]}," The cheapest option is the airport bus ",{"type":"[","value":["http:\/\/www.agredasa.es\/imgs\/pdfs\/AASA.pdf"]}," stopping at Los Enlaces, Delicias train station, Avenida de Navarra 12, and Paseo de María Agustín 7, in the city centre (45 minutes ride). The bus costs €1.60 and runs every 30 minutes Mo-Sa and every hour on Sundays and holidays. Alternatively a taxi will cost around €25-30 and take around 20 minutes to the city centre.\n\n",{"type":"====","value":["Nearby airports"]},"\nAs most flights to Zaragoza only run once a day, it is sometimes more convenient to fly to Madrid or Barcelona airports, from where you can reach Zaragoza in less than 3 hours.\n\n",{"type":"'''","value":["From Madrid Barajas Airport:"]}," go to Atocha RENFE train station either by taxi (30 minutes, around €25) or by metro (45 minutes, €2) and then take the high speed train ",{"type":"'''","value":["AVE"]}," to Zaragoza  (1h30, around €50). A cheaper but not so comfortable alternative is taking a coach from company ",{"type":"'''","value":["ALSA"]}," that runs between Barajas terminal T4 and Zaragoza every 2–3 hours (3h45 trip, single\/return: €15\/€26). If you are in terminals T1 T2 or T3, take the free airport bus shuttle to terminal T4. The bus to Zaragoza stops in the same place as the airport shuttle. Yes, there are no ticket counters, information posts, or timetables, but place yourself with your back towards the T4 terminal exit, look at your right and you will see the ticket vending machine of ALSA. \n\n",{"type":"'''","value":["From Barcelona Airport: "]}," The easiest way is to take the half-hourly RENFE C-10 suburban train to Barcelona Sants (20 minutes, €2.20), and then take the high speed train ",{"type":"'''","value":["AVE"]}," to Zaragoza (1h45, around €60). If you already have your AVE ticket, you can get the suburban train ticket for free in the automatic vending machines, by typing the code for “cercanías” that appears in your AVE ticket.\n\n",{"type":"===","value":["By train"]},"\nZaragoza is served by the high speed train ",{"type":"'''","value":["AVE"]}," that reaches Madrid in approximately 1 hour 30 minutes and Barcelona in approx. 1 hour 45 minutes. There are up to 19 trains a day in each direction for Madrid and 12 for Barcelona. Regular rates start at about €50 to Madrid and €60 to Barcelona, but you can get up to a 60% discount if you book through the web 15 days in advance. \n\nA cheaper way to get to Zaragoza from Barcelona is using the ",{"type":"'''","value":["\"Regional Express\""]}," - ",{"type":"'''","value":["a slow train"]}," going on an ancient track, stopping at every small village and some those post-industrial ghost towns, and really astonishing landscapes. The ride takes 5 hours, costs €22.\n\nOther neighbouring cities like ",{"type":"[[","value":[["Huesca"]]},", ",{"type":"[[","value":[["Teruel"]]},", ",{"type":"[[","value":[["Pamplona"]]},", ",{"type":"[[","value":[["Logroño"]]},", ",{"type":"[[","value":[["Bilbao"]]}," or ",{"type":"[[","value":[["Valencia"]]}," are connected by a few daily conventional trains.  \n\nFor more information on train schedules and prices, visit the website of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.renfe.es RENFE"]}]},".\n\nAll trains and buses arrive to Delicias station. The city centre is some 2 km away from, and can be reached using urban buses 34 and 51 or by taxi (10 minutes, around €10)\n\n",{"type":"===","value":["By bus"]},"\nYou can reach Zaragoza either from Madrid or Barcelona in 3:45 hours. The coach company is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alsa.es\/portal\/site\/Alsa?portal.alsa.request.locale=en_GB ALSA"]}]}," and the single\/return ticket costs around €15\/€26.\nZaragoza is also well communicated with other main capital cities, such as Valencia and Bilbao.\nThere is possibility of getting to Zaragoza from ",{"type":"[[","value":[["France"]]}," by bus. The main lines travel from ",{"type":"[[","value":[["Lourdes"]]},", ",{"type":"[[","value":[["Tarbes"]]},", ",{"type":"[[","value":[["Pau"]]}," and ",{"type":"[[","value":[["Oloron"]]},".\n\nFor bus schedules from Barcelona, also try ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barcelonanord.com Barcelona Nord"]}]},".\n\n",{"type":"===","value":["By car"]},"\n\nZaragoza is very well connected by free speedways with ",{"type":"[[","value":[["Huesca"]]}," (1h), ",{"type":"[[","value":[["Teruel"]]}," (2h), ",{"type":"[[","value":[["Madrid"]]}," (3h), and by toll highways with ",{"type":"[[","value":[["Barcelona"]]}," (3h, €30), ",{"type":"[[","value":[["Pamplona"]]}," and ",{"type":"[[","value":[["Bilbao"]]},". Traffic around the city is relatively light except on some weekends and holidays. \n\nFree parking in the city centre is very scarce. Most streets have metered parking limited to 1 or 2 hours. Underground paying parkings are scattered in the entire city and usually have free places.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["41.65457"],["-0.87770"],["zoom=13"],["layer=M"],["width=600"],["height=400"],["align=none"]]},"\n\n",{"type":"[[","value":[["Image:Zaragoza puerta Carmen.jpg"],["thumb"],["The Carmen Gate is an example of the romanic period."],["250px"]]},"\nIf you stay in or near the old town, most is walkable.\n\nIf you plan on bussing around, a card costs €7 at any tobacco kiosk (initial card fee of €2, so when charging it next time will just cost €5). With the card you can change lines within an hour without being charged again. Single tickets are €1,05. \n\nThe taxi drivers are plentiful and mostly honest.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zaragoza.es\/ciudad\/turismo\/en\/servicios\/busturistico.htm Sightseeing bus"]}]}," is another option. They provide more than just a great way to travel around the city, available to all pockets. It costs €7 (free if you have the Zaragoza card) and the ticket can be used the entire day.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zaragozacard.com\/en\/inicio Zaragoza Card"]}]}," provides:\n\n",{"type":"*","value":[" Free entry to all museums and monuments."]},{"type":"*","value":[" 24 hour unlimited use of the Saragossa Tourist Bus."]},{"type":"*","value":[" Free public transport (depending on the type of card)."]},{"type":"*","value":[" Including guided tours and the services of the “roaming” tourist guides."]},{"type":"*","value":[" A free tapas and drink at one of our tapas bars."]},{"type":"*","value":[" Discounts in more than 50 establishments (hotels, car hire, cafés and bars, restaurants…)"]},"\n",{"type":"===","value":["City centre"]},"\n\n",{"type":"[[","value":[["Image:0849 pilar ebro 2004.png"],["thumb"],["300px"],["Nuestra Señora del Pilar by the Ebro river."]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Basilica de Nuestra Señora de Pilar"],["content=A Roman Catholic church. The architecture is Baroque style and it was built between 1681 and 1872. It features paintings on the ceiling by Goya and Bayaeu who are very famous and classic artists."],["url=http:\/\/www.basilicadelpilar.es\/"],["lat=41.65676"],["long=-0.87853"]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Iglesias Mudejares"],["content=Mudejar is a still of art that mixes Christian and Muslim tradition. Good examples of that are a part of La Seo cathedral, Magdalena church, San Miguel church and San Pablo church."]]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["see"],["name=Catedral de la Seo"],["content=Located on the Plaza de la Seo. It is a Gothic style cathedral built over the remains of a mosque. It features an exquisite collection of tapestries."],["lat=41.65468"],["long=-0.87565"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["see"],["name=Iglesia de la Magdalena"],["lat=41.65245"],["long=-0.87378"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["see"],["name=Iglesia de San Miguel"],["lat=41.64950"],["long=-0.87648"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["see"],["name=Iglesia de San Pablo"],["address=Calle de San Pablo 42"],["lat=41.65609"],["long=-0.88597"]]}]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Palacio de la Aljaferia"],["content=Moorish castle with intricate decorations including ceilings of gold."],["lat=41.65650"],["long=-0.89708"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Las Murallas"],["content=Parts of the ancient wall that surrounded the city are still standing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Caesaraugusta route"],["content=A route of 4 museums with a joint ticket is available in better price than separately. The route exposes monuments from times of Caesar August (I century B.C.):"]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Port"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Forum"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bathes"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Theatre"]]}]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museo de Zaragoza"],["content=The municipal museum is free and is very much worth a visit for both its impressive mosaics from Caesaraugusta and its celebrated collection of Goya."],["address=Plaza de los Sitios 6"],["url=http:\/\/museodezaragoza.es"],["lat=41.64818"],["long=-0.87855"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museo Ibercaja Aznar"],["content=Another free museum displaying a collection of Goya and temporary exhibitions."],["lat=41.65472"],["long=-0.87836"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Expo 2008"],["content=In 2008 Zaragoza hosted an international expo for which a new areal was opened with many new buildings designed by famous architects such as Zaha Hadid. It is now possible to stroll around the areal. The only facility open to tourists is the aquarium."],["lat=41.66890"],["long=-0.90202"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=River Aquarium"],["caption=The only facility left operative from expo 2008. It features Europe largest (and the world third largest) river aquarium with 60 tanks representing rivers in five continents"],["url=http:\/\/www.acuariodezaragoza.com\/"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" The Parque Grande is excellent for a walk or a chill. Huge in size, you forget the city, and the many fountains adds to distraction."]},{"type":"[[","value":[["Image:Expo 2008 zaragoza torre del agua.jpg"],["thumb"],["Water tower in the International Exposition"],["250px"]]},"\n\n",{"type":"===","value":["Swimming pools for hot days"]},"\n\nSummer days can be very hot in Zaragoza. If you prefer relaxing by the swimming pool over a sightseeing program, here are a few suggestions. Public swimming pools in Zaragoza are generally clean and well maintained. The entrance fee is some €3 for an adult. Open-air pools are open until 9 or 10PM in the evening.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Centro Deportivo Municipal Actur"],["url="],["email="],["address=C\/ Pablo Ruiz Picasso s\/n"],["lat=41.673"],["long=-0.883"],["directions=near Avenida de los Pirineos"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Multiple swimming pools, large lawn area. Few trees, hard to find a place in the shadow."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Centro Deportivo Municipal Salduba"],["url="],["email="],["address=Paseo de Mairano Renovales s\/n"],["lat=41.637"],["long=-0.895"],["directions=Part of Parque Primo de Rivera between Calle de Manuel Lasala and Paseo de San Sebastián"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=50m pool, the right place for serious swimming."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Palacio Municipal de Deportes"],["url="],["email="],["address=Calle de Luis Bermejo"],["lat=41.639"],["long=-0.904"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small pool, plenty of trees for shadow."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["Image:Zaragoza, Plaza de España-PM 52779.jpg"],["thumb"],["Plaza de España in Zaragoza."],["250px"]]},"\nZaragoza has much to offer in the way of shopping, with most central streets being lined with shopping opportunities. \n\nShopping area stretches from ",{"type":"'''","value":["Residencial Paraiso"]}," in Sagasta to the ",{"type":"'''","value":["Plaza de España"]},". The most exclusive shops are on Francisco de Vitoria, San Ignacio de Loyola, Cadiz, Isaac Peral and the streets crossing them.\n\nCraft and souvenir shops are located at ",{"type":"'''","value":["Anticuarios de la Plaza de San Brun"]},".\n\nIf you are looking for everything under one roof, then ",{"type":"'''","value":["El Corte Inglés"]}," next to Plaza de Paraíso, and ",{"type":"'''","value":["Centro Comercial Gran Casa"]}," is a one-stop super mall where you can find everything including shops, restaurants a bowling alley and cinemas.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Centro Comercial Augusta"],["url=http:\/\/www.centroaugusta.com\/"],["email="],["address=Avenida De Navarra 180"],["lat=41.660"],["long=-0.920"],["directions=next to Delicias train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shops, restaurants, cinema. Offers free WIFI access, according to website."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=GranCasa"],["url=http:\/\/www.grancasa.es\/"],["email="],["address=Calle de la Poetisa María Zambrano, 35"],["lat=41.670"],["long=-0.890"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shopping mall."]]}]},"\n",{"type":"'''","value":["Mercadillo La Romareda"]}," behind the La Romareda Football Stadium is the largest open-air market, but if you are looking for food and fresh produce head for ",{"type":"'''","value":["Mercado Central"]}," and ",{"type":"'''","value":["Lanuza Market"]},".\n\n",{"type":"'''","value":["Mercado Central"]}," is on a site which has been a market place since the Middle Ages. It is the perfect place to buy Zaragozan products as well as observe the atmosphere of a traditional Spanish market. The Misericordia Bullring is the place to go on Sunday as it is the venue for the traditional flea market.\n\n",{"type":"==","value":["Eat"]},"\nSome of the best known regional specialities are: ",{"type":"'''","value":["Bacalao al Ajoarriero"]},", cod-fish with garlic and eggs, ",{"type":"'''","value":["Huevos al Salmorejo"]},", eggs with cold tomato cream, ",{"type":"'''","value":["Longanizas y Chorizos"]},", highly appreciated kinds of sausages, ",{"type":"'''","value":["Ternasco Asado"]},", roasted young lamb, ",{"type":"'''","value":["Pollo al Chilindrón"]},", chicken in a sauce of cured ham, tomatoes, onions and paprika, ",{"type":"'''","value":["Cordero a la Pastora"]},", lamb Shepherd's style, ",{"type":"'''","value":["Lomo de Cerdo a la Zaragozana"]},", cutlet, ",{"type":"'''","value":["Migas a la Aragonesa"]},", a dish made of crumbs scrambled with an egg and chorizo. People even eat rabbits stewed in rabbit blood. ",{"type":"'''","value":["Borrajas"]}," is a vegetable which can only be found in Aragon. It is usually eaten with olive oil.",{"type":"'''","value":["Melocotón con vino"]},", peaches in wine, is also a good option, though sometimes it is hard to find a restaurant serving this dessert.\n\n",{"type":"===","value":["Tapas"]},"\n\nZaragoza is well known because of its many tapas bars. The best place to eat is the old city, commonly called \"Casco viejo\" which is a bunch of small streets similar to the Zoco. \n\nOne excellent choice is in ",{"type":"'''","value":["Calle de los mártires"]}," which is a tapas bar in which you can only eat one tapa. In the first one the mushroom and close to it the ",{"type":"'''","value":["Taberna de Doña Casta"]},", the \"Huevos rotos con foi\" which is mainly scrambled egg with fries and foi or jamón serrano. ",{"type":"'''","value":["Plaza Santa Marta"]}," is in the old town as well; it's a little bit more expensive but the food is of high quality. A \"Tabla\" is a wooden plate in which different tapas like cheese and sausages are served, often with a bottle of wine in the price.\n\n",{"type":"'''","value":["Sea food tapas"]}," are not that common, but can be very good and cheap. ",{"type":"'''","value":["Casa de Mar"]},", located in Eusebio Blasco Street, is a local favorite. Cheap crayfish, cuttlefish and a great cold white wine. A four person meal with two bottles of wine costs less than €12 each.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Los Victorinos"],["url="],["email="],["address=C\/José de la Hera, 6"],["lat="],["long="],["directions=alley off Calle Don Jaime I"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably the best tapas bar in town (although surely not the cheapest!).  Try the Boletus Edulis tapa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Palomeque"],["url="],["email="],["address=C\/. Palomeque"],["lat="],["long="],["directions="],["phone=+34 976 214082"],["tollfree="],["fax="],["hours="],["price=€10-€20 per person"],["content=A classier, unusual take on a tapas bar, but not overpriced compared to some of the other \"high-end tapas\".It is advisable to call ahead, as this is a very popular restaurant"]]}]},"\n",{"type":"===","value":["Other restaurants"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casa Yesca"],["url="],["email="],["address=Calle Blanca de Navarra 2, corner of Av. Madrid"],["lat="],["long="],["directions=2 block west from Aljaferia"],["phone=+34 976 329 454"],["tollfree="],["fax="],["hours=Lunch and dinner"],["price=Menu del dia €10"],["content=Small and neat, with smooth background music, and a gourmet's touch."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taberna La Piedra"],["url="],["email="],["address=Cortes de Aragon, 64"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€50 per person"],["content=Delicious if a bit pricey. The Piedras and Solomillos are highly recommended. Great for beef lovers or lovers of very traditional Spanish food."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Tertulia Taurina"],["url="],["email="],["address=C\/ Pignatelli 122"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Menu of the day €12 (local wine and desserts included) or à la carte for around €36"],["content=Traditional Castilian-Aragonese cuisine restaurant in the old part of the city. Slow Food with great selection of meats."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amorino"],["url="],["email="],["address=Calle Afonso upper end"],["lat="],["long="],["directions=Near Plaza España"],["phone="],["tollfree="],["fax="],["hours="],["price=One scoop €3"],["content=High quality Italian style ice cream. Somewhat pricey."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere is a number of good wines produced in ",{"type":"[[","value":[["Aragon#Drink"],["Aragon"]]},".\n\nTareas of Calle de Espoz y Mina and Calle Mayor, which are a stone's throw from Plaza del Pilar, have plenty of varied bars from which to choose. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Praga"],["url="],["email="],["address=Plaza de la Santa Cruz 13, El Tubo"],["lat="],["long="],["directions="],["phone= +34 976 20 02 51"],["tollfree="],["fax="],["hours="],["price="],["content=Great local favorite that has live music playing in the main bar, or you can retreat to the upstairs terrace and enjoy a tasty beverage overlooking the plaza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Exo"],["url="],["email="],["address=Plaza del Carmen 11"],["lat="],["long="],["directions="],["phone= +34 609 63 98 11"],["tollfree="],["fax="],["hours="],["price="],["content=Smooth and sleek, this bar impresses as much as it does with its extensive cocktail list. Check out the funky decor while listening to the easy going Spanish rock that is often played here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Cucaracha"],["url="],["email="],["address=Calle del Temple 25, El Tubolla"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Laidback and casual student hang out that doesn't really get going until the early hours of the morning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rock and Blues Cafe"],["url="],["email="],["address=Cuatro de Agosto 5-7, El Tubo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unleash your inner rock god at this long standing favorite, where live music plays throughout the week."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Campana de los Perdidos"],["url= http:\/\/www.campanadelosperdidos.com\/"],["email="],["address=Prudencio, 7"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours= 21h - 3h"],["price="],["content=Enjoy a beer while listening live music, theatre, poetry from wednesday to sunday"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"[[","value":[["Image:Augusto Prima Porta (Zaragoza).jpg"],["thumb"],["Caesar Augustus standing guard over Zaragoza"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Albuerge Zaragoza"],["alt="],["url=http:\/\/alberguezaragoza.com\/es\/albergues-zaragoza.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=C\/ Predicadores 70. Refurbished in 2008, this hostel is styled in an old medieval building that retains its charms of previous years. Free internet and kitchen available for travelers, with dorms rooms from €16.60 per night."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Avenida"],["url=http:\/\/www.hotelavenida-zaragoza.com"],["email=info@hotelavenida-zaragoza.com"],["address=Avenida Cesar Augusto 55"],["lat="],["long="],["directions="],["phone=+34 976 43 93 00"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Clean hotel near the central market."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ibis Zaragoza"]},", Calle de Sobrarbe 2 | Esquina avenida Cataluna. Three star hotel 200 m from the centre. Clean and comfortable stay."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Cataluña"],["alt="],["url=http:\/\/www.zaragoza-ciudad.com\/hostalcataluna\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Coso 94-96. In the centre, around €50 individual and €60 for double. Affordable choice, but rooms facing the street can hear a lot of street noise."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=NH Orus"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/zaragoza\/nh-orus.html?action=search"],["email="],["address=Escoriaza y Fabro, 45"],["lat="],["long="],["directions="],["phone=+34 97 6536600"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is in a rehabilitated building in a commercial and residential area, close to the train station Zaragoza Delicias and Parque Roma. There are 3 other NH hotels ",{"type":"[","value":["http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/zaragoza.html"]},", if this one is full."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Sauce"],["alt="],["url=http:\/\/hotelsauce.com\/"],["email="],["address=C\/ Espoz y Mina, 33"],["lat=41.65438"],["long=-0.87774"],["directions=In the commercial centre, near the Plaza del Pilar"],["phone=+34 976 205050"],["tollfree="],["fax="],["checkin=14:00"],["checkout=12:00"],["price="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Boston"],["url=http:\/\/www.hotelboston.es"],["email="],["address=Camino de las Torres 28"],["lat="],["long="],["directions="],["phone= +34 97-659-91-92"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Regarded as the finest hotel in the city, you won't be able to miss it, being the tallest hotel in the city. Though the style is futuristic, guests will still feel comfortable and at ease, with spacious and modern comforts and well-maintained bathrooms equipped with tub\/shower combos."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Palafox"],["url=http:\/\/www.palafoxhoteles.com\/en\/hotel-palafox"],["email="],["address=Marqués de Casa Jiménez, s\/n."],["lat="],["long="],["directions="],["phone=+34 976 237 700"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Inviting decor of beige stone\/marble, dark wood and soft lighting. All the rooms with wireless internet, minibar, room service etc. The attention to detail is noticeable, from the construction of the building to the decor and service it provides its guests. It was designed by Pascua Ortega and constructed from materials native to the region using traditional methods."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Melia Zaragoza"],["alt="],["url=http:\/\/www.melia.com\/hotels\/spain\/zaragoza\/melia-zaragoza\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Avenida Cesar Augusto 13. One of the most luxurious hotels in the city, this 5 star hotel is close to the Carmen Door."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Madrid"]]}," and ",{"type":"[[","value":[["Barcelona"]]}," are easily reached by car, train, bus and plane."]},"\n",{"type":"*","value":[{"type":"'''","value":["Monasterio de Piedra"]},"- ",{"type":"[","value":["http:\/\/www.monasteriopiedra.com\/default.aspx?info=0000D2"]}," Charming monastery built in 1194 dc surrounded by an amazing park full of waterfalls. 90 minutes by car. Excellent guided tours, a two-hour attraction."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fuendetodos"]},"- ",{"type":"[","value":["http:\/\/www.fuendetodos.org\/"]}," Birthplace of the great painter Franscisco de Goya. 80 minutes by car."]},"\n",{"type":"*","value":[{"type":"'''","value":["Moncayo"]},"- A fascinating mountain view. 80 minutes by car."]},"\n",{"type":"*","value":[{"type":"'''","value":["Monasterio de Rueda"]},"- ",{"type":"[","value":["http:\/\/www.monasteriorueda.com\/resumen.htm"]}," Romanic monastery which belonged to the cirtencens order."]},"\n",{"type":"*","value":[{"type":"'''","value":["Monasterio de Veruela"]},"- ",{"type":"[","value":["http:\/\/commons.wikimedia.org\/wiki\/Real_Monasterio_de_Santa_Mar%C3%ADa_de_Veruela"]}," Romanic monastery which belonged to the cirtencens order."]},"\n",{"type":"*","value":[{"type":"'''","value":["Aramon"]},"-",{"type":"[","value":["http:\/\/www.aramon.co.uk\/"]}," As the Pyrenees are just 2 hours away from Zaragoza, head to the ski slopes there. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Teruel"]]}," and ",{"type":"[[","value":[["Huesca"]]}," are easily reached by car, train or bus."]},"\nThe following places are located in the ",{"type":"'''","value":["Huesca province"]},", not more than 2 hours by car and in the middle of the Pyrenees. Charming places in the middle of the nature.\n\n",{"type":"*","value":[{"type":"'''","value":["Loarre Castle"]},"- ",{"type":"[","value":["http:\/\/www.castillodeloarre.com\/"]}," One of the best Romanesque castles in Europe, recently the site for Ridley Scott's film, Kingdom of Heaven."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ordesa National Park"]},"- ",{"type":"[","value":["http:\/\/www.ordesa.net\/"]}," is particularly spectacular in autumn and decorated with waterfalls."]},"\n",{"type":"*","value":[{"type":"'''","value":["Alquezar"]},"- A small village situated in the Sierra de Guara National Park."]},"\n",{"type":"*","value":[{"type":"'''","value":["Villanueva de Sigena"]},"- The Monastery of Santa María de Sigena is located next to the town. Birthplace of Michael Servetus, the discoverer of pulmonary circulation with a museum dedicated to his work."]},"\n",{"type":"[[","value":[["WikiPedia:Zaragoza"]]},"\n",{"type":"[[","value":[["Commons:Category:Zaragoza"]]},"\n",{"type":"{{","value":[["geo"],["41.6500"],["-0.8833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Aragon"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Zaragoza, Spain"]]}]