[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zerafshan.info Zeravshan Valley"]}]}," is in ",{"type":"[[","value":[["Tajikistan"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Ayni"]]}," — a crossroad town about a two-hour trip to the east from Panjakent, from where the roads to ",{"type":"[[","value":[["Dushanbe"]]}," and ",{"type":"[[","value":[["Khujand"]]}," branch off."]},{"type":"*","value":[{"type":"[[","value":[["Panjakent"]]}," — Zeravshan's biggest city and main travel gateway is at the westernmost end of the valley."]},"\nMany small villages are scattered along the Zeravshan river and further up the side-valleys in the picturesque landscape of this region.\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Ayni zarafshon river.jpg"],["thumb"],["Zeravshan Valley"]]},"The Zeravshan Valley (also Zarafshan or Zarafshon) is situated in northern Tajikistan, embedded between the impressive mountain ranges of the western Pamir-Alai massive.“Zeravshan” – which means “Golden River” in Tajik –is the main stream which crosses the valley and which supplies its inhabitants with a most precious resource: water. The area is famous for its unique mountain landscapes and its beautiful lakes: the Alauddin lakes, the Kulikalon lakes, Iskanderkul Lake, the seven lakes of Shing among many others. While being an important tourism and recreation destination during the Soviet era of dispatch tourism, it is now an insiders' tip among those interested in mountain trekking, alpinism and the little travelled branches of the silk road.\n\nThe Tajik ancestors- fire worshippers called the Sogdians- have lived more than 1500 years along the Zeravshan valley – a history which is still visible at the Old Panjakent archaeological site and the remote Yagnob valley.\n\nSeveral specialized tour operators in Europe and Uzbekistan are offering guided trekking and cultural tours to the area, normally in combination with visits to the Silk Road highlights Samarkand and Bukhara. Indepedent travellers will find a good network of local operators in Panjakent who can arrange trips on the spot. With support of international development agencies, the quality and variety of services has been improved to meet international standards.\n\n",{"type":"==","value":["Get in"]},"\nMost visitors enter the Zeravshan valley from Samarkand, which is just across the border to Uzbekistan. You will need a valid Tajik visa to enter and a double\/multi-entry Uzbek visa if you intend to return the same way you came. There is no public transport crossing the border and unless you have arranged your trip through a tour agent, you will have to switch taxis at the border. Border crossing between ",{"type":"[[","value":[["Uzbekistan"]]}," and ",{"type":"[[","value":[["Tajikistan"]]}," near ",{"type":"[[","value":[["Penjikent"]]}," and ",{"type":"[[","value":[["Samarkand"]]}," was closed in July 2012. But this condition is unstable as relantionship between two countries. The nearest opened border crossing was in Oybek, 250 km from ",{"type":"[[","value":[["Samarkand"]]}," and one hour ride from ",{"type":"[[","value":[["Khujand"]]},".\n\nAdditional entry routes are from Khujand or Dushanbe. Both are spectacular but also tiresome trips in shared taxi over passes as high as 3600m. In 2009 the price for a seat was about 140TJS for the Dushanbe-Panjakent bit. The roads range from virtually absent to first league, depending on whether you travel on the original road or one of the bits already repaired.\nIf you are entering from Dushanbe, you will have to cross the infamous Anzob tunnel, a shocking example of what all can go wrong when attempting to build a tunnel. The ride through the unventilated, non-asphalted and partly flooded tunnel  (6km) is an experience not to be missed by those not suffering from claustrophobia. Except the tunnel, the road Dushanbe-Ajny is in good conditions (Dec 2010).\n\nPanjakent and Aini have airports from which small planes occasionally fly to Dushanbe. There is no schedule. Normally, if the passes are closed and enough potential travelers have assembled, Tajik air runs a trip or two.\n\n",{"type":"==","value":["Get around"]},"\nThere is no functional public transport in the Zeravshan valley, but shared taxis are an inexpensive and reliable way to get around along the main road. In Panjakent, the main taxi (and bus) station is in the east of the city (well past the bazaar). \nIf you are heading for smaller settlements you will need to book a whole car if you don't want to wait for ages for enough passengers to assemble. You can either try your bargaining luck at the taxi station or book through one of the local travel agencies who will normally give you a good deal as well. Make sure you get a 4WD vehicle if heading for the mountains - 2WD taxis tend to overestimate the offroad ability of their vehicles.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Old Panjakent"]}," -The archaeological site of the ruins of old Panjakent- a walled inter-city which stood 2500-years ago - was once a Sogdian trading city on the Silk Road. Today only ruins are left owing to the fact that the main construction material was clay-bricks. \nOften referred to as “The Pompeii of Central Asia”, it is well worth a visit. Duplicates of old Sogdian art are exposed in the nearby museum. The director will also take you on a tour, which will open your eyes to the interesting details which will normally escape the laymen's eye.\nIf 2500 years doesn’t seem to suffice, 20km further, one may find the oldest settlement in all Central Asia – ",{"type":"'''","value":["Sarazm."]}," The name Sarazm (or Sari Zamin) aptly means “the beginning of the world” for this site which is more than 5500 years old. More than 6000 people used to live here making it the oldest city in Central Asia. Sarazm is currently subject to an UNESCO assessment for potential inclusion into the world heritage list. The nearby museum shows archaeological finds including a picture of the discovered skeleton of the multi-millennia princess of Sarazm adorned with her impressive jewellery. The original is at display in the capital Dushanbe.\n\n",{"type":"'''","value":["The seven pearls of the Shing"]}," - A string of seven lakes, each with its particular color and flora embedded in an impressive mountain scenery is a must-see in the Zeravshan valley. The lowest lake is a 1,5 hour drive from Panjakent and the point of departure for numerous trekking routes. If your luggage is heavy, you will find porter donkeys in the villages. During the high season it might be prudent though to arrange donkeys beforehand through a travel agency, as the animals are still used by farmers in their daily work.\n\n",{"type":"[[","value":[["Image:fanski.jpg"],["thumb"],["Lake Kulikalon in the Fan Mountains"]]},{"type":"'''","value":["Fan mountains"]}," - A paradise for trekkers and alpinists featuring green meadows, old juniper forests and a great number of turquoise lakes all overlooked by towering mountains. In the central Fan area, Chimtarga (5489m) and Energia (5210m) are among the most popular peaks for alpinists, while hardcore climbers find enough challenges in the area's cliffs for a lifetime. The Fan Mountains have become one of central Asia's prime destinations for trekking and virtually all Tajik travel operators run tours in the region. Accommodation is either in homestays or tents (on rental for example at the ZTDA) or in one of the two remaining turbazas (alpinist camps) in Artush and Allaudin.\n\n",{"type":"'''","value":["Iskander Kul"]}," - According to an old tale, Alexander the great lost his horse on the banks of this gourgous maintain lake about 25km off the main road (and accessible by car). The lake's water is very cold and only the brave will go for a swim. At the lakeside a former turbaza (holiday camp) is featuring a restaurant and about 25 chalets for overnight stay (25 TJS\/pers). It operates only during the main season. Don't miss out on the impressive 40m waterfall a 30minute walk from the lake. Local people call it \"Niagara\" with some reason. If you are into multi-day trekking, the village of Saratok (a two hour walk from the lake) is an good base for tours crossing over to Allaudin lakes or the seven pearls of Shing. Saratok features a number of good standard homestays of the CBT projekt of ZTDA.\n\n",{"type":"'''","value":["Yagnob valley -"]}," This remote destination is truly off the beaten path, here you will find rural Tajikistan at its purest. The Yagnob river is a tributary to the Zeravshan at South East of the Valley - turn east in the settlement Anzob. The Yagnob valley is home to descendants of the Sogdian empire who still speak this old Persian language and have preserved some of their traditions. Fantastic trekking opportunities in a spectacular mountain setting reward those visiting the area.\n\n",{"type":"==","value":["Eat"]},"\nIf you are looking for a good meal, your homestay or one of the few restaurants in Panjakent are your best bet. There is a chaikhana (teahouse) serving the odd shashlik in every bigger settlement but cuisine is often not of the highest level. As elsewhere in Central Asia, the diet is based on the staples rice and mutton. If you have the opportunity to eat in a private house (homestay) make use of it, in order to witness the full splendor of Tajik hospitality. \n\nPanjakent and Aini offer fairly well stocked local bazaars where you can fill up your supplies. Make sure you bring enough food when going to the mountains independently - in the higher parts of the valley markets tend to be very small and in remote villages, you may only find fresh bread.\n\n",{"type":"==","value":["Sleep"]},"\nThe Zeravshan valley offers excellent opportunities for camping at the shores of its many lakes and rivers. You may bring our own tents or rent them from the ZTDA network. There is also a network of good homestays - particularly around the valleys main attractions. The places are clean, generally offer hot water\/shower and good food. Prices are in the range of 7-10 USD\/person. See contacts for CBT homestays further below.\n\nAllaudin alpinist camp is situated in a lovely spot in the Fan mountains and run by the Moscow based association \"Vertical\". It offers basic accommodation in cottages (during the high season you may also have electricity and hot water) at €12\/pers. Check out: ",{"type":"[","value":["http:\/\/fanyvertical.ru"]},"\n\nArtush alpinist camp is a large site with dozens of cottages (recently renovated) and a nice main building. Overnight is around US$15\/person depending on standard and season. There is no hot water and toilets are far off. But still a good place to take a rest before or after a long trek.\n\nPanjakent offers a former intourist hotel (now called \"hotel Panjakent\") which has some decent rooms (among many not decent at all) for US$30-50\/night.\nThe same is true for Ainy where a small hotel is in the city center (follow the signs \"Welthungerhilfe\" as this NGO is also located in the hotel. Prices are lower than the ones in Panjakent. It is generally more advisable to look for homestays in Ayni and Panjakent as well. Tour agents will be able to find something suitable for you.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["39.1667"],["68.6333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tajikistan"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["wikipedia:Zeravshan Valley"]]}]