[{"type":"{{","value":[["pagebanner"],["Zermatt banner Gornergrat.jpg"],["caption=Gornergrat railway"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zermatt.ch Zermatt"]}]}," is a car-free village in the upper ",{"type":"[[","value":[["Valais"]]},", one of the alpine cantons of ",{"type":"[[","value":[["Switzerland"]]},". It's probably best known as a platform for skiing and mountaineering, especially on the mountain which towers above the village, the ",{"type":"[[","value":[["Matterhorn"]]},". The surroundings are breathtaking but this comes at a price: accommodation in Zermatt is among the most expensive in Switzerland.\n\n",{"type":"[[","value":[["Image:Zermatt small.jpg"],["thumb"],["200px"],["The Matterhorn in winter as seen from Zermatt"]]},"\n",{"type":"[[","value":[["File:Station Furi.JPG"],["thumb"],["200px"],["A view of Zermatt from the funicular towards Trockener Steg"]]},"\n\n",{"type":"==","value":["Understand"]},"\nZermatt is surrounded by a range of fabulous mountains, including the highest of Switzerland, Monte Rosa. However the most famous of them is Matterhorn. It was one of the last alpine mountains to be conquered (in 1865), and the first expedition that reached the top ended dramatically (only 3 of the 7 climbers survived).\n\nIf you've never experienced a car-free city of any size then Zermatt could be a bit of a surprise:  during the high season nearly there are 20,000 people living in a town with only 5 or 6 streets and more significantly almost no internal combustion vehicles except very occasional outside delivery and specialist services.  This means that you can leave a noisy bar or party, and a few minutes later ",{"type":"''","value":["on foot"]}," find yourself in utter tranquility.  You can sit on the hotel balcony and listen to dozens of varieties of songbirds while watching the sun set on one of the most striking mountains in the western world.  Wake up with the sun in a four or five-star room or a canvas tent to the sound of the aforementioned birds, crickets, church bells, and children's laughter.\n\nAlmost all vehicles in Zermatt are battery driven and almost completely silent. Taxi drivers have a habit of assuming that pedestrians have eyes in the backs of their heads, with occasional alarming though seldom injurious consequences. Horse-drawn vehicles are equipped with bells and many startled pedestrians might well wish taxis were similarly provided.\n\nYou can cycle or stroll in complete safety.\n\nIncidentally there is a version of the standard Zermatt ski map\/summer walking map in English although for some reason the lift stations only seem to hand out the German\/French versions with tickets. The map is free - you can generally find it on one of the stands in the lift stations or in the Tourist Information centre.\n\nThe name \"Zermatt\" is a contraction of the local dialect words \"zer\", which means \"to\", and \"matta\", which means \"field\" or \"meadow\". Therefore: \"to the field\", although many of the fields have since had hotels of apartment houses built on them.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nProbably the best way to reach Zermatt is by train, since you won't be able to drive once you get there anyway. Trains run approximately every hour to Visp and then on to Brig; at Visp you can connect to the main Swiss rail system with trains to Geneva, Zurich and Basel. Timetables can be found on the ",{"type":"[","value":["http:\/\/www.rail.ch Swiss Rail website"]},". For foreign tourists, the cheapest option is most likely a ",{"type":"[","value":["http:\/\/www.swisstravelsystem.com Swiss Transfer Ticket"]}," (purchasable only outside of Switzerland) which is valid from your point of entry to Switzerland to Zermatt and back.\n\n",{"type":"===","value":["By car"]},"\nPrivate cars can only drive as far as Täsch. The last 7 km must be travelled by train or by ",{"type":"[","value":["http:\/\/www.alphubel.ch taxi"]},". There is a ",{"type":"[","value":["http:\/\/www.zermatt.ch\/en\/page.cfm\/zermatt_matterhorn\/arrival\/car shuttle train"]}," every 20 minutes during the day departing from the Matterhorn Terminal Täsch, which contains 2,100 covered parking spaces. You can take your luggage cart directly from your car, on to the shuttle, and on to the Zermatt train station forecourt.\n\n",{"type":"===","value":["By plane"]},"\nIf it's in line with your budget ",{"type":"[","value":["http:\/\/www.airzermatt.ch Air Zermatt"]}," will fly you in from major regional airports. Otherwise the nearest airport is in ",{"type":"[[","value":[["Sion"]]},", but due to its very limited flight schedule most tourists opt for Geneva, Zurich or Milan Malpensa airports. From there it's also possible to book an airport transfer by ",{"type":"[","value":["http:\/\/www.swiss-limousine.com limousine"]}," or van to get to Zermatt.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["cautionbox"],["boldtext=No cars!"],["Be aware that if you inadvertently drive your car into Zermatt, you will be fined CHF350 on the spot. The Swiss German policemen will not accept an excuse that you didn't see the sign (he will show you a photocopy of a photo of the sign and tell you that he is only doing his job). If you have never been to Zermatt before and are not a skier or walker and are not aware that it is a car free zone, it is easy to miss the sign."]]},"\n\n",{"type":"===","value":["On foot"]},"\n",{"type":"[[","value":[["Image:Zermatt river matt.jpg"],["thumb"],["250px"],["The river Vispa runs right through town"]]},"\nThe village of Zermatt, while dense, is geographically very small. There are three main streets which run along the banks of the river Vispa, and numerous cross-streets, especially around the station and the church which forms the center of the village. In general anything is at most a twenty minute walk away if you are fit.\n\nDuring the summer there are roads and hiking trails leading up to a number of year-round restaurants in the direction of the Matterhorn.\n\n",{"type":"===","value":["By taxi"]},"\nThere are several companies in Zermatt that run small electric taxis. You can call one of the companies' numbers (printed on side of the taxi) to pick you up at any location in the village or they can be hired from the ranks outside the main train station or cable car station.  \n \nIn addition, many of the higher-end hotels have porters who will meet you at the station with a small electric car\/truck and will ferry you directly to check in, depositing the luggage in your room. A few of the really exclusive ones still use horse-drawn carriages.\n\n",{"type":"===","value":["By bus"]},"\nThere is a small fleet of electric or solar powered buses that go from one end of town to the other and to all the ski stations every 8 to 10 minutes. They are included in the ski-pass and are a good way of easily getting around town, though they don't go down the main street (Bahnhofstrasse).\n\n",{"type":"===","value":["By cable car"]},"\nThere is a series of cable car runs leading all the way to the summit of the Klein Matterhorn (3883m), presenting the highest scenic outlook platform in Europe. A ride along the entire series costs ",{"type":"''","value":["CHF82 (about €55) round trip"]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gornergrat Railway"]}," – A railway to the top of Mount Gornergrat. ",{"type":"''","value":["CHF36 one way"]},". Trains depart from a separate station opposite the main station. Allow a few hours and enjoy the great view and the sunny place. A nice trip is to take the train up and hike down."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sunnegga (underground funicular) Railway"]}," - An underground funicular railway to 'Sunnegga Paradise'.  ",{"type":"''","value":["CHF16 one way"]},".  Trains depart from a separate station at the other side of village from the main station (follow signing).  From Sunnegga, two cable cars take you to Rothorn Paradise with great views.  ",{"type":"''","value":["CHF44 return"]},".  A nice easy walk is to go by train to Sunnegga (you may then wish to take the cable cars up to Rothorn and back) then walk down the Marmot Trail back to Zermatt.  You may even see some Marmots on the way!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lift Passes"]}," are ideal tickets for hikers, mountain-bikers and nature-lovers. They give you unlimited rides on the following cable railways: Matterhorn glacier paradise, Rothorn, Schwarzsee, Gornergrat and on the Matterhorn Gotthard railway between Randa, Täsch and Zermatt. as well as free entrance to the glacier palace and unlimited rides on electric buses (see below). They are available for 3 or more days at all ticket-offices of the Zermatt mountain transport system. Peak season prices for a three day pass: Adult - CHF190 Child - CHF95''"]},"\n",{"type":"==","value":["See and Do"]},"\n\nZermatt and the surrounding area is full of things to do. For sporty people, there are many activities such as hiking, skiing and mountain biking for you to enjoy. For the more laid-back tourist, there are many easy walks, spas, scenic train and cable car trips, a museum and much more to enjoy. For social people, there are also pubs and clubs in the village center. \nFor more information on activities, a good place to visit is the Visitor Information Center, located near the main train station.\n\n",{"type":"===","value":["Hiking"]},"\n",{"type":"[[","value":[["Image:Matterhornnorth.jpg"],["thumb"],["250px"],["The Matterhorn"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Breithorn"]}," The \"Breithorn\" (4150 m) is the easiest 4000er of the Alps. Using the lifts \"Furri\" (1700 m), \"Trockener Steg\"(2800 m), \"kleines Matterhorn\" (3883 m) you reach the top of the little Matterhorn. Go down to the \"Theodul-Gletscher\" and follow the trail to left on the Breithorn. The top of the Breithorn can be reached after two hours of walking (no climbing!).  A rope is necessary and a mountain guide is recommended. You should not start the tour from the little Matterhorn after 10:00 in the morning, because the snow gets too weak and you will not reach the last lift down to Zermatt in time. The Glacier Paradise (Klein Matterhorn) ski area is at 3850m (3899m when the additional summer season drag lift is open)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Matterhorn"]}," The \"",{"type":"[[","value":[["Matterhorn"]]},"\" (4478 m) can be climbed by experienced mountaineers. The usual pattern of ascent is to take the Schwarzsee cable car up from Zermatt, hike up to the Hörnli Hut elev. 3,260 m (10,700 ft), a large stone building at the base of the main ridge, and spend the night. The next day, climbers rise at 3:30AM so as to reach the summit and descend before the regular afternoon clouds and storms come in. The cost is approx. CHF1200 with a ",{"type":"[","value":["http:\/\/www.alpincenter-zermatt.ch\/cms\/output.php?id=49&cat_id=3 mountain guide from Zermatt"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Monte Rosa"]}," \"Monte Rosa\" (Dufourspitze) (4634 m) is the culminating point of Switzerland. The starting point is Monte Rosa hut at 2795m. The climb requires excellent physical condition, experience in climbing with crampons and prior acclimatisation to the altitude. The cost is approx. CHF700 with a ",{"type":"[","value":["http:\/\/www.alpincenter-zermatt.ch\/cms\/output.php?id=50&detail_id=28&cat_id=2&cat_id2=11&currency=chf guide from Zermatt"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=ES - European Snowsport - Zermatt Ski School"],["alt=ES"],["url=http:\/\/www.europeansnowsport.com"],["email="],["address=CO Azzurra Sport"],["lat="],["long="],["directions=Left at the church over the bridge sports shop on the right"],["phone=+41 (0) 27 967 6787"],["tollfree="],["fax="],["hours=8AM - 7PM"],["price="],["content=Zermatt Ski School and Snowboard School"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yokmok.com\/index_e.html YokmoK Adventures"]}]},", adventure travel company specialized in the Alps."]},"\n",{"type":"===","value":["Skiing"]},"\nThe ski area of Zermatt reaches from the Rothorn over Gornergrad and the Theodulpass to the Italian villages of Breuil-Cervinia and Valtourneche. On the plateau rosa one can find the largest summer ski area of Europe.\n\n",{"type":"===","value":["Cycling\/Mountain-biking"]},"\nZermatt is a great place to mountain bike although it doesn't appear to have really become popular there yet. Bikes can be hired from several shops around Zermatt from about CHF38 for a hard tail and CHF50 for a full suspension per day downhill rigs are CHF100 per day and helmets are included.\n\nFor bike hire search for Bayardzermatt or Salom sport, Bayards is closer to the train station but you can get a mountain bike guide from salom sport for CHF180 in the afternoon or CHF240 in the morning and CHF350 for a full day.\n\nMountain Bike route and much more can be found at ",{"type":"[","value":["http:\/\/www.zermatt.ch\/en\/page.cfm\/experience\/summer_activities\/mountainbike"]},".\nThe routes on this website can also be download to GPS or printed.\n\nThere is also the Bike school Zermatt, which is eager to give all interested bikers the best possible experience in the alpine environment around Zermatt. All ages and levels will find adapted programs, which will make your stay unforgettable, from playful skill training schemes for kids to epic freeride tours in alpine surroundings. See more infos at www.bikeschulezermatt.ch.\n\nIf you plan on cycling through town, take note that the main street (Bahnhofstrasse) is closed to bicycles(unless pushed) from the train station to the church for most of the afternoon, and the police are quick to fine anyone who does so anyway.\n\n",{"type":"[[","value":[["Image:Zermatt view of the matterhorn-1-.jpg"],["thumb"],["250px"],["View of the Matterhorn from town during the summer"]]},"\nMountain bikes may be carried on most of the ski lifts that are open in the summer although you will be charged extra. Lift passes that are valid for more than 3 days appear to include bike transport as standard although you can pay for individual journeys if you wish. Note that the Gornegrat train is not included in some summer lift passes.\n\nYou can also buy area passes on a daily basis that include the lifts on one particular peak (either Rothorn or Schwarzsee). These passes are available in mountain bike versions for not much extra.\n\nThe following lifts should allow your bikes:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Zermatt - Sunnegga"]}," (funicular)"]},{"type":"*","value":[{"type":"*","value":[" You can wheel your bike through the tunnel to the bottom of the funicular and then place it in the bottom compartment on the train. You will have to carry it up about 8 steps at this stage. At the top of the mountain don't follow the crowd up the steps to the exit - there is a lower exit that you can wheel your bike straight out of and onto a slightly lower path. Alternatively get in the elevator lift located here and it will take you up the 15 meters (50 ft) or so to the top exit."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunnegga - Blauherd"]}," (cable car)"]},{"type":"*","value":[{"type":"*","value":[" When you arrive at the ticket barrier the attendant should notice you and take your bike around the barrier. Since they don't fit in the cabins your bike(s) will be carried in an open cargo cable car. You will have to wait for it to appear on the cable but this shouldn't take more than a few minutes. The attendant then loads your bikes in and fastens them down whilst you get in a standard cabin. They then radio the top station who unload them for you on arrival."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blauherd - Rothorn"]}," (Telecabin)"]},{"type":"*","value":[{"type":"*","value":[" The top stage of the Rothorn route is one of the huge telecabins that carry 150 people at a time. In summer you can just wheel your bikes in and out again at the top."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gornergrat"]}," (Mountain railway)"]},{"type":"*","value":[{"type":"*","value":[" Bikes can be carried on the Gornergrat railway right to the summit. There are special cars where you can hang up your bike vertically."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Schwarzsee lifts"]}]},{"type":"*","value":[{"type":"*","value":[" A biking lift pass is available and a number of routes are marked down the mountain from this area."]}]},"\nThe tourist information centre next to the Zermatt train station sell a mountain biking map for 2CHF which includes a number of routes down from the various peaks. The map states that Zermatt's cycling policy is that any track wider than 2 meters (6.5 ft) is a valid cycling route. There are numerous roads that run down and around the mountains in the summer that carry cyclists in safety. Remember that Zermatt is generally car free so you will only rarely see a powered vehicle.\n\nThe Rothorn area is particularly good and suitable for all cyclists regardless of fitness or skill level. It is possible to cycle down from the summit following a wide but occasionally steep and rocky path down the back of the mountain that brings you back to the Blauhard lift station. From there you can follow the quiet mountain road routes all the way down to Zermatt. There are some excellent cross mountain routes that present you with stunning views and take you over to Gournergrat near Rifflealp. Unfortunately there is no cycling route down on the official map from that point so you can either get on the Gournergrat train or turn around and come back down to a lower point on the Rothorn.\n\nThe restaurant at Fluhalp is a pleasant first ride from the Blauhard lift station and a good way of familarising yourself with a hire bike.\n\nMake sure that you take some good quality cycling gloves since you can expect significant vibration from cycling along rocky tracks!\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant du pont"],["url=http:\/\/www.dupont-zermatt.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant which offers very good traditional Swiss dishes like fondue or raclette."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nFor a tiny hamlet Zermatt has more hotels than most big cities. There are 126 hotels and over 2700 apartments to rent for holidays. Apparently that's still not quite enough. If you want a good value room then perhaps you should consider booking ahead.\n\nThere are other options. You can camp, or as throughout Europe vacation apartments are the rage. Timeshares are another option:  if you know you want to ski one week per year, maybe go in with a friend or two on a property. Foreigners are allowed to buy up to a certain square meterage in Switzerland, and you are free to lease, rent, or otherwise assign the property any way you like, barring industrial use.\n\n",{"type":"===","value":["Camping"]},"\nIf you're on a budget, try camping.  The climate is mild, even in the winter, so if you know a bit about camping you should be able to stay warm and dry at pretty much any altitude lower than about 500m above the village pretty much any time of year.\n\nFor unexperienced campers there is a camping area open in Zermatt during the summer months.  It's to the left of the train station's main exit.  Follow the street for a couple of hundred meters.\n\nThe campsite in Tasch is only about 100 meters (330 ft) from the train station and works out at about CHF20 a night for 2 people sharing a small tent without a car.\n\nStove fuels are quite hard to find although you can buy them in some of the outdoor shops in Zermatt itself. You are unlikely to find any in Tasch. MSR butane\/propane canisters and Coleman's liquid fuel are definitely available if you hunt around. Obviously in Switzerland you can also buy fondue fuel (usually meths) which will work well in Trangia stoves.\n\n",{"type":"===","value":["Budget"]},"\nDespite the great number of hotels, pensions, and vacation apartments in Zermatt, few can be considered \"budget\".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Bahnhof"],["alt="],["url=http:\/\/www.hotelbahnhof.com\/"],["email="],["address="],["lat="],["long="],["directions=just east of Bahnhofplatz"],["phone="],["tollfree="],["fax="],["price=Hostel-like dormitory accommodation for CHF33 as well as singles from CHF65 and doubles from CHF90."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Matterhorn Hostel"],["alt="],["url=http:\/\/www.matterhornhostel.com\/"],["email="],["address=Schluhmattstrasse 32"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Dorm accommodation for CHF33, or CHF29 for stays of 3 nights and longer"],["checkin="],["checkout="],["content="]]}]},"\nIf extensive hiking is in your plans, mountain huts may be an option.\n\nNear the base of the Matterhorn, the SAC-operated ",{"type":"[","value":["http:\/\/www.holidaynet.ch\/schoenbielhuette\/e\/ Schönbielhütte"]}," offers dormitory lodging for CHF32. SAC members are accommodated first and enjoy cheaper rates. Schönbielhütte is a 4 hour hike from Zermatt via Zmutt, but consider the more scenic 6 hour route via Pension Edelweiss, Hotel du Trift, and Höhbalmen.\n\nNear Rothorn, the ",{"type":"[","value":["http:\/\/www.fluhalp-zermatt.ch\/ Fluhalp Restaurant"]}," offers dorm accommodation for CHF29 or doubles for CHF86. Fluhalp is accessible on foot (3 hours from Zermatt via Winkelmatten) or by funicular\/cable car (Zermatt-Sunnega-Blauhard, then 45 min walk).\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Allalin"],["alt="],["comment="],["address="],["directions="],["phone="],["fax="],["email="],["url="],["hours="],["price="],["lat="],["long="],["description=A beautiful hotel that is in the center of the action in Zermatt. The hotel features incredible woodwork a friendly and accommodating staff and some rooms feature views of the Matterhorn."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Walliserhof"],["alt="],["comment="],["address=Bahnhofstrasse, CH-3920"],["directions="],["phone="],["fax=+41 27 966 65 50"],["email=walliserhof.zermatt@reconline.ch"],["url=http:\/\/www.reconline.ch\/walliserhof\/"],["hours="],["price="],["lat="],["long="],["description=The four star hotel built in typical Valaisan chalet style is on the main street, 300m from the train station. Zermatt is absolutely car-free, so you need to take the train from Täsch to reach the village. Or you switch to one of the local cabs. Two-person room from CHF350."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alpenroyal"],["alt="],["comment="],["address=CH-3920"],["directions="],["phone="],["fax=+41 27 966 60 54"],["email=info@alpenroyal.ch"],["url=http:\/\/www.alpenroyal.ch"],["hours="],["price="],["lat="],["long="],["description=Three star hotel located 300m away from the train station and the city center. Zermatt is absolutely car-free, so you need to take the train from Täsch to reach the village. Or you switch to one of the local cabs. Single room from 180CHF, Two-person room from CHF239 (low season 2009)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Schönegg"],["alt="],["comment="],["address=CH-3920"],["directions="],["phone="],["fax=+41 27 966 34 35"],["email=info@schonegg.ch"],["url=http:\/\/www.schonegg.ch"],["hours="],["price="],["lat="],["long="],["description=Four star superior hotel located 300m away from the train station and the city center. Zermatt is absolutely car-free, so you need to take the train from Täsch to reach the village. Or you switch to one of the local cabs. Single room from 180CHF, Two-person room from CHF239 (low season 2009)."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mont Cervin"],["alt="],["comment="],["address="],["directions="],["phone="],["fax="],["email="],["url="],["hours="],["price="],["lat="],["long="],["description=The Mont Cervin has the advantage of being part of a hotel chain, and guests can eat in other chain-owned Zermatt hotels in their 'dine around' program, including the Riffelalp on the Gornergrat glacier."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Omnia"],["alt="],["url=http:\/\/www.the-omnia.com"],["email=info@the-omnia.com"],["address=Auf dem Fels"],["lat="],["long="],["directions=Head toward the church from the train station and take a right just before the library"],["phone=+41 27 966 71 71"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A modern interpretation of the Swiss Alpine lodge, this hotel has a chic feel to it without being pretentious. Be sure to experience the indoor\/outdoor swimming pool and outdoor hot tub, which has an amazing view of the Matterhorn. The mattresses are Tempur-Pedic, which some people find difficult to adjust to."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zermatterhof"],["alt="],["url=http:\/\/www.matterhorn-group.ch\/de\/zermatterhof\/index.php"],["email=info@zermatterhof.ch"],["address=Bahnhofstrasse 55"],["lat="],["long="],["directions="],["phone=+41 27 966 66 00"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Considered to be one of the best hotels in town. While expensive, you get what you pay for, and it includes everything from a horse drawn carriage ride to the hotel from the train station, as well as a ski storage room complete with ski technician during the winter season."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Täsch"]},"\nTäsch is the next village down the mountain from Zermatt itself and shuttle trains run between the two villages approximately every 10–20 minutes during the day. The journey time is about 10 minutes and passes through some stunning scenery. The last train down the mountain to Tasch leaves Zermatt at around 11:20PM. The trains cost CHF7.60 each way and tickets can be bought from automatic machines. The machines only accept coins or CHF20  notes although you can buy tickets from the ticket office instead for most of the day. Note that the cash dispensers don't give out notes smaller than CHF50 so don't arrive late in Täsch without any change.\n\nTäsch offers beautiful cross-country skiing trails from difficult to easy. If you don't have your own x-country skis, there is a shop in the village right by the train terminal that rents equipment.  A day pass is quite cheap costing only CHF5. which can be purchased at the train terminal (window 1) or in the ski-rental shop.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Valais"]]},"\n",{"type":"{{","value":[["Geo"],["46.016667"],["7.75"]]},"\n",{"type":"[[","value":[["wikipedia:Zermatt"]]},"\n\n",{"type":"[[","value":[["fi:Zermatt"]]}]