[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Zhangjiagang"]}," (张家港; ",{"type":"''","value":["Zhāngjiāgǎng"]},") is a modern industrial city in ",{"type":"[[","value":[["Jiangsu"],["Jiangsu province"]]},".\n\n",{"type":"==","value":["Understand"]},"\nZhangjiagang was a small rural town until the economic reforms of the mid 1980's brought industry and business to the area. Since, it has developed into prosperous city famous for its large parks, clean and well maintained streets and friendly inhabitants. The city has a population of around 800,000.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Bus"]},"\nRegular buses to Zhangjiagang run from most nearby cities, such as ",{"type":"[[","value":[["Nanjing"]]},", ",{"type":"[[","value":[["Wuxi"]]},", and ",{"type":"[[","value":[["Suzhou"]]},". Fares are ¥10-30.\n\n",{"type":"===","value":["By Train"]},"\nZhangjiagang has no train service. ",{"type":"[[","value":[["Wuxi"]]}," and ",{"type":"[[","value":[["Suzhou"]]}," are the easiest places to catch a train.\n\n",{"type":"===","value":["By Plane"]},"\nZhangjiagang has no airport. The normal means of arriving by air is to fly into Shanghai Pudong Airport, and then take a bus or taxi to Zhangjiagang. \n\n",{"type":"===","value":["By Boat"]},"\nThough it is an industrial river town, the Zhangjiagang town center is approximately 25 minutes from the river.\n\n",{"type":"==","value":["Get around"]},"\nMost of Zhangjiagang is accessible on foot. The streets are clean and well-maintained by Chinese standards. All major roads are marked with signs in Pinyin.\n\nTaxis are cheap and ubiquitous. Flag drop is ¥10, including distance up to 2.8 km. Most of the city center is within that range, though far-flung areas may be a bit higher. A few cab drivers speak a bit of English, but the vast majority do not.\n\nIts difficult to get taxis during the period of 4.45PM to 5.15 PM since the drivers have a shift change.\n\nThere is a city bus service, with ¥1 fare. However, it is not traveler-friendly, and can be difficult even for the locals. However for short distances and if routes known, buses are better.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"====","value":["Shopping District"]},"\nThe biggest shopping area is Walking Street (buxingjie 步行街）, in the middle of town. It is a half-kilometer pedestrian street lined with many department stores, restaurants, and other attractions. Highlights include 85 Degrees, a good bakery with some Western-style pastries, Watson's (has some Western goods), and several large departments stores with international import sections. The department store with Watson's has a decent import section in their basement level.\n\nThe shopping park (gouwugongyuan 购物公园）is a new shopping area in town. It has a Walmart, Bear Papa (a creampuff shop), a Gelato restaurant (quality varies dramatically), German restaurant (with probably the best burgers in town) arcade, and a movie theater that often has English language films. Look for the films with red text reading: 原片 (original film). Patrons at the theater, however, will often talk during English movies and use cell phones constantly. Going to unusual film times and during the week is recommended.\n\n",{"type":"====","value":["Big Supermarkets"]},"\nThe best places to go if you are looking for groceries, household goods, or other necessaries. Suguo and Dao Ren Fa are past the west end of Walking Street.\n",{"type":"*","value":[" ",{"type":"'''","value":["Suguo"]}," - Very poor international imports section. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dao Ren Fa"]}," - Some international goods (the import section has been recently downsized dramatically). Slightly larger dairy section than Auchan. Wine section is more limited than Auchan and usually more expensive."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Auchan"]}," - On the east side of town next to the only McDonalds. Has the largest international imports selection including many French goods, chocolates, pastas, condiments and the biggest\/cheapest wine and spirits selection."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walmart"]}," - In the recently opened Shopping Park (Gouwugongyuan 购物公园). Has some international goods, wines, but is usually overpriced."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Gray Chef"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best cut of meat I've had in China."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Small Devil"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Italian.  The food is alright but not spectacular. Pizza is hit or miss."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mai Tian"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=French \/ American   the filet is a great meat choice. I would not recommend the Tenderloin entree. Total meal is about $25 USD. Food overall is quite good and there is a decent wine menu. This is the only restaurant in town with truly Western service (servers will let you study the menu before asking you to order)."]]}]},"\n",{"type":"==","value":["Drink"]},"\nOutside the hotels, there are two main bars in town which cater to foreigners. They have a decent selection of western drinks, and the prices are among the best in town. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Malone's Bar"]},", just west of the Walking Street shopping district, is by far the most popular place for foreigners to drink and network. The girls behind the bar speak enough English to get by, and the many locals who stop in to practice their English are usually willing to help translate. Be sure to try the excellent jiaozi (Chinese dumplings), which the bar girls will order from a shop nearby (the jiaozi shop doesn't speak any English). Most taxi drivers understand \"Malone's Bar\"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cheers Bar"]},", also known as Lucy's, has a more relaxed atmosphere, nicer furnishings, and the staff speaks better English. However, it is located far away from most of the other bars. The easiest way to get there is to tell a taxi driver to go to the swimming pool (",{"type":"''","value":["you yong chi"]},"). Standing at the front doors of the swimming pool, turn around and look across the street; Cheers Bar has the biggest neon sign nearby."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Excellent Bar"]},", next door to Cheers Bar, is a karaoke bar (instead of a private karaoke room, the standard approach in China). The drink prices are higher than other places and the girls don't speak much English, but they have an extensive selection of English songs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bistro Champ de Ble"]},", though a restaurant, is the only place in town to get a pint of draft beer. They have Japanese Asahi on tap."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paramount"]},", Located behind Malone's 3 floors up. You can't miss the rainbow neons decorating the staircase. This bar features smoke machines, laser effects, loud music, dancers and some friendly staff. It can be on the expensive side, but is one of the best Bar\/Club in town definitely worth a visit."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Night Jasmine Lounge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Night Jasmine Lounge. A really nice bar. The newest bar in town. A really chill atmosphere and really good beer. Serves draft Hofbräuhaus, a German beer that is brewed in Jiangyin. From the west end of walking street, head north. It's a couple of blocks, on the west side of the road. Highly recommended."]]}]},"\nThere are many other bars in town, some of which cater to specific tastes, others of which are quite forgettable.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bistrot champ de ble"],["url=http:\/\/www.champdeble.com"],["email="],["address=180Ji yang mid road"],["lat="],["long="],["directions=sha zhou park"],["phone=051258131977"],["tollfree="],["fax="],["hours="],["price=200"],["content=Japanese chef studied in France cooking good Japanese fillet and ocean fishes.it has 2 more branches located in suzhou."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Champ de ble"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very elegant place yet affordable.The food is excellent and the waitresses can speak english and are very helpful.They also arrange parties and have a great musicians to entertain the entire crowd during party.A great place to enjoy good wines and good food.Highly recommended especially if you are bringing a date with you."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid range"]},"\nTraders Plaza Hotel is in the Guo Mao complex.  Great hotel, clean, courteous staff, decent restaurant, large rooms with all of the amenities at a reasonable price of about $85 USD.   The Small Devil restaurant and bar is just outside the hotel lobby.  Taxis are plentiful.\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.720000"],["120.365833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jiangsu"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Zhangjiagang"]]}]