[{"type":"{{","value":[["pagebanner"],["Zhengzhou banner.jpg"]]},"\n",{"type":"'''","value":["Zhengzhou"]}," (郑州; ",{"type":"''","value":["Zhèngzhōu"]},") is a city on the south bank of ",{"type":"[[","value":[["Along the Yellow river"],["Yellow River"]]}," (Huang He) in China. It is the capital of ",{"type":"[[","value":[["Henan"],["Henan Province"]]},".\n",{"type":"[[","value":[["File:Zhengzhou .jpg"],["thumbnail"],["Zhengzhou"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe name Zhengzhou comes from a city in the Sui Dynasty, but its actual location was in modern day ",{"type":"[[","value":[["Chenggao"]]},". During the Tang Dynasty, the name switched here. The area remained an unimportant backwater until it was selected for development by the Chinese Government after 1949. Strategically located in the center of the country, Zhengzhou is now a major transportation hub and rapidly growing city. To travelers, Zhengzhou is a convenient start point to explore a series of Chinese cultural sites, like Kaifeng, Luoyang and Shaolin temple.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe airport is about 30 km outside of town.\n\nAn airport shuttle busleaves from Zhengzhou Hotel, centrally located and costs 15.\n\nA public bus runs from the airport to the Aviation Hotel (民航酒店 mín  háng  jiǔ  diàn) on Jin Shui Road （金水路 jīn  shuǐ  lù). It costs ¥25.\n\nTaxis to the airport will cost around ¥120-140.  While the distance implies it should only be ¥60, you're charged for the round trip driving. Unfortunately, bartering seldom helps as locals pay this price as well.\n\n",{"type":"===","value":["By train"]},"\nZhengzhou is China's biggest train hub; you can get here from nearly every major metropolitian area in ",{"type":"[[","value":[["China"]]},". There are several arrivals each day from ",{"type":"[[","value":[["Beijing"]]}," (about 11 hours, or 5.5 hours by high-speed rail), ",{"type":"[[","value":[["Guangzhou"]]}," (about 18 hours), ",{"type":"[[","value":[["Xi'an"]]}," (about 5 hours, or 2 hours by high-speed rail) and ",{"type":"[[","value":[["Shanghai"]]}," (about 14 hours, or 6 hours by high speed rail). Trains arrive from other places less often. The Hanoi to Beijing train also stops here.\n\n",{"type":"===","value":["By bus"]},"\nAcross from the train station, you will find a long-distance bus station. Buses arrive regularly from almost anywhere in Henan province. Buses may be less comfortable than the trains, but are cheaper and you do not have to push and shove your way in and out of the train.  You are guaranteed a seat but sometimes buses wait to fill up, rather than leaving at a set time, and be aware that long-distance buses may be sleepers rather than seated if the trip is very long.\n\n",{"type":"==","value":["Get around"]},"\n\nThe city's focal point is Erqi (February 7) Square (二七广场). This large public square comes alive at night, when an entire market fills the space with vendors and locals hanging out. From the square, several main streets fan out to different areas of the city.\n\nSince Zhengzhou was handpicked to serve as a transportation hub - and does not have a very long history as a large city - the urban planning is more noticeable here than in other places of China. This means there is plenty of green space, tree-lined streets and logical arrangement to the city.\n\nZhengzhou is relatively spread out, but most sites are accessible by public bus, which costs ¥1 or ¥2 per ride - depending on whether or not there is air-conditioning, those with A\/C being more expensive but usually less crowded.\n\nTaxi fares begin at ¥8 in the day, and ¥10 late at night (after 22:00), with each kilometer after the second costing ¥1.5. All taxis are metered but sometimes the drivers will try to cheat foreigners.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Erqi (February 7) Memorial Tower"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Museum inside a rather garish double pagoda that looms over February 7 Square. Inside there are exhibits explaining the city's development."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shang Dynasty Wall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can see remants of the wall in the east side of town. Be warned: these mounds are not terribly impressive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shaolin Temple"],["alt=少林寺; Shàolínsì"],["url="],["email="],["address="],["lat="],["long="],["directions=In ",{"type":"[[","value":[["Songshan National Park"]]},", about two hours from Zhengzhou, buses leave opposite the train station every 20-30 minutes all morning.  Many of the bus tickets are actually tours, that may spend most of the day at auxilary sites or eating lunch instead of the Shaolin complex, these tours do not include entrance fees, try to make sure you are going on a direct bus, or hire a van, if you want to see it on your own"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for its connection to Shaolin Kung Fu."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Northern Song Dynasty imperial tombs"]},"(北宋皇陵)  Northern Song Dynasty imperial mausoleum is located in Gongyi City, West Village, Zhida, downtown, Huiguo town area, the Nine Emperor, except the emblem, chin two emperor Jin Binglu to die of five outside the city, the remaining seven emperor and Zhao Hongyin ( Zhao Kuangyin's father ) were buried in Gongyi, known as the\" seven emperor of eight hills\", plus the empresses and the prince, Wang Sun and wilder, Cai Qi, Kou Zhun, Bao Zheng, Zhao Pu, Yangliulang hero's total nearly 1000 mausoleum."]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Henan Provincial Museum"],["alt=河南省博物馆"],["url="],["email="],["address=Nongye Road (农业路; Nóngyèlù)"],["lat="],["long="],["directions=In the north part of the city"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=This monolithic pyramid-shaped museum is worth a visit.  Learn about ancient civilizations in the area (most of which were not based in Zhengzhou, but nearby cities such as ",{"type":"[[","value":[["Kaifeng"]]}," and ",{"type":"[[","value":[["Luoyang"]]},"), and even see a dinosaur bone or two in the area.  The museum is one of the three key museums in China along with one in Beijing.  If you are into modern art, this is not the place for you.  It generally has acceptable squat toilets on the first floor.  There is an English audio tour you can rent, and there are cheapish lockers to store your stuff.  Come to see old pottery from the Song dynasty, old bells, bronzes, things like that, but anything more recent does not have English captions.  Across the street is a coffee house that makes ok tea and coffee for about ¥30 and has comfortable chairs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Henan Museum of Science and Technology"],["alt=河南科技博物馆"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥5"],["content=Fascinating insight into Chinese children's education. Play on crumbling science exhibits, gawk at the garish space tributes and meet local families."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Yellow River Museum"]},"(黄河博物馆)Located in the City Road No. 4, built in 1955, is based in the Yellow River as the theme of the natural science museum. To build a house for more than forty years, by domestic and foreign audience praise.You can take 101,9,26,27,66,86,87,208 bus to there directly, and the ticket is free."]},"\n",{"type":"===","value":["Parks and nature"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yellow River Scenic Area"],["alt=黄河风景区"],["url="],["email="],["address="],["lat="],["long="],["directions=Take a bus from Zhengzhou Railway Station"],["phone="],["tollfree="],["fax="],["hours=08:00-18:00"],["price=¥30"],["content=Scenic area consisting of five scenic spots, Five Dragons Peak, Camel Mountain Range, Yueshan Temple, Stone Figures, and the Ancient City of Liubang and Xiangyu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zhengzhou Zoo"],["url="],["email="],["address=郑州动物园"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=More depressing than it is impressive in any way. Some of their imported animals include turkeys and coyotes which might be interesting for a local but hardly for a foreigner. If you generally enjoy zoos, you may very well walk away sad at how the animals are cared for, or not in this case."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Renmin Park"],["alt=人民公园; Rénmíngōngyuán"],["url="],["email="],["address=Erqi Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has a theme park inside with a quaint Ferris Wheel that is worth riding."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Century Park"],["alt=Shirchiquanleyuan"],["url="],["email="],["address="],["lat="],["long="],["directions=20-30 minutes away from the Erqi square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another park worth going to. It is quite a huge amusement park. Be aware most rides have a 90kg limit for anyone using them, sometimes staff can be strict and refuse to let you ride even after you have paid to get in."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Emperor Palace"]},"  Aka Yunyan temple, located37 kilometers southwest of Zhengzhou City, the eastern city of Xinmi on the northern shore of Lake Wuding, was Xuanyuan Huang Di, a palace Zhudian training military, a study of eight maps place, known as the\" human ancestor of the Chinese Shrine\",\" the best in all the land sector\"."]},"\n",{"type":"==","value":["Do"]},"\nThere's relatively few things to do in Zhengzhou but a possible evening might involve eating at a Sichuan or Henanese restaurant, buying yourself a bottle of decent Dynasty wine, parleying with the local clentele, getting lazy, and rounding off the evening at a KTV bar.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Museum Area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One thing worth knowing about is that the museum area is also the area of the 2 branches of government - federal and communist - so the area is much nicer.  We are talking trees and some flowers along with a more neighborhood feel that might remind you of Shanghai.  Do not expect wild nightclubs, but it is a more pleasant place to be if you are looking for a walk.  Erqilou is fine, but a bit dirty, so see this other side of Zhengzhou if you get a chance.  Also, some nice places to eat are in this area."]]}]},"\n",{"type":"==","value":["Buy"]},"\nLarge department stores and international brands tend to be concentrated around Erqi (February 7) Square. The two major department stores are Kingbird (金博大) and Beijing Hualien (北京华联), which are next to each other. Both stores have supermarkets in their basements.\n\nSome of the most interesting gifts can be purchased at the city's antique market. Most of the shop owners will have a calculator handy so you can bargain by typing in prices. Consider that you got a good deal if you pay half of what they originally quoted. The people are friendly but many of the shops sell fake antiques made to look old. Nevertheless there are interesting items that will decorate your walls or look great on a stand back at home. You can even impress your friends by telling them you bought them an antique from China. \n\nSome of the small shops sell real antiquities. You'll know when you're buying one because the prices will rise dramatically from about ¥100 or less for fake goods to well over ¥5,000 for the real deal. \n\nIf you are a collector, China will not let foreigners take antiques out of the country that are over 200 years old or possibly even more recent items depending on their cultural value. \n\nMake sure you know where your wallet is at all times. There are some unsavory characters in the markets. This is, in fact, true of Zhengzhou in general, which has a reputation for pickpockets. Buses are especially risky. Keep your wallet in your front pocket.\n\n",{"type":"==","value":["Eat"]},"\nZhengzhou has a diverse array of fine Chinese cuisine. Its location at China's center means you can find almost any type of Chinese food here. The city is big enough to have a scattering of cosmopolitan restaurants, and while there are a number of fake Korean, Japanese, Indian, and Western options about, you will do best to stick with Chinese food.\n\n",{"type":"===","value":["Budget"]},"\nThere is the usual assortment of ",{"type":"'''","value":["dumpling shops"]}," and ",{"type":"'''","value":["noodle joints"]}," on every street and back alley.\n\nThere is a good number of ",{"type":"'''","value":["Sichuan"]}," restaurants, which makes sense considering the proximity to the Province of Spice.\n\nYou should not miss a special ",{"type":"'''","value":["breakfast"]}," in Zhengzhou (",{"type":"''","value":["hulatang"]},"), it is a special soup, a little spicy.  You better go to Shunhelu where you will find the best hulatang in town.\n\n",{"type":"'''","value":["Noodles"]},", especially the mutton noodle (羊肉烩面; ",{"type":"''","value":["yangrouhuimian"]},") and beef noodle (牛肉拉面; ",{"type":"''","value":["niuroulamian"]},") are must-eat in Zhengzhou.  There are three good yangrouhuimian restaurants with many locations, ask a taxi driver to take you the nearest one, and you will tast the best delicilous huimian in zhengzhou:\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Xiaoji"],["alt=萧记"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Heji"],["alt=合记"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jufengyuan"],["alt=聚丰园"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"'''","value":["Other cheap"]}," eating places include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Night market in Erqi (Feburary 7) Square"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good place for a snack and scenery."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"====","value":["Chinese"]},"\nSome of the finest Chinese restaurants are located on Jingsan Road (经三路). To find these restaurants, ask a taxi driver to take you to Xiaonanguo Restaurant and just look around. You will find a number of options about:\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Xiaonanguo"],["alt=小南国"],["url="],["email="],["address=经三路北16号"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent restaurant featuring regional dishes from all over China."]]}]},"\n",{"type":"====","value":["Other Asian"]},"\n",{"type":"'''","value":["Korean"]},":\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tudali"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the corner of Wenhua Road and Huanghe Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Korean-style eating and drinking establishment. If you have an affinity for soju, this is the place for you."]]}]},"\n",{"type":"'''","value":["Muslim"]}," halal food is available all throughout Zhengzhou, with the banner on the entrance board saying Mata'am al muslimeen(Restaurant of the muslims) in Arabic.  The food tastes delicious.  Once you go and eat at these restaurants you just feel like coming back again, especially those yangrou chuars (lamb kababs) taste yummy:\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Muslim Restaurant"],["url="],["email="],["address=Erqi Square"],["lat="],["long="],["directions=Near the mosque and Beijing Hualian Mall"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Western"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Crowne Plaza"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good place for Western cuisin with an Italian restaurant and a Western-style pub. It offers a buffet during dinner including Brazillian Rodizio and a desert bar.  There is also a smattering of pizza and pasta joints called Cappucino around the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=New Island Coffee"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves a plethora of dishes including Waffles and fajita style meat plate alongside a smattering of coffee and deserts and has several locations throughout Zhengzhou."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cibo Coffee"],["url="],["email="],["address=Jinsan Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Among the best Western restaurants in the city.  You can order Chinese food by the plate or Western food like steak in set meals with many courses.  Each plate is a small portion but overall the set meals are a great deal, for ¥75-200 you get many plates of very good food.  Make sure to ask for the dishes to come one at a time for the best dining experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Toscana Cafe"],["url="],["email="],["address=Weilai Road at Wei Wu Road, Jin Jiang Garden"],["lat="],["long="],["directions="],["phone=0371 - 65628899"],["tollfree="],["fax="],["hours=11:00-23:00"],["price=¥40-200"],["content=  A very good Italian style restaurant in North-eastern Zhengzhou.  Considering the owner and staff have never been outside of Zhengzhou or China, it is pretty decent food, and not badly priced.  Lasagna noodles are made in house and they have recently hired an American Chef to try to help them become \"more authentic\".  He recently updated the Caesar Salad dressing, and it is well worth a try!"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nThere are bars around the city, but the best area for drinking is around the tree-lined Weiyi Road:\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Target Pub"],["url="],["email="],["address=On the southernmost block of Jingliu Road (经六路) near the corner of Weiyi Road (伟一路)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Old ex-pat favorite.  Lao Wang, who speaks great English, is the proprietor of this staple Zhengzhou dive bar. Tsingtao 15kuai, Foreign beers from 20kuai and mixed drinks from around 35"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tao Bar"],["url="],["email="],["address=Near the corner of Jin Shui Lu and Jing Qi Lu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tao Bar - Lively new bar opened near the corner Jin Shui Lu and Jing Qi Lu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bird Bar"],["url="],["email="],["address=On Jing Qi Lu, a ways off Jin Shui Lu, the main road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bird Bar - Small bar on Jing qi Lu.  Laid-back mood, fooseball, etc."]]}]},"\nOther areas:\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Western Pub"],["url="],["email="],["address=Nongye Road"],["lat="],["long="],["directions=To the right of the Henan Provincial Museum"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For an unusual drinking experience, consider this pub, located in a bunker-like concrete building.  This place features a cabaret-style show with a mix of song, dance, and jokes. Unless you understand Chinese, it will be mostly incomprehensible, yet the experience will give you insight into Chinese drinking culture. The place is noisy, smoky, crowded, and occasionally bizarre. You can order half-a-dozen or so bottles of beer by the bucket.  Try to get there early, around 19:00, as the show ends around 22:00 or 23:00. This building also houses one of Zhengzhou's movie theaters."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nZhengzhou is not a major backpacker stop, so there are few cheap lodgings in the city. That said, there are some hotels that offer real value for money if you are more than two people.  As with most Chinese cities, there are several a bit run down hotels to be found near the train station.  These might be your cheapest options.  Most likely English is not spoken but you can get a room for ¥50 or even cheaper if there are two people splitting a bill for a double room.  Bargain, especially if you are staying more than one night.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Home Inn"],["url=http:\/\/www.homeinns.com"],["email="],["address=Jiefang Road (解放路)"],["lat="],["long="],["directions=short walk from Erqi Square"],["phone="],["tollfree="],["fax="],["hours="],["price=A standard going for around ¥180, breakfast buffet for ¥10"],["checkin="],["checkout="],["content=This is your best bet on a budget hotel.  It is a relatively new chain with several locations around town.  This listing is the most centrally located.  Another good location is on Zhengyi Street (政一街) near Jinshui Road (金水路). The rooms are super-clean with tile and laminate floors and a fresh coat of paint. Complimentary high-speed Internet hookups are installed in all the rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=White Dove Hotel"],["alt=郑州白鸽宾馆"],["url="],["email="],["address=中原区中原西路183号"],["lat="],["long="],["directions="],["phone=+86 371 67621616"],["tollfree="],["fax=+86 371 65319618"],["hours="],["price=Discounted rates for doubles start just above ¥100"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Home Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Chain of business hotels scattered about the city. Their rooms are clean and have a style that invokes a SoHo loft more than a Chinese hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jinjiang Inn"],["url="],["email="],["address=92 Hongqilu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥138-159"],["checkin="],["checkout="],["content=Double rooms have one large and one standard bed.  There is another branch on 46 Zhonghanghailu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guangzhou Hotel"],["url="],["email="],["address=Erqi Road"],["lat="],["long="],["directions=Near the corner of Jinshui Road"],["phone="],["tollfree="],["fax="],["hours="],["price=Doubles start at around ¥240 with a discount"],["checkin="],["checkout="],["content=Caters toward business travelers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Erqi Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Right in the main square"],["phone="],["tollfree="],["fax="],["hours="],["price=Full service rooms are about ¥250, budget rooms with shared bathroom for ¥150 (can be hard to get)"],["checkin="],["checkout="],["content=This hotel might be a little loud at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Londoo Hotel"],["url="],["email="],["address=Erqi Street"],["lat="],["long="],["directions=Close to Erqi Square"],["phone="],["tollfree="],["fax="],["hours="],["price=A discounted standard room goes for ¥190"],["checkin="],["checkout="],["content=Massive Chinese-style business hotel with well-worn carpets and paper-thin walls, but otherwise functional."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Henan"]]}," awaits:\n\n",{"type":"*","value":[{"type":"[[","value":[["Kaifeng"]]}," is a laid-back town about 90 minutes to the east of Zhengzhou. Enjoy ancient temples and an escape from Chinese skyscrapers. Kaifeng was the capital of several dynasties before it slid into irrelevance the last 200 years."]},"\n",{"type":"*","value":["Another great city nearby by is ",{"type":"[[","value":[["Luoyang"]]},", home to the ",{"type":"[[","value":[["Longmen National Park"],["Longmen Grottoes"]]},". The city itself is worth a look, with an interesting old section and easy walking downtown. It's about three hours by bus, which leave Zhengzhou every hour or so. An express - the \"elephant bus\" or kuai che - costs ¥40."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Yuzhou"]]}," is a small and relatively undeveloped city, off the main rail network, but well worth a visit to see the Jun Royal Kiln Museum and to get an insight into life in Henan off the tourist trail. One and a half hours by bus, and very walkable once you get there."]},"\n",{"type":"{{","value":[["routebox"],["image1=Jingguang Railway icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Beijing"]]}],["minorl1=",{"type":"[[","value":[["Xinxiang"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Changsha"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Wuhan"]]}]}],["image2=Longhai Railway icon.png"],["imagesize2=100"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Xi'an"]]}],["minorl2=",{"type":"[[","value":[["Luoyang"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Xuzhou"]]}],["minorr2=",{"type":"[[","value":[["Kaifeng"]]}]]},"\n",{"type":"[[","value":[["WikiPedia:Zhengzhou"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Henan\/Zhengzhou"]]},"\n\n",{"type":"{{","value":[["geo"],["34.7667"],["113.6500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North Henan"]]},"\n",{"type":"{{","value":[["usablecity"]]}]