[{"type":"{{","value":[["pagebanner"],["Zhouzhuang Page Banner.png"]]},"\n",{"type":"<","value":["div",["__TOC__"]]}," \n\n",{"type":"[","value":["http:\/\/www.suzhou.gov.cn\/English\/Travel\/25.shtml ",{"type":"'''","value":["Zhouzhuang"]}]}," (周庄) is ",{"type":"[[","value":[["China"]]},"'s oldest water town.  It is located southeast of the city of ",{"type":"[[","value":[["Suzhou"]]}," and south of ",{"type":"[[","value":[["Kunshan"]]},". Administratively, it is part of Kunshan which in turn is part of Suzhou, but it is located right on the border with ",{"type":"[[","value":[["Shanghai Municipality"]]},".\n\nLike several other places, including Suzhou, Zhouzhuang has been described as the ",{"type":"[[","value":[["Venice"]]}," of China because it has many picturesque canals. Be warned that there are a lot of tourists (although predominantly from China), which means high prices and lots of people hustling you to buy things.  On holidays and weekends the old town will be so packed that it is difficult to move around.  This aside it's worth the visit.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Zhouzhuang.JPG"],["thumb"],["A canal in Zhouzhuang.  Boat operators ferry tourists down the canals while singing songs"]]},"\nZhouzhuang was known as Zhenfang Lane in ancient times. In the Spring and Autumn Period, Zhouzhuang was a part of the King of Wu and called Yaocheng. It was called Zhouzhuang after ZhouDigong donated more than 200 acres to the local Quanfu Temple during the Yuan Dynasty (1860). By the mid-Yuan Dynasty, Wanshan Shen was using its superior geographical advantage to do trade, hence, Zhouzhuang became a distribution center of food, silk, ceramics, arts and crafts in the south of China. It was officially named Zhouzhuang town on the beginning of the Qing Dynasty.\n\nThe ancient town, which has a history of more than 900 years, still retains the style and pattern of its ancient village. Its most famous attractions are Fu’an Bridge, Double Bridge and Shen's Hall of Residence. Fu’an Bridge is the only remaining structure that made a connection between bridge and house. Zhouzhuang is surrounded and divided by lakes and rivers, 14 stone bridges cross the rivers, showing distinctive views of the water-town.  Double Bridge connected by two bridges as a whole. Stone Bridge was built in Ming Dynasty. It is firm and simple, and composed by a stone arch bridge and a beam bridge. The Stone Bridge, likes a lock, tightly connects the north-south River and Silver Band River.  The Hall of Shen’s Residence is Qing-style. The overall structure looks very rigorous and the parts of the hall have different scenery. In addition, there are Quanfu Temple (Buddhist) and Chengxu Temple (Taoist) and other religion sites. The whole town connected to the bridges and streets, all houses were built on the river. The boat gently rocking and green shadow whirling on the bank of river. When you visit it, you will feel you are in a picture. Overseas newspapers called Zhouzhuang as \"China's first water village\".\n“Small bridge, Flowing water, people” is the special characteristics of Zhouzhuang. Every family has its own pier in the water town. There is a proverb in Zhouzhuang is the “sedan chair through into the front door and the boat through the home gone”. “The boat through the home gone” means that there is a stream flows in the yard of the Hall of Zhang’s Residence. There is a big pool in Zhang’s Residence which used unloading in the past. \n\nThere is no seasonality in Zhouzhuang’s tourism, but you had batter not to go there on National Day and Labor Day. Because there will be over-crowding and you hardly move in the narrow alley and bridge. If you stay there, don't miss the nightfall and morning. Because you will feel the simple and original beauty of Zhouzhuang.\n\n",{"type":"==","value":["Get in"]},"\nAs the transportation is well-developed, it is very convenient to get Zhouzhuang. There is only 60 kilometers away from Zhouzhuang to Shanghai downtown; 38 kilometers away to Suzhou downtown; 30 kilometers away to Kunshan downtown.\n\n",{"type":"===","value":["By car"]},"\nFrom Shanghai: A9 highway-getting off at Jinze- go about 4 km of 318 State Road-Shangzhou Road- Zhouzhuang\nFrom Kunshan: Kunzhou Road-Jinxi-Zhouzhuang, 38 killomaters \nFrom Suzhou (via Tongli): Suzhou-Sujia Road-Songling Town- Songbei Road- Pingwang-Huqingping Road-Beiku-Jinjiabei-Zhouzhuang\nFrom Suzhou (via Yongzhi):Suhong airport(via Yongzhi and Zhangpu)-Zhouxiang- Kunzhou Road-Dashi-Jinxi-Zhouzhuang,71 killomaters\nFrom Zhejiang: Jiaxing exit of the Huhang highway-Sujia Road-Pingwang-Huqingping Road-Beiku-Jinjiabei-Zhouzhuang\n\n",{"type":"===","value":["By bus"]},"\nShanghai: 1. Shanghai People Stadium (Shanghai Indoor Stadium, Subway Line 1 and 4). Tel: 24095555. Departure time: 7:00, 8:30, 9:30, 10:10, 10:45, 12:10,14:00; the price is ¥150 include round-trip fees and visiting tickets ¥120. 2. Hongkou Football Stadium. The No.5 gate. Departure time: 8:15 and 16:15 to return. The price is ¥240 include round-trip fees and enter the tourist area of Zhouzhuang (¥120).\n\nIn general, the price is reasonable, because the entering fee of Zhouzhuang is ¥160. But it gives you only 5.5 hours in the town. It is not enough to enjoy the beauty spot to lots of people.\n\nIf you go there at night (after 9:30pm or even later), you can directly go into it without any payment.  It is really a good way to save money. Also, you can get up early the next day and travel around in it, the morning is not crowded, and so you can have a better experience in it. The majority travelers will come after 10:00am.\n\nSuzhou: 1. Ferry Terminal. Departure time: 10:40, 14:30.\n2. Wuxian bus station. Departure time: 7:15, 9:40, 14:15, 14:20.\n3. North bus station. It is a tourist bus. Departure time is 6:45 and 18:00 to return. It comes every half an hour and takes about 60 minutes.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Hall of Shen’s Residence"]},".  Built in 1742 and located at the southeast side of Fu’an Bridge, Shen’s house was the private property of the descendant of Shen Wansan, who was the first millionaire of the south of Yantze River in the early Qing Dynasty. His property was envied by the king and he personally funded to repair one-third of the Nanjing Ming city wall. He has many industries in various places, but he always made Zhouzhuang as his foundation. The whole building is Qing-style. Shen’s house occupies an area of more than 2,000 square meters (half an acre) and over 100 rooms. It consists of three parts. The first part is the wall of the water gate and pier, which is used by Shen's family moored boats and washed clothes. The middle part includes the gate tower, the tearoom and the main hall. Tea room and main hall are places for serving guests, and handling weddings, funerals and other events. The furnishings in here are all very elegant. The main hall called “Songmao hall” covers an area of 170 square meters and up to 6 meters. It carved very vivid figures, beast, and pavilions. The last section is the two-storied dwelling which consists of several buildings which are quite different from the main hall, more comfortable and refined in pattern and atmosphere."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Zhang’s Hall of Residence"]},".  It located to the south of the Double Bridge. Zhang’s house formerly known as “Yishun Hall” which was built by the descendants of XuKui in the Zhengtong era (1436 - 1449) of the Ming Dynasty. It bought by Zhang's family in the early Qing Dynasty. Zhang House has more than 70 rooms and takes up about 1,800 square meters. Yuyan Hall is the main hall, which is bright, simple, quaint and elegant. Thick west columns of the hall stood upright on a pier at the Phoebe drums, solid as stone, was indeed the legacy of the Ming Dynasty house. There is a river flowing through Zhang’s house that makes Zhang’s house graceful and dapper. The back hall was designed a row of special windows, and through the window and we can enjoy the backyard flowers and trees."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Double Bridge"]},".   Double Bridge, commonly known as the key bridge, which composed with Shide Bridge and Yongan Bridge. It is the symbol of Zhouzhuang. The reason why it called Double Bridge is the Shide Bridge is east-west and has a round arch, and Yongan Bridge is north-south and the bridge arch is square. It looks like the key that used in the ancient times. These two stone bridge, built in the Ming Wanli before AD 1573 - 1619,Shide Bridge was funded by XuSong quan and XuZhu xi, and Yongan Bridge was funded by XuZheng wu. The two bridges were rebuilt in the Qing Dynasty. Double Bridge is the best place to expresses the ancient water town’s charm: clear water, green trees and small boat cross through the bridge aperture. It attracts teachers and students of art from different parts of county to paint in the four seasons, and photography lovers take camera and select the best shooting angle."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fu’an Bridge"]},". It located at the eastern end of Zhongshi Street. It was the ancient perfect unique architecture as combination of the single-arch bridge. It was built in 1355 during the Yuan Dynasty and was rebuilt by Wanshan Shen’s younger brother, Wansi Shen. He renamed the bridge as Fu’an, which expected the local people not only rich but secure. The four sides of the bridge floor are well-preserved. The bridge towers have tearooms, restaurants and stores, and are good places to appreciate the views while taking a rest."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chengxu Taoist Temple"]},". Chengxu Taoist Temple, also known as “Sanctity Hall”, which has more than 900years old and was built during1086 - 1093 of the Song Dynasty. It stood on Zhongshi Street that is opposite to Puqing Bridge. Since the mid-Ming Dynasty, it has increasingly grand scale. After several periods of expansion, it covered an area of 1,500 square meters (1,800 square yards) in mid-Qing Dynasty. It became one of the famous temples in Wuzhong Region. The main building (hall) in Chengxu Taoist Temple is YUhuang pavilions, Wenchang pavilions and Shengdi pavilions. Wenchang pavilions is the main pavilion which was built Song Dynasty."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["QuanfuTemple"]},".  It was a set of ornamental and practical antique-shaped water tower which was built in 1987. The temple has 5 layers and 33 meters high. There is stairs up to the tower roof. Visitors can see the whole landscape of Zhouzhuang. It is a landmark in Zhouzhuang."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["South lake"]},". It is located in the south of Zhouzhuang, commonly known as “Nanbai swing”. Only one third of lake is Zhouzhuang; the rest are Wujiang City. The lake is surrounded by trees and bamboos and attracts lots of visitors. According to South Lake’s natural beauty and historical relics, local people built South Lake Garden. The whole garden is divided four beauty spot as the unique scenery in spring, suumer, autumn and winter. It covers an area of 3.6 hectares, and construction area of 6300 square meters. The beauty spot in spring and summer is for the landscape garden. Wanghu building, Jiuqu Bridge, LIngbo marble boat were built around with lotus pond. Autumn beauty spot is a set of Halls, temples, pavilions, corridors, rockeries in a park. The beauty spot in winter is mainly about Quanfu Temple."]},"\n",{"type":"==","value":["Do"]},"\n\n1. Ancient stage (Drama performances, folk songs, ballads, etc.)\n2. Zhenfeng Street (the show of tradition handicraft : blacksmith, paper cutting, straw, clay sculpture, spinning, weaving, brewing,)\n3. Jubin building (the show of speaking and singing)\n4. Water Alley (Osprey fishing show)\n5. Zhouzhuang Night (visiting Zhouzhuang at night and appreciating light show)\n\nIn April, Tea Culture Exhibition (the teas that are Lady Tea, Wedding Rea, etc.)\n\nIn May, Dragon Boat Festival (visiting ghost boat, dragon-boat race, eating salted egg, dumplings and seasonal fresh fruit, etc)\n\nThere are many boat tours that will take you all around to see the entire town. A typical boat tour will cost you around ¥20-40.\n\n",{"type":"==","value":["Eat"]},"\nThere are many special snacks in Zhouzhuang and the most famous one is Wansan's pig shank, locally called “Wansan's elbows” or “Wansan's hoof”, which originated in Wansan Shen’s family in the Ming Dynasty. It is commonly eaten when entertaining guests. \n\nThe other local snacks are Wansan cake, Sesame cakes, peanut cakes, walnut cakes, salt and pepper cake, green cake, tiny cucumber, shrimp and a water vegetable called “Chuncai” commonly used in soup. \n\n“Wansan's Family Feast” restaurant located on the Fu’an Bridge is recommended for classical style food and still retains the Ming-style. Specialties include Wansan's pig shank, glutinous rice balls, steamed mandarin fish, steamed eel stew, bass soup with Shuncai, ginger snail, Cypriot meat oil wrap, Venetian meat package, stewed dried tofu, steamed lotus root and more. \n\nFish and shellfish are available all the year round and the best of them are perch, white clams and freshwater whitebait.\n\n",{"type":"==","value":["Buy"]},"\nThere are several traditional crafts including woven Bamboo and Zhuanglu. Zhouzhuang teapots are also unique and while usually made of porcelain or ceramic, in Zhouzhuang they are made of stone. There are also lots of Suzhou embroidery and pearls.\n\n",{"type":"==","value":["Sleep"]},"\nUsually Zhouzhuang is considered a day trip destination. Most of visitors come back to Shanghai or Suzhou. There are many star graded hotels in Zhouzhuang are in the new city area. Yunhai Resort (a four star hotel) stands beside beautiful Baixun Lake and the price starts at ¥260. Three Oxens Garden Hotel (a three star hotel) is situated in central Zhouzhuang and has rooms from ¥210. Yunting Villa (a four star hotel) is located in the ancient town. This hotel is close to some famous sights such as the Double Bridge, Shen’s House and Zhang’s House and rooms start from ¥190.\n\nThere is also a youth hostel named Twinbridge Hostel in Zhouzhuang which is only a few steps to the symbol of Zhouzhuang, the Twinbridge. The price is quite competitive for backpackers and it is very near to the other noteworthy sights. The hostel staff speak fluent English and can help you with all your visit to Zhouzhuang. High demand has given them a rather cavalier attitude towards bookings, however, so be warned and do not assume that even a booking deposit will be honored.\n\nIf you enjoy a romantic setting, you can choose private guesthouses. These are situated along the river and the price range is ¥100-300 a night.\n\n",{"type":"==","value":["Stay safe"]},"\nBe aware that Zhouzhuang, while indeed an old, beautiful and cool town, can be very commercialized, and contains aggressive sales people and vendors, and that can spoil your visit. Suzhou-area locals seem to strongly concur with this perception. There are also many other beautiful little water towns throughout this area of southern Jiangsu and northern Zhejiang.\n\nSince there many canals, be safe around water edges. Many areas do not have fencing. \n\nDo not be scammed by vendors. Many will say items are handcrafted and hand painted. If an item is in extreme abundance the item is likely made in mass quantity. Some vendors will even have paint sitting out to portray the idea that the items are handcrafted\n\n",{"type":"==","value":["Go next"]},"\n\nThe bus station (NOT the sightseeing bus parking lot at Fuguiyuan) is located at the north end of town on Daqiao Lu. According to the ¥3 map sold by old ladies in various parking lots around town, the bus schedule runs like this: \n\nTo 青浦(",{"type":"[[","value":[["Qingpu"]]},")    from 0630 to 1720, every 30 minutes.\n\nTo 苏州 (",{"type":"[[","value":[["Suzhou"]]},")   from 0610 to 1700, every 30 minutes.\n\nTo 上海（",{"type":"[[","value":[["Shanghai"]]},") 0600, 0830, 0915, 1140, 1250, 1420, 1620\n\nTo 嘉兴 (",{"type":"[[","value":[["Jiaxing"]]},")  0850, 1235\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.114722"],["120.845556"],["zoom=15"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jiangsu"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Zhouzhuang"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Zhouzhuang Town"]]}]