[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:China-zhuhai.jpg"],["thumb"],["250px"],["Lovers' Road, Gongbei, with Jida visible past the hills"]]},"\n",{"type":"[","value":["http:\/\/www.zhuhai.gov.cn\/english ",{"type":"'''","value":["Zhuhai"]}]}," (珠海; ",{"type":"''","value":["Zhūhǎi"]},") is the name of a city, and ",{"type":"[[","value":[["List_of_Chinese_provinces_and_regions#Development_zones"],["Special Economic Zone"]]}," (SEZ), in ",{"type":"[[","value":[["Guangdong"]]}," Province, ",{"type":"[[","value":[["China"]]},". The name means ",{"type":"''","value":["Pearl Sea"]},"; Zhuhai is where the Pearl River (珠江; ",{"type":"''","value":["Zhūjiāng"]},") flows into the South Sea (南海 ",{"type":"''","value":["Nánhǎi"]},").\n\nZhuhai is known for its beautiful long coastline, waving palm trees, open spaces, low population density, and its many islands; Zhuhai's nicknames are ",{"type":"''","value":["the city for lovers"]}," and ",{"type":"''","value":["the city of a hundred islands"]},". Zhuhai serves as the gateway to ",{"type":"[[","value":[["Macau"]]},", as a tourist destination for Chinese, and as a playground for hedonistic Hong Kong, Macau, and Taiwan visitors who come for Zhuhai's very colorful nightlife and available women at mainland prices.\n\n",{"type":"[[","value":[["Image:Zhuhai map2005.jpg"],["thumb"],["250px"],["Guangdong province, Zhuhai in yellow"]]},"\n",{"type":"==","value":["Understand"]},"\nLocated in the ",{"type":"[[","value":[["Pearl River Delta"]]},", Zhuhai borders ",{"type":"[[","value":[["Jiangmen"]]}," to the northwest, ",{"type":"[[","value":[["Zhongshan"]]}," to the north, and former Portuguese colony ",{"type":"[[","value":[["Macau"]]}," to the south. By sea, former British colony ",{"type":"[[","value":[["Hong Kong"]]}," and Chinese boomtown ",{"type":"[[","value":[["Shenzhen"]]}," are just across the Pearl estuary to the east. The provincial capital ",{"type":"[[","value":[["Guangzhou"]]}," is about 150 km to the north.\n\nThe Zhuhai area has been inhabited for thousands of years. Until the 1970s, Zhuhai was a group of fishing villages with a population of around 100,000. Since 1980, when it was designated a Special Economic Zone by the central government, Zhuhai has expanded to include nearby areas and is now a fast-growing modern city with about 1.5 million inhabitants.  However, it is still not as large and developed as neighboring cities like ",{"type":"[[","value":[["Shenzhen"]]}," and ",{"type":"[[","value":[["Guangzhou"]]},". Zhuhai's northern districts of Jinding and Tangjia, as well as the western district of Doumen, are less developed factory-driven areas that retain a deeper working-man, salt-of-the-earth quality.  \n\nZhuhai is one of China's cleanest and prettiest cities, and received numerous accolades for its excellent ecological development efforts. In 1998, it was awarded the ",{"type":"''","value":["International Award for Best Practices in Improving Living Environment"]}," by the United Nations Center for Human Settlements. It is also commonly agreed to be one of the best cities in China to retire in. With a low population density compared to other cities in China, Zhuhai is unsurprisingly greener. Parks and open spaces dot the cityscape, and waving palm trees line the extensive coastline and many of the major streets.\n\nThe weather in Zhuhai is sub-tropical. Temperature varies between 10C\/50F degrees in winter (Dec to Feb) to a hot and humid 35C\/95F degrees in summer (Jun to Sep). Typhoons are also a possibility in summer. The best times to visit are during spring and fall.\n\n",{"type":"==","value":["Districts"]},"\nThe city of Zhuhai itself is composed of ",{"type":"'''","value":["Gongbei"]},", ",{"type":"'''","value":["Jida"]}," and ",{"type":"'''","value":["Xiangzhou"]},". The other areas mentioned are districts within the Zhuhai Special Economic Zone.\n\nNorth to South along the coast, the main districts are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Jinding"]}," (金鼎; ",{"type":"''","value":["Jīndǐng"]},") – Zhuhai's northernmost district is a factory town whose main attraction is a very large and lively nighttime outdoor BBQ; see the ",{"type":"[[","value":[["#Eat"],["Eat"]]}," Section for details. Jinding definitely has a ",{"type":"''","value":["working class edge"]},", and is worth visiting for the BBQ alone, but wandering around may give you a different perspective to the ones you have previously experienced elsewhere in Guangdong Province. Visit Jinding to experience the ",{"type":"''","value":["real China"]}," before heading back to your more affluent Guangdong stomping grounds. Jinding can be reached via bus 3 or 10, or via sightseeing bus 2."]},"\n",{"type":"[[","value":[["Image:Zhuhai, Tangjia Shopping Center.jpg"],["thumb"],["250px"],["right"],["Main commercial area of Tangjia at night."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tangjiawan"]}," (唐家湾; ",{"type":"''","value":["Tángjiāwān"]},") – Tangjia is moderate sized town located between Jinding and Xiangzhou. Like Jinding, Tangjia's salt-of-the-earth qualities are more evident than its southern neighbors. Best known for the large ",{"type":"'''","value":["Dragon Union Opera House"]}," which, as the name suggests, puts on live variety shows semi-regularly, its primary function is serving as a gigantic karaoke house that mixes karaoke with ",{"type":"''","value":["all-inclusive"]}," adult entertainment."]},"\n",{"type":"[[","value":[["Image:Xiangzhou, Zhuhai, Guangdong Province, Skyline.jpg"],["thumb"],["250px"],["right"],["Xiangzhou skyline seen from Jinshan Park"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Xiangzhou"]}," (香洲; ",{"type":"''","value":["Xiāngzhōu"]},") – Government offices, big department stores (including ",{"type":"'''","value":["Jusco"]},"), and some bars and restaurants are scattered throughout this district. This is the area where the locals mainly go shopping."]},": On the inland side is ",{"type":"'''","value":["New Xiangzhou"]}," (",{"type":"''","value":["Xin Xiangzhou"]},"), an area that has undergone extensive development over the last few decades, especially midrange or upmarket residential buildings but with commercial and business buildings as well.  \n",{"type":"[[","value":[["Image:Jida at night.jpg"],["thumb"],["250px"],["right"],["Jida, with Mao's personal jet"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jida"]}," (吉大; ",{"type":"''","value":["Jídà"]},") is along the coast between Xiangzhou and Gongbei. This district has a lot of offices, high-end hotels and shopping complexes. This is not a particularly useful district to mention for directions, except for the fact that a Jida location assures you that the location is fairly near to the water and that a taxi driver will likely take the road right along the coast until you get there."]},"\n",{"type":"[[","value":[["Image:Lotus Road Shopping, Zhuhai.jpg"],["thumb"],["250px"],["right"],["Gongbei shopping on Lotus Road"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gongbei"]}," (拱北; ",{"type":"''","value":["Gǒngběi"]},") is the main tourist area with a wide variety of inexpensive hotels, clothing, electronics, souvenirs, food, drink, and colorful entertainment in relatively close proximity to the Macau border crossing. ",{"type":"'''","value":["Lianhua Lu"]}," (Lotus Road; 莲花路; ",{"type":"''","value":["Liánhuālù"]},"; sometimes called Walking Street; 步行街; Bùxíngjiē) while interesting any time of day, is truly a ",{"type":"''","value":["must-see"]}," spectacle at night, with dozens of small outdoor-bar stalls which are always packed at night. Here you can see people drinking, playing dice with bar girls, and watching (or interacting with) ",{"type":"''","value":["working girls"]}," and passers-by on the crowded pedestrian-only street that is filled with shops and street-food vendors (see the ",{"type":"[[","value":[["#Drink"],["Drink"]]}," Section for more details). There is also the more upscale ",{"type":"'''","value":["Bar Street"]}," (酒吧街; ",{"type":"''","value":["Jiǔbājiē"]},"), a modern strip of nicer upscale bars with indoor and outdoor seating, some featuring live music (many blasting loud music inside). Most of these cater to Chinese businessmen and moneyed tourists. At the southern edge of Gongbei is a ",{"type":"'''","value":["underground shopping center"]}," and the ",{"type":"'''","value":["Macau border crossing"]}," (see ",{"type":"[[","value":[["#Buy"],["Buy"]]}," Section for more details)."]},"\nGoing West from Gongbei are other districts:\n",{"type":"*","value":[" ",{"type":"'''","value":["Wanzai"]}," (湾仔; ''Wānzǎi') has a ",{"type":"'''","value":["ferry station to Macau"]}," and a ",{"type":"'''","value":["Seafood Street"]}," where you get to select your own live seafood before they are prepared for your dining pleasure."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Doumen"]}," (斗门; ",{"type":"''","value":["Dǒumén"]},") is in the Southwest. It is a bit out of the way, in that most of Zhuhai spreads north along the coast.  The ",{"type":"'''","value":["Zhuhai airport"]}," is here. The very scenic ",{"type":"'''","value":["Jintai Buddhist Temple"]},", built at the end of the Song Dynasty is over 1,000 years old and is well worth a visit if you are in the area. Get the full treatment at the ",{"type":"'''","value":["Imperial (Yu Wenquan) Hot Springs Resort"]}," in Doumen, the first Japanese outdoor garden-style hot springs resort in China, with over 20 kinds of hot springs."]},"\n",{"type":"===","value":["Islands"]},"\nOne of Zhuhai's nicknames is ",{"type":"''","value":["the city of a hundred islands"]}," (146 to be exact), and it has a number of islands that are accessible from ports by ferries. An often overlooked aspect is the fact that each of the islands has a unique character. Some have decent beaches, and some are eerily quiet fishing islands. Each trip is a noticeable escape from the hustle and bustle of living in Chinese cities. A trip to the islands is arguably comparable to leaving the country. High-quality seafood abounds. Information about where to go or what to do can be difficult to come by because most locals do not visit due to cost of transportation. As a result, most tourists do not get a chance to explore these beautiful places at all, and most of the information available on the internet regarding Zhuhai focuses on the urban areas. Nonetheless, the curious expat or adventurous traveler will be generously rewarded. From the ",{"type":"'''","value":["Xiangzhou Northern Wharf"]}," (香洲北堤码头; ",{"type":"''","value":["Xiāngzhōu Běidīmǎtóu"]},"), you can get to the ",{"type":"'''","value":["Wanshan Islands"]}," (万山群岛; ",{"type":"''","value":["Wànshānqúndǎo"]},"):\n",{"type":"*","value":[" ",{"type":"'''","value":["Dong'ao Island"]}," has diving facilities, clear waters, and a nice beach."]},{"type":"*","value":[" ",{"type":"'''","value":["Wailingding Island"]}," is also a nice getaway with clear waters and nice beaches."]},{"type":"*","value":[" ",{"type":"'''","value":["Hebao Island"]}," is less developed and visited, and is a good spot for those who like wilderness."]},{"type":"*","value":[" ",{"type":"'''","value":["Guishan Island"]}," has a sleepy fishing island town feel with exceptional seafood."]},"\nWhile not as distant and not part of the Wanshan Islands, ",{"type":"'''","value":["Henquin Island"]},", ",{"type":"'''","value":["Qi'ao Island"]},", and ",{"type":"'''","value":["Gaolan Island"]}," can all be reached by bus via a bridge. \n\nRemember to take plenty of cash with you on these island excursions because some islands do not have ATMs.\n\n",{"type":"[[","value":[["Image:Zhuhai seen from Macau border.jpg"],["thumb"],["250px"],["right"],["Entrance to Zhuhai from the Macau border"]]},"\n\n",{"type":"==","value":["Geography"]},"\n\nZhuhai city inland portions of the terrain from the northwest to Southeast tilt, and diverse topography, with plain (25.5%), hills (58.68%), which has low mountain, tidal flat. Flat terrain, the hills of Linhai, sea area is vast, the hundred islands crouch, have qifengyidan beautiful bay, and the beach. Inland from Lantau Peak, General Hill's two major mountain ranges and coastal hills, plains. Sanzao island is the largest island, an area of about 78 square kilometers. Mountain land, hills, plains, terraces, is arranged in a crisscross pattern water network division. Coastal alluvial plain from the Xijiang and Beijiang together into alluvial deposits. \n\nThe Pearl River Estuary coastal territory, the underwater beach coast to slow gradient. Coastline, island 690 km long coastline. Highest inland Lantau Peak,437 meters above sea level, sea island in100 meters above the sea level. The main mineral resources of the crystal, iron, tungsten, tin, manganese, potassium feldspar, quartz sand. Natural soil red soil, rocky soil, coastal sand, salt swamp soil. The main rivers are Modaomen, Venus doors, Nai bay door, gate, Hutiaomen, before Hill, Wan Chai River Macao waterway, Nanshui Lek, a total length of 135 km.\n\n",{"type":"==","value":["Get in"]},"\nMost visitors to China will require an advance visa, which can be obtained in Hong Kong or Macau. See ",{"type":"[[","value":[["China#Visas"],["Visas"]]}," for details.\n\nIf you are only visiting the Zhuhai area, three-day visas upon arrival are available at the border. Upon entering the Gongbei immigration building, after passing all the duty free shops, the visa office is behind a green door on the right hand side of the hall. Follow the stairs and you will find the office on the left. You need to complete a small white form, pay the fee and have your photograph taken with a webcam. The visa is then processed within minutes. This costs ¥160 for most nationalities, but Americans cannot use the service and Brits have to fork out ¥450 (December 2008). Hong Kong dollars are not accepted. Currency can be converted at the China Tourist Services office back downstairs in the main immigration hall, but usually at an awful rate. Once the visa has been issued, proceed to the immigration hall to complete the immigration process.\n\n(january 2011: I applied for a SEZ visa. The price list did have USA as a nationality, the price being about ¥950)\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"====","value":["Zhuhai Airport"]},"\n",{"type":"[[","value":[["File:Zhuhai Airport exterior.jpg"],["thumb"],["250px"],["right"],["Outside of the Zhuhai Airport"]]},"\n\nZhuhai is served by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zhairport.com Zhuhai Sanzao Airport"]}]}," (",{"type":"{{","value":[["IATA"],["ZUH"]]},"). This is a moderately sized, modern airport that connects the area with many Chinese cities, but no international destinations. It is located west of downtown in the Jinwan District.\n\nThe Airport Express Bus departs from the airport to Xiangzhen and Gongbei districts for ¥30 (November 2010) per passenger, and follows the schedule of arriving flights. The first bus departs around 11:00 and the last bus departs about 21:30. A taxi from the airport to Gongbei or Jiuzhou in downtown Zhuhai is around ¥130 (October 2011) when traffic is free flowing. You may also take public bus number 207, which goes right to the Gongbei border crossing, and costs ¥6. However the journey time is between 1 hour 45 mins and 2 hours. Note that this bus does not have a luggage storage area on board.\n\n",{"type":"====","value":["Other airports"]},"\nTo reach Zhuhai from outside China, one would usually fly to ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Macau"]]}," or ",{"type":"[[","value":[["Guangzhou"]]},". All three cities have large, modern airports with many international connections and all are within an hour or two of Zhuhai; Macau is closest. ",{"type":"[[","value":[["Shenzhen"]]}," is another large modern airport nearby, but it has fewer international connections.\n\nFrom the ",{"type":"[[","value":[["Guangzhou Baiyun International Airport"]]}," (",{"type":"{{","value":[["IATA"],["CAN"]]},"), a frequent express bus service that goes to Zhuhai is available. It costs ¥80 and takes approximately 2.5 hours with one stop in the northern part of Zhuhai before going on to the Gongbei border gate to Macau. There is a check in for the airport at Gongbei bus station, located near the KFC. \n\nFrom the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.macau-airport.gov.mo Macau International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["MFM"]]},"), the best way to get to Zhuhai is via the ",{"type":"[","value":["http:\/\/www.macau-airport.com\/en\/v01\/01_express.php Express Link"]}," service, skipping the Macau immigration and customs altogether. Once you alight from the plane, instead of going through immigration, look for the Express Link (China) sign and follow it. This will lead you past a transit security scan station where you must pick up an Express Link card, and upstairs into the departure hall. Go to the ticket counter at Gate 8, present your card and buy a ticket for the coach that goes to the Gongbei Port of Entry. The coach fare is ¥52 and the ride takes only 15 minutes. Coach departure times are 11:00, 11:30, 12:00, 12:30, 13:00, 14:45, 17:00, 17:30, and 18:00.  If you need to check in any bags for your flight, remember to have them ",{"type":"''","value":["blue tagged"]}," during your flight check-in procedure for this Express Link service. The blue tag is not a necessity, merely a convenience. Present your luggage tags at the above-mentioned coach ticket counter and pick up your bags at the bus bay later.\n\nThe option to skip the Macau immigration is not available on the return. Allow ",{"type":"''","value":["at least"]}," three hours to get from Gongbei to the Macau airport. Immigration formalities can be very time-consuming, particularly on the Chinese side during the weekends. Once out of the Chinese customs (before entering Macau), there is a little ticket booth to the left where you can get a shuttle bus ticket to the airport for ¥35. The buses will be waiting on the left once you leave the Macau immigration hall. They run at 10 minutes intervals.\n\nShould you decide to go through the Macau immigration at the airport and use the Taxi service to get to Zhuhai, the ride takes only about 15 minutes. It costs about ¥60-80 for the short ride. But it is reasonable priced for those (>2 persons) who wish to share the taxi cab fees. The charges are inclusive of surcharge of ¥5 at the airport, ¥5 per piece of luggage. Taxi payment can be in patacas, Hong Kong dollars or renminbi. They are all treated equally in value (i.e. dollar for dollar, even though Macau dollar has the lowest value of the three currencies). Taxi cabs queue at the curve outside of the airport.\n\nFrom ",{"type":"[[","value":[["Hong Kong International Airport"]]}," (",{"type":"{{","value":[["IATA"],["HKG"]]},"), one option is to take the ",{"type":"[","value":["http:\/\/www.mtr.com.hk\/eng\/train\/ae_intro.htm Airport Express"]}," to Kowloon Station (at the cost of HK$90), then hop on the free Airport Express transit bus K2 to the China-Hong Kong Ferry Terminal (中港城码头; ",{"type":"''","value":["Zhōnggǎng Chéngmǎtóu"]},") to take a ferry to Zhuhai. See below for ferry timetable. \n\nAnother option from Hong Kong is to catch a ferry from the HKIA Skypier to Macau and then cross into Zhuhai via the Gongbei border gate. Immigration and custom procedures can be skipped at the Hong Kong end. Full instructions can be found here ",{"type":"[","value":["http:\/\/www.hongkongairport.com\/eng\/aguide\/skypier.html#airflow"]},". The ferry journey takes about 50 minutes and runs hourly (usually).\n\nA third option from HKIA is now available in the form of long-distance buses that go overland to Gongbei. The journey takes 3.5 hours and costs HK$200. Departure times are 07:00, 08:00, 16:00, 17:00, and 19:00.\n\nA new ferry service was introduced that brings travelers directly from HKIA to the Jiuzhou Port in Zhuhai. The ferry leaves at 12:15, 14:04, 17:00, and 20:00. The one from Zhuhai to HKIA leaves at 9:30, 12:40, 15:30, and 18:30. The trip takes approximately 50 minutes.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["Image:Zhuhai Ferry Boat.jpg"],["thumb"],["250px"],["right"],["Zhuhai ferry boat"]]},"\n",{"type":"'''","value":["From Hong Kong"]},": There are several ferries per day from ",{"type":"'''","value":["Hong Kong International Airport"]},", ",{"type":"'''","value":["HK-Macau Ferry Terminal"]}," (港澳码头; ",{"type":"''","value":["Gǎng'ào Mǎtóu"]},"; ",{"type":"[[","value":[["Hong Kong\/Hong Kong Island"]]},"), ",{"type":"'''","value":["China Ferry Terminal"]}," (中港城码头; ",{"type":"''","value":["Zhōnggǎng Chéngmǎtóu"]},"; ",{"type":"[[","value":[["Hong Kong\/Kowloon"],["Kowloon"]]},") and ",{"type":"'''","value":["Shekou Ferry Terminal"]}," (蛇口港; ",{"type":"''","value":["Shékǒugǎng"]},"; ",{"type":"[[","value":[["Shekou"]]},") arriving at the ",{"type":"'''","value":["Zhuhai Jiuzhou Ferry Terminal"]}," (九洲港; ",{"type":"''","value":["Jiǔzhōugǎng"]},"). There is a taxi rank and bus stops directly outside.  You can take a free bus ride to Gongbei by showing your ferry ticket. Visas can be purchased here for most nationalities (not American citizens).  Payment is in RMB only and the ATMs are through immigration so plan ahead.\n\nThe HKIA-Zhuhai ferry is operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cksp.com.hk\/eng\/skypier\/timetable\/main.html Chu Kong"]}]},", who charge HK$260\/¥280 one-way to\/from Zhuhai.\n\nGetting to Zhuhai Airport from the Jiuzhou Ferry port that connects Zhuhai with Hong Kong, an Airport bus can be taken for about ¥30 and the last bus departs at 20:00. The journey takes about 2 hours.\n\n",{"type":"'''","value":["From Macau"]},": There is a ferry service operating from ",{"type":"[[","value":[["Macau"]]},"'s Inner Harbour's Pier 14 (澳门粤通码头; Àomén Yuètōng Mǎtóu) to Wanzai. Daily departures roughly hourly from 08:00-16:00.\n\n",{"type":"===","value":["By car"]},"\nIt is possible to drive across the border from Macau.  Unlike Macau, China drives on the right.\n\nOnly vehicles with dual plates are allowed to drive across the border.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["Image:Zhuhai Gongbei bus station.jpg"],["thumb"],["250px"],["right"],["Main bus station in Gongbei"]]},"\n\nHundreds of buses come from ",{"type":"[[","value":[["Guangzhou"]]}," every day, usually via the Jingzhu (Beijing-Zhuhai) Highway (京珠高速; Jīngzhū Gāosù). You can catch one at:\n\n",{"type":"*","value":[" China (Marriott) Hotel (中国大酒店)"]},{"type":"*","value":[" Guangzhou Baiyun Airport (广州白云机场) just inside the Arrival Hall"]},{"type":"*","value":[" Garden Hotel (花园酒店) "]},{"type":"*","value":[" Provincial bus station (省汽车站) "]},{"type":"*","value":[" Tianhe Dasha bus station (天河大厦车站) "]},{"type":"*","value":[" Liuhua bus station (流花车站) directly opposite the provincial train station"]},"\nFrom any of these locations, the trip will cost ¥70-75 and take about 2.5 hours. Buses leave every half hour and go to Gongbei. Along the way, they usually make a stop at ",{"type":"'''","value":["Xiangzhou"]}," (香洲; ",{"type":"''","value":["Xiāngzhōu"]},") and ",{"type":"'''","value":["Suidaonan"]}," (隧道南; ",{"type":"''","value":["Suìdàonán"]},"). \n\nZhuhai has several bus stations:\n\n",{"type":"*","value":[" One is underground, accessed from the lower level of the underground shopping center at the Gongbei border crossing (the Macau border)."]},"\n",{"type":"*","value":[" The main Gongbei bus station is within a few hundred meters from the Gongbei border crossing. It's off to your right as you leave the underground shopping center by the Northeast Exit."]},"\n",{"type":"*","value":[" Xiangzhou also has a large intercity bus station. Take #2 or #10 city bus to reach it from Gongbei."]},"\n",{"type":"===","value":["On foot"]},"\n",{"type":"[[","value":[["Image:Zhuhai, Gongbei, Macau border crossing.jpg"],["thumb"],["250px"],["right"],["The border, seen from Gongbei; the red building is the Port of Entry (customs and immigration). Beyond it is Macau"]]},"\n\nYou can walk across the border from ",{"type":"[[","value":[["Macau"]]}," at Gongbei. The border is open from 07:00-24:00. It typically takes 20 minutes of walking time, but be prepared for long queues, which can easily add over an hour to your total border crossing time.\n\nAn alternative crossing is via the Lotus Bridge in Macau's Cotai area to the island of Hengqin. This border crossing point is open 08:00-20:00. After crossing the Macau side, take a shuttle bus across the bridge to the China side (fare ¥3, no change given so carry the exact amount). From the Hengqin side of the border take bus number 14 to Xiangzhou, or catch one of the Kee Kwan air-conditioned minibuses to Wanzai or Gongbei (¥5).\n\nFor foreigner entering China, you will need to produce a valid visa. Follow the immigration line that says \"Foreigner\". Once you clear immigration, you enter the duty free zone. Consider picking up some Western chocolate or liquor, especially if you need gifts for Chinese. Jameson's at HK$70 a bottle is a good buy, as are some of the wines and single malt whiskeys. Do not bother with common brands of whiskey or cognac; those a readily available in China. Cigarettes are generally cheaper in downtown Zhuhai than at the duty-free( do not buy cigarettes in duty free, most are fake). \n\nWhen you exit the Gongbei immigration building, you have reached the Zhuhai border. If you need to purchase a pre-paid cellphone card, please proceed to exit the immigration building, then walk downstairs to the underground mall. There are many telephone services stalls here. You may purchase a pre-paid sim-card here for ¥100. It comes with a loaded value of ¥50. You will need a GSM phone to get it to work. Always keep your belongings zipped inside your pocket here as pickpockets are very common at the border check point. \n\nOn the return trip from China to Macau, here are the border crossing tips from Zhuhai China to Macau via Gongbei port. The Gongbei immigration building opens at 07:00. If you arrived at the Zhuhai Gongbei port via Taxi cab, you either arrive in front of the Gongbei immigration building or via the underground tunnel, linked to the underground mall below the Gongbei immigration building. Proceed to queue up at the entrance of building. It is rather cold in the morning so bring enough warm clothing with you if you decided to queue up in the morning before 07:00.\n\nWhen the building opens, proceed inside the building. Look for the line that says \"Foreigner\" (usually line# 15). If you are already late for your connecting flight, go to the express line (no queuing required) and show them your air ticket for immediate attention. Once you clear the Chinese immigration, you enter the duty-free zone. Proceed to the immigration hall. Foreigner is required to fill up a blue-color slip in this hall, declaring your place of stay in Macau and your departure details. Proceed to queue at the line that says \"Foreigner\". Once you clear the Macau immigration, proceed to exit the building. If you carry any luggage with you, the immigration officer may request that your luggage be scanned by the X-ray machine before you are allowed to exit the immigration building. The whole border crossing process takes about 20-25 minutes, excluding waiting time in the long queues.\n\nYou may choose Taxi cab or bus to get to the airport. The ride to the Macau International Airport takes only 15 minutes from Gongbei port. There will be surcharge of Macau$5 to the airport and $6 per item of luggage. It costs about Macau $70 to get to the airport by Taxi cab (inclusive of surcharges). Taxi cabs accepts Macau Patacas, Hong Kong Dollars or Chinese RMB for payment. These currencies are treated equally (With RMB being the most expensive) during payment. You may still use your Chinese pre-paid telephone card up to the mid-span of the Friendship Bridge in Macau. After that, the signal drops off.\n\n",{"type":"===","value":["By train"]},"\nThe ",{"type":"'''","value":["Guangzhou-Zhuhai Intercity Railway"]}," (Guangzhu ICR) partially opened on 7 January 2011, and was fully opened to the public on 31 December 2012.  There are five stations in Zhuhai: Zhuhai North (珠海北) in Jinding, Tangjiawan, Mingzhu (明珠) in New Xiangzhou, Qianshan (前山) and the main ",{"type":"'''","value":["Zhuhai Railway Station"]}," in Gongbei.\n\nThe journey from Guangzhou South station to Zhuhai takes around 60-90 minutes and costs ¥43 for first class or ¥36 for second class.  Trains will stop at either Zhuhai North, Tangjiawan, Mingzhu or Qianshan (or any combination of the four) before terminating at Gongbei: different trains stop at different stations, so if you intend to alight at an intermediate station, be sure to check first if your train will stop there.  The first train departs Guangzhou South for Zhuhai at 07:00, while the last train departs Zhuhai for Guangzhou at 22:45.\n\nGuangzhu ICR stations are served by several bus routes.  Bus routes 3A (to Jiuzhou ferry port) and 65 (to Zhulinpu in Tangjiawan), as well as a minivan service to Beijing Normal University, serve Zhuhai North station, while bus 207 (to the airport) stops outside of Zhuhai station.  There are also taxi ranks outside all stations.\n\n",{"type":"==","value":["Get around"]},"\nZhuhai is quite spread out. The terrain is coastal plain broken up by mountains or, seen from the sea, a series of bays and headlands. There are many clumps of development separated by hills, often parkland.\n\n",{"type":"*","value":[" Within any district, you can walk or take a taxi from ¥10."]},"\n",{"type":"*","value":[" To move between districts, use buses. These are ¥1-3, depending how far they go and whether they are air-conditioned. Bus 10 will cross all of the Zhuhai SEZ north to south or south to north. By taking bus 10 it is possible to conveniently move between Gongbei, Xiangzhou, Tangjia, and Jinding. Bus 10 terminates in the south near the Macau border in Gongbei and terminates in the north on the mainstreet of Jinding. Bus 3 will allow you to reach Jiuzhou ferry port for trips to Hong Kong or Shenzhen."]},"\n",{"type":"*","value":[" It is possible to move around districts using the Guangzhu ICR, although as trains don't stop at all stations, options for moving around Zhuhai are more limited than with buses.  Fares start at ¥6 for second class, and ¥7 for first class: the journey from Zhuhai North to Zhuhai, for example, is ¥9 in second class, and ¥11 in first class."]},"\n",{"type":"*","value":[" The double decker ",{"type":"'''","value":["sightseeing bus"]}," bus goes to most areas between Gongbei and Jinding for ¥3. Padded seats and good air conditioning make it a lot more comfortable than city buses for long trips. The last sightseeing bus is at about 19:00."]},"\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Cantonese phrasebook"],["Cantonese"]]}," is the indigenous language of Zhuhai, it being a part of the ",{"type":"[[","value":[["Pearl River Delta"]]},". Nevertheless, due to the massive influx of immigrants from other parts of China over the last two decades, ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]}," is now the ",{"type":"''","value":["lingua franca"]},". English is not widely used, but some people speak it.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Zhuhai-YuNu.jpg"],["thumb"],["250px"],["Fisher Girl Statue, symbol of Zhuhai"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fisher Girl statue"],["url="],["email="],["address=Lovers' Road"],["lat=22.26508"],["long=113.58303"],["directions=Bus 9 or 99 or the sightseeing bus"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Legend has it that an angel descended to earth one day and fell in love with the beauty of the land. Reluctant to return, she turned herself into a fisher girl, weaving nets and searching for precious pearls to earn a living. In addition, she unselfishly used her knowledge and powers to heal villagers who were ill, and so was well loved by one and all. Soon she met a young fisherman named Hai Peng and they fell in love. Not long after, however, Hai Peng heard and believed malicious accusations, and demanded the fisher girl to give him her magical bracelets as proof of her affection. The fisher girl tearfully explained the origin of the bracelets. While she was still the daughter of the South Sea Dragon King, the eight bracelets were given to her by the eight palace mistresses, to guard her against the thought of abandoning immortality. She would die if she even removed one. Tragically, Hai Peng did not believe her story and turned to leave. The fisher girl, to prove her love for Hai Peng, removed her bracelets and died in his arms instantly. Hai Peng was filled with remorse and grief. His great sorrow moved the Jiu Zhou Huan Elder, who taught him the way to bring the fisher girl back to life. For this he had to travel to the Jiu Zhou Island to find the Resurrection Grass, which must then be fed with man's blood. After much difficulty, Hai Peng found the grass and grew it with his own blood. Days turned to years, and the grass was finally ready and used to revive the fisher girl. Henceforth, the fisher girl became a true mortal. On the day of their wedding, all the girls together found a gigantic, magical pearl at the seashore. In gratitude, the fisher girl presented this to the reverent Elder."]]}]},"\n",{"type":"[[","value":[["Image:Zhuhai-Qinglu-0626.jpg"],["thumb"],["250px"],["Lover's Road in Gongbei, Jida in background"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lovers' Road"],["alt=情侣路; Qínglǚlù"],["url="],["email="],["address="],["lat=22.23513"],["long=113.57111"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a walk along the coastline. It offers a majestic view of the Macau skyline across the border, but the sea tends to be brown and muddy."]]}]},"\n",{"type":"[[","value":[["Image:New Yuanming Palace view, Zhuhai.jpg"],["thumb"],["250px"],["New Yuanming Palace"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=New Yuanming Palace"],["alt=圆明新园; Yuánmíng Xīnyuán"],["url="],["email="],["address="],["lat=22.24344"],["long=113.53306"],["directions=At the foot of Big Shilin Mountain of Jiuzhou Road, to the northwest of Zhuhai City, take bus 1, 25, 30, or 60, it is a 15 minute bus ride from Gongbei Road"],["phone="],["tollfree="],["fax="],["hours=Closes at 23:00"],["price=Entrance to the park is ¥120 before 18:30 and ¥60 thereafter"],["content=Immitation of the Yuanming Palace in Beijing and covers an area of 1.39 square km. Inside the park there is also 80,000 square meters of lake. Along the lake are many places to hire motor boats and pedelos. The park has many attractions from ancient emperors' artifacts and clothes to floating restaurants and traditional Chinese architecture. It offers amazing photo opportunities with the mountains as a backdrop and there are many little pagodas to distract yourself with. In the evening, at the Northern side of the park, there are impressive stage shows depicting traditional Chinese dances and stories in a Broadway style musical presentation. This is a must-see. Also, in the Northern most part of the park there is a sea-battle re-enactment using real boats, explosions and also a troop of cavalry to add to the realism. These shows are included in the entrance fee although premium tickets for good seats can be purchased for ¥5. When you leave, you also have the opportunity to dress in the Emperor's clothes and have your picture taken for ¥40, which is quite expensive. You are allowed to take the pictures with your own camera."]]}]},"\n",{"type":"[[","value":[["Image:Jintai Temple Doumen Zhuhai.jpg"],["thumb"],["250px"],["Jintai Temple in Doumen"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jintai Buddhist Temple"],["alt=金台寺; Jīntáisì"],["url="],["email="],["address="],["lat=22.22742"],["long=113.22396"],["directions=In Doumen; take bus K4 or 609 from the Xiangzhou Bus Station, then a rickshaw to the temple entrance"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scenic temple built at the end of the Song Dynasty, over 1,000 years old and well worth a visit if you are in this area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zhuhai's many islands"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Zhuhai's nicknames is ",{"type":"''","value":["the city of a hundred islands"]}," (146 to be exact), and it has a number of islands that are accessible from ports by ferry boat (see the Districts Section for more information)."]]}]},"\n",{"type":"[[","value":[["Image:Zhuhai Racetrack.JPG"],["thumb"],["250px"],["Zhuhai Racetrack during the Asian Festival of Speed"]]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zhuhai International Circuit"],["alt=珠海国际赛车场; Zhūhǎi Guójì Sàichēchǎng"],["url=http:\/\/www.zic.com.cn\/zicen\/default.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Here you can watch and enjoy the atmosphere of international auto and motorcycle racing, including the FIA GT Championship, A1GP (World Cup of Motorsports), Asian Formula 3 Series, Asian Festival of Speed and ZIC's very own Pan Delta Super Racing Festival. It is also possible to take the ride of a lifetime by buckling up on board Asia's one-and-only 2-seater formula car and being driven by an ART Motorsports professional racing driver. Receive expert instruction and spend a half hour on the actual race course in a formula car for HK$1500. Enjoy the ride yourself, or with a group of friends in a full 30-minute session doing 2 to 3 laps each.  You can also rent go karts and motorcycles for use on a separate track."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Play golf"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are several golf courses in the area. These are popular with Hong Kong players who come on weekends as they are cheaper and less crowded than those in ",{"type":"[[","value":[["Hong Kong"]]},". For more details see ",{"type":"[[","value":[["Golf in China"]]},". There is also a driving range in Jida. This is accessible via the #4 bus.  Golf equipment is readily available and cheap in Zhuhai, but all ",{"type":"''","value":["branded"]}," clubs are knock-offs of varying qualities. There are several small golf shops in the underground shopping complex at the Macau border, several on Lianhua Lu (Lotus Road) in Gongbei, and two larger ones across the road from the driving range in Jida."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Imperial Yuwenquan Hot Springs"],["url="],["email="],["address="],["lat="],["long="],["directions=In Doumen District, take bus 609"],["phone=+86 756 5797128"],["tollfree="],["fax="],["hours="],["price="],["content=The first Japanese-style open air hot spring in China. There are over 20 kinds of hot springs, massage rooms and sauna rooms. This is considered to be one of the best spa resorts in China.  From Gongbei it takes about two hours to get to there by bus, or an hour and ~¥130 one-way by taxi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swim, sunbathe or go diving"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At a number of islands which are approximately 50 minutes away by ferry (see Zhuhai Islands Section for more details)."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\nTwo universities are located along the main coastal road North of central Zhuhai, between Xiangzhou and Tangjia, accessible by bus 3, 10, 69 or the sightseeing bus:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zhongshan University"],["alt=中山大学; Zhōngshān Dàxué; also known as Sun Yat-Sen Dàxué"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Harbin Institute of Technology"],["alt=Technological Innovation Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nSeveral more are further North, on a side road just before Jinding. Take bus 69 from town, bus 70 from Jinding, or bus 10A from Gongbei. The Zhuhai North train station is also in this area.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Beijing Normal University"],["alt=北京师范大学 (北师大); Běijīng Shīfàn Dàxué (Běishīdà)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Beijing Institute of Technology"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=United International College"],["url="],["email="],["address="],["lat="],["long="],["directions=On the BNU campus"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A liberal arts university co-funded by Hong Kong Baptist University and Beijing Normal University. Classes are taught entirely in English."]]}]},"\nSeveral other universities are further West, in Doumen District.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Gongbei"]},"\nAlways inspect the product before paying for it and leaving the shop. Also, note down where you bought the item. You will never get a refund, but Gongbei shop owners are surprisingly diligent about protecting their reputation, so they will more than likely exchange defective merchandise.\n\n",{"type":"[[","value":[["Image:Zhuhai underground shopping mall.jpg"],["thumb"],["250px"],["right"],["Gongbei underground shopping mall"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Underground shopping complex"],["alt=拱北地下广场; Gǒngběi Dìxià Guǎngchǎng"],["url="],["email="],["address="],["lat="],["long="],["directions=Right below the ",{"type":"[[","value":[["Macau"]]}," border crossing in Gongbei, take the escalator or walk down the stairs"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a huge complex; the entire open concrete area in front of the border crossing has two floors of shops under it. There are several hundred shops, many with goods targeted at tourists, such as clothing and shoes, jade and other jewelery, handicrafts e.g. Tibetan accessories, and consumer electronics. There are also many CDs and DVDs for sale at cheap prices, although they are unlicensed copies. Also available in abundance are imitation watches with incredible resemblance to the real ones (Rolex, Breitling, Patek Philippe, Movado, and Omega, just to name a few). Even among these knock-offs, differences in grade can be seen for the same model in different shops. Whatever you buy here, always ",{"type":"[[","value":[["bargain"]]}," and bargain hard."]]}]},"\n",{"type":"[[","value":[["Image:Zhuhai_Ying_Bin_Plaza.JPG"],["thumb"],["250px"],["right"],["Ying Bin Shopping Plaza in Gongbei"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Yingbin Road"],["alt=迎宾路; Yíngbīnlù"],["url="],["email="],["address="],["lat="],["long="],["directions=The main street that goes straight north from the border, number one and two north exits from the underground complex lead to opposite sides of Yingbin Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It has several large shopping complexes with everything from cheap Chinese goods to trendy pricey international brands. On the left, there is ",{"type":"'''","value":["Wanjia Department Store"]}," (万佳百货; ",{"type":"''","value":["Wànjiā Bǎihuò"]},"), which is the most recognizable landmark in Gongbei. Any local or taxi driver will know where it is. Slightly further up, there is also the ",{"type":"'''","value":["Yingbin Plaza"]}," (迎宾广场; ",{"type":"''","value":["Yíngbīn Guǎngchǎng"]},") on the right which has a McDonald's on the ground floor and a KFC right above it. Most of the shops here sell clothing."]]}]},"\n",{"type":"[[","value":[["Image:Lotus Road shopping at night.jpg"],["thumb"],["250px"],["right"],["Lotus Road shopping at night in Gongbei"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Lianhua Road"],["alt=莲花路; Liánhuālù; lit. Lotus Road; also known as Walking Street (步行街; Bùxíngjiē)"],["url="],["email="],["address="],["lat="],["long="],["directions=Parallel to Yingbin Road and a block east of it, at the south end it starts on the west side of the bus station opposite the northeast exit from the underground complex at the Macau border"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pedestrians only street.  The merchandise available here is similar to what you find in the underground shopping mall, primarily clothing and electronics. There is also a Bank Of China branch here with ATMs for foreign cards."]]}]},"\n",{"type":"[[","value":[["Image:Gongbei, Zhuhai, rainy day.jpg"],["thumb"],["250px"],["Hita Shopping Plaza in Jida"]]},"\n\n",{"type":"===","value":["Jida"]},"\nThe main drag in ",{"type":"'''","value":["Jida"]}," is Jingshan Road (景山路; Jǐngshānlù) and it has two blocks of nice department stores:\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Zhuhai Shopping Mall"],["alt=珠海百货; Zhūhǎi Bǎihuò"],["url="],["email="],["address="],["lat="],["long="],["directions=From Gongbei, take bus 2"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Duty Free Shopping Mall"],["alt=免税商场; Miǎnshuì Shāngchǎng"],["url="],["email="],["address="],["lat="],["long="],["directions=From Gongbei, take bus 2"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Your Family Store"],["alt=又一家; Yòuyījiā"],["url="],["email="],["address="],["lat="],["long="],["directions=From Gongbei, take bus 2"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tongluowan Shopping Mall"],["alt=铜锣湾; Tóngluówān"],["url="],["email="],["address="],["lat="],["long="],["directions=From Gongbei, take bus 2"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Xiangzhou"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Xiangzhou"],["url="],["email="],["address="],["lat="],["long="],["directions=From the border, take bus 2 or the sightseeing bus"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has plenty of shops, and is generally less touristy than Jida or Gongbei. Many locals shop here to buy their Chinese brand name clothing. The main street has the Japanese department (and grocery) store ",{"type":"'''","value":["Jusco"]},". There are also a number of other shops and several fairly large shopping complexes along the street north of Jusco."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Computers and electronics"],["url="],["email="],["address="],["lat="],["long="],["directions=On the second corner south of Jusco (Wanzaisha Bus Stop)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two large buildings full of computer and electronics shops.  This is the place to go in Zhuhai for anything computer or electronics related."]]}]},"\n",{"type":"===","value":["Western groceries"]},"\nTo shop for imported groceries, including items such as cheese, chocolate, and milk, try\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jusco"],["url="],["email="],["address="],["lat="],["long="],["directions=On the main street in Xiangzhou"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jusco is the place many Zhuhai expats go to buy groceries. Even though they seem to specialise in Japanese food. You can also find some decent western items at fair prices. More expensive than other supermarkets but much wider range of products"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Carrefour"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the end of bus lines 7 and 9"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are now two Carrefour supermarkets. The new one in Jida has western food available; the old one does not"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Zhuhai Deli"],["url=http:\/\/www.macauzhuhai.com\/drupal\/webpages\/zhuhaideli\/Zhuhai%20Deli.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"[[","value":[["Image:Street dining in Zhuhai.jpg"],["thumb"],["250px"],["Casual street dining in Gongbei"]]},"\n\n",{"type":"==","value":["Eat"]},"\nCantonese cuisine is common place, but street food stalls and restaurants featuring food from all over China are also easily found. Seafood is a local specialty.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"====","value":["Street food"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jinding Barbeque"],["url="],["email="],["address="],["lat="],["long="],["directions=On Jinding's main street, can be reached via bus 10 or 3"],["phone="],["tollfree="],["fax="],["hours=The BBQ opens around 17:30 and ends around 24:00"],["price="],["content=By far the largest outdoor street barbeque in Zhuhai. The BBQ is over 100 meters long, , with scores of proprietary stalls and tables (who vigorously compete against one another). Steam rises, motorcycles whiz by, and music blares from shops as dozens of proprietary stands serve up street specialties (such as spicy grilled squid tentacles) well into the night to a lively crowd seated at plastic tables and chairs. Meals are served on plastic bag covered plates and beer from the thinnest plastic cups in the world! Come here to experience regular Chinese street life, and leave full and satisfied."]]}]},"\n",{"type":"[[","value":[["Image:Seafood market in Zhuhai.jpg"],["thumb"],["250px"],["'Seafood Street' in Wanzai"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gongbei Seafood"],["url="],["email="],["address="],["lat="],["long="],["directions=If you are standing at the border facing North, follow the street running West parallel to the border around 100 meters past the border area and several of the hotels, and then take any side street North and wind your way into a large outdoor eating area with scores of low key outdoor restaurants"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a multitude of outdoor eating establishments with high quality seafood in Gongbei near the Macau border. Simply wandering around would probably work, but one large area with many such establishments is just Northwest of the border. Only a 5 minute walk from the border, any type of seafood can be had here (crab, oysters, prawns, large fish and the more exotic variety) as well as other non-seafood dishes that are just as good. They are authentic and much cheaper than anything you can find in the more pricey restaurants. Keep an eye out for the people cleaning large stacks of oysters."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lotus Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Other tasty local grub in Gongbei can be found on any of the side streets off of Lianhua Lu (Lotus Road)."]]}]},"\n",{"type":"====","value":["Restaurants"]},"\nFor a cheap and filling snack, look for the tiny noodle places run by Muslims.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Muslim Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=next to Wanzaisha Bus Station in Xiangzhou"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One good one."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\nAzur Restaurant - Tel:8813197 Address:珠海市南屏海鲜街坪岚路65号香槟小镇D6区6号铺 中蓝海 (南屏海鲜街)email: info@azurvision.com \nVery good Mediterranean Cuisine with Croatian Chef. The menu is quite small,however it is constantly changing according to seasons and what's freshly available on the market. Most of the items on the menu are handmade, including bread, pastas, gnocchi etc. Main courses from ¥60-130. \nAbsolutlely the best food and terrace setting we experienced in 2 weeks we stayed in Zhuhai.\n\nThey also do excellent events with great musicians from all over the world. They are linked with Hong Kong Jazz Festival, and occasionally bands who play in Hong Kong they also play at Azur. \n\n",{"type":"====","value":["Cantonese"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shishen Seafood City"],["alt=食神海鲜城; Shíshén Hǎixiān Chéng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},":* ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address=Gangwan Avenue, Xiangzhou District (香洲区港湾大道; Xiāngzhōuqū Gǎngwāndàdào)"],["lat="],["long="],["directions=A bit north of town on the coastal road, take bus 3 or 10 or the sightseeing bus"],["phone=+86 756 3611726"],["tollfree="],["fax="],["hours="],["price="],["content=In an interesting old building"]]},"\n:* ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address=108 Gaosha Middle Street, Xiangzhou District (香洲区高沙中街108号; Xiāngzhōuqū Gāoshāzhōngjiē)"],["lat="],["long="],["directions=Near the border, a short distance along the road by the clock tower"],["phone=+86 756 8132108"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=May Flower Restaurant"],["alt=皇朝五月花大酒楼; Huángcháo Wǔyuèhuā Dàjiǔlóu"],["url="],["email="],["address=3F, Ridong Square, 49 Qinglü Middle Road, Xiangzhou District (香洲区情侣中路49号日东广场3楼; Xiāngzhōuqū Qínglǚzhōnglù Rìdōngguǎngchǎng)"],["lat="],["long="],["directions="],["phone=+86 756 3230000"],["tollfree="],["fax="],["hours="],["price="],["content=Offers excellent seafood. As in many places in this area, you pick your fish from tanks. You may also pick your own vegetables and specify the cooking methods. This is not the kind of place to come if you like to pick things off a menu, but if you are willing to select your food while it is still swimming, it is a great choice. There is a large airplane attached to the front of the building."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jenny's Cafe"],["url="],["email="],["address=Xiangzhou"],["lat="],["long="],["directions=Bus 69 one stop past Jusco, it is on the left side of the road, just past the Cinema\/Great Hall of Zhuai."],["phone="],["tollfree="],["fax="],["hours="],["price=average"],["content=A neat, cozy, jazz infused cafe serving mostly Chinese food but with an extensive and reasonably priced drinks menu that includes coffee, tea and some alcoholic drinks. [ 03-23-10;No longer there. Now occupied by Panda restaurant. Exhaustive investigation with nearby merchants indicates they are simply out of business. ][It's moved. It's now on the opposite side of the road, past the cinema\/Great Hall building where the road bends away to the left. It's tucked back from the road, but easily seen due to the large signage around the door."]]}]},"\n",{"type":"====","value":["Other Chinese"]},"\nFood from other regions of China is also available. Hunan and Sichuan food is common.\n\nWithin walking distance north of Jusco on the main street of Xiangzhou, there are many restaurants:\n",{"type":"*","value":["Turn right at the first corner (KFC) for a big seafood restaurant and a good Sichuan restaurant."]},{"type":"*","value":["Turn left at the seafood restaurant, and 20 meters along the side street will be an alley on your right with assorted cheap local restaurants."]},{"type":"*","value":["At the end of the alley, turn left again for more of the same, including a good Muslim noodles place about half a block along on your right."]},{"type":"*","value":["Back on the main street, turn left at the first pedestrian overpass for good Northeast China (Dongbei) food."]},"\nThere is a fine Xinjiang restaurant on bus 4 route, one stop north of the Jida ferry port. That is part of a cluster of at least a dozen mid-range restaurants in a newly developed area.\n\n",{"type":"====","value":["Other Asian"]},"\nAround the border shopping area, there are a number of good and reasonably priced Thai restaurants.\n\n",{"type":"====","value":["Pizza"]},"\nThere are several good pizza places, popular with the local expatriate community:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mr Pizza"],["url="],["email="],["address=Jinding"],["lat="],["long="],["directions=Bus 3 or 10 or the sightseeing bus, alight at the first bus stop after you turn into Jinding, then cross the street"],["phone="],["tollfree="],["fax="],["hours="],["price=Pizza is ¥40-80. Happy Hour 17:30-19:00 with beer at half price"],["content=Imported wine is available here. The restaurant also has a small deli where you can buy cheese and other goodies. The first owner was an Englishman named Ken, but Mr. Pizza is now under new management."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Uncle Mike's Pizza and Chicken"],["url="],["email="],["address=Tangjia"],["lat="],["long="],["directions=Under the Old Chinese Junk"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great pizza and chicken is now accompanied by a partner Italian Restaurant and the Down Under Pub."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amici Miei Authentic Italian Restaurant"],["url="],["email="],["address=珠海市华伐世纪城"],["lat="],["long="],["directions=Enter Huafa Century City, turning right at the main entrance. Pass Starbucks and Amici Miei in on the right, on the second floor. Access on the waterfront."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Truly authentic Italian cuisine, owned and operated by Italians, Amici Miei is the latest addition to Zhuhai's pizza scene."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Portofino Italian Restaurant"],["url="],["email=portofino2602602@163.com"],["address=香洲人民西路仁恒星园商业街105 - 107号商铺 波托菲诺意大利餐厅"],["lat="],["long="],["directions=Shop 105 - 107, Business Mansion of Ren Heng Star Garden, Ren Min Xi Lu, Xiangzhou"],["phone=+867562602602"],["tollfree="],["fax="],["hours="],["price="],["content=Chinese owner 'Luigi' is a fully-trained Italian chef, using fine ingredients to delight his guests. Located on the second row of shops, behind Pizza Hut (not the one next to Hita Plaza (below), the other one in New Xiangzhou)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Hut"],["url="],["email="],["address=Jida"],["lat="],["long="],["directions=Next to Hita Plaza"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Approximately half the cheese used in US Pizza huts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Papa John's"],["alt=Jida"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Classic American dining, wide selection of American pizzas and American-Italian style food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Factory"],["alt=工厂酒吧"],["url="],["email="],["address=珠海市华发世纪城新世纪广场"],["lat="],["long="],["directions=Next to 'The Garden' Cafe & Restaurant on the riverside"],["phone="],["tollfree="],["fax="],["hours=17:00 - late"],["price="],["content=Cheese and garlic, italian meats and rocket and their signature spicy Mexican pizza puts 'The Factory 工厂酒吧' as one of the top spots for fresh thin-crust pizza in Zhuhai."]]}]},"\nPizza can also be found in other local restaurants, including a local chain called Pizza Coffee, but the pizza is not very appealing to Western tastes.\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"====","value":["Chinese"]},"\n",{"type":"[[","value":[["Image:Zhuhai ship seafood restaurant.jpg"],["thumb"],["250px"],["An upscale ",{"type":"''","value":["ship-shaped"]}," seafood restaurant"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Deyuefang Seafood Restaurant"],["alt=得月肪海鮮酒樓; Déyuèfáng Hǎixiān Jiǔlóu"],["url="],["email="],["address=Inside Mingting Park, Yeli Island, Xiangzhou District (香洲区野狸岛名亭公园内; Xiāngzhōuqū Yělídǎo Míngtínggōngyuánnèi)"],["lat="],["long="],["directions=From Gongbei, take bus 9 or the sightseeing bus along Qinglu Road (Lovers' Road) until you see the ship and bridge on your right, just as the bus turns left, get off the bus and walk across the bridge; from Jusco, walk south along the main street to the first corner and turn left, the bridge is one block ahead"],["phone=+86 756 2251188"],["tollfree="],["fax="],["hours="],["price="],["content=Large and popular high-end seafood place on an impressive looking boat in Xiangzhou harbour."]]}]},"\n",{"type":"====","value":["Pub food"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Old Chinese Junk"],["alt=古船西餐厅; Gǔchuán Xīcāntīng"],["url="],["email="],["address=5-401 Tangrenshangye Street, 3399 Tangqi Road, Tangjiawan District (唐家湾唐淇路3399号唐人商业街5栋401号; Tángjiāwān Tángqílù Tángrénshāngyèjiē"],["lat="],["long="],["directions=4th floor of the shopping-center-like-complex, near the Dragon Opera house, the bar is connected to the Longmen Hotel and can reached using their elevator"],["phone=+86 756 3319668"],["tollfree="],["fax="],["hours="],["price="],["content=The Old Chinese Junk in Tangjia is a rooftop resturant and pub run by an Englishman named Mike."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Michael's Bar"],["url="],["email="],["address=Street behind Jusco, Fenghuang Road, Xiangzhou District (香洲凤凰路吉之岛后街; Xiāngzhōu Fènghuánglù Jízhīdǎohòujiē)"],["lat="],["long="],["directions="],["phone=+86 13824121280"],["tollfree="],["fax="],["hours="],["price="],["content=Good pub food and popular with expats, particularly when international sporting events are on TV. Formerly Ryan's bar. Still has many expats dropping in at all hours,and the owner, Michael, has a Friday night barbecue out front."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Alain's Belgian Beer Bar"],["alt=Alain's Food and beverage Co.,Ltd."],["url=http:\/\/www.belgianbeerbar.com\/"],["email="],["address=28-7 Huajingxiyuan, 58 Shihua East Road, Jida District (吉大石花东路58号华景西苑28栋7号商铺; Jídà Shíhuādōnglù Huàjǐngxīyuàn)"],["lat="],["long="],["directions=Next to Jewel of India, opposite Haiwan Huayuan"],["phone=+86 756 3335671"],["tollfree="],["fax=+86 756 3335040"],["hours=11:00-15:00, 17:30-24:00"],["price=¥50-100"],["content=Good food, generally large portions and a fine selection of bottled beers."]]}]},"\n",{"type":"====","value":["Indian"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Indian Kitchen"],["alt=印度小厨"],["url=http:\/\/www.indiankitchen.com.cn\/defaul.asp"],["email=info@indiankitchen.com.cn"],["address=26-28 Shihua East Street, Huajing Garden, Dongyuan, Jida District (吉大石花东路华景花园东苑26-28铺; Jídà Shíhuādōnglù Huàjǐnghuāyuán Dōngyuàn; also known as Sek Fat Tong Road)"],["lat="],["long="],["directions=Bus 4, two stops south of the port"],["phone=+86 756 3345784"],["tollfree="],["fax="],["hours="],["price=Expect at least ¥60 per person"],["content=Fairly decent Indian food (Southern Tamil) with sometimes bizarre entertainment including dancing girls and a chef that dances like Michael Jackson used to."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jewel of India"],["alt=马赫那佳印度餐厅; Mǎhènàjiā Yìndùcāntīng"],["url="],["email="],["address=珠海市华发世纪城新世纪广场"],["lat="],["long="],["directions=Riverside"],["phone=+86 13192221216; +86 756 3321770"],["tollfree="],["fax="],["hours=11:00-14:30, 17:00-23:00"],["price=Expect about ¥70 per person"],["content=Serves authentic Northern Indian food and is famous for its Tandoori Chicken. They also deliver food anywhere in Zhuhai. Recently reopened in the super-stylish Huafa Century City with a luxurious environment and even more treats on the menu. Friendly owner Gope is always on-hand to help recommend dishes that compliment each other. Also the outdoor seating makes this a great spot for an afternoon riverside beer."]]}]},"\n",{"type":"====","value":["Japanese"]},"\nThere are several notable Japanese restaurants in Zhuhai:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions=3F of Jusco"],["phone="],["tollfree="],["fax="],["hours="],["price=A bit pricey"],["content=Good conveyor belt style sushi restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions=Along Lovers' Road (Qinglülu)) in Gongbei, a block from Bar Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large upscale Japanese restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Takumi Ken"],["url="],["email="],["address="],["lat="],["long="],["directions=On bus 4 route, one stop south of the port"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Other"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Indian Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=In Gongbei, a couple of blocks north of McDonalds on the main street (Yingbin Lu) running north from the border"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The name refers to the ",{"type":"''","value":["Native American Indian"]}," decor of the restaurant, not curries and nan bread. The specialty is high priced steak that is no more than tolerable. However, you might consider going for the decor, which is American Plains Indian with a few pieces of Northwestern coastal art. The waitresses there wear fringed skirts with feathers in their hair."]]}]},"\n",{"type":"==","value":["Drink"]},"\nZhuhai is known for its nightlife due to its status as a tourist destination for Chinese nationals, and as a playground for Hong Kong, Macau, and Taiwan businessmen looking for female company. Whether it's enjoying Chinese street life, mixing it up with all walks of life on Walking Street, sipping cocktails on Bar Street, or hitting the wild electronic discos, Zhuhai has what you're looking for!\n\n",{"type":"===","value":["Lotus Road"]},"\n",{"type":"[[","value":[["Image:Lotus Road, Zhuhai at night 2.JPG"],["thumb"],["250px"],["Lotus Road in Gongbei"]]},"\nFor a truly unique experience, have a beer or coffee at one of the couple dozen open-air bar booths along Linhua Road (莲花路; ",{"type":"''","value":["Liánhuālù"]},"; lit. Lotus Road; also known as Walking Street (步行街; ",{"type":"''","value":["Bùxíngjiē"]},")). It is parallel to Yingbin Road and a block east of it, starting on the western side of Gongbei Bus Station, opposite the northeast exit from the underground shopping complex at the Macau border. By day, it is a busy pedestrians-only shopping street with numerous shops.\n\nIt transforms into a spectacular must-see atmosphere at night. There are many small outdoor bars, 3 or 4 meters square with a half dozen stools on each side. In the middle is an open area for the bar girls. These girls earn commission on the drinks so their goal is to get you to buy as much beer as possible, partly by helping you put it back and often by winning at various games where the loser must drink. They are experts; do not expect to win. Also, do not expect to take one of them home; they are professional flirts, not prostitutes.\n\nThere are many streetwalkers in the area and offers from them are common, but note that prostitution is illegal in China. There are also beggars who offer to sing or shine your shoes, or present their pet monkey or simply point to their baby sadly.\n\nThere are two groups of outdoor bars with the one further south nearer the border emphasizing food (nothing special) and the one a little further north emphasizing drinks. There is a stretch of shops in between the two areas. Drinks are cheap (¥18 for a bottle of beer, fresh fruit juice or cup of coffee), and you get to meet all sorts of travelers, expats, Hong Kong and Macau residents coming over for shopping or cheaper entertainment, local wannabes, and working girls. Hanging out here is by far one of the most interesting things to do in Zhuhai. Use common sense late at night, as things can get pretty wild. Most stalls are open till 03:00 and a few stay open later for enthusiastic customers.\n\n",{"type":"===","value":["Bar Street"]},"\n",{"type":"[[","value":[["Image:Bar Street Zhuhai.jpg"],["thumb"],["250px"],["Bar Street lights"]]},"\nBar Street (酒吧街; Jiǔbājiē), at around 300 meters long, is a well-established, modern strip of more upscale bars, some featuring live music. It is easily the first place newcomers to Zhuhai go to experience the energy and liveliness of life in Zhuhai after dark. This strip primarily caters to Chinese businessmen, Chinese yuppies, and moneyed or uninformed tourists. It is one block inland and a 20 minute walk from the Gongbei border. Follow the street with the clock tower until it becomes Bar Street. \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=18 Bar"],["alt=18 Ba"],["url="],["email="],["address=next to construction bank on Bar Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not technically part of the Bar Street strip, but one block away before you reach Bar Street.  Relatively new, near the outdoor eating tables on Bar Street.  Most of the girls inside work for the bar to book tables."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=88"],["alt=Ba Ba"],["url="],["email="],["address=First Bar on Bar Street"],["lat="],["long="],["directions=At the Corner"],["phone="],["tollfree="],["fax="],["hours="],["price=50"],["content=By far the most popular bar in Zhuhai is the no. 88 bar. It's on the corner and the first bar you see when you approach bar street. It's ¥380 for a dozen beers or ¥500 for a bottle of whiskey like Jack Daniel's or Chivas Regal. Beware of the bottle service though, you might get counterfeit alcohol and feel like crap afterwards. The best thing about this place is that most of the females that show up are customers themselves, as opposed to the other bars on bar street where most of the females work for the bar. open till 05:00."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Yes Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New club next to 88.  not that many people coming here but worth a look if you need a break from 88."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cohiba"],["alt=Xi Yang Hui"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥20-30 for beer, more for cocktails"],["content=Older crowd with quiet outdoor seating and fireplace outside.  Indoor seating with live singers and dancers.  A nice break once in a while from the hardcore partying at 88."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Seven Club"],["alt=Qi Hao Hui Guan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=outdoor seating, broad menu with full dinner items and snacks, lots of table-booker girls, good selection of music from live DJs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Come By Club"],["alt=NOT a typo, NOT called 'Comedy' Club"],["url="],["email="],["address=中国广东省珠海市水湾路酒吧街"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=small place and usually only one or two tables.  One has to wonder how they stay in business."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Soho"],["alt=SOHO"],["url="],["email="],["address=珠海市水湾路酒吧街"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=quiet place where you can sip red wine and have some fine dining.  They have a private room in the back."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Casa Pepe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=quiet place where you can sip red wine and have some fine dining.  They have a private room in the back."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Caribbean"],["alt=UFO Bar"],["url="],["email="],["address=珠海市水弯路215－217号"],["lat="],["long="],["directions=On Bar Street"],["phone=0756-8889666"],["tollfree="],["fax="],["hours="],["price="],["content=Used to be named UFO before renovations.  The facilities look similar to 88, but larger space.  A lot of the girls in here work for the bar as promoters."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Back Street"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=outdoor seating, with ktv rooms inside."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hill Cocktail"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=the only bar of it's kind in zhuhai where the bartenders actually mix cocktails according to specifications.  For example a Long Island Ice Tea actually has 5 different kind of alcohols in it.  If you order this in other bars it's just a mix of lemon iced tea and vodka.  Located in the basement of a hotel up the ramp from back street.  It's a quiet setting - good for romancing a date you just met at the other clubs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=1520 Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=one block down from 88 towards the ocean.  Most of the pretty girls here are promoters for the bar. Karaoke upstairs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rude Bar"],["alt=活力吧"],["url="],["email="],["address=珠海市连按路1号 （中国银行旁）"],["lat="],["long="],["directions=One block down from 88 towards the ocean, next to the Bank of China."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=  Huge place to dine and wine.  They don't normally play loud music so it's more of a quiet place for chatting.  Can be quite cold inside during winter because they don't turn on the heat.  They have a private room in the back.  Also a counter bar in the back, but nobody ever sits there."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Bohemia"],["alt=桂缘"],["url="],["email="],["address=珠海市水湾路酒吧街"],["lat="],["long="],["directions=The first bar \/ restaurant on Bar Street when coming from the North East"],["phone=+8613902532944"],["tollfree="],["fax="],["hours="],["price="],["content=  Aside from the hugely popular Friday night Latin dance parties, La Bohemia offers excellent Portuguese food, Mediterranean food and Asian dishes, as well as a large selection of fine wines and cocktails."]]}]},"\nZhuhai is heavily infested with ",{"type":"[[","value":[["pickpockets"]]}," and bar street is among their favorite areas. Beware of pairs of well-dressed young men who quietly follow groups of revelers; typically they have razor blades for cutting open pockets,\n\n",{"type":"===","value":["Discos"]},"\nYour best bet is to hit your bar of choice first and then inquire and explore. The discos tend to be large, intense, heavily into generic Chinese imitation euro-trance music, and popular with the young and rebellious. Cover charges may or may not apply, drinks are expensive by Chinese standards (generally ¥30 or more). Be careful with your possessions as these places are notorious for pickpockets.\n\nThere are numerous discos in Zhuhai that will allow you to continue your night into the morning. There are several in Gongbei within a short cab ride of either Bar Street or Walking Street:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions=On Walking Street near the food stands closer to the Macau border, look for the escalator going down from the street"],["phone="],["tollfree="],["fax="],["hours=Open until 06:00"],["price="],["content=Disco with lots of action."]]}]},"\nThere are several slightly smaller, dance type clubs located right on ",{"type":"'''","value":["Bar Street"]},". \n\nThe ",{"type":"'''","value":["Xiangzhou"]}," and ",{"type":"'''","value":["Jida"]}," areas also have popular discos.\n\n",{"type":"===","value":["Karaoke"]},"\n\nFor singing\/drinking in private rooms with your friends, the following places charge per hour for the room and drinks are bought separately in the mini-supermarket within the facilities.\n\n",{"type":"'''","value":["GongBei"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lan Gui Fang"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hai Ge Huang Qiao"],["alt=海歌黄桥"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sea & Sand"],["alt=海沙吧"],["url="],["email="],["address=夏湾华平路3号E16号铺"],["lat="],["long="],["directions="],["phone=0756-8110111"],["tollfree="],["fax="],["hours="],["price=15 a beer"],["content=small karaoke lounge with private rooms on 2nd floor."]]}]},{"type":"'''","value":["Jida"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Xing Ge Hui"],["alt=星歌会"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"There are a handful of karaoke establishments across the street from the McDonald's as well.\n\n",{"type":"'''","value":["XiangZhou"]},"\n\nThere are many KTVs in Xiangzhou.\n\n",{"type":"'''","value":["Jinding"]},"\n\nCome to Jinding Barbeque for a unique dining experience and beers aplenty (see Eat Section) and then go to ",{"type":"'''","value":["Jinding Karaoke Bar Street"]},", an off-the-beaten-path strip of about 10 truly hole-in-the-wall karaoke bars located northeast of the main street in Jinding. Come here if you want to experience where real salt-of-the-earth working class Chinese people go to get their drinks and howl at high decibel levels into a microphone. It is not easily reached by walking if you do not know where you are going, but it is easy to flag down any of the locals and get a ride on their motorcycle (takes about 3 minutes and costs ¥5) or take any of the taxi vans parked all around the middle of the main street. Just motion that you want to drink and sing and point in a eastward direction from the center of the main street to convey the message. You will be popular here and may be encouraged to join someone's table and drink gratis as most locals will be surprised a foreigner would come here. Drink plenty of beer or bring earplugs or both to dull the volume of the howling.\n\n",{"type":"===","value":["Other"]},"\n",{"type":"'''","value":["The Blarney Stone"]}," in the ",{"type":"'''","value":["Holiday Inn"]}," has quite a number of beers on tap. It is located in Jida. It features live western music performed by Filipino groups, among others, on some nights (usually weekends). The German beers on tap are rather expensive at ¥58 (+15%) but ¥23 (+15%) for a pint of draught Filipino San Miguel is rather a good deal, especially during happy hour (18:00-20:00 everyday) when it is buy one get one free.  Although the Irish decor is pretty average, it is a large and comfortable venue for those who are looking for a tamer night out. One of the cheaper hotel bars that I have been in and enjoys a reasonable mix of clientèle for a bar in a western hotel.\n\n",{"type":"'''","value":["Dragon Union Opera House"]},", also in Tangjia, is a large entertainment venue, occasionally featuring live, perhaps tacky, variety shows with acrobats, jugglers, rope climbers and singers, etc. Beer is expensive during shows. There is also a floor dedicated to massages. There are quite a few karaoke rooms available, complete with furniture, beds, food, drink, choice of girls, and optional adult entertainment options to fulfill your every need no matter how unusual. Known even in Hong Kong as a destination for those seeking an 'all inclusive' karaoke experience, it can be as tame or as involved as you want it to be.\n\n",{"type":"[[","value":[["Image:Zhuhai Night Sky.jpg"],["thumb"],["250px"],["Zhuhai skyline at night"]]},"\n\n",{"type":"==","value":["Sleep"]},"\nHotels in Zhuhai are reasonably priced. Travelers on tight budgets can opt for budget or midrange hotels. Most people choose to stay in ",{"type":"'''","value":["Gongbei"]}," due to its proximity to attractions, nightlife, the Macau border, and its variety of conveniently located and reasonable hotels. ",{"type":"'''","value":["Jida"]}," has primarily upscale hotels that business travelers sometimes opt for, which are usually conveniently located. Some are further away and require taking taxis or the bus. Further out, ",{"type":"'''","value":["Xiangzhou"]}," also has a variety of options at different price ranges. The Northern districts of ",{"type":"'''","value":["Tangjia"]}," and ",{"type":"'''","value":["Jinding"]}," are further removed from the action of Zhuhai and offer very cheap hotels.\n\n",{"type":"===","value":["Budget"]},"\nMost budget travelers opt for low end hotels, and there are a number of legitimate cheaper hotels in ",{"type":"'''","value":["Gongbei"]}," with low prices between ¥160 and ¥230. Talking your way into ",{"type":"''","value":["Chinese only"]}," hotels may land you prices in the ¥120 to ¥150 range. Some hotels in ",{"type":"'''","value":["Xiangzhou"]}," can be had for as little as ¥100 to ¥120, and in the Northern districts of ",{"type":"'''","value":["Tangjia"]}," or ",{"type":"'''","value":["Jinding"]}," hotels can be had for as low as ¥80 if you look around. However, for those who truly want rock bottom prices somewhere other than a hotel, there is budget lodging in the form of hostels, and private rooms offered by individuals or families.\n\n",{"type":"====","value":["Massage parlours"]},"\nOn the Walking Street in Gongbei there are at least three massage parlours. If you arrive after 21:00 you may pay ¥60 to ¥88 (depending on the room type) for two hours traditional Chinese massage and they will let you sleep until mid-day without additional payment. In one establishment you may have the room to yourself. It has television and air-conditioning. In the others you share a room with four other guests.\n\n",{"type":"====","value":["Private rooms"]},"\nTouts outside the Xiangzhou bus station offer accommodation, often in private apartments with the family on bunk beds in the living room so the bedrooms can earn money. ¥50 a night is usual. These are usually clean and have a TV in every room, but up several flights of stairs and with a squat toilet.\n\n",{"type":"====","value":["Hostels"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zhuhai Youth Hostel"],["url=http:\/\/www.zhuhai-holitel.com\/room_student_en-us.php"],["email="],["address=9 Shihua East Road, Jida"],["lat="],["long="],["directions=On bus route 4, inside Zhuhai Holiday Resort"],["phone=+86 756 3332038; +86 756 3333838"],["tollfree="],["fax=+86 756 3333311"],["hours="],["price=Dorms ¥60, breakfast ¥5"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=My Residence"],["url="],["email="],["address=吉大景山路188号"],["lat="],["long="],["directions="],["phone=388-0388"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunferia Inn"],["url="],["email="],["address=15F Cuiweixizhu Building, Qianshan (前山翠微西珠大廈15層; Qiánshān Cuìwēixīzhūdàshà)"],["lat="],["long="],["directions="],["phone=+86 756 8534821"],["tollfree="],["fax="],["hours="],["price=Doubles ¥150"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"====","value":["Gongbei hotels"]},"\nThere are at least a dozen hotels within short walking distance of the Gongbei border, mostly either cheap or mid-range (¥150-400) ones. You can bargain the prices down and normally they have ",{"type":"''","value":["special prices"]},", around half the listed price. On the other hand, it is not uncommon to see a low price on the sign, but find when you go in that only more expensive rooms are available, sometimes this is true, sometimes it is an effort to coax you into a more expensive room. Adventurous single male travelers can scout around for rock bottom prices, and may be able to find a room for as little as ¥120-130 if they can talk these ",{"type":"''","value":["Chinese only hotels"]}," into accepting them, which is not always possible. Single female travelers, those with young families, or those fearing excessive street noise or noise from other guests should have no trouble landing a room for ¥175-275 (with an elevator, bellhop, restaurant etc), whic anyone would feel more than comfortable staying in. Most of the hotels located around the border fall into this category. The available options are plentiful so looking around for a hotel that suits you may be the best plan.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dahai Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=In the middle of the Walking Street bar area"],["phone="],["tollfree="],["fax="],["hours="],["price=¥130"],["checkin="],["checkout="],["content=Clean rooms, television and air-conditioning. Some rooms even have bathtubs, which is unusual in China. This is a great place to stay, provided you do not mind the music from nearby bars which is audible until the wee hours, or the fact that some rooms are rented by the hour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gangdu Hotel"],["alt=珠海港都酒店; Zhūhǎi Gǎngdū Jiǔdiàn"],["url="],["email="],["address=138 Yuehua Road, Gongbei (拱北粤华路138号; Gǒngběi Yuèhuálù)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Listed rates for doubles from ¥199, discounted from ¥140"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Friendship Hotel"],["alt=友谊酒店; Yǒuyì Jiǔdiàn"],["url="],["email="],["address=2 Youyi Road, Gongbei (拱北友谊路2号; Yǒuyìlù)"],["lat="],["long="],["directions=Just opposite the Gongbei border, if you are at the border, facing town, it is just to the left of the bus station, it is almost directly across the street as you emerge from the Macau border crossing"],["phone=86 756 8886683"],["tollfree="],["fax="],["hours="],["price=Price for a basic room is around ¥180-200 on weekdays and ¥230 on weekends; a room upgrade for another ¥30 is worth the price"],["checkin="],["checkout="],["content=The hotel is at a convenient location for accessing the Macau border crossing, or Walking Street for commencing the night's activities. It is nothing amazing, but it is clean and safe, having typical hotel services."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jiuzhou Hotel"],["alt=九洲酒店; Jiǔzhōujiǔdiàn"],["url="],["email="],["address=19 Shuiwan Road, Gongbei (拱北水湾路19号; Gǒngběi Shuǐwānlù)"],["lat="],["long="],["directions=Find the road which goes north along the east side of the bus station, the hotel is about half a block along it on the right"],["phone=+86 756 8886851"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The sign in the window says ¥120"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kapok Hotel"],["alt=珠海木棉花酒店; Zhūhǎi Mùmiánhuā Jiǔdiàn"],["url="],["email="],["address=Inside Bianjian Courtyard, 2 Qiaoguang Road, Gongbei (拱北侨光路2号边检大院内; Gǒngběi Qiáoguānglù Biānjiǎndàyuànnèi)"],["lat="],["long="],["directions="],["phone=+86 756 8804000"],["tollfree="],["fax=+86 756 8804005"],["hours="],["price=Listed rates for doubles from ¥288, discounted from ¥128, no breakfast available"],["checkin="],["checkout="],["content=Three star hotel with small rooms and free internet.  The cheapest rooms are very small and have no windows or internet.  Business center, beauty salon, ticket office, karaoke, massage and sauna available.  Coffee shop but no restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jin Sha Gong Guan"],["alt=金莎公馆"],["url="],["email="],["address=20th floor of the building where COCO is located"],["lat="],["long="],["directions=upstairs COCO club"],["phone="],["tollfree="],["fax="],["hours="],["price=¥198"],["checkin="],["checkout="],["content=The entire building has been converted to studio apartments, but the 20th floor is still available for rent on a nightly basis.  They have Korean and Japanese style rooms."]]}]},"\n",{"type":"====","value":["Other hotels"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Home Inn (Zhuhai Jida)"],["alt=如家快捷酒店 (珠海吉大店); Rújiākuàijiéjiǔdiàn (Zhūhǎi Jídàdiàn)"],["url="],["email="],["address=58-26 Shihua East Road, Jida (吉大石花東路58号26棟; Jídà Shíhuādōnglù)"],["lat="],["long="],["directions="],["phone=+86 756 3375111"],["tollfree="],["fax=+86 756 3375000"],["hours="],["price=Listed rates for doubles from ¥189, discounted from ¥159, breakfast ¥12"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Home Inn (Zhuhai Xiangzhou)"],["alt=如家快捷酒店 (珠海香洲店); Rújiākuàijiéjiǔdiàn (Zhūhǎi Xiāngzhōudiàn)"],["url="],["email="],["address=158 Shishan Road, Xiangzhou (香洲狮山路158号; Xiāngzhōu Shīshānlù)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Listed rates for doubles from ¥179, discounted from ¥139, breakfast ¥12"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jiahe Business Hotel"],["alt=珠海嘉禾苑商务酒店; Zhūhǎi Jiāhéyuàn Shāngwùjiǔdiàn"],["url="],["email="],["address=Cuizhu Industrial Zone, Qianshan, Xiangzhou (香洲前山翠珠工业区; Xiāngzhōu Qiánshān Cuìzhūgōngyèqū)"],["lat="],["long="],["directions="],["phone=+86 756 3897788"],["tollfree="],["fax=+86 756 3893999"],["hours="],["price=Listed rates for doubles from ¥295, discounted from ¥148, no breakfast available"],["checkin="],["checkout="],["content=Large rooms with internet access against surcharge.  Chinese restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zhuhai State Grid Energy Hotel"],["alt=珠海国能酒店; Zhūhǎi Guónéng Jiǔdiàn"],["url="],["email="],["address=12 Jianye Third Road, Jida (吉大建业三路12号; Jídà Jiànyèsānlù)"],["lat="],["long="],["directions="],["phone=+86 7563363978"],["tollfree="],["fax=+86 756 3360612"],["hours="],["price=Listed rates for doubles from ¥238, discounted from ¥158, breakfast ¥10"],["checkin="],["checkout="],["content=Rooms with internet access against surcharge.  Business center, gift shop, ticket office, karaoke, billiard, fitness and outdoor swimming pool available.  Chinese restaurant, bar and room service."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Greenery Hotel"],["alt=珠海君悦来酒店; Zhūhǎi Jūnyuèlái Jiǔdiàn"],["url=http:\/\/www.greenery-hotel.com\/"],["email=service@bestchinahotel.com"],["address=45 Haibin South Road, Jida (吉大海滨南路45号; Jídà Hǎibīnnánlù)"],["lat="],["long="],["directions="],["phone=+86 756 3333968"],["tollfree="],["fax=+86 756 3333497"],["hours="],["price=Listed rates for doubles from ¥734, discounted from ¥248"],["checkin="],["checkout="],["content=Four star hotel with rooms with free internet.  Business center, currency exchange, gift shop, ticket office, karaoke, night club, table tennis, massage and sauna available.  Chinese and Western restaurants as well as coffee shop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jumbo Zhuhai Hotel"],["alt=珠海华骏大酒店; Zhūhǎi Huàjùn Dàjiǔdiàn"],["url=http:\/\/www.hoteljumbo.com\/english\/jdjj.htm"],["email=jumbo@hoteljumbo.com"],["address=328 Xiawanqiaoguang West Road, Gongbei (拱北夏湾侨光西路328号; Gǒngběi Xiàwānqiáoguāngxīlù)"],["lat="],["long="],["directions="],["phone=+86 756 8118999"],["tollfree="],["fax=+86 7568119618"],["hours="],["price=Discounted from ¥320, breakfast ¥32 which is included for some rooms"],["checkin="],["checkout="],["content=Three star hotel with rooms with internet access against surcharge.  Business center, currency exchange, beauty salon, ticket office, disco, karaoke, billiard, table tennis, tennis, massage and sauna available.  Chinese and Western restaurants as well as room service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Junlin Hotel"],["alt=珠海君临大酒店; Zhūhǎi Jūnlín Dàjiǔdiàn"],["url="],["email="],["address=68 Cuiwei East Road, Xiangzhou (香洲翠微东路68号; Xiāngzhōu Cuìwēidōnglù)"],["lat="],["long="],["directions="],["phone=+86 756 2882222"],["tollfree="],["fax=+86 756 2318666"],["hours="],["price=Listed rates for doubles from ¥470, discounted ¥218, breakfast ¥15"],["checkin="],["checkout="],["content=Three star hotel with rooms with free internet.  Business center, currency exchange, gift shop, beauty salon, ticket office, karaoke, massage and sauna available.  Chinese restaurant, coffee shop and bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Your Style Hotel"],["alt=珠海优派酒店; Zhūhǎi Yōupài Jiǔdiàn"],["url="],["email="],["address=163 Hongshan Road, Xiangzhou (香洲红山路163号; Xiāngzhōu Hóngshānlù)"],["lat="],["long="],["directions="],["phone=+86 7562666555"],["tollfree="],["fax=+86 756 2656565"],["hours="],["price=Listed rates for doubles from ¥468, discounted from ¥228, breakfast ¥22"],["checkin="],["checkout="],["content=Three star hotel with rooms with free internet.  Business center, currency exchange, ticket office, fitness and virtual golf available.  Chinese restaurant, coffee shop, bar and room service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zhong Tian Hotel"],["alt=珠海中天酒店; Zhūhǎi Zhōngtiān Jiǔdiàn"],["url=http:\/\/www.zhongtianhotelzh.com\/"],["email="],["address=62 Jingshan Road, Jida (吉大景山路62号; Jídà Jǐngshānlù)"],["lat="],["long="],["directions="],["phone=+86 756 3366888"],["tollfree="],["fax=+86 7563366877"],["hours="],["price=Listed rates for doubles from ¥552, discounted from ¥270, including breakfast"],["checkin="],["checkout="],["content=Three star hotel with rooms with free internet.  Business center, gift shop, beauty salon, disco, karaoke and sauna available.  Chinese restaurant, bar and tea house."]]}]},"\n",{"type":"===","value":["Splurge"]},"\nMost higher end hotels are located in Jida or Gongbei. Gongbei situated hotels are more convenient for accessing the Macau border crossing, colorful nightlife and walking around and exploring. Jida locations vary, depending on the address of the hotel as some are essentially in Gongbei, while others are well north of that and are a taxi ride from the heart of the action. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zhuhai Dehan Hotel"],["alt=珠海德翰大酒店; Zhūhǎi Déhàn Dàjiǔdiàn"],["url=http:\/\/www.cnicc.com\/index.php?Locale=en-us"],["email=info@cnicc.com"],["address=2 Jida Road, Qinglü Middle Road, Jida (吉大情侣中路吉大路2号; Jídà Qínglǚzhōnglù Jídàlù)"],["lat="],["long="],["directions="],["phone=+86 756 3329988"],["tollfree="],["fax=+86 756 3221966"],["hours="],["price=Listed rates for doubles ¥1,012-4,462"],["checkin="],["checkout="],["content=This large five star hotel is very recognizable due to its unique quasi-romanesque dome and its location near the beach in Jida."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Bay View Hotel"],["alt=珠海海湾大酒店; Zhūhǎi Hǎiwān Dàjiǔdiàn"],["url=http:\/\/www.gbvh.com\/en\/introduce.aspx"],["email=info@gbvh.com"],["address=Shuiwan Road, Gongbei (拱北水湾路; Gǒngběi Shuǐwānlù)"],["lat="],["long="],["directions="],["phone=+86 756 8877998"],["tollfree="],["fax=+86 756 8878998"],["hours="],["price=Listed rates for doubles ¥1,000-2,944"],["checkin="],["checkout="],["content=Nice views of Macau overlooking the sea."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Harbour View Hotel Zhuhai"],["alt=珠海怡景湾大酒店; Zhūhǎi Yíjǐngwān Dàjiǔdiàn"],["url=http:\/\/www.harbourviewhotelzhuhai.com"],["email="],["address=47 Qinglü Middle Road, Jida (吉大情侣中路47号; Jídà Qínglǚzhōnglù)"],["lat="],["long="],["directions=40 minutes from the airport and 5 minutes from the Jiuzhou Ferry Terminal"],["phone=+86 756 3322888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Five star hotel with fully furnished rooms with air-con, private bath with shower and tub, mini-bar, cable TV, and refrigerator.  It has a good restaurant and is next to the only decent downtown beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn"],["alt=假日酒店; Jiàrì Jiǔdiàn"],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/hi\/1\/en\/hotel\/zuhch?rpb=hotel&crUrl=\/h\/d\/hi\/1\/en\/hotelsearchresults"],["email=email@holidayinn-zhuhai.com"],["address=188 Jingshan Road, Jida (吉大景山路188号; Jídà Jǐngshānlù)"],["lat="],["long="],["directions=Within walking distance to the shopping belt"],["phone=+86 756 3228888"],["tollfree="],["fax=+86 756 3228899"],["hours="],["price=Listed rates for doubles ¥1,610-4,200"],["checkin="],["checkout="],["content=This hotel is western managed and has clean rooms. For American travelers, this is a high-end Holiday Inn, not the budget chain that is found in the U.S. Expect hefty prices for nicer accommodations. The rooms are large, if somewhat worn. On the executive floors you will find laundry, internet, local calling and breakfast are complimentary, making it quite attractive for business travelers. Nightly live music is available in the Irish bar downstairs. Floors two and three are owned by a separate Macanese company and offer massage, a large bar, karaoke and other entertainment. Not within walking distance of Gongbei nightlife, but if you are staying here you can afford the taxi fare."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zhuhai Holiday Resort Hotel"],["alt=珠海度假村酒店; Zhūhǎi Dùjiàcūn Jiǔdiàn"],["url=http:\/\/www.zhuhai-holitel.com\/index.php?Locale=en-us"],["email=rsv@zhuhai-holitel.com"],["address=9 Shihua East Road, Gongbei (拱北石花东路9号; Gǒngběi Shíhuādōnglù)"],["lat="],["long="],["directions=5 minutes from the ferry terminal"],["phone=+86 756 3333838"],["tollfree="],["fax=+86 756 3333311"],["hours="],["price=Listed rates for doubles ¥988-2,622"],["checkin="],["checkout="],["content=Considered a 5-star hotel, but by Western standards closer to 3 or 4."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lexington Plaza"],["alt=Formerly known as Zhuhai Zobon Art Hotel (珠海中邦艺术酒店; Zhūhǎi Zhōngbāngyìshù Jiǔ diàn)"],["url="],["email="],["address=33 Qinglü Middle Road, Jida (吉大情侣中路33号; Jídà Qínglǚzhōnglù)"],["lat="],["long="],["directions=100m from Harbour View"],["phone=+86 756 3220333"],["tollfree="],["fax=+86 756 3265926"],["hours="],["price=Listed rates for doubles ¥1,198-2,980"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nanyang Seascape Hotel"],["alt=珠海南洋海景酒店; Zhūhǎi Nányánghǎijǐng Jiǔdiàn"],["url=http:\/\/www.zhuhai-hotel.com\/"],["email=Market@zhuhai-hotel.com"],["address=108 Gaosha Middle Street, Gongbei (拱北高沙中街108号; Gǒngběi Gāoshāzhōngjiē)"],["lat="],["long="],["directions="],["phone=+86 756 8132222"],["tollfree="],["fax=+86 756 8132682"],["hours="],["price=¥920-1,472"],["checkin="],["checkout="],["content=Not well kept, with uncomfortable beds and smelly lobby and lifts. The location, however, is very good."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yindu Hotel"],["alt=珠海银都酒店; Zhūhǎi Yíndū Jiǔdiàn"],["url=http:\/\/www.yindo-ohm.com\/eindex.htm"],["email="],["address=1150 Yuehai East Road, Gongbei (拱北粤海东路1150号; Gǒngběi Yuèhǎidōnglù)"],["lat="],["long="],["directions="],["phone=+86 756 8883388"],["tollfree="],["fax=+86 756 8883311"],["hours="],["price=Listed rates for doubles ¥860-1,890"],["checkin="],["checkout="],["content=Was the first 5-star hotel in Zhuhai but it has gotten old. Feels more like a 3.5-star now."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe area code for Zhuhai is 0756. When calling from overseas, dial +86 756 XXXX-XXXX\n\nBoth ZhuhaiNights.com and DeltaBridges.com are excellent resources for up-to-the-minute local information. \n\n",{"type":"[[","value":[["Image:Zhuhai Vegetable Market.jpg"],["thumb"],["250px"],["Be sure to thoroughly wash your fruit & vegetables as chemicals can cause illness"]]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" In general, Zhuhai is a safe and friendly city. However, it is heavily infested with ",{"type":"[[","value":[["pickpockets"]]},", especially in the crowded shopping areas and on buses. Using a razor to get a wallet out of a hip pocket on a bus is a favorite tactic."]},"\n",{"type":"*","value":[" Zhuhai is well known for rent-a-hottie services, but it is ",{"type":"'''''","value":["not"]}," Thailand. Prostitution is illegal in China, and if you are caught with one by the police, the consequences could be dire."]},"\n",{"type":"*","value":[" As in anywhere else in China, do not drink the tap water, avoid undercooked meats, watch out for counterfeit bills (especially 50s), and be very cautious about ",{"type":"[[","value":[["Driving in China"],["traffic"]]},"."]},"\n",{"type":"*","value":[" As in anywhere else in Asia, some tour guides will take you to shops that pay them commission. Those shops are often overpriced, and the usual advice is to never let any local except a trusted friend take you to any tourist shop. One Zhuhai variant involves outrageously priced herbs from a Chinese medicine company called Bai Chao Tang (百草堂)."]},"\n",{"type":"==","value":["Go next"]}," \n",{"type":"*","value":[" The bus to ",{"type":"[[","value":[["Guangzhou"]]},", the capital of Guangdong Province, costs ¥60 to ¥65, runs every half hour and takes 2.5 hours from Gongbei or 1 hour 45 minutes from Tangjia. Allow an extra hour for the inevitable Guangzhou traffic jam. You can board one at the underground station in Gongbei to reach Garden Hotel in Guangzhou (花园酒店), or one from near the Gongbei border to get to the Provincial bus station (省汽车站) or Tianhe Dasha bus station (天河大厦). Additionally, it is possible to take the bus from Tangjia in northern Zhuhai to get to the Guangzhou airport, or Guangzhou proper."]},"\n",{"type":"*","value":[" Neighbouring ",{"type":"[[","value":[["Macau"]]}," can be reached on foot or by car through the Gongbei border crossing, by ferry from Wanzai area, or on foot or by car through the Lotus Bridge from Hengqin."]},"\n",{"type":"[[","value":[["Image:Jiu zhou port passenger terminal, zhuhai.jpg"],["thumb"],["250px"],["right"],["JiuZhou Port passenger terminal"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hong Kong"]]}," can be reached by a 1-hour ferry boat trip from Jiuzhou Port (九洲港). Bus #3 will take you to the ferry terminal.  Ferries run regularly all day, with the last boat to Hong Kong leaving at 21:30."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Shenzhen"]]},", district of Shekou, can be reached by a 1 hour ferry boat trip from Jiuzhou Port (九洲港)."]},"\n",{"type":"*","value":["There are also buses to most nearby cities including ",{"type":"[[","value":[["Shenzhen"]]}," (cheaper than the ferry), and overnight buses to ",{"type":"[[","value":[["Guilin"]]},", ",{"type":"[[","value":[["Xiamen"]]},", ",{"type":"[[","value":[["Zhanjiang"]]}," and ",{"type":"[[","value":[["Beihai"]]},"."]},"\n",{"type":"*","value":[" The Xiangzhou and Gongbei bus stations have overnight buses to ",{"type":"[[","value":[["Guilin"]]}," or ",{"type":"[[","value":[["Yangshuo"]]},". These are fairly uncomfortable. Unlike most overnight buses, they have no on-board toilets, but they do make several stops during the 12-hour trip."]},"\n",{"type":"*","value":[" Flying can either be accomplished by using the Zhuhai airport in the western Doumen district of the city, or taking the bus to the Guangzhou airport. Times vary for transportation depending on how far south in Zhuhai you are departing from. If leaving from Xiangzhou, Tangjia, or Jinding it is nearly as fast, and more perhaps more convenient, to get to the Guangzhou airport. If leaving from Gongbei or Jida the Zhuhai airport would be nearer."]},"\n",{"type":"*","value":[" There are remote check-ins for nearby airports in Zhuhai. For Guangzhou airport, the check-in is at Gongbei bus station, near the KFC. For Hong Kong and Shenzhen airports, you can check in at the ferry terminal, Jiuzhou Port."]},"\n",{"type":"[[","value":[["WikiPedia:Zhuhai"]]},"\n\n",{"type":"{{","value":[["geo"],["22.276944"],["113.567778"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pearl River Delta"]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["hasDocent"],["Pashley"]]}]