[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Zhunan"]}," (also spelled Jhunan or Chunan) is an urban township in ",{"type":"[[","value":[["Miaoli County"]]},", ",{"type":"[[","value":[["Taiwan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nZhunan is served by both the mountain and coastal lines of the Taiwan Railway Administration. It can also be reached by bus. It is served by National Highway No. 3 (Taiwan) and Provincial Highway No. 61.\n\n",{"type":"==","value":["Get around"]},"\nThe best way to get around Zhunan is with your own transportation or taxi.\n\n",{"type":"==","value":["See"]},"\nZhunan's best known tourist attraction is the large ",{"type":"'''","value":["Matsu temple"]},". The largest Matsu statue in Taiwan can be seen here. It's located behind Longshan road and can easily be seen from the street.  To get here from the train station, go west on Bo-Ai Street (the main road running out the west exit) and make a right on Longfeng Rd.\n\nAnother impressive temple is ",{"type":"'''","value":["五穀先帝宮"]}," (Wǔgǔ xiāndì gōng) which can easily be seen from the station. You can't miss the giant statue of a red man with a black beard. Leave from the station's east exit.\n\n",{"type":"==","value":["Do"]},"\nJhunan's large beach is suitable for surfing and kite-surfing. You can rent equipment from the centre near the Child and Parent Forest.\n\n",{"type":"==","value":["Buy"]},"\nThere is an ",{"type":"'''","value":["RT-Mart"]}," off Ziqiang Road a short drive away in ",{"type":"'''","value":["Toufen"]}," (see \"Get Out\").\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["紅林"]}," (pinyin:  hóng-lín) means ",{"type":"'''","value":["Red Forest"]}," in English. Popular with locals, Hong Lin is a teppanyaki or tiě bǎn shāo (鐵板燒) restaurant that serves a variety of meat, vegetable and seafood dishes cooked in full view on a flat grill. Dishes include pork, beef, lamb, cuttlefish, shrimp, cod, mushrooms and omelettes. Main courses can be had as a set with rice, vegetables and soup. Prices vary between 100-200 NT. Located on No. 27之9號, YánPíng Road, on the corner of YánPíng Road and MínQuán Street. English menu available.\n\n",{"type":"'''","value":["一品"]}," serves almost exclusively duck based dishes. It's located at 115 ZhōngZhèng Road.\n\n",{"type":"'''","value":["MínZú Street"]}," There are lots of cheap street food stalls and small restaurants on this street, particularly near Wellcome supermarket.  The \"Ji Pai Fan\" (black pepper chicken plate) from 2nd shop to the right of Wellcome is particularly good, as are the bantiao (flat noodles) & dumplings from the cart under the purple-signed clothing store. This cart is usually next to a \"Chinese Burrito\" kiosk which is also pretty tasty.\n\n",{"type":"'''","value":["Longfeng Harbor"]},". There are a lot of places to eat fresh seafood here.\n\n",{"type":"'''","value":["阿呆鳥刀切牛肉麵"]},". If you don't read Chinese, you can recognize this restaurant by the small sign with a picture of a bird. Various kinds of noodles and noodle soups are served. The curry noodles and black bean noodles are both popular. English menu available.  \n\nA few buildings west of 阿呆鳥刀切牛肉麵 on Bo-Ai St is a ",{"type":"'''","value":["Cafeteria Buffet"]}," (look for the yellow sign w\/red text), open for lunch and dinner.  Unlike most of the other cafeterias in town, this one is modern and clean with a wide selection of dishes if you come at the right time.  Expect to pay NT90-110.\n\n",{"type":"'''","value":["繽紛泰泰式料理"]},". Authentic Thai food. This is a small, family run place with friendly service. English menu available.\n\n",{"type":"'''","value":["Amici"]},". Italian food. English menu available.\n\nThere's a good and inexpensive ",{"type":"'''","value":["vegetarian restaurant"]}," on the NW corner of Longtian & Santai Rd, near Huanshi Rd.  The 2nd rice item, some kind of pepper-flavored purple rice friend with veggies, eggs and walnuts is superb.\n\n",{"type":"==","value":["Drink"]},"\nZhunan isn't known for its nightlife, but there are a few bars. \n\n",{"type":"'''","value":["Till Village"]}," is a 24 hour Western style bar, a minute's walk from the west exit of the train station on Bo Ai Street (博愛街), the main road leading to the station. It has Western and Asian food.\n\n",{"type":"'''","value":["Oh! 麥"]}," has food and a few different kinds of flavored beer, including banana. It's located at the corner of Bo Ai Street (博愛街) and Huanshi Road (環市路). Walk 15 or 20 minutes straight from the west exit of the train station.\n\n",{"type":"'''","value":["酒酷"]}," is a bar\/restaurant\/bakery a little bit away from the center of town, but one of the few places to get decent Western-style food in Zhunan.\n\n",{"type":"==","value":["Sleep"]},"\nThere are a number hotels near the train station.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nZhunan train station is located at the intersection of the mountain and coastal train lines, so it's easy to get a train to anywhere in the country. The two closest cities are Hsinchu to the north and Miaoli to the south (both about 10-15 minutes by train). \n\nThere is a small, free Ten-Ren Tea Museum in the industrial area near the intersection of Zhonghua (HWY 1) & Kexue Roads.  It's nothing spectacular but worth a visit if you're in town for an extended period of time and need something to do.\n\n",{"type":"[","value":["http:\/\/www.mlbus.com.tw\/uploadfiles\/a\/1322810902.jpg Bus Departure Schedule"]}," from Zhunan station.  The first big column are the buses to Nanzhuang, 2nd column is Hsinchu, 3rd Miaoli, 4th Toufen, 5th Haikou, & not sure what the 6th bus is.  Most of them leave from the train station's East Exit.\n\nThere is also a tourist shuttle from Nanzhuang train station to Lion Head Mountain. Ask at the tourist information centre in the train station for a route map and time table in English. Information is also available from the bus webpage although this is more confusing.",{"type":"[","value":["http:\/\/www.taiwantrip.com.tw\/"]},"\n\n",{"type":"'''","value":["Toufen"]},"\n\nToufen is the next town east of Zhunan and is about twice the size.  It has a superior selection of restaurants, particularly along Zhongyang Rd.  Besides eating however, there isn't much to do here.\n\nCentral Toufen, while out of walking distance, its only 10 minutes by bike and 5 by scooter from Zhunan.  Buses from the train station's east portal make this run regularly.\n\nThere is a night market in a big parking lot in Toufen. It is on Jianguo Rd. It is open on Tuesday and Sunday nights.\n\n",{"type":"'''","value":["Shitoushan (Lion's Head Mountain) & Nanzhuang"]},"\n\nShitoushan is a hill in the highlands above Toufen home to a number of temples and nature trails.   Many offer great views of the valley below, and the largest of them offers overnight stays for a reasonable price.\n\nNanzhuang is a nearby old farming town home to traditional food, hot springs and Xiantian Lake.  There is a narrow historic street running through the town center where you can buy treats, tea, etc.  \n\nThere is a shuttle bus from  the Zhunan train station east exit that goes to Shitoushan, Nanzhuang and Xiangtian. An all day multi-use ticket costs 100 NT.  Buses depart the station at the half hour from 8:30-12:30, then on the hour from 1:00pm-5:00pm.  The trip to takes about an hour.\n\nIt can also be reached by scooter or bike via either Zhongzheng Rd or Shuiyan Rd. in Toufen -> HWY 3 -> HWY 124.  HWY 124 runs a loop around the Nanzhuang valley before reconnecting with the 3 farther south.  Zhongzheng Road is faster and flatter, Shuiyan Road is challenging but more scenic, running past a large mountain reservoir.\n\n",{"type":"{{","value":[["geo"],["24.6833"],["120.8833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Miaoli County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Zhunan, Miaoli"]]}]