[{"type":"{{","value":[["pagebanner"],["Zion wikivoyage banner.jpg"],["caption=Kolob Canyons"],["dotm=yes"],["star=yes"]]},"\n",{"type":"[[","value":[["File:Angels Landing.jpg"],["thumb"],["400px"],["Zion Canyon, viewed from Angels Landing"]]},"\n\nEven among ",{"type":"[[","value":[["United States National Park"],["America's National Parks"]]},", few can match the stunning beauty of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/zion\/ Zion National Park"]}]},". Situated between the ",{"type":"[[","value":[["Dixie (Utah)"],["Dixie"]]}," and ",{"type":"[[","value":[["Canyon Country"]]}," regions of southern ",{"type":"[[","value":[["Utah"]]},", the park protects a series of incredible rock formations and high sandstone cliffs, and is a favorite spot for hiking, backpacking, canyoneering and climbing. In fact, Zion has some of the most spectacular trails in the National Park System. Unlike many other parks in the ",{"type":"[[","value":[["Southwest (United States of America)"],["American Southwest"]]},", where visitors look down from the rim of a canyon, visitors to Zion walk on the canyon floor and look ",{"type":"''","value":["up"]},". In addition to the magnificent monoliths and cliffs, the park is known for its desert landscape of sandstone canyons, mesas, and high plateaus.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nMormon pioneer Issac Behunin built the first log cabin in Zion Canyon in 1863, near the location of the current Zion Lodge. Behunin Canyon, a technical slot canyon, was named after him.  During the remainder of the century, small communities and homesteads in the area struggled to survive. Pioneers gave the canyon the name \"Zion\", a Hebrew word meaning safety, or a place of refuge. Despite the name, the canyon offered little arable land, poor soil, and catastrophic flooding, making agriculture a risky venture.\nBy the first decade of the 20th century, the scenic qualities of southern Utah, and Zion Canyon in particular, had been recognized as a potential destination for tourism. In 1909, a presidential executive order designated Mukuntuweap National Monument. The new monument was, however, virtually inaccessible to visitors, since the existing roads were in poor condition and the closest railhead was a hundred miles away. The monument's name was changed to Zion National Monument in 1918, and in 1919 the monument was expanded and designated a national park. Visitation to the new national park increased steadily during the 1920s, and in 1930, the newly completed Zion-Mt Carmel Highway allowed motorists to travel through the park to ",{"type":"[[","value":[["Mount Carmel Junction"]]},", then on to ",{"type":"[[","value":[["Bryce Canyon"]]}," and the ",{"type":"[[","value":[["Grand Canyon"]]},". This highway was one of the greatest engineering feats of modern times, requiring the construction of a 5,613-foot tunnel, the Zion-Mt. Carmel Tunnel, to negotiate the vertical sandstone cliffs of Zion. The switchbacks leading up to the tunnel proved to be an even greater task to accomplish. The Kolob Canyons section, near ",{"type":"[[","value":[["Cedar City"]]}," was established as a National Monument in 1937 and added to Zion National Park in 1956.\n\n",{"type":"===","value":["Landscape"]},"\n\nZion National Park encompasses some of the most scenic canyon country in the United States. The park is characterized by high plateaus, a maze of narrow, deep, sandstone canyons and striking rock towers and mesas. The North Fork of the Virgin River has carved a spectacular gorge in the park called the Zion Narrows. The canyon walls in some places rise 2000–3000 feet above the canyon floor. The southern part of the park is a lower desert area where colorful mesas border rocky canyons and washes. The northern sections of the park are higher plateaus covered by forests. To the east is amazing slickrock country and a vast array of unpaved trails, hidden canyons and peaks to explore.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["Image:Sacreddatura.jpg"],["thumb"],["Sacrad Datura"]]},"\n\nAlthough Zion is in an arid desert climate, the park has almost nine-hundred native species of plants, seventy-five species of mammals, two-hundred-ninety species of birds including the recent addition of the California Condor, forty-four species of reptiles and amphibians and eight native fish. \n\nMammals commonly found within the park's borders include bats, jack rabbits, chipmunks, squirrels, gophers, kangaroo rats, beavers, mice, porcupines, coyotes, gray fox, ringtails, skunks, mule deer and the rarely seen mountain lions.  Peregrine falcons, rattlesnakes and numerous lizards are also species that visitors may recognize. \n\nThere is a wide variety of plant life in the park, seeing that the unique geology has created diverse environments such as deserts, canyons, slickrock, hanging gardens, riparian, and high plateaus. There are many beautiful wildflowers, including the Sacrad Datura, which is common in Zion and is often found along the Zion-Mt. Carmel Highway and on the canyon floor in Zion Canyon.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["infobox"],["The hanging gardens of Zion"],["Throughout Zion Canyon, you will find life growing on the steep cliffs. Beautiful wildflowers, hanging ferns and moss thrive in the micro-environment. How does it survive in this seemingly arid land?\n\nIt's the surprisingly porous Navajo sandstone that makes up the high cliffs of Zion. Rainfall and snow melt collect on the top of the mesas and seep through the sandstone until it reaches the tougher Kayenta formation, where it is forced out of the rock, creating springs in Zion Canyon and allowing hanging gardens to grow. Perhaps the most famous example of this is ",{"type":"'''","value":["Weeping Rock"]},", which lies below the mouth of two hanging canyons. The canyons serve as drainages, collecting surface water runoff and concentrating it into the Navajo sandstone, supporting the Weeping Rock spring. Other springs can be seen in various places of the park including along the Riverside Walk at the Temple of Sinawava.\n\nIn addition to plant life, the springs also provide a home for freshwater snails, like the tiny Zion Snail, which is only found in Zion National Park. Keep an eye out for other wildlife around the springs, such as birds, lizards, and various insects."]]},"\n\nWeather in the park varies greatly with elevation, and even at the same elevation may differ by over 30°F between day and night. During the spring the weather is very unpredictable, with stormy, wet days common, although warm, sunny weather may occur too. Precipitation peaks in March.  Summer days are hot (95-110°F), but overnight lows are usually comfortable (65-70°F). Afternoon thunderstorms are common from mid-July through mid-September, making flash floods (if hiking in one) in the canyons a danger.  Autumn days are usually clear and mild with cool nights. Winter storms bring rain or light snow to Zion Canyon, but heavier snow to the higher elevations such as the east side of the park, Kolob Terrace and Kolob Canyons. Clear days may become quite warm, reaching 60°F; nights are often in the 20s and 30s. Winter storms can last several days and cause roads to be icy, but the Zion-Mt. Carmel Highway is owned by the park and the NPS keeps it in excellent condition even in the winter.\n\n",{"type":"===","value":["Orientation"]},"\n\nThere are sections of the park that are not connected by road; the Kolob Canyons area is in the park's northern area and offers interesting canyon views and hiking. The remote Kolob Terrace offers an uncrowded and scenic drive, spectacular slot canyons and hiking. The highly photographed \"Subway\" is found in this section of the park. The more popular (and more crowded) Zion Canyon area is in the southern portion of the park and contains many of the park's most famous scenic wonders such as Angels Landing and the Great White Throne. The Zion-Mt. Carmel Highway runs from the south entrance of the park to the east entrance featuring magnificent landmarks and hiking along the way such as East Temple, Checkerboard Mesa and the Great Arch. The Zion Narrows and Orderville Canyon, two of the parks most popular canyons begin on the east rim of the park and end in Zion Canyon.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Map-USA-Zion National Park-area01.png"],["thumb"],["350px"],["Zion National Park area map"]]},"\n\n",{"type":"===","value":["By car"]},"\nZion Canyon, the most popular section of the park, is accessed by taking SR-9 from the east or the west. \n\n",{"type":"'''","value":["From the west:"]},"\nI-15 passes west of Zion and connects with SR-9 just north of St. George. From there SR-9 travels through the towns of Hurricane, Virgin, and Springdale before entering Zion Canyon.\n\n",{"type":"'''","value":["From the east:"]},"\nUS-89 passes east of Zion and connects with SR-9 (The Zion-Mt. Carmel Highway) at ",{"type":"[[","value":[["Mount Carmel Junction"]]},". From there SR-9 travels through the park's east Entrance and into the Zion-Mt. Carmel Tunnel before descending into Zion Canyon.\n\nThe Kolob Terrace road is accessed off SR-9 in the town of Virgin, west of Zion. The Kolob Canyons entrance is accessible from I-15, exit 40, near Cedar City.\n\nCars can be rented in ",{"type":"[[","value":[["Salt Lake City"]]},", ",{"type":"[[","value":[["Cedar City"]]},", ",{"type":"[[","value":[["St. George (Utah)"],["St. George"]]},", and ",{"type":"[[","value":[["Las Vegas"]]},". McCarran International Airport in Las Vegas offers rental cars that usually have good rates.\n\n",{"type":"'''","value":["NOTE"]},": Visitors driving RVs, pulling trailers, or with any vehicle that is over 7'10\" wide or over 11'4\" tall should be aware that due to the small size of the tunnel an escort is required to pass through the Zion-Mt. Carmel Tunnel; the fee for this escort is $15, valid for a round-trip. Most RVs, buses, trailers, 5th wheels, and some camper shells require an escort. Escorts are at the tunnel from 8AM-8PM during the busy season and arranged at the entrance gate in the winter.  Semi-tractor trailers are not permitted in the park.\n\nThe Zion Canyon Scenic Drive is accessible only by the Zion Canyon Shuttle the majority of the year, but from November until the end of March, private vehicles are allowed to drive into the canyon.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["St. George (Utah)"],["St. George"]]}," is the closest city with commercial airline service. St. George opened the new, larger ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sgcity.org\/airport\/ St. George Municipal Airport"]}]}," in January 2011, which services the area with flights from ",{"type":"[[","value":[["Salt Lake City"]]}," on ",{"type":"[","value":["http:\/\/www.delta.com\/ Delta Connection"]}," and from ",{"type":"[[","value":[["Denver"]]}," on ",{"type":"[","value":["http:\/\/www.united.com United Express"]},". Both routes are operated by ",{"type":"[","value":["http:\/\/www.skywest.com SkyWest"]},". Flying into ",{"type":"[[","value":[["Cedar City"]]}," (30 miles north of Zion National Park) from ",{"type":"[[","value":[["Salt Lake City"]]}," on SkyWest is an additional option.\n \nThe nearest major airport is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mccarran.com\/ McCarran International Airport"]}]}," in ",{"type":"[[","value":[["Las Vegas"]]},", about a three hour drive to the park on Interstate 15. \n\nThe second closest major airport is in ",{"type":"'''","value":[{"type":"[","value":["http:\/\/slcairport.com Salt Lake City"]}]},", about a five hour drive on I-15.\n\n",{"type":"===","value":["By bus"]},"\n\nThere is no public transportation into the park.  Tour buses can be arranged through travel agencies, and Greyhound buses visit the cities of ",{"type":"[[","value":[["Salt Lake City"]]},", ",{"type":"[[","value":[["Cedar City"]]},", ",{"type":"[[","value":[["St. George (Utah)"],["St. George"]]},", plus ",{"type":"[[","value":[["Las Vegas"]]}," in Nevada. For Utah Greyhound information call +1 435 586-9465.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nA $25 entrance fee is required for all private vehicles entering the park that is good for seven days; the America the Beautiful pass may be purchased for $80 that waives entrance fees for all federal lands for one year.  Motorcycles, individuals on foot, and bicyclists are charged a $12 entrance fee.  Private vehicles which only visit Kolob Canyons still need to pay the $25 entrance fee (good for the whole park).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Map-USA-Zion National Park-Canyon03.png"],["thumb"],["350px"],["Zion Canyon map"]]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe majority of the park is accessible by car, although Zion Canyon is accessible only by the free shuttle from April through the end of October.  Large vehicles, (7'10\" in width or 11'4\" in height), (RV's, buses, trailers, 5th wheels, and some camper shells) that wish to travel the length of the park, require an escort to be stationed at both ends of the Zion-Mt. Carmel Tunnel. Large vehicles have trouble staying in their lane while traveling through the tunnel. Escort costs are $15 per vehicle, valid for two trips through the tunnel during a seven day period. Very large vehicles, including those taller than 13'1\", may be prohibited from entering the tunnel.\n\nDuring the winter Zion roads are plowed and sanded, except the Kolob Terrace road, which is closed. Be prepared for winter driving conditions, including potentially icy roads, from November through March.\n\n",{"type":"===","value":["By shuttle"]},"\n\nFrom mid-March through the end of October, Zion uses a shuttle system to eliminate congestion in the canyon. The Zion Canyon Scenic Drive is closed to all private vehicles during this time (except those with a red pass that are staying at the Zion Lodge). Shuttles are fully accessible, with extra room for bikes, backpacks, and climbing gear.\n\nZion operates two different shuttle routes. One goes through the town of Springdale (see the Get around section on ",{"type":"[[","value":[["Springdale (Utah)#Get around"],["Springdale"]]},"), and terminates at the Park entrance, within walking distance of the visitor center.\n\nThe other route goes through Zion Canyon and has 9 stops: the Visitor Center, the Zion Human History Museum, Canyon Junction, Court of the Patriarchs, Zion Lodge, Grotto, Weeping Rock, Big Bend, and the Temple of Sinawava.\n\nFrequency of the Zion Canyon route depends on the time of day. In Spring and Fall the shuttle runs from 6:45AM-10PM every day, with 7-15 minute frequency. In the Summer (mid-May to early September) the shuttle runs from 5:45AM-11PM every day, with 6-15 minute frequency, and 30 minute frequency in the very early morning and late evening.\n\n",{"type":"===","value":["By foot"]},"\n",{"type":"[[","value":[["File:Hidden Canyon trail zion national park.jpg"],["thumb"],["300px"],["The Hidden Canyon Trail"]]},"\n\nThe beautiful scenery of the park makes a hike practically a mandatory event. Some of the best hikes in the National Park System are in Zion, including Angels Landing and the Zion Narrows. The park offers trails of varying difficulty and length, suitable for twenty minute strolls or multi-day backpacking trips.\n\n",{"type":"===","value":["By bike"]},"\n\nZion is one of the most bike friendly parks in the National Park System. Bicycles are an excellent option for traveling the Zion Canyon Scenic Drive. Shuttle buses are equipped with bike racks for those wishing to ride only part of the way. Bicycles are permitted only on established roads and the Pa’rus Trail which goes from the Watchman Campground to Canyon Junction. If you're riding from the south entrance into Zion Canyon, take the Pa'rus Trail since it's safer than the main road.\n\nCyclists must obey traffic laws. Bicycles are not allowed on hiking trails (except the Pa'rus Trail) or off-trail. Ride defensively; automobile traffic can be heavy and drivers may be distracted by the scenery. Park shuttles will not pass bicycles, so use turnouts to allow them to pass. Riding through the Zion-Mt. Carmel Tunnel is prohibited; bicycles must be transported through the tunnel by motor vehicle. Usually the ranger (escort) at the tunnel will ask those driving a truck if bikers can hop in the back of their trucks. If you aren't bringing your own bike there are a few rental agencies in ",{"type":"[[","value":[["Springdale (Utah)"],["Springdale"]]},".\n\n",{"type":"===","value":[" By guided tour "]},"\n\nA number of companies provide guided tours of Zion National Park that include transportation from the surrounding areas. Some companies will provide bus travel from nearby towns while others begin in Zion National Park. Some will provide just a brief tour with small stops, while others may take you on a hike, and arrange all your meals.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Zion National Park (2332579061).jpg"],["thumb"],["right"],["350px"],["Looking up at the cliffs of Zion Canyon from the Zion-Mt. Carmel Highway"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zion Canyon Visitor Center"],["url=http:\/\/www.zionpark.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-518-7070"],["fax="],["hours="],["price="],["content=Located near the south entrance and the main access to the Zion Canyon Shuttle. There's some interesting exhibits to help further plan your visit, like topographical models of the park and video screens. Rangers are on hand to answer all your questions. There's also a nice bookstore."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zion Human History Museum"],["url=http:\/\/www.nps.gov\/archive\/zion\/HHMuseum.htm"],["email="],["address=on the main road, 1\/2 mile north of the south entrance to the park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-5PM Daily, longer hours in the summer. Closed November through February"],["price="],["content=Exhibits about human activity in the park and an orientation film shown every half-hour. The Zion Canyon Shuttle stops here from April through October."]]}]},"  \n",{"type":"*","value":[" ",{"type":"'''","value":["Zion Canyon Scenic Drive"]},".  The 6 mile road through Zion Canyon leads past some of the most fantastic rock formations in the world, with colorful sandstone cliffs rising 2,000 to 3,000 feet from the canyon floor. The seemingly mild Virgin River has almost single handedly created this canyon over a period of 13 million years, with much of the work happening during periods of intense flash flooding. The road into the canyon is closed to private vehicles from mid-March until November."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zion-Mt. Carmel Highway"]},".  A 10-mile road that connects the east and south entrances. One of the highlights of the drive is a mile-long tunnel, the Zion-Mt. Carmel Tunnel, that was completed in 1930. East of the tunnel is ",{"type":"'''","value":["Checkerboard Mesa"]},", a sandstone mountain that is etched with fantastic cross-bedding of lines and shapes, made through the forces of erosion.  The surrounding slickrock area is full of similarly amazing rock formations."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kolob Canyons"]},".  Located in the parks northwestern corner, Kolob Canyons is a less-crowded area of the park that contains beautiful red-rock canyons, incredible overlooks, and lush scenery. A visitor center is located at the entrance to Kolob Canyons, just off of Interstate 15."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kolob Terrace"]},". To get to this remote and beautiful area turn off Highway 9 at Virgin. Follow the Kolob Reservoir Road for 21 miles to the park boundary at Lava Point."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hiking"]},"\n",{"type":"[[","value":[["File:Zion Court of the Patriarchs Panorama.jpg"],["thumb"],["400px"],["The Court of the Patriarchs"]]},"\n\nSimply driving through Zion is an incredible experience, but to enter Zion and not take at least a short walk would be foolish. The park is a hiker's mecca, with trails of varying difficulty and length, ranging from easy strolls to steep climbs or backcountry hikes. The park information desk provides detailed information and overview maps for the main day hikes and trails ranging from short strolls to strenuous hikes of several hours. Longer backcountry hikes with overnight camping have to be discussed with the park rangers in order to reserve spots for the limited back country camp sites in the park.\n\nThe most famous trail, and arguably the most spectacular, is the 2.5 mile strenuous climb up to ",{"type":"'''","value":["Angels Landing"]},". Of the easy walks, ",{"type":"'''","value":["Weeping Rock"]}," and the ",{"type":"'''","value":["Emerald Pools"]}," Trails are classics. For those seeking a longer, full-day hike, the classic Zion hikes are along the ",{"type":"'''","value":["East and West Rims"]},". And for serious backpacking, the ",{"type":"'''","value":["Trans-Zion"]}," route is the full 48 mile hike across the entire park, from Lee's Pass in the west of the Kolob Canyons to the east entrance of the Park.\n\n",{"type":"====","value":["Zion-Mt. Carmel Highway and Zion Canyon trails"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pa'rus Trail"]}," (3.5 mile \/ 5.6 kilometer round-trip). Trailheads are at Zion Canyon Visitor Center and the Canyon Junction shuttle stop. An easy paved hiking\/biking trail that follows the North Fork of the Virgin River from the Zion Canyon Visitor Center past the South Campground to the Zion Canyon Junction shuttle stop. This is the ",{"type":"''","value":["only"]}," trail in the park that allows pets or bicycles. "]},{"type":"*","value":[" ",{"type":"'''","value":["Court of the Patriarchs"]}," (100 yards round-trip). Trailhead is at the Court of the Patriarchs shuttle stop. A very short trail leading to a view of the Three Patriarchs and the Sentinel."]},{"type":"*","value":[" ",{"type":"'''","value":["Weeping Rock"]}," (0.4 mile \/ 0.6 kilometer round-trip). Trailhead is at the Weeping Rock shuttle stop. A short but mildly steep paved trail that ends under a rock alcove with dripping springs. In the spring and summer, hanging gardens of wildflowers decorate the walls."]},{"type":"*","value":[" ",{"type":"'''","value":["Riverside Walk"]}," (2.2 mile \/ 3.5 kilometer round-trip). Trailhead is at the Temple of Sinawava at the end of Zion Canyon. An easy paved trail follows the North Fork of the Virgin River along the bottom of a narrow, high-walled canyon. The canyon is lush, with hanging gardens, trees, and wildflowers in spring and summer. A great walk if it's hot: the trail is shady and you can wade in the river. This is also the main access to the Narrows."]},{"type":"[[","value":[["File:Narrows in Zion National Park.jpg"],["thumb"],["250px"],["The Narrows"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Narrows"]},". (9.4 mile \/ 15.1 kilometer round-trip). Trailhead is at the Temple of Sinawava at the end of Zion Canyon, via Riverside Walk. This hike is accessible from Zion Canyon, but the full hike begins in East Zion and ends in Zion Canyon. The Narrows is an extremely popular off-trail hike. The route follows the North Fork of the Virgin River, along the floor of a very narrow canyon with impossibly high walls. This trek is one of the park's most amazing destinations. The full hike is a 16-mile one-way trip. The Narrows may close at times due to high waters or flash-flood danger. Wading will be required, so wear footwear and leg coverings that can get wet. Water depth in June 2007 was approximately mid-thigh. The river flows right up to the canyon walls for much of the hike, so you can't avoid wading. Sturdy hiking poles will help navigate the river."]},{"type":"*","value":[" ",{"type":"'''","value":["Canyon Overlook"]}," (1.0 mile \/ 1.6 kilometer round-trip). Trailhead is at the east end of the Zion-Mt. Carmel Tunnel. If you only have enough time to drive through the park without getting on the shuttle, make this your hike. This moderately difficult trail leads over rocky, uneven terrain to a spectacular viewpoint of lower Zion Canyon and Pine Creek Canyon."]},{"type":"*","value":[" ",{"type":"'''","value":["Lower Emerald Pool"]}," (1.2 mile \/ 1.9 kilometer round-trip). Trailhead is across the highway from the Zion Lodge. This is an easy paved trail that leads to the lower pool, just below the middle pools."]},{"type":"*","value":[" ",{"type":"'''","value":["Upper Emerald Pool"]}," (1.0 mile \/ 1.6 kilometer round-trip). Trailhead is across the highway from the Zion Lodge, via the Lower Emerald Pool trail. A moderately difficult trail to the upper pool. Swimming, wading, or bathing is prohibited in all four Emerald Pools due to dangerous bacteria in the water and in order to protect the aquatic wildlife and preserve this fragile area. Beware of steep cliffs; there has been at least one death from falling at one of the pools."]},{"type":"*","value":[" ",{"type":"'''","value":["Watchman"]}," (2.7 mile \/ 4.3 kilometer round-trip). Trailhead is near the Zion Canyon Visitor Center and begins by following the Virgin River. This moderate trail ends at a view point of lower Zion Canyon, Oak Creek Canyon, and the town of Springdale. It is recommended that in summer the trail be hiked at the beginning or end of the day due to the heat."]},{"type":"*","value":[" ",{"type":"'''","value":["Hidden Canyon"]}," (2.4 mile \/ 3.9 kilometer round-trip). Trailhead is at the Weeping Rock shuttle stop.  A strenuous climb, with cliff side hiking, that is not for anyone who isn't in good physical condition or is fearful of heights. The trail climbs a steep cliff that offers incredible views of Weeping Rock, Big Bend, Angels Landing and the valley below. Chains have been put into the cliff near the end of the trail to provide handholds. The trail ends at the mouth of a narrow side canyon, which you can explore if you wish. Keep your eyes open for the arch located inside the canyon."]},{"type":"[[","value":[["File:Climbing up to Angels Landing (Zion National Park) (3444017454).jpg"],["thumb"],["350px"],["Angels Landing"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Angels Landing"]}," (5.4 mile \/ 8.7 kilometer round-trip). Trailhead is at the Grotto. A steep, strenuous hike up the West Rim Trail to the Angels Landing Trail, which is a 0.5 mile \/ 0.8 kilometer spur. The trail follows a steep, narrow ridge with chains added to provide handholds. This spectacular trail ends at a magnificent overlook of Zion Canyon and the Virgin River. For those in good physical condition and not afraid of heights, this hike is a must. Those afraid of heights can stop and turn around at ",{"type":"'''","value":["'Scout Overlook"]},"' where the final vertiginous ascent to Angel's landing starts. The hike to Scout Overlook only is strenuous but less exposed."]},{"type":"*","value":[" ",{"type":"'''","value":["Observation Point"]}," (8.0 mile \/ 12.9 kilometer round-trip). Trailhead is at the Weeping Rock shuttle stop. This is a strenuous climb through Echo Canyon to Observation Point, offering excellent views of Zion Canyon. The trail gives access to other East Rim plateau trails: East Rim, Cable Mountain and Deertrap Mountain."]},{"type":"*","value":[" ",{"type":"'''","value":["West Rim to Cabin Spring"]}," (10.0 mile \/ 17.2 kilometer round-trip). Trailhead is at the Grotto. This hike travels north through Refrigerator Canyon, up Walters Wiggles, through the basin referred to as Little Siberia and then finally ascends switchbacks blasted out of the solid rock face to the southern tip of the \"West Rim\". At one time a cabin existed near a small spring and was used as a remote station for Rangers. The views from the southern end of the West Rim are beautiful indeed, and in the spring months there may be water available, but should be filtered or purified."]},{"type":"*","value":[" ",{"type":"'''","value":["West Rim Trail from Lava Point"]}," (16.0 mile \/ 25.75 kilometer one-way). The full West Rim Trail is one of the best backcountry hikes that Zion (or any park, really) has to offer, and is the most popular section of the ",{"type":"'''","value":["Trans-Zion"]}," backpacking route. It is best hiked top-down (north to south) both to avoid the extreme incline gain you would face going the other way around, and because the scenery starts out beautiful and with each steps becomes more and more spectacular until you hit the climax at the entrance to Zion Canyon at Angel's Landing. (This is also a great way to introduce yourself to Zion, if you haven't yet seen the main canyon.) It's ",{"type":"''","value":["possible"]}," to hike the whole trail in one day, although that would be incredibly strenuous hiking from south to north, but a two-day hike is far better to linger along the magnificent views, and to have plenty of time to enjoy the Angel's Landing hike at the end. There is a short spur at the top of the trail leading to Lava Point Overlook, which at 7890 feet is the highest point in the park, and as you might expect offers some magnificent views. This spur can easily be hiked in a couple hours round trip from the trailhead, for those not doing the full trail. At the south end of the trail, a hike up Angel's Landing is a must. At the north (west) end, the trail connects with the ",{"type":"'''","value":["Wildcat Canyon Trail"]},", which in turn connects to the Kolob Canyons section of the park."]},"\n",{"type":"====","value":["Kolob Canyon and Kolob Terrace trails"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Timber Creek Overlook"]}," (1.0 mile \/ 1.6 kilometer round-trip).  Departing from the Kolob Canyons picnic area (at the end of Kolob Canyons Road), this easy trail follows the ridge top to small peak which offers views of Timber Creek, Kolob Terrace and Pine Valley Mountains."]},{"type":"*","value":[" ",{"type":"'''","value":["Taylor Creek"]}," (5.0 mile \/ 8.0 kilometer round-trip). Trailhead is on the Kolob Canyons Road, 2 miles east of the Kolob Canyons Visitor Center. This trek follows the Middle Fork of Taylor Creek past two homestead cabins to a gorgeous double arch alcove. Watch your kids since rattlesnakes are common on this trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Kolob Arch"]}," (14.0 mile \/ 22.5 kilometer round-trip). Trailhead is at Lee Pass, 4 miles up the highway from the Kolob Canyons Visitor Center. A strenuous hike or backpack from Lee Pass (on Kolob Canyons Road) along Timber and LaVerkin Creeks to a viewing point of Kolob Arch, the world’s second longest freestanding arch."]},{"type":"*","value":[" ",{"type":"'''","value":["Northgate Peaks"]}," (4.0 mile \/ 6.4 kilometer round-trip). This is the only easy, day-hike friendly trail in the Kolob Terrace section of the park. There are certainly more exciting trails to be found in Zion, but here you'll find solitude, and have a great excuse to drive up the beautiful and remote Kolob Terrace Rd to the Wildcat Canyon Trailhead."]},{"type":"*","value":[" ",{"type":"'''","value":["Wildcat Canyon Trail"]}," (6.0 mile \/ 9.7 kilometer one-way) and the ",{"type":"'''","value":["Connector Trail"]}," (4 mile \/ 6.4 kilometer one-way). These trails are used pretty much exclusively by backpackers, especially those aiming to hike the full ",{"type":"'''","value":["Trans-Zion"]}," route, of which these two trails are the middle section, connecting the Kolob Canyons and Main sections of the park. Neither has the sort of spectacular rock formations and red slickrock for which the park is famous, and aren't really worth seeking out as day hikes, although Wildcat Canyon is certainly beautiful in its own quieter and thickly forested way. The Connector Trail is likely the park's most boring hike, as it exists mostly just so that backpackers can get from one section of the park to the other without hiking along the road. The Wildcat Canyon Trail runs from the Wildcat Canyon Trailhead in the west to the West Rim Trail near the Lava Point Trailhead; the Connector Trail runs from the west section of the former trail to the Hop Valley Trailhead in the west, where it connects with the Hop Valley Trail."]},"\n",{"type":"===","value":["Photography"]},"\n",{"type":"[[","value":[["Image:Zion-Mt. Carmel Highway.jpg"],["thumb"],["350px"],["Zion-Mt. Carmel Highway"]]},"\n\nZion offers the photographer a unique and incredible landscape with many opportunities to explore color, texture, and light.  Animal life, while not as obvious as in some other parks, offers some opportunity for wildlife photography.\n\n",{"type":"===","value":["Horseback riding"]},"\n\nOn horseback permits are not required for day trips, but are required for overnight trips.  The maximum group size for horseback trips is six animals.  For overnight trips the maximum stay in any single location is one night. Stock must be hobbled or tethered to reduce damage to vegetation. To reduce the spread of noxious and exotic weeds all stock must be fed only certified weed-free hay one day prior to entering the backcountry, and when using park trails. When traveling by horseback on trail areas stock must remain on trails. Free-trailing or loose herding is not allowed. Animals must be kept at a slow walk when passing hikers. When standing, stock must be kept at least 100 feet from drainages.\n\nStock may be used in these areas:\n\n",{"type":"*","value":[" Trails: La Verkin Creek, Hop Valley Wildcat Canyon, West Rim (above Cabin Springs), East Rim (above rim, includes Cable Mountain and Deertrap trails), Sand Bench (November through February only)."]},{"type":"*","value":[" Off-trail areas: Coalpits Wash, Huber Wash, Scoggins Wash, Crater Hill."]},"\nGuided trail rides can be arranged with park concessionaires:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Canyon Trail Rides"],["url=http:\/\/www.onlinepages.net\/canyonrides"],["email="],["address=Zion Lodge"],["lat="],["long="],["directions="],["phone=+1 435 772-3810 (in season), +1 435 679-8665 (off season)"],["tollfree="],["fax="],["hours="],["price="],["content=Guided trail rides are offered from March through October.  Reservations are advised and can be made by calling or in-person at the Zion Lodge."]]}]},"\n",{"type":"===","value":["Rock climbing and canyoneering"]},"\n",{"type":"[[","value":[["Image:Subway in Zion National Park.jpg"],["thumb"],["250px"],["The Subway"]]},"\n\nClimbing in Zion or entering technical slot canyons requires appropriate hardware and skills. Individuals interested in climbing or canyoneering should check for information at the visitor center and be aware that some routes may be closed when peregrine falcons are breeding or conditions are unsafe.  \n\nCanyoneering is popular in Zion, but most canyoneers stick to easier canyons such as Orderville Canyon, Subway and even Keyhole and Pine Creek while others venture out to Behunin Canyon, Mystery Canyon, Lodge Canyon, Echo Canyon, Das Boot, Englestead Hollow, Spry Canyon, Icebox Canyon, Kolob Canyon and just outside the park Birch Hollow and Fat Man's Misery. Few attempt Imlay and Heaps, considered perhaps the most difficult technical canyons in the park.\n\n",{"type":"===","value":["Ranger programs"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ranger Programs"]}," - Daily activities held April–October include interpretive talks, hikes, shuttle tours, and evening programs at the Zion Human History Museum, Zion Canyon Visitor Center and the campgrounds. Topics cover geology, biology, and human history. Check the Zion Canyon Visitor Center or museum for times."]},"\n",{"type":"*","value":[{"type":"'''","value":["Junior Ranger Program"]}," - Zion offers the typical park, Junior Ranger program, where parents help children obtain an activity booklet from the visitor center. Kids complete the self-guided program to earn a badge. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Junior Explorer Program"]}," - This is a unique and impressive class room activity for kids ages 6–12. Sign up at the Zion Nature Center, located at the entrance to the South Campground. Most kids love this program!"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zion Lodge"],["url="],["email=reserve-zion@xanterra.com"],["address=Zion National Park"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-29-PARKS"],["fax=+1 303-297-3175"],["hours=8AM-10PM"],["price="],["content=Offers a comprehensive gift shop with a variety of Zion related items."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zion Natural History Association (ZNHA)"],["url="],["email="],["address=Zion Canyon Visitor Center"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers a comprehensive bookstore stocking a large variety of Zion related things including books of local interest, postcards, prints, film, posters, video, clothing, maps and other souvenir items. Camping supplies, groceries, and other necessities must be purchased outside of the park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zion Human History Museum"],["url=http:\/\/www.nps.gov\/zion\/historyculture\/zion-human-history-museum.htm"],["email="],["address=Located 1\/2 mile north of the park's south entrance on the main park road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-5PM Daily, longer hours in the summer. Closed November through February"],["price="],["content=The museum also carries a few books, postcards, maps and other items of interests to park visitors."]]},"  "]},"\nNearby ",{"type":"[[","value":[["Springdale (Utah)"],["Springdale"]]}," (outside the south entrance to the park) offers a large variety of gift shops, two small grocery stores, candy and specialty shops, most within walking distance of each other.  On the east side of the park, ",{"type":"[[","value":[["Mount Carmel Junction"]]}," is more rustic, but there are some quality gift shops and a small gift and grocery store right outside the entrance to Zion.\n\n",{"type":"==","value":["Eat"]},"\n\nThe only food sold within the park is located at the beautiful Zion Lodge.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Red Rock Grill"],["url="],["email="],["address=in Zion Lodge"],["lat="],["long="],["directions="],["phone=+1 435 772-7760"],["tollfree="],["fax="],["hours=6:30-10AM, 11:30AM-3PM, 5:30-9PM"],["price=$11-$20"],["content=Offers sit-down meals and gorgeous views while dining. The decor is charming and the wonderful rock waterfall is serene to listen to while eating. The food is American with a home-style flair.  You will usually find fish, beef, burgers, sandwiches, salads and pasta on the menu.  There is a salad bar at dinner and some nice desserts. The dining room is open for breakfast and lunch and reservations are required for dinner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Castle Dome Cafeteria"],["url="],["email="],["address=in Zion Lodge"],["lat="],["long="],["directions="],["phone=+1 435 586-9476"],["tollfree="],["fax="],["hours=Daily April–October 7AM-9PM (shorter hours in spring and fall)"],["price=$3-$8"],["content=This seasonal cafe has grab-and-go food such as coffee, rolls, burgers, fries, hot dogs and ice cream cones."]]}," "]},"\nThere are dining options at both entrances of the park. Both sides of the park refrain from building any fast food chains, but they do offer unique and tasty dining option. ",{"type":"[[","value":[["Springdale (Utah)"],["Springdale"]]}," offers a nice selection of restaurants including pizza, oriental, American and Mexican food. There are also some good options on the east side of the park in and near ",{"type":"[[","value":[["Mount Carmel Junction"]]},". Buffalo seems to be a popular dish on the east side, and most of the food is American served with a western flair.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Zion Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 435 772-7700"],["tollfree="],["fax="],["hours="],["price="],["content=Offers full liquor service. Utah State law requires you to order food when drinking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Best Western"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 435 772-3200"],["tollfree="],["fax="],["hours=8AM-10PM"],["price="],["content=This hotel in nearby ",{"type":"[[","value":[["Springdale (Utah)"],["Springdale"]]}," maintains a Utah state liquor store."]]}]},"\nAll water in Zion National Park should be treated by filtering or purifying before use. The ",{"type":"''","value":["Giardia"]}," parasite, which can cause a nasty and persistent gastrointestinal disturbance, is common in the water here. There is potable water available at the visitor center, museum, Grotto, and the campgrounds in the park.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Lodging"]},"\n",{"type":"[[","value":[["File:Zion Lodge, Building B.JPG"],["thumb"],["300px"],["Zion Lodge"]]},"\nThere is only one lodge within the park.  The towns of ",{"type":"[[","value":[["Springdale (Utah)"],["Springdale"]]}," and ",{"type":"[[","value":[["Mount Carmel Junction"]]}," are located just outside of the park and have numerous places to stay, as do further afield towns such as ",{"type":"[[","value":[["Hurricane (Utah)"],["Hurricane"]]}," and ",{"type":"[[","value":[["Apple Valley (Utah)"],["Apple Valley"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zion Lodge"],["url=http:\/\/zionlodge.com"],["email=reserve-zion@xanterra.com"],["address="],["lat="],["long="],["directions=in the canyon, three miles north on the Zion Scenic Drive"],["phone=+1 435 772-7700"],["tollfree="],["fax=+1 435 772-7792"],["hours="],["price=$130-$150"],["checkin=4PM"],["checkout=11AM"],["priceextra=seasonal"],["content=The lodge is open year-round and has 40 cabins and 80 motel rooms. Cabins include two double-size beds, full bath, and fireplace. Motel rooms include either queen-sized beds or a single king-sized bed, air conditioning, and full bath. The restaurant and cafe here are the only options within the park."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nThere are two campgrounds within the main section of the park:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Watchman Campground"],["url="],["email="],["address=Located near the south entrance"],["lat="],["long="],["directions=just across the Virgin River from the Visitor Center"],["phone="],["tollfree="],["fax="],["hours="],["price=$16 per site without electric hookups, $18 per site with electric hookups, and $20 per site for river sites"],["checkin="],["checkout="],["content=Open year-round. This campground offers sites on a first-come, first-serve basis from November through March, while reservations may be made ",{"type":"[","value":["http:\/\/www.recreation.gov\/camping\/watchman-campground\/r\/campgroundDetails.do?contractCode=NRSO&parkId=70923 online"]}," up to five months in advance during the rest of the year."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=South Campground"],["url="],["email="],["address=Located near the south entrance"],["lat="],["long="],["directions=just north of the Visitor Center"],["phone="],["tollfree="],["fax="],["hours="],["price=$16 per site, per night"],["checkin="],["checkout="],["content=Open March–October. All sites in the South Campground are first-come, first serve. If you're willing to not make any reservations, see if you can get a site here instead of at Watchman, since the campsites generally have more shade and are closer to the Virgin River."]]}]},"Both of these campgrounds provide restrooms, picnic tables, RV dump, drinking water and utility sinks.\n\n",{"type":"*","value":[" In the Kolob Terrace section of Zion, there are six primitive sites at ",{"type":"'''","value":["Lava Point"]},".  The sites are usually open from June to November, but the road will close in the winter due to snow. There is no water at the campground."]},"\n",{"type":"===","value":["Backcountry"]},"\n\nAll backcountry camping requires a ",{"type":"[","value":["http:\/\/www.nps.gov\/zion\/planyourvisit\/backcountry-reservations-and-permits.htm permit"]},", which is available for a fee at the visitor center. Maximum group size for backcountry usage is twelve people.\n\n",{"type":"'''","value":["Walk-in permits"]}," are issued the day before a canyoneering trip. ",{"type":"'''","value":["Backpacking permits"]}," are issued up to three days prior to the trip date. Permits given out are limited and issued only when the backcountry desk at the visitor center is open. ",{"type":"'''","value":["Express Permits"]}," allow participants to obtain a permit on-line.  Sign-up every three years is required and must be in person and at the backcountry desk. Due to the popularity of the \"Subway\" and Mystery Canyon, a ",{"type":"'''","value":["lottery"]}," has been setup to dole out permits for these two technical slot canyons.\n\nReservations can be revoked in the event of adverse environmental conditions such as flash flood danger. Hikers are required to obtain a permit in person at the backcountry desk the day before or day of a hike.\n\n",{"type":"'''","value":["Pristine Zones"]}," allow up to 12 people, and hiking\/canyoneering in these zones usually requires technical gear and equipment: Mystery Canyon, Imlay Canyon, Kolob Canyon, Behunin Canyon, Heaps Canyon, Echo Canyon, Spry Canyon, Englstead Hollow, Bulloch Canyon, Ice Box, and the Upper Right Fork of North Creek.\n\n",{"type":"'''","value":["Primitive Zones"]}," allow up to fifty visitors: Orderville Canyon, Pine Creek Canyon, Keyhole Canyon, and the Subway.\n\n",{"type":"==","value":["Stay safe"]},"\n\nWeather conditions are posted at the visitor center, but flash floods can occur in the park without warning. The danger is not limited to just hiking in slot canyons. People have been washed off trails to their deaths during flash floods. Although it's gorgeous when the rain pours, it's not a safe time to be on the trails. Flood waters originate upstream, so a flood may occur when the weather does not seem bad overhead. If hiking in a narrow canyon and the water begins to rise even slightly or get muddy, begin looking for higher ground.\n \nRemember to be careful of steep cliffs; people have died falling when they venture too close to the edge. Some trails are more hazardous than others and should be attempted only by experienced hikers without a fear of heights. Loose sand and pebbles on stone are extremely slippery. Be extra careful near the edge when using cameras or binoculars. Never throw or roll rocks; there may be hikers below. Stay on the trail, stay away from the edge, observe posted warnings, and if you have children with you, watch them carefully!\n\n",{"type":"==","value":["Go next"]},"\n\nTowns outside of the park offering amenities include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Springdale (Utah)"],["Springdale"]]}]}," - Immediately outside of the park's south entrance, this is the closest town to Zion Canyon and has lodging and services to support visitors to the park."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Carmel Junction"]]}]}," - 12 miles east of the park's east entrance, this is a handy stopover on the way to other parks."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hurricane (Utah)"],["Hurricane"]]}]}," -  24 miles west of the park's south entrance, this is a moderately sized town in the shadow of some spectacular cliffs and volcanic outcroppings."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kanab"]]}]}," -  29 miles from Zion's east entrance, this is a small town near the Arizona border and a stop on the way to the ",{"type":"[[","value":[["Grand Canyon"]]}," or ",{"type":"[[","value":[["Glen Canyon National Recreation Area"],["Lake Powell"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["St. George (Utah)"],["St. George"]]}]}," - 45 miles west of Zion's south entrance, this is the nearest city to the park, with a small commercial airport, some historic attractions, red rock scenery, and many golf courses."]},"\nZion National Park lies near the ",{"type":"[[","value":[["Canyon Country"]]}," region of Utah. Other nearby parks are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bryce Canyon National Park"]]}]}," - Located 72 miles from the east entrance, Bryce offers a colorful landscape of eroded orange and yellow pillars set among a natural amphitheater."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cedar Breaks National Monument"]]}]}," - A spectacular national monument located off Highway 14 north of Zion."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Coral Pink Sand Dunes State Park"]]}]}," - A fun state park on the east side of Zion, 11 miles from ",{"type":"[[","value":[["Mount Carmel Junction"]]},". Views of Zion from the dunes are wonderful."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Grand Staircase-Escalante National Monument"]]}]}," - Rustic and wild, the White Cliffs of the Grand Staircase loom in the distance from many of Zion's hiking routes."]},"\nIn addition, other nearby destinations include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Las Vegas"]]}]}," - 150 miles west of the south entrance of the park along Interstate 15. Sin City generally needs no introduction, but for those not interested in gambling it can make a great meal stop, especially after a week or more of backpacking in the wilderness."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gooseberry"]}," - Excellent slick rock trails popular with mountain bikers, located to the southwest of Zion, east of Hurricane."]},"\n",{"type":"{{","value":[["routebox"],["image1=Utah SR 9.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=Junction ",{"type":"[[","value":[["Image:I-15.svg"],["18px"]]}],["minorl1=",{"type":"[[","value":[["Springdale (Utah)"],["Springdale"]]}],["directionr1=E"],["majorr1=END"],["minorr1=",{"type":"[[","value":[["Mount Carmel Junction"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Utah"]]},"\n",{"type":"{{","value":[["starpark"]]},"\n\n",{"type":"{{","value":[["related"],["Arches_National_Park"]]},"\n",{"type":"{{","value":[["related"],["Canyonlands_National_Park"]]},"\n",{"type":"{{","value":[["related"],["Glen_Canyon_National_Recreation_Area"]]},"\n",{"type":"{{","value":[["related"],["Grand_Canyon"]]},"\n",{"type":"{{","value":[["related"],["Grand_Staircase-Escalante_National_Monument"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"{{","value":[["geo"],["37.30"],["-113.05"]]},"\n",{"type":"[[","value":[["commons:Category:Zion National Park"]]},"\n",{"type":"[[","value":[["WikiPedia:Zion National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Utah\/Travel and Tourism\/Parks\/National Parks and Monuments\/Zion National Park\/"]]}]