[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:PikiWiki Israel 19728 Archeological sites of Israel - crop.jpg"],["thumb"],["Mosaic in Zippori"]]},"\n",{"type":"'''","value":["Zippori"]}," (sometimes Tzippori) is an archaeological site and national park in the ",{"type":"[[","value":[["Galilee"]]}," region of ",{"type":"[[","value":[["Israel"]]},", near ",{"type":"[[","value":[["Nazareth"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nIn the Roman and Byzantine periods Zippori was one of the most important cities in the Galilee. Rabbi Yehudah Hanasi wrote the Mishna (the text to which the Talmud is a commentary) here in the 2nd century. Later on it was the site of a Crusader fortress, and today there is a village nearby with the same name.\n\nMuch of the city has been excavated, and you can walk down ancient streets and enter houses to look at often very beautiful mosaics.\n\n",{"type":"===","value":["Landscape"]},"\n\nThe city is located on a hill with views of the surrounding area. Hence its name: \"zippor\" is Hebrew for \"bird\", and it is said that the city perches on the hilltop like a bird.\n\n",{"type":"==","value":["Get in"]},"\n\nMany ",{"type":"[[","value":[["Haifa"]]},"-",{"type":"[[","value":[["Nazareth"]]}," buses stop at Zippori Junction, at the entrance to the modern village. From there it is a 3km walk to the archaeological site.\n\nOf course you can drive as well. Zippori Junction is located on Road 79, which goes from suburban Haifa to Nazareth, about 5km west of Nazareth. To go to the national park and historic site, follow the brown signs.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere is an entrance fee (around 20 shekels\/person)\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["The Crusader\/Ottoman tower"]}," sits high atop the hill, overlooking both the Roman theater, the majority of the Jewish city and the destroyed Palestinian village. It was built in the 12th century, on the foundation of an earlier Byzantine structure. The tower is built as a large square, 15m x15m, and approximately 10 m. high. The lower part of the walls are built of reused antique spolia, including a sarcophagus with decorative carvings. The upper part of the tower and the doorway were constructed by Zahir al-Umar in the 18th century. Noticeable features from the rebuilding are the rounded corners which are similar to those constructed under Daher in the fort in Shefa-'Amr. The upper part of the building was converted for use as a school during the reigh of Abd al-Hamid II in the early 1900s, and used for this purpose until 1948.\n\n",{"type":"'''","value":["The Roman villa"]}," is arguably the centerpiece of the discoveries, containing one of the most famous mosaics in all of Israel. It was built around the year 200, and destroyed in the earthquake in 363. The villa is in the traditional form of a triclinium; seats would have been arranged in a U-shape around the mosaic, Roman villa mosaic floor and people would have reclined while dining and drinking, talking and contemplating the mosaic images. The mosaic, for the most part, is devoted to Dionysus, god of wine, and of socializing. He is seen along with Pan and Hercules in several of the 15 panels.\n\nThe remains of the ancient ",{"type":"'''","value":["Tzippori Synagogue"]}," have been uncovered in the lower section of the city. It was built in the late fifth or early sixth century, at a time when the town's Christian population was increasing and the strength of the Jewish population was diminishing. Measuring 20.7 meters by 8 meters wide, it was located at the edge of the town. The mosaic floor is divided into seven parts. Near the entrance there is a scene showing the angels visiting Sarah. The next section shows the binding of Isaac. There is a large Zodiac with the names of the months written in Hebrew. Helios sits in the middle, in his sun chariot. The last section shows two lions flanking a wreath, their paws resting on the head of an ox. The most interesting are the central sections of the mosaic. One shows the \"tamid\" sacrifice, the showbread, and the basket of first fruits form the Temple in Jerusalem. Also shown are a building facade, probably representing the Temple, incense shovels, shofars, and the seven-branched menorah from the Temple. Another section shows Aaron dressed in priestly robes preparing to offer sacrifices of oil, flour, a bull and a lamb.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Golan Rooms"],["alt=Rural"],["url=http:\/\/www.ramot-bb.com\/"],["email="],["address=Moshav Ramot"],["lat="],["long="],["directions="],["phone=+972-4-6731814"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In a hillside in the Golan Heights overlooking the Sea of Galilee, we've built with love and care our 10 Guest Cottages suitable for both families and couples, and surrounded them by a large garden."]]}]},"\n",{"type":"{{","value":[["geo"],["32.7500"],["35.2833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Galilee"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tzippori"]]}]