[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Znojmo-Nicholas Square.jpg"],["thumb"],["right"],["300px"],["St Nicholas' Church"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.znojmocity.cz\/ Znojmo"]}]}," is a small (35,000 inhabitants) town in ",{"type":"[[","value":[["South Moravia"]]},", ",{"type":"[[","value":[["Czech Republic"]]},". It's famous for its compact old town centre with oldest buildings dating back from 12th century, wine and nearby National Park Podyjí.\n\n",{"type":"==","value":["Understand"]},"\n\nThough standing on a rock overlooking the River Dyje canyon, Znojmo region has always been predominantly agricultural (crops, wine, fruit, vegetables) with only light industry (ceramics, shoes, textile). It has a dry and warm climate, lying in a rather flat area 290 meters above the sea level, and having about 100 days with average temperature over 15°C. \n\nWith Austria only 15 km away, Znojmo had a turbulent history especially due to clashes between local Germans and Czechs before and during the world wars, resulting in violent expulsion of the Germans after WWII. \n\n",{"type":"===","value":["Orientation"]},"\n\nThe center of Znojmo is roughly a circle which can be crossed in 15-20 minutes on foot and lies just north of the train, coach and bus stations. If needed, you will find the suburbs, quite easily accessible by bus or on foot, to the north and south of the center.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nNearest airports are in ",{"type":"[[","value":[["Brno"]]}," (80 km away, but with only Ryanair running flights Brno-London, CSA Brno-Prague, Smart Wings Brno-Moscow and SmartWings Brno-Girona), Vienna (100 km), ",{"type":"[[","value":[["Bratislava"]]}," and ",{"type":"[[","value":[["Prague"]]}," (200 km).\n\n",{"type":"===","value":["By bus"]},"\n\nThere are regular buses from Prague (bus station ",{"type":"''","value":["Florenc"]}," 3-6 times a day, 200 CZK) and Brno (more frequently, 60 CZK) and Wien.\n\n",{"type":"===","value":["By train"]},"\n\nThere are trains to and from Vienna every 2 hours, with a return ticket costing around 350 CZK. The journey takes 90 mins.\n\nOther trains are painfully slow and unsuitable for long distance travel. But they are reasonably priced (especially if you know what ticket to buy) and an interesting experience if you are into trains and train travel. They are also more convenient for families and cyclists. Find your train ",{"type":"[","value":["http:\/\/jizdnirady.idnes.cz\/vlakyautobusy\/spojeni\/ here"]},". You'll probably have to change trains a few times though.\n\n",{"type":"===","value":["By car"]},"\n\nThere is no direct highway to Znojmo. From Prague use the highway to Brno, exit via Jihlava. From Brno use the motorway to ",{"type":"[[","value":[["Mikulov"]]},", exit behind ",{"type":"[[","value":[["Pohorelice"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Znojmo"]},"\n\nThere are 7 city lines (buses number 801 through 805, 808 and 809; 10 CZK per a ticket) plus a seasonal sightseeing train\/bus (80 CZK\/ticket). They are quite frequent and timely during rush hours, but can be a pain on weekends and after 7pm. Tickets are only available from the driver, so prepare the change (or your nerves) beforehand.\n\nOr you can take a taxi. The fare within the town should not exceed 100 CZK. As in other parts of the Czech Republic it is advisable to discuss the price in advance.\n\n",{"type":"===","value":["Around Znojmo"]},"\n\nLocal buses to villages are similar to the city ones as to frequency and availability of tickets. The best way to find out about the times is to check ",{"type":"[","value":["http:\/\/jizdnirady.idnes.cz\/vlakyautobusy\/spojeni\/ this site"]},". The bus station is next to the railway station in the center of town, on ",{"type":"''","value":["Milady Horákové street"]},". \n",{"type":"[[","value":[["Image:Rotunda.jpg"],["thumb"],["right"],["250px"],["The Ducal Rotunda of the Virgin Mary and St Catherine"]]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Znojmo Underground Passages"]}," is an intricate labyrinth of tunnels below the town centre. Throughout the history of Znojmo they served as storage space, hiding place from the enemy, and a garbage dump, but now you can take part in a 60-minute, one-km guided tour through this maze. Be sure to join a bigger group of foreigners or pick up a leaflet with information in your language from the reception, because tours are mostly conducted in Czech and foreigners have to form a group of at least 10 people to be able to have an English or German guided tour. Temperature 13°C. Slepičí trh 2, Jul\/Aug 9:00-17:00 every day, spring\/fall 9:00-16:00 Mo-Sa. Admission 50\/30 CZK."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The rotunda of St. Catherine"]}," (",{"type":"''","value":["Rotunda sv. Kateřiny"]},")  Built around the year 1037 by the Bohemian Prince Břetislav I as a large parochial church. Apparently in 1134 it was decorated with frescoes representing, besides biblical motives, the legend about the calling of Přemysl the Ploughman to the princely throne, and a picture gallery of the oldest Bohemian princes of the Přemyslide family. Open: April on weekends 9-17, May-September Tue-Sun 9-17, according to the climate! Admission: 90CZK"]},"\n",{"type":"[[","value":[["Image:Znojmo - hodinová věž.jpg"],["thumb"],["right"],["250px"],["Town Hall Tower"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Town hall tower"]}," The tower nearly 80 m high was built in the years 1447-1448 by the local builder Mikuláš of Sedlešovice. The gallery offers a view of the town and of the surroundings, even of the Austrian Alps. Admission 20\/10 CZK"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Saint Nicholas' Church"],["url="],["email="],["address=Mikulasske Square"],["lat=48.85481"],["long=16.04573"],["directions=from Masaryk square: take Velka Mikulasska Street ending at Mikulasske Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dating back from 1100 AD The original church was burnt to the ground in 1335.  Today's Gothic style church was rebuilt several times during the 15th Century with additions as late as the mid 19th Century. It is very richly decorated with alters, statues and pictures and features a large organ in it's  balcony."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St Wenceslas' Chapel"],["url="],["email="],["address=Mikulasske Square"],["lat=48.85459"],["long=16.04535"],["directions=from Masaryk square: take Velka Mikulasska Street ending at Mikulasske Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in th 16th Century this is a truly unique two story chapel in South Moravia. It was built upon part of the city walls and features a late Gothic vault.  In the lower chapel is an underground circular vault which is situated between St Wenceslas' and St Nicholas' churches and is under dispute as the heavy tourist train passes over it daily and is causing distress."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Znojmo Castle"],["alt=Chateau"],["url="],["email="],["address=Hradni 84\/10"],["lat=48.85559"],["long=16.04250"],["directions=from the top square (Horni nam.) go to Vaclavske nam. and continue to Premyslovcu Street. Walk through the old brewery (",{"type":"''","value":["Hostan"]},") to reach the castle."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=After victory over the Turks at the end of the 17th Century Znojmo Castle was sold off to the Deblin family.  It was demolished and replaced by a Baroque Chateau. It is now owned by South Moravian Museum and is open to the public."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Outdoor swimming pool Louka"],["alt="],["url=http:\/\/www.plovarnalouka-znojmo.cz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 2005, you will find three pools, three waterslides, a wading pool, 26°C water, lockers, play areas, playgrounds, a restaurant and a nice setting there. Melkusova 42, buses n.4,6, summer 10:00-20:00 every day, admission 60\/50 all day, 50\/30 after 2pm, 30\/20 after 5pm."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Znojemské kluziště"]}," - a small outdoor public ice rink next to the skatepark and the stadium on Sokolská street. Open 1pm-10pm provided the temperature is below +10 degrees Celsius."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Horse Riding"],["url="],["email="],["address=Oblekovice"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Horse riding in the beautiful countryside and vineyards surrounding Znojmo."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cycling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Znojmo, Podyji National Park and the surroundings are criss-crossed with hundreds of kilometers of cycle paths, the internationally recognized Greenways from Prague to Vienna passes through Znojmo.  Many wine theme cycle paths also originate from Znojmo."]]}]},"\n",{"type":"===","value":[{"type":"''","value":["Vinobraní"]}]},"\n\nFor two days a year Znojmo transforms into a combination of a medieval town (downtown) and a kitschy, loud and crowded funfair (uptown), all of which is called ",{"type":"''","value":["Vinobraní"]}," (",{"type":"'''","value":["Wine-harvest festival"]},"). Fortunately, these two are divided by the town walls and gates, so you can choose what you fancy. In the center you can enjoy the ",{"type":"'''","value":["parade"]}," of people in traditional costumes, the king and queen and their retinue, traditional markets, shows and music, and especially local wine and its young, half-fermented companion - ",{"type":"''","value":["burčák"]},". Fridays are more popular with the younger crowd because you can enjoy the blazing torches, fireworks and concerts at night (check the programme for the times) and indulge in ",{"type":"''","value":["burčák"]}," tasting till morning; Saturdays are usually quieter and less crowded. For ",{"type":"''","value":["burčák"]}," tasting bring your own glass (it's always better than the plastic ones you can get at every stall) and get 1 dcl (0.1 l) for about 10 CZK at each stall you like. For ",{"type":"'''","value":["wine tasting"]},", check the programme for ",{"type":"''","value":["Znovín Znojmo"]}," or ",{"type":"''","value":["Vinné sklepy Lechovice"]}," (wineries) and take part in their tasting training, where you sample a dozen of different wines and then try to guess two more blind samples. It's good fun.\n\n",{"type":"''","value":["Vinobraní"]}," takes place in the middle of September (f.e. 15-16th Sept 2006) and costs 100\/120\/180 CZK (Friday\/Saturday\/both days), 1 l of ",{"type":"''","value":["burčák"]}," is about 70 CZK, taxis double the fare. Usually there are about 30,000 visitors, so book accommodation well ahead if you intend to sleep in Znojmo or around. For more, have a look at this review of Czech wine festivals, burčák and ",{"type":"''","value":["Vinobraní"]}," ",{"type":"[","value":["http:\/\/www.ce-review.org\/99\/12\/brown12.html"]},", photos ",{"type":"[","value":["http:\/\/vinobrani-2003.unas.cz\/index.htm"]},".\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Freeport Outlet Center"],["url=http:\/\/www.freeport.cz\/"],["email="],["address=Hatě"],["lat="],["long="],["directions=follow the main road towards Vienna, at the border crossing with Austria the outlet center is on the left side"],["phone=+420 515 266 999"],["tollfree="],["fax="],["hours="],["price="],["content=Freeport outlet Hatě is a shopping center located at the border of Czech Republic and Austria, not far from Znojmo. In 65 shops you can buy articles of more than 200 international clothing brands, at low prices."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Moravian wine"]}," - especially white is delicious"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Vinotéka Vínovín"],["alt=Vínovín - wine shop"],["url=http:\/\/www.vinovin.cz\/"],["email="],["address=Pražská ulice v zahrádkách 669"],["lat=48.87044"],["long=16.03117"],["directions=go in the direction of Prague down Pražská street, turn right just after the bridge next to the OMV petrol station"],["phone=530 512 208"],["tollfree="],["fax="],["hours=9am-10pm daily"],["price="],["content=A wine shop specializing in wine from Znojmo region and also selling its own cider. A very good choice of different wines ranging from cheaper table wines (50 CZK) to best Znojmo wines (100-500 CZK)."]]}]},"\n",{"type":"===","value":["Wineries"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B - Pension Grant Lux"],["url=http:\/\/www.ubytovani-znojmo.biz\/"],["email="],["address=Pasteurova 1"],["lat=48.85143"],["long=16.05044"],["directions=Off the main Prague - Vienna road"],["phone=+420 776 667617"],["tollfree="],["fax="],["hours="],["price=From 500czk"],["checkin="],["checkout="],["content=Accommodation with parking and cycle storage facilities. Behind the old town walls with views of the Dyje valley and National Park. 6 rooms (1 twin, 2 double, one triple, 1 four bedroom and 1 four bedroom with the possibility of an extra bed). All rooms have solid wood furniture, bathrooms with hydromassage showers c\/w radio and lighting, radio\/alarm, satellite tv, minibar, and WiFi."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Retzer Land"]]},", wine region in ",{"type":"[[","value":[["Lower Austria"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["South Moravia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["48.85537"],["16.04890"],["zoom=16"]]},"\n",{"type":"[[","value":[["Wikipedia:Znojmo"]]}]