[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nZunyi (遵义; ",{"type":"''","value":["Zūnyì"]},") is a city in northern ",{"type":"[[","value":[["Guizhou"]]}," province, ",{"type":"[[","value":[["China"]]},". It is famous as a Communist Party history site as it was here that Mao Zedong became a full member of the Politburo Standing Committee of the Communist Party.\n\n",{"type":"[[","value":[["Image:Zunyi.JPG"],["thumb"],["Zunyi skyline"]]},"\n\n",{"type":"==","value":["Understand"]},"\nZunyi is largely overlooked by foreigners aside from the few residents employed by Britain's VSO and the US Peace Corps and a scattering of foreigners teaching English at some local colleges or high schools and a single private language school. As a result, outsiders are still quite a rarity here and staring is common as is hearing \"Laowai\" shouted everywhere you go. The city does attract large numbers of Chinese tourists however and the road in front of the Zunyi Conference Site can get congested from all of the tour buses.\n\nThe local dialect combines elements of Guizhou-style Mandarin with Sichuanese although all people in town should be able to understand Mandarin.\n\n",{"type":"==","value":["History"]},"\nLike most cities in China, Zunyi claims a long history. It served as the seat of government power in northern Guizhou during the Song and Yuan Dynasties. During the 19th century, the walled city of Zunyi enjoyed prominence as a trading town but became a Chinese landmark after the 1935 Zunyi Conference. After breaking out of the KMT encirclement around the Jiangxi Soviet, the CCP and Red Army fled west across Hunan and into Guizhou. During the retreat they suffered extremely heavy losses due to the aggressive and direct military confrontation tactics favored by the pro-Soviet or Comintern faction of the CCP leadership. Arriving in Zunyi, the party convened an expanded politburo meeting during which Mao Zedong offered scathing criticism of the urban-insurrection and large-scale direct military tactics of the Comintern faction. When Zhou Enlai gave his support to Mao's position, the tone of the meeting, and indeed the Chinese revolution, changed.\n\nWith Mao and Zhou now in charge of military tactics, the next problem was how to escape a new KMT encirclement forming in the Daloushan mountains around Zunyi. Under Mao's leadership, the Red Army made a series of famous military manoevers of the Red Army to break out of the KMT encirclement in the winter and spring of 1935 without having to fight straight through. In order to break out, the Red Army crossed the Red River (Chishui) four times in a series of deceptions, feints, and counter-marches which enabled the bulk of the Red Army to escape into Yunnan. The prefecture surrounding Zunyi bears monuments to the ",{"type":"[[","value":[["Long March"]]},", the Chishui campaign and the revolution in Guizhou.\n\nAfter the establishment of the People's Republic, a new era for Zunyi's development began. Under Mao's leadership, cities like Zunyi in the Southwest became home to a hidden heavy military-industrial infrastructure known as the Third Front. The purpose of locating heavy industrial and military factories in such remote areas was to create a base for military industry out of the range of US and Soviet bombers. In the event of war, even if eastern and northern China were overrun, the southwest could continue to support a mechanized military effort on the front while Chinese guerrilla armies harassed the invaders behind the lines. Mountains were hollowed out and heavy-industrial factories hidden in remote valleys. Zunyi's hills still contain many such caves and passages - which can be identified by the heavy iron doors leading into mountains.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nZunyi lies on the Guiyang-Chongqing rail line and can be easily reached from either city. A hard-seat only train runs from Guiyang to Zunyi and back two or three times per day. More expensive tickets can be purchased in Guiyang for trains travelling beyond Zunyi. This gives travellers the option of buying a bunk and taking a nap for the three and a half hour trip.\n\n",{"type":"===","value":["By bus"]},"\nBuses regularly travel between Guiyang and Zunyi with the last leaving Guiyang around midnight. Daytime buses can be undersold meaning it is easy to have room to stretch out. Although seats are assigned by your ticket, no one objects if you sit in the empty rows at the back of the bus. The bus usually takes two to two and a half hours.\n\n",{"type":"===","value":["By Car"]},"\nAlthough one can arrange to hire a car to travel from Guiyang to Zunyi, it is very expensive. The bus is likely to be just as comfortable and much cheaper.\n\n",{"type":"==","value":["Get around"]},"\nZunyi is a fairly small city but somewhat hilly. As a result you will see comparatively few bicycles. Walking is an option as most of the sights frequented by tourists are within easy walking distance.\n\n",{"type":"===","value":["By bus"]},"\nZunyi has a developed bus network although buses can get crowded at rush hour. At the time of writing (2008), Zunyi buses still had a rider whose job is to make change and shout the route of the bus in question.\n\n",{"type":"===","value":["By taxi"]},"\nZunyi taxis cost ¥7 at flag fall and given the small size of the city, it is rare to pay more than ¥15 unless one is traveling at rush hour to locations well outside the city-center.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Zunyi Conference and Revolutionary Historical Sites:"]}," As the site where Mao Zedong took full membership in the Politburo Standing Committee and where the CCP finally switched from a strategy favoring large battles and urban insurrection to rural guerrilla warfare, Zunyi is awash in Red History. The historic site itself consists of four residences used by Party leaders, the former Chinese Soviet Republic State Bank, the old Catholic Church (headquarters of the Red Army's Political Department), and a museum. The main site is located in the heart of Zunyi's old town. Mao Zedong's residence is a fifteen minute walk from the main cluster of buildings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Site of the Zunyi Conference"]},":  This former merchant's home served as the site for the Politburo meetings in January 1935. The leaders of the People's Republic from 1949 to 1997 attended this meeting including Mao Zedong, Zhou Enlai and Deng Xiaoping. Tense confrontations between supporters of the Soviet and Maoist revolutionary lines ensued. In the end, the Maoist side won out and it was decided that the CCP should continue its flight across China (the ",{"type":"[[","value":[["Long March"]]},") and encourage rural revolt."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museum:"]}," The museum located across the garden from the site of the Zunyi Conference contains excellent exhibits on the Zunyi Conference, the Long March, and the Chinese Civil War (1927-1937 and 1946-1949) in Guizhou. It is entirely in Chinese but the pictures and statues are impressive. English speaking guides may be available."]},"\n",{"type":"*","value":[{"type":"'''","value":["Old Town:"]}," surrounding the Zunyi Conference Site are several blocks of \"restored\" Zunyi buildings. The area was largely rebuilt from the ground up in the early 1980s and constructed in a style suggestive of the prosperous mercantile Zunyi in the 1930s. Old Town is home to the best shopping and eating establishments in town. Between Yangliu Jie (next to the old Catholic Church) and Shilong Lu is Red Army Street (红军街), a complex of several blocks of traditional-style architecture built in 2006 on the site of the old Zunyi Park zoo."]},"\n",{"type":"*","value":[{"type":"'''","value":["Xiangshan Temple:"]}," This temple dating from the 1920s is the largest in Zunyi. It remains an active temple with worshipers in attendance. The road leading to the temple is a crowded market street thronging with food and fruit vendors, fortune tellers and incense sellers."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fenghuang Shan Park:"]}," Zunyi is shaped roughly like a doughnut with Fenghuang Mountain at the center. The park includes Fenghuang Square (a cultural event venue and evening gathering place), multiple tea gardens, hiking trails, temples, and the tomb of the Red Army Martyrs. Although the flat area along Fenghuang Lu and the tomb of the Red Army Martyrs can be crowded the rest of the park is a quiet haven with excellent views of the city and opportunities for exercise."]},"\n",{"type":"*","value":[{"type":"'''","value":["Zunyi Park:"]}," Once the private garden of a local merchant, the park opened to the public after the revolution. Located along the river opposite Fenghuang Shan Park, Zunyi park contains typical Chinese park amenities. These include an amusement park, roller skating, snacks, tea gardens, rock sculptures and a large fish pond."]},"\n",{"type":"==","value":["Around Zunyi"]},"\n",{"type":"*","value":[{"type":"'''","value":["Jin Ding Shan"]}," (金鼎山): About 20 minutes northwest of Zunyi, Jindingshan is a pleasant pilgrimage site for Zunyi residents. One can visit the mountain and return the same day although the majority of visitor spend the night in the village below the summit. Pilgrims rise early to try and catch the sunrise from the summit. There is basic accommodation available (dorm style rooms yearound or tents in the summer) for ¥10-15 per person. In the summer the village hosts local entrepreneurs selling various street fare. The scenery on the mountain is lovely and the temples themselves are interesting if a bit run-down. In recent year donations from the faithful have restored some of the temples. To get to Jindingshan simply recruit a minivan at the local bus station about 100 meters north of Gaoqiao. Taxis, minivans, buses and even locals on their way to market can be recruited for the ride back to town."]},"\n",{"type":"*","value":[{"type":"'''","value":["Loushan Pass Battlefield"]}," (娄山关): Loushan Pass was the site of the first major victory of the Red Army over the pursuing KMT forces during the Chishui River campaign. The site high in the Da Lou Shan mountain range can be visited as a day trip or overnight visit from Zunyi. Mao Zedong immortalized the battle in a poem by the same name which has been learned by generations of young Chinese."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hai Long Tun Fortress"]}," (海龙屯城堡): Hailongtun is a ruined middle age castle south of Zunyi. Built atop a mountain it has spectacular views and is one of the few examples of middle ages military defenses remaining in China."]},"\n",{"type":"*","value":[{"type":"'''","value":["Song Tombs"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Maotai Township"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Chishui"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nZunyi exhibits the same excellent snacks and specialties for which Guizhou as a whole (and Guiyang in particular) is famous. In Zunyi, three local delicacies are worth a mention:\n\n",{"type":"*","value":[{"type":"'''","value":["Liu Er Ma Mi Pi"]}," (刘二妈米皮): This snacking dish made with thick flat rice noodles is eaten by locals frequently as a light meal or to tide off hunger. The red oil sauce makes liberal use of Sichuan pepper giving it a distinctive numbing quality on the tongue. It also leaves a peculiar tickle in the back of the throat making it worth a try. Aside from the red oil sauce, it contains a few scraps of meat and preserved vegetables."]},"\n",{"type":"*","value":[{"type":"'''","value":["Yang Rou Fen"]}," (羊肉粉): Unlike its Guiyang cousin, this rice noodle dish dish is made using strips of mutton from the shaggy mountain goat raised for its hair and meat across the hills of Guizhou. Owing to the tastes of locals, yangroufen only comes available in a spicy broth. Addition of extra chilies during the cooking process is optional and you will be asked whether you want it or not. Yangroufen is rich and filling and often eaten for breakfast in Zunyi. Many shops remain open 24 hours making it a popular midnight snack as well. Pickled cabbage and radishes are available in the large glass urns in every shop - just help yourself. This dish is representative of Zunyi people who have a love affair with mutton."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dou Hua Mian"]}," (豆花面): Interestingly named, douhuamian literally means \"Bean Flower Noodles.\" It consists of Douhua which is a type of semi-firm tofu served in a semi-clear soup, long flat wheat noodles and a separate bowl containing preserved meat, spices, oil, soy, vinegar and fresh mint leaves. To eat as the locals do, place the bowl with the noodles and tofu behind the smaller dipping bowl. Pull out some douhua or noodles, dip them liberally in the sauce and then consume. At the end of the meal, finish off the solids in the dip and drink the soup from the douhua."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Notice:"]}," As a less visited city, the staff at these hotels may or may not be able to speak English.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jincheng Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+868528621666"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=(金城大酒店) is a 3 star hotel in the north of Zunyi City.; Middle Hong Kong Road"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Orient Jianguo Grand Hotel"],["alt=东方建国酒店"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+868528857775"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a 5 star hotel in downtown Zunyi.; Dingzikou"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zunyi Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+868528224902"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=(遵义宾馆) is a 3 star hotel. It is the oldest and only official hotel operated by the local government, located in the center of Zunyi's tourist district.; 3 Shilong Road"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["World Trade Hotel"]}," is a 4 star hotel in Huichuan District, Zunyi's administrative center."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Guizhou"]]},"\n",{"type":"[[","value":[["wikipedia:Zunyi"]]}]