[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\nThe ",{"type":"[[","value":[["Netherlands"],["Dutch"]]}," city of ",{"type":"'''","value":["Zwolle"]}," is home to some 120.000 people and, although second in size to ",{"type":"[[","value":[["Enschede"]]},", it serves as the province capital of ",{"type":"[[","value":[["Overijssel"]]},". It is known as a \"green city\" for its many parks and the municipality's efforts to maintain them through sustainable activities. Zwolle is surrounded by different rivers and lies at a meeting point of different ecological zones. For visitors, it's well-kept town centre is one of the main attractions, with an abundance of historic buildings and a pleasant city atmosphere.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:2006-09-14 15.12 Zwolle, toren bij oude stadsmuur met vliet en brug.JPG"],["thumb"],["The Wijndragerstoren is one of the remaining towers of the city's defence walls"]]},"\nThe area where Zwolle lies has been inhabited since the Neolithic times, for which proof was found in the form of archeological artifacts and a (Bronze time) timber circle which is colloquially called ",{"type":"''","value":["Zwolle's Woodhenge"]},". In Roman times, Salian Franks lived here. The city as we know is first documented in the 11th century, but it was the 13th century city- and market rights that made the Zwolle grow. It became a member of the Hanseatic League and grew into a flourishing trade centre. There was strong competition with neighbouring ",{"type":"[[","value":[["Kampen"]]},".\n\n",{"type":"==","value":["Get in"]},"\nZwolle is an important transportation hub towards the ",{"type":"[[","value":[["Northern Netherlands"]]},", both for road and rail traffic. \n\n",{"type":"===","value":["By car"]},"\nThe ",{"type":"'''","value":["A28"]}," between ",{"type":"[[","value":[["Groningen"]]}," (in the north) and ",{"type":"[[","value":[["Utrecht"]]}," (in the middle of the country) passes right through the city. The part near Zwolle is one of the busiest roads outside the ",{"type":"[[","value":[["Randstad"]]}," area. Although additional lanes have been created over the past years, traffic jams are still not uncommon during rush hour. Direct road connections via the A28 include those to ",{"type":"[[","value":[["Assen"]]}," (45min) and ",{"type":"[[","value":[["Groningen"]]}," (60min) to the north, and ",{"type":"[[","value":[["Harderwijk"]]}," (30min), ",{"type":"[[","value":[["Amersfoort"]]}," (45min) and ",{"type":"[[","value":[["Utrecht"]]}," (60min) to the south-west. \n\nThe ",{"type":"'''","value":["A50"]}," intersects with the A28 just a few kilometres out of town (intersection ",{"type":"''","value":["Hattemerbroek"]},"), providing easy connection to ",{"type":"[[","value":[["Apeldoorn"]]}," (30min), ",{"type":"[[","value":[["Arnhem"]]}," (45min) and ",{"type":"[[","value":[["Eindhoven"]]}," (85min). From the intersection Hattemerbroek, this national road continues north-west as the ",{"type":"'''","value":["N50"]}," to ",{"type":"[[","value":[["Kampen"]]}," and ",{"type":"[[","value":[["Emmeloord"]]},".\n\n",{"type":"===","value":["By train"]},"\nZwolle is a major rail transportation hub, and with trains running in 8 different directions from here, it's second only to the central station of ",{"type":"[[","value":[["Utrecht"]]},". The standard schedule sees eleven different trains arriving around the same time, twice per hour (~.15 and .45). This allows for a broad range of easy transfers. All southbound trains from ",{"type":"[[","value":[["Groningen"]]}," and ",{"type":"[[","value":[["Leeuwarden"]]}," stop in Zwolle, allowing for transfers from those lines to connections in all other directions.The station is served both by fast intercity trains to large destinations and regional services to smaller towns. Important train connections passing through or ending in Zwolle include:\n",{"type":"*","value":["The intercity train from ",{"type":"[[","value":[["Rotterdam"]]}," Centraal – ",{"type":"[[","value":[["Utrecht"]]}," Centraal – ",{"type":"[[","value":[["Amersfoort"]]}," – ",{"type":"''","value":["Zwolle"]}," – ",{"type":"[[","value":[["Groningen"]]},"\/",{"type":"[[","value":[["Leeuwarden"]]},". "]},{"type":"*","value":["The intercity train from ",{"type":"[[","value":[["Den Haag"]]}," Centraal – ",{"type":"[[","value":[["Schiphol"]]}," – ",{"type":"[[","value":[["Lelystad"]]}," Centrum – ",{"type":"''","value":["Zwolle"]}," – Groningen\/Leeuwarden."]},{"type":"*","value":["The intercity train from ",{"type":"[[","value":[["Roosendaal"]]}," – ",{"type":"[[","value":[["Tilburg"]]}," – ",{"type":"[[","value":[["'s-Hertogenbosch"]]}," – ",{"type":"[[","value":[["Nijmegen"]]}," – ",{"type":"[[","value":[["Arnhem"]]}," – ",{"type":"[[","value":[["Zutphen"]]}," – ",{"type":"[[","value":[["Deventer"]]}," – ",{"type":"''","value":["Zwolle"]},"."]},{"type":"*","value":["The intercity train from ",{"type":"[[","value":[["Vlissingen"]]}," – ",{"type":"[[","value":[["Roosendaal"]]}," – ",{"type":"[[","value":[["Dordrecht"]]}," – ",{"type":"[[","value":[["Rotterdam"]]}," Centraal – Den Haag (Hollands Spoor station) – Schiphol – Amsterdam Centraal – Lelystad Centrum – ",{"type":"''","value":["Zwolle"]}," – Leeuwarden\/Groningen"]},"\nOther directly connected destinations via several regional Sprinter trains are ",{"type":"[[","value":[["Enschede"]]},", ",{"type":"[[","value":[["Almelo"]]},", ",{"type":"[[","value":[["Hengelo"]]},", ",{"type":"[[","value":[["Emmen"]]}," and ",{"type":"[[","value":[["Kampen"]]},". \n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["mapframe"],["52.51228"],["6.09324"],["zoom=15"]]},"\nThe city centre is compact and in part car-free, so the best way to get around there is on foot. It's about a 10 minute walk from the train station to the centre. \n\nTo get to the outskirts of town or to see the surroundings, renting a bike is a good idea. You can rent one at ",{"type":"'''","value":["Fietspoint Spruijt"]},", the guarded bike parking at the train station. It's open early morning until late at night. \n\nAlthough most visitors will remain mostly in the city centre, there are of course plenty of bus lines available to the different city district and surrounding towns. City buses are operated by ",{"type":"''","value":["Syntus"]},". Regional bus connections are carried out by Syntus and ",{"type":"''","value":["OV Regio IJsselmond"]},". There are two bus terminals, one on the east side of the train station, and one on the left. The division can be a bit confusing, but most of the city-bound buses leave from the west side, while most of the regional lines leave at the east side.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Zicht op Zwolle Centrum.jpg"],["thumb"],["View of Zwolle, with the Peperbus tower"]]},"\nMost of the city's 14th century defensive walls are gone, but a few parts remain. Especially in combination with the few surviving city gates, some towers and the canals, it's not too hard to get an impression of the extend of the fortified city from late Medieval times to the 17th century Dutch Golden Age. This area, the historic city centre inside the canal ring, is the most charming part of town and holds a range of other old buildings.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sassenpoort"],["url="],["email="],["address=Sassenstraat 51"],["lat=52.509722"],["long= 6.095278"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Building of this city gate started in the late 14th century. Today, it's one of the city's main landmarks. It's built largely with natural stones and today it's owned and maintained by the national government. It's classified as a monument of extraordinary cultural-historical importance. The building is not open to visitors."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=City wall ruins"],["alt="],["url="],["email="],["address="],["lat=52.513611"],["long=6.098889"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Only small pieces of the former city walls can be seen today. The best place to see them is at the end of the Diezerstraat. Once, the Diezer tower stood here too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Basiliek van Onze-Lieve-Vrouw-ten-Hemelopneming and Peperbus tower"],["alt="],["url=http:\/\/www.peperbus-zwolle.nl\/"],["email="],["address=Ossenmarkt"],["lat=52.511944"],["long=6.090278"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This church was built in stages, with the first parts completed in the late 14th century. The final stage was the tower, which was constructed between 1454 en 1463 and is commonly known as the ",{"type":"'''","value":["Peperbus"]},", a nickname it gained from it's resemblance to a pepper pot. The church was granted the title of basilica upon its 600 year anniversary in 1999. The 75m high tower is one of the main landmarks of the city and it's possible to climb the first part of the tower (236 stairs), to a height of 51 meters, which allows for great views over town. Entrance to the basilica is free, climbing the tower costs €2.50 for adults and €1 for kids, including an information leaflet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Grote Kerk"],["alt=Sint-Michaëlskerk"],["url=http:\/\/www.grotekerkzwolle.nl\/cms\/"],["email="],["address=Grote Markt 18"],["lat=52.511667"],["long=6.091944"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This large church right on the central market was built in the 15th century and is dedicated to the archangel Michael. Already weakened by repeated lightning strikes, the tall church tower (the highest tower in the country at the time) collapsed in a 1682 storm. The church has Sunday services but is not open for visitors during the week."]]}]},"\n",{"type":"===","value":["Parks"]},"\nFamous as one of the country's \"greenest\" cities, Zwolle has no less than 33 parks on its city grounds. Many are small, but all are well-kept and where possible, sustainable and environmentally friendly measures are used for all necessary maintenance activities. A stroll or a summer pick-nick are excellent ways to get away from the city buzz. One or two of the parks contain historic graveyards, and most have some sort of playground for children.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Potgietersingel"],["alt="],["url="],["email="],["address="],["lat=52.509167"],["long= 6.091389"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the smallest parks (only 1.2ha in size), but due to its location right in the city centre, it's one of the busiest. In summer, locals use the grass fields to enjoy the sun. The park was established in the 19th century, on top and around a part of the historic defence structures. It holds a number of large, old trees, a fountain and some flower beds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Engelse Werk"],["alt=English Work"],["url="],["email="],["address="],["lat=52.497778"],["long=6.068056"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Creation of this park in English landscape garden style (hence the name) started in 1830. With a 36ha area, it's a rather large park. It's located at the south-west side of town, near the river IJssel. Before the 1800's, this place was part of the defensive structures and parts of the old ramparts can still be made out. The adjoining forest was planted in 1980, but now has a fairly natural feel to it."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Park de Wezenlanden"],["alt="],["url="],["email="],["address="],["lat=52.5066"],["long=6.1130"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This city park is the most visited of Zwolle's parks, but that's in part due to the event terrain that's located here. It's the scene of the city's annual Liberation Festival as well as a number of smaller events. This is a real city park, an area clearly dedicated to the outdoor needs of the locals. There's a basketball field, a fairly large skateboarding park, an adventure playground and more. The park is about 21ha in size."]]}]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=City Museum Zwolle"],["url=http:\/\/www.stedelijkmuseumzwolle.nl"],["email=muszwol@stedelijkmuseumzwolle.nl"],["address=Melkmarkt 41"],["lat=52.51300"],["long=6.09062"],["directions="],["phone =+31 384214650"],["tollfree="],["fax=+31 38 4219248"],["hours="],["price=€7.50"],["content=The city museum houses in a 16th century building, expanded in the 1990's. It is home to a collection of historic and cultural artifacts, as well as a range of both historic and contemporary art works. Of course, the focus of the collection lies on the city and its direct surroundings."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum De Fundatie"],["alt="],["url=http:\/\/www.museumdefundatie.nl\/1-Home.html"],["email="],["address=Blijmarkt 20"],["lat=52.510194"],["long=6.091278"],["directions="],["phone=+31 572-388188"],["tollfree="],["fax="],["hours=Tu Su, 11.00 - 17.00"],["price=€9 for adults, €6 for students"],["content=This arts museum is housed in the \"Paleis aan de Blijmarkt\", built in the first half of the 19th century as the regional Justice Palace. The neo-classicistic building was extensively renovated in 2012, with a new, large elliptical structure added on the roof (nicknamed the UFO by locals). The museum's collection consists of a good range of contemporary and modern art, mostly paintings. The collection is divided over two locations: this one, in the centre of Zwolle, and Nijenhuis castle near Heino."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bevrijdingsfestival Overijssel"],["alt="],["url=http:\/\/www.bevrijdingsfestivaloverijssel.nl\/"],["email="],["address=Park de Wezenlanden"],["lat=52.50750"],["long=6.10887"],["directions="],["phone="],["tollfree="],["fax="],["hours=11.00 - 00.00"],["price=Free entry."],["content=The annual Zwolle edition of the Dutch \"Liberation Festivals\" is one of the largest in the country. Some 16 cities throughout the Netherlands organize these events on the 5th of May, with lead artist hopping from one to the other in helicopters. In recent years, around 150.000 people headed to Park de Wezenlanden, the festival ground for Zwolle, to see a range of Dutch artists perform in celebration of the Dutch liberation in 1945 and freedom in general.  Coins to buy food and drinks cost €2,50. Get some when entering, as the lines on the festival grounds can be pretty long."]]}]},"\n",{"type":"==","value":["Buy"]},"\nZwolle serves as a regional centre for shopping and there's a wide selection of shops. You'll find all the chain stores that other large Dutch cities have, as well as a range of smaller boutiques and family shops. Combined with the pleasant atmosphere and ample cafés and restaurants, there's plenty of opportunity for a fun day of shopping.\n\nThe ",{"type":"'''","value":["Diezerstraat"]}," is the centre of the shopping area, with surrounding streets offering plenty of choice. For smaller shops and more exclusive fashion boutiques, try the ",{"type":"'''","value":["Luttekestraat, Sassenstraat"]}," or ",{"type":"'''","value":["Melkmarkt"]}," The ",{"type":"'''","value":["Assendorperstraat"]}," or ",{"type":"'''","value":["Thorbeckegracht"]}," have some interesting picks as well.\n\nShops open their doors on every first Sunday of the month. On Friday morning (08.00 - 13.00) and Saturday (09.00 - 17.00) there are markets in the city centre, around the Melkmarkt, Grote Markt and adjoining streets.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kota Radja"],["alt="],["url="],["email="],["address=Melkmarkt 50"],["lat="],["long="],["directions="],["phone=+31 38 421 35 34"],["tollfree="],["fax="],["hours=Tu-Su 16.00-23.00"],["price=€26"],["content=This Asian-fusion place is so popular, it's almost always packed. Reservations are strongly encouraged, especially on weekends, but even then you might have to wait for your table. It's not the setting or service people come for; it's the food. You pick small dishes from an extensive menu, in five rounds. The concept works much like an all-you-can-eat sushi place (and sushi is among the options), with dishes arriving when they're ready."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Os en Peper"],["alt="],["url=http:\/\/www.osenpeper.nl\/"],["email="],["address=Ossenmarkt 7\/8"],["lat="],["long="],["directions="],["phone=+31 38 421 19 48"],["tollfree="],["fax="],["hours=Tu-Su 18.00-21.30"],["price=3 courses €32.50, 4 courses €42.50"],["content=A cosy restaurant with a small but excellent French inspired menu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vidiveni Bistronomie"],["alt="],["url=http:\/\/www.vidiveni.nl\/website\/home"],["email="],["address=Jufferenwal 17"],["lat="],["long="],["directions="],["phone=+31 38 421 19 95"],["tollfree="],["fax="],["hours=Tu-Sa 9.00-22.00"],["price=lunch dishes from €6, dinner mains from €18."],["content=A bistro with a mission, located in a charming historic building. It serves high-quality bistro dishes, prepared with seasonal produce, but also offers a work and learn environment for students who face trouble entering the job market. The service is very friendly and many of the dishes have an interesting twist. It serves lunch (or even late breakfast) and dinner. Also a nice place for a cup of coffee with cake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=De Librije"],["url=http:\/\/www.librije.com\/"],["email=info@librije.com"],["address=Broerenkerkplein 13"],["lat="],["long="],["directions="],["phone =+31 38 4212083"],["tollfree="],["fax="],["hours="],["price=€140"],["content=This 3 Michelin star place might be the most famous restaurant in the country and is owned by celebrity chef Johnnie Boer and his wife. One of only two restaurants in the country to hold 3 stars, this is the top of haute cuisine cooking in the Netherlands. Service works as a well-oiled machine. Of course, it comes at a price and especially for dinner, make sure to make reservations - preferably well ahead."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Zwolle Grote Markt 2006.JPG"],["thumb"],["Outdoor terraces on the market square"]]},"\nThe old centre is full of small and large cafés, perfect for some drinks and a good conversation. When the weather allows, outdoor terraces fill up. Thursday - Saturday, there are several dance clubs to choose from. \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Club 38"],["alt="],["url=http:\/\/www.club38.nl\/index.html"],["email="],["address=Grote Markt 13"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Open only on Fridays and Saturdays from midnight to 5am, this place offers serious dance music in the middle of town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Club Minister"],["alt="],["url=http:\/\/clubminister.nl\/"],["email="],["address=Stadionplein 18"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This place is new and well-maintained, but a bit further from the city centre. Check the website for opening days."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bilderberg Grand Hotel Wientjes"],["alt="],["url="],["email="],["address=Stationsweg 7"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=€70 for a single, €150 for a double"],["content=A stone's throw away from the train station, this is a friendly hotel in the Bilderberg chain. It's one of the better options close to the city centre."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanze Hotel Zwolle"],["alt="],["url=http:\/\/www.hotelzwolle.com\/index-english.html"],["email="],["address=Rode Torenplein 10-11"],["lat="],["long="],["directions="],["phone=+31 38 421 81 82"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€99 for double incl.breakfast"],["content=Simple but adequate rooms in a historic building in the old city. The rooms can be a bit noisy and aren't too big, but some have pleasant views. The location at one of the old city gates is a major plus for this small hotel, but the service is nice too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Librije Hotel"],["alt="],["url=http:\/\/www.librijeshotel.nl\/78\/home\/"],["email="],["address=Spinhuisplein 1"],["lat="],["long="],["directions="],["phone=+31 38 421 20 83"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€295"],["content=This top-end hotel offers the same kind of standards as the highly awarded restaurant of the same name. It has modern rooms and suites with a range of facilities on top of the standard ones. The spacious and well decorated rooms have free use of an iPad, free use of a mini-bar and 24h butler service. The excellent hotel restaurant has gained 2 Michelin stars of its own, with prices being accordingly high."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Lumen"],["alt="],["url=http:\/\/www.hotellumen.nl\/"],["email="],["address=Stadionplein 20"],["lat="],["long="],["directions="],["phone=+31 88 1471471"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Single rooms from €60, doubles from €100"],["content=A large, new hotel with good facilities and a colourful modern design. It's located at the IJsseldelta Stadion."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere are a number of bookstores and supermarkets that sell stamps. For other post office services, try one of the following mail service points:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Multicopy"],["alt="],["url="],["email="],["address=Gasthuisplein 16"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo 12.00-18.00, Tu-Fri 09.30-12.30 & 13.00-18.00, Sa 10.00-17.00"],["price="],["content=A copyshop that doubles as a post office, providing all the regular services in both categories."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Primera"],["alt="],["url="],["email="],["address=Luttekestraat 52"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo 12.00-18.00, Tu, We, Fr 09.00-18.00, Th 09.00-21.00, Sa 09.30-17.00"],["price="],["content=This bookstore has a post service desk as well, and also sells post cards."]]}]},"\n",{"type":"==","value":["Go next"]},"\nAlthough much smaller, the nearby city of ",{"type":"[[","value":[["Kampen"]]}," has a comparable historic feel. Easy as transportation is from here, the lively student city of ",{"type":"[[","value":[["Groningen"]]},", historic ",{"type":"[[","value":[["Amersfoort"]]}," or ",{"type":"[[","value":[["Utrecht"]]}," are just a few train stops away. If you're travelling with children, consider hopping over to nearby ",{"type":"[[","value":[["Apeldoorn"]]},", to see the great range of primates in the Apenheul, or for a broader selection of animals consider the famous zoo of ",{"type":"[[","value":[["Emmen"]]},". Walibi Theme Park in ",{"type":"[[","value":[["Biddinghuizen"]]}," is only half an hour's drive from here. \n\n",{"type":"{{","value":[["IsPartOf"],["Overijssel"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["52.5000"],["6.0833"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Zwolle"]]},"\n",{"type":"[[","value":[["Wikipedia:Zwolle"]]}]