[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Žumberak"]}," is a mountainous region that spans between ",{"type":"[[","value":[["Slovenia"]]}," and ",{"type":"[[","value":[["Croatia"]]},".\n\n",{"type":"==","value":["Settlements"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Budinjak"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sošice"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nIn ancient times, a Celtic civilization lived in the Žumberak, and some traces of their civilization can still be seen today. For example, the gravesite of an ancient Celtic prince can be visited in ",{"type":"[[","value":[["Budinjak"]]},".\n\nTraditionally, the area has been used for farming and lumber. The local people cut flat step-like areas into the sides of the mountains in order to grow crops, and these can still be seen today.\n\nOver the past century or so, the population of the Žumberak has fallen considerably. For example, the 2001 census showed that ",{"type":"[[","value":[["Sošice"]]},", one of the most populated settlements, had only 99 inhabitants. There are various reasons for the population decline. After World War 2, many of the male Žumberak inhabitants who left to fight in the war simply never returned; many of these men emigrated to the ",{"type":"[[","value":[["United States"]]}," and worked in the factories in ",{"type":"[[","value":[["Chicago"]]},". The population of the Žumberak has continued to decline as the local population leaves to seek out opportunities in areas such as nearby ",{"type":"[[","value":[["Zagreb"]]},".\n\nDespite the small population and the hard conditions of life in the Žumberak, the local population is friendly and outgoing.\n\n",{"type":"==","value":["Get in"]},"\n\nThe most practical way to visit the Žumberak is to rent a car or, if traveling with a large enough group, to charter a bus.\n\nThe roads in the Žumberak are not of particularly good quality, although in the summer they are sufficient for travel. During the winter months, snow makes the roads virtually impassable.\n\n",{"type":"==","value":["Get around"]},"\n\nYou will likely need to arrange your own transportation. Renting a car is the best option.\n\n",{"type":"==","value":["See"]},"\n\nThe area is very scenic and has splendid mountain views. In addition, although the area is not well-developed for tourists, some of the settlements (such as ",{"type":"[[","value":[["Budinjak"]]}," and ",{"type":"[[","value":[["Sošice"]]},") have interesting things that might be worth your time. \n\n",{"type":"==","value":["Eat"]},"\n\nIn some of the larger settlements, you may find small shops that sell drinks and light food.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Zagreb"]]}," is nearby, as is the border into ",{"type":"[[","value":[["Slovenia"]]},".\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Balkans"]]},"\n",{"type":"[[","value":[["wikipedia:Žumberak"]]},"\n",{"type":"{{","value":[["geo"],["45.783333333333"],["15.383333333333"]]}]