[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:PikiWiki Israel 14237 Uri Gordon Garden-Willow.JPG"],["thumb"],["A fountain at the Uri Gordon garden"]]},"\n\n",{"type":"'''","value":["Ra'anana"]}," (He. ",{"type":"'''","value":["רעננה"]},") is city in  central ",{"type":"[[","value":[["Israel"]]},", north of ",{"type":"[[","value":[["Tel Aviv"]]},". It borders ",{"type":"[[","value":[["Herzliya"]]}," on the West, and ",{"type":"[[","value":[["Kfar Saba"]]}," on the East.\n\n",{"type":"==","value":["Understand"]},"\nAt approx. 70,000 inhabitants Ra'anana is bumbling mid size suburban neighborhood. The majority of residents are Israeli, but it is notable that since it's inception Ra'anana has been home to a large percentage of American and British immigrants, and more recently has seen influxes of both Argentinian and French populous.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nBoth the Egged bus lines 501, and 502 pass through Ra'anana and terminate at Tel Aviv's central bus station. The 502 is a slight express version of the 501, nevertheless you should expect and hour's ride either way. One way - 10 ש''ח. Another bus option is number 29, from\\to the Herzliya train station and Herzliya's Marina, beach and malls.\n",{"type":"===","value":[" By car "]},"\nUse road number 4. Turn west at north Ra'anana junction for the Hi-tech zone, or Turn west at the Central Ra'anana juntion(also aclled Kfar Saba junction) for the Ahuza street and the Ra'anana park.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Rananannn012.jpg"],["thumb"],["The non-commercial part of the \"Ahuza\" street"]]},"\nRa'anana is not particularly large: the longest journey you could make within the city would be about 5km. In its east-west direction the main drag, ",{"type":"''","value":["Ahuza"]}," (He. ",{"type":"''","value":["אחוזה"]},"), is served by local bus line number 29. This same bus line passes through Herzliya's train station. North to south trips can be undertaken by foot at the maximum duration of 30 minutes.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["The Founders Museum"]}," presents the story of Ra'anana's original settlers, from the arrival of the Ahuza Alef-New York Association until Ra'anana achieved local council status in 1936.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:PikiWiki Israel 17362 Raanana Park.jpg"],["thumb"],["Ra'anana's Park"]]},"\nThe park of Ra'anana is the largest urban park in the Sharon region. It offers walking and bike paths, sports fields, a zoo and children's petting corner and a lake in a clover shape reminiscent of Ra'anana's coat of arms. There are two fountains in the lake and pedestrians can cross over it on the bridge. There is a park with a small zoo section as well as occasional Shakespeare performances.\n\nThe lake is surrounded by special gardens, including the Seven Species garden, and shaded walking paths. There is also a restaurant and small art gallery.\n\n",{"type":"==","value":["Buy"]},"\nThere's a 3 storey shopping mall.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nWhile hotels may exist there are no hostels.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nYou'll have to cross over the dividing Highway 4 between Ra'anana and Kfar Saba where just past lies Kfar Saba's central bus station to visit locations other than Tel Aviv. \n\n",{"type":"{{","value":[["geo"],["32.1833"],["34.8667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Israeli Coastal Plain"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Ra'anana"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Middle_East\/Israel\/Localities\/Ra'anana\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Raanana"]]}]