[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Tavurvur volcano edit.jpg"],["400px"],["thumbnail"],["Tavurvur volcano"]]},"\n",{"type":"'''","value":["Rabaul"]}," is the former provincial capital of East ",{"type":"[[","value":[["New Britain (Papua New Guinea)"],["New Britain"]]}," in ",{"type":"[[","value":[["Papua New Guinea"]]},".  It was evacuated and nearly destroyed in 1994 when the nearby volcano Tavurvur erupted. As a tourist destination, Rabaul is popular for scuba diving and for snorkelling sites and also offers a spectacular harbour. Because of its war-time history it attracts many Japanese visitors. This article covers Rabaul and the neighboring town of Kokopo, to which the authorities moved the provincial capital after the eruption.\n",{"type":"==","value":["Understand"]},"\nRabaul is on the Gazelle Peninsular in the northeast of New Britain island. Most of the indigenous people are ",{"type":"''","value":["Tolais."]}," During the eruption 80% of the buildings in Rabaul collapsed. Although there has been much reconstruction the city always runs the risk of further volcanic activity. \n\nRabaul (the word means ",{"type":"''","value":["Mangrove"]}," in one of the local languages as it was built on a mangrove swamp) was the headquarters of German New Guinea until captured by Commonwealth troops during World War I. The Australian administration was moved to Lae in 1937 after an eruption that caused over 500 deaths. In January 1942, it was heavily bombed on January 23 thousands of Japanese troops were landed. By 1943 there were about 110,000 Japanese troops based in Rabaul and around 2000 local women were forced into prostitution. The Japanese army dug many kilometers of tunnels as shelter from the Allied air forces and many of these can still be seen today.\n\nOn 19 September 1994, Tavurvur and Vulcan volcanoes erupted, destroying the nearby airport and covering most of the town with heavy ash. Fortunately the city's inhabitants evacuated before the eruption and only a handful of people were killed. Most of the buildings in the southeastern half of Rabaul collapsed due to the weight of ash.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Air Niugini"]}," has daily flights from the nation's capital, Port Moresby, as well as flights from ",{"type":"[[","value":[["Lae"]]},", ",{"type":"[[","value":[["Kavieng"]]},", ",{"type":"[[","value":[["Kimbe"],["Hoskins"]]}," in West New Britain and other locations in PNG. ",{"type":"[","value":["http:\/\/www.airniugini.com.pg\/"]},"Rabaul Airport was completely destroyed in the 1994 eruption as it was in direct path of the falling ash from the nearby vents. The airport was later rebuilt at Tokua to the southeast, but this has also occasionally been closed by ashfall from continuing volcanic activity. Despite its new location the airport continues to use the three-letter code RAB."]},"\n",{"type":"*","value":[{"type":"'''","value":["Coastal shipping."]}," There are several vessels that connect Lae with Rabaul, with intermediate stops. Some of these carry passengers."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Rabaul Harbor.jpeg"],["thumb"],["right"],["300px"],["Rabaul harbor with Tarvurvur volcano in the distance"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Bitapaka War Cemetery."]}," Maintained by the Australian War Graves Commission this is the final resting place for servicemen from many countries who died in WWII. There is also a Japanese War Memorial at a former sea-plane base. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Japanese Tunnels."]}," There are around 700km of tunnels in the hills that surround Rabaul's Simpson Harbour. Accommodation, hospitals and hiding places for barges were built in them. Some of the barges can still be seen in tunnels at Karavia."]},{"type":"*","value":[{"type":"'''","value":["General Yamamoto’s Bunker."]}," The General led the Japanese South Pacific campaign. He was eventually shot down by the Americans after flying out of Rabaul on an inspection tour to the ",{"type":"[[","value":[["Solomon Islands"]]},". You can visit his underground command post."]},{"type":"*","value":[{"type":"'''","value":["Kokopo War and Cultural Museum."]}," Good collection of Japanese vehicles, munitions and other relics."]},{"type":"*","value":[{"type":"'''","value":["OISCA Botanical Garden."]}," Half an hour by good road from Kokopo at Warongoi. Great place for butterflies. ",{"type":"[","value":["http:\/\/www.oisca.org\/e\/project\/png\/index.htm"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Dive."]}," The Rabaul area offers some fantastic diving opportunities. Apart from incredible coral and fish there are numerous sunken Japanese battleships to explore. Dive companies include:"]},"\n:*",{"type":"'''","value":[" Kabaira Dive Rabaul. "]}," This company is located about one hour from Rabaul and Kokopo. It also has four beach-front apartments.",{"type":"[","value":["http:\/\/www.kabairadive.com.pg\/diving.html"]},"\n:*",{"type":"'''","value":["Rapopo Dive Centre."]}," Attached to the Rapopo Plantation Resort. ",{"type":"[","value":["http:\/\/www.rapopo.com\/Diving.html"]},"\n",{"type":"*","value":[{"type":"'''","value":["Climb."]}," In addition to the two active volcanos, Tavurvur and Vulcan, there are four other volcanic hills surrounding Simpson Harbour. Mt. Mother (or Kabiu) is the highest. This is 700 meters and can be climbed early in the morning from Matalau Village. Mt. Tavanabatir provides a home to the Rabaul Volcanic Observatory and offers a beautiful panoramic view of Rabaul Town, as shown in the photo."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rabaul Hotel"],["url=http:\/\/www.rabaulhotel.com.pg"],["email="],["address=Rabaul"],["lat=-4.206619"],["long=152.179635"],["directions="],["phone=(675) 982 1999"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Rabaul Hotel is situated 45 minutes from the Tokua Airport. Featuring 34 hotel rooms and catering for all budgets, the hotel's atmosphere reflects a blend of Rabaul culture (the Tolai people), and its more recent Chinese and Australian influences. The Hotel is within walking distance to the markets, historical sites, and is just 20 metres from the bus stop providing direct access to the surrounding attractions. It caters to business travellers or visitors with a special interest in war history, volcanoes, indigenous culture, the islands, diving, fishing, trekking or golf."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=New Rabaul Guest House"],["url="],["email=isimarine@daltron.com.pg"],["address=Wharf St., Rabaul"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kokopo Beach Hotel"],["url="],["email=taklam@daltron.com.pg"],["address=Pockley Rd, Kokopo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kokopo Resort Hotel"],["url="],["email=kvr@global.net.pg"],["address="],["lat="],["long="],["directions="],["phone=(675) 982 9096"],["tollfree="],["fax=(675) 982 9061"],["hours="],["price="],["checkin="],["checkout="],["content=Good quality accommodation in the center of Kokopo"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rapopo Plantation Resort"],["url=http:\/\/www.rapopo.com\/"],["email=reservations@rapopo.com"],["address="],["lat="],["long="],["directions="],["phone=675 982 9489"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}," "]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-4.2000"],["152.1833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["New Britain (Papua New Guinea)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Rabaul"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Rabaul"]]}]