[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Rabwah"]}," is a city in ",{"type":"[[","value":[["Punjab (Pakistan)"],["Punjab"]]}," in ",{"type":"[[","value":[["Chiniot"]]}," district.\nRabwah (Urdu: ربوہ) also known as \"Chenab Nagar\", is a city of Ex Jhang \/ Chiniot District in the Punjab province of Pakistan. It is located near to the historic city of Chiniot. The city with a population of 70,000 (2003) has been the headquarters of the Ahmadiyya Muslim Community since September 20, 1948 - after the original headquarters of Qadian went to India following partition in 1947; as a result the vast majority of the inhabitants are refugees who fled the violence in East Punjab and later settled the area. In 1998, following the passage of a resolution in the Punjab Assembly, the Government of Punjab changed the name of town to Chenab Nagar against the wishes of extremist Khatam-e-Nabuwat community.[2]\n\nMore than 97% of its residents belong to the Ahmadiyya Muslim Community community. It is located at 31°45′N, 72°52′E. In Arabic it means a high place. It is a small city surrounded by Hill and the Chenab River near Chiniot. This city is about 24² miles in size. The landscape is composed of bare sedimentary mountains.The city is connected to the rest of the country by a large train service which goes from the city all the way south to Karachi.\n\nThis deserted area was first called Chak Digiyaan. It was then given a name Rabwah in 1948 when it took the shape of a town, a year after the country (Pakistan) was divided from India. The town was primarily established by the Ahmadiyya community. The area used to be a desert and the first residents lived in tents. Over the years offices, schools and colleges have been built. Also various departments have been re-established and re-organised. The office buildings include banks and Press & Publications office which prints numerous books and newspapers such as Daily Al-Fazl which is an international newspaper produced daily. A children magazine called Tashheeez-ul-Azhan is one of the many other informative magazines published in Rabwah. Alfazal and Tasheez can be viewd at Periodicals. Rabwah has produced some great international players of Basketball, Swimming, Hockey and Football.\n\n",{"type":"==","value":["Get in"]},"\nThere are two ways to get to Rabwah:\n\n",{"type":"'''","value":["1. By Road"]},"\n\nYou can get here by road from two sides, as the Faisalabad-Sargodha road which is newly built passes from the city, so the city can be reached from faislabad as well as sargodha. Rabwah connects via chiniot with M2 national motorway from PindiBhatian interchange, Faisalabad interchange, Sial Mor Interchange. Daewoo buses which are a bit expensive but right on schedule with onboard service can be booked from neighbouring city of Chiniot. You can easily reach Chiniot by auto rikshaws. Faislabad is the nearest travel hub, which is connected to whole of the country through road, rail, and air travel. Faislabad International Airport is the nearest international airport.The city also has transporters which run buses and vans from Rabwah to Faislabad, Lahore, Sargodha, Multan, Islamabad, Rawalpindi daily in morning and evening. Baloch transporters and Rabwah goods transporters are the two main ones.\n\n",{"type":"'''","value":["2. By Rail"]},"\n\nRabwah has a small railway station near Darul Rehmat, Up and Down trains for different cities of the country pass from here, connecting Rabwah to almost whole of the country. But trains are seldom on sechdule, so road travel is the fastest way.\n\n",{"type":"==","value":["Get around"]},"\nRabwah is a small city which can be covered on foot but bicycles are the common mode of transport.\nYou can get around by Auto-Rickshaws which run on set routes, so if you want to go somewhere without waiting for the rickshaw to fill, you have to pay extra. Fix rates first because they are unmetered.\nYou can also rent motorbikes, cars and Luxury Van.\n\n",{"type":"==","value":["See"]},"\nRabwah was the headquarters of the Ahmadiyya Muslim Community until 1983 when the ordinance issued by General Zia forced the then-head of the community, Mirza Tahir Ahmad, to move to London, where the present headquarters are. \nRabwah is known for this association, so many places worth visiting are associated with the community and are of much significance for the followers of the community.\nFollowing places are worth visiting:\n\n1. Aqsa mosque (one of the largest mosques in the world).\n\n2. Mubarak mosque (third and fourth caliphs were elected here).\n\n3. Masjid Yadgar (Fazal e Umar Hospital)- First mosque in Rabwah after the centre was established in 1948 when the community migrated from Qadian (present day India) to Pakistan.\n\n4. Bahishti Maqbra (where the graves of second and third caliphs are located)\n\n5. Tomb of Nobel Laureate Dr. Abdul Salaam and Ch. Zafarullah Khan (ex president UN General Assembly). Both are in bihishti maqbra\n\n6. Tehreek e Jadeed offices.\n\n7. Sadar Anjuman offices.\n\n8. Khilafat Library.\n\n9. River Chanab Bank.\n\n10. Byoot ul Hamd Park.\n\n11. Nasir Sports complex.\n\n12. Tahir Heart Institute. (world renowned heart institute)\n\n13. Huzoor's Farms (ahmad nagar).\n\n14. Gol Bazaar.\n\n15. Yaku wali Nehr. (in the suburbs)\n\n16. Gumbad Wali Mosque (Bait ul Hammad, Dar ul Yaman).\n\n",{"type":"==","value":["Do"]},"\n1. Offer prayers in Masjid Mubarak and Masjid Aqsa.\n\n2. Visit shrines of second and third caliphs.\n\n3. Visit the library and offices.\n\n4. Play different sports in Nasir sports complex.\n\n5. Horse Riding.\n\n6. Rowing in River Chenab.\n\n7. Swimming in Yakku wali nehr.\n\n8. Rock climbing.\n\n9. Meet research scholars in Jamia Ahmadiyya.\n\n10. Fishing\n\n",{"type":"==","value":["Buy"]},"\n1. Caps, Silver Rings(of Alaisallah..) from Gol Bazaar.\n\n2. Ladies cloth.\n\n3. Souveniers from Tahir Heart.\n\n4. Jamaat Literature books from Nazrat Ishaat or Shakoor Bhai.\n\n5. Gold Jewelry\n\n",{"type":"==","value":["Eat"]},"\n1. Darul Ziafat Daal & Alu gosht (free for everyone).\n\n2. Mannan icecream and kababs.\n\n3. Fast food from MFC, D' Cafe, Pizza House.\n\n4. Chapli Kabab from Ahmadnagar.\n\n5. Fish from river Chenab on the bridge.\n\n6. Traditional food from MFC, Chargha House, Faraan Restaurant.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Super Burger House"],["url="],["email="],["address=Aqsa Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Super Burger House"]]}]},"\n",{"type":"==","value":["Drink"]},"\n1. Juices from juice corner.\n\n2. Sugercane juice.\n\n3. Darul Ziafat Special Tea. (free)\n\n4. Peshawari Qahwah. (from ahmadnagar).\n\n",{"type":"==","value":["Sleep"]},"\nDarul Ziafat is free accommodation for everyone visiting Rabwah. So there are no other hotels in the city. Besides, there are guest houses like Tehreek e Jadeed, Khudamul Ahmadiyya, Ansarullah, Lajna, Sarai Masroor etc.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["31.752778"],["72.922222"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Punjab"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Rabwah"]]}]