[{"type":"{{","value":[["pagebanner"],["Monument Valley banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"'''","value":["Radiator Springs"]}," is a village depicted on the former US ",{"type":"[[","value":[["Route 66"]]}," in the ",{"type":"[[","value":[["United States of America"]]}," in 2006 Pixar film \"Cars\". \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Tucumcari Mountain, Quay County, New Mexico, 2011b.jpg"],["thumb"],["Tucumcari Mountain in New Mexico"]]},"\nRadiator Springs is a composite of multiple real places and landmarks on US Route 66.\n\nIts highway map location most closely resembles ",{"type":"[[","value":[["Peach Springs"]]},", ",{"type":"[[","value":[["Arizona"]]},", a once-busy stop along the 2488 miles of highway leading westward from ",{"type":"[[","value":[["Chicago"]]}," and ",{"type":"[[","value":[["Saint Louis"]]}," through ",{"type":"[[","value":[["Kansas"]]},", ",{"type":"[[","value":[["Oklahoma"]]},", ",{"type":"[[","value":[["Texas"]]},", ",{"type":"[[","value":[["New Mexico"]]}," and Arizona to ",{"type":"[[","value":[["Santa Monica"]]},", ",{"type":"[[","value":[["California"]]},". \n\nPeach Springs is the administrative base of the Hualapai native first nation. In Route 66's heyday, it was a starting point for Route 66 travellers to take side trips north to ",{"type":"[[","value":[["Grand Canyon National Park"]]}," or ",{"type":"[[","value":[["Monument Valley"]]}," - diversions which would add hundreds of miles to a real Route 66 roadtrip but which look somehow compressed in distance in the film.\n\nWhen Interstate 40 bypassed Route 66 from ",{"type":"[[","value":[["Oklahoma City"]]}," to ",{"type":"[[","value":[["Barstow"]]},", California it took a shorter, more direct route from ",{"type":"[[","value":[["Seligman"]]}," to ",{"type":"[[","value":[["Kingman"]]}," in Arizona by passing further south, missing tiny Peach Springs by twenty-five miles. Most towns along this section (Hackberry, Valentine, Truxton) simply died overnight, but the Hualapai nation kept Peach Springs marginally alive. Nearby ",{"type":"[[","value":[["Williams (Arizona)"]]}," was the last community bypassed (in 1984) and Seligman to Kingman was the first section designated as \"Historic 66\" (in 1987) due to the efforts of Angel Delgadillo of Seligman and his Arizona Route 66 Association.\n\nThe cartoon depiction of Radiator Springs and Carburetor County is based on a composite of multiple landmarks in multiple states, from ",{"type":"[[","value":[["Baxter Springs"]]},", Cherokee County, Kansas to Peach Springs, Arizona and a bit beyond. A group of fifteen Pixar designers packed into multiple longhorn stretch Cadillac motorcars and took to the road to visit NASCAR racetracks, ",{"type":"[[","value":[["Detroit"]]}," automakers and more than 1200 miles of US Route 66 from the Kansas-",{"type":"[[","value":[["Missouri"]]}," border westward through Arizona.\n\nA list of places visited could be reconstructed from the film's credits and trailers (which list key people they talked to along the way), from route66news.com descriptions ",{"type":"[","value":["http:\/\/route66news.com\/2006\/06\/09\/a-route-66-guide-to-the-cars-movie\/"]}," and from local newspaper articles about individual towns through which the Pixar crews toured.\n\nAs the animated Radiator Springs compresses 1200 miles and five states of Route 66 into a few blocks of road, this Route 66 road trip is presented as itinerary (effectively, a single east-to-west composite patched from multiple trips made as research to create the film) instead of as a single geographic village.\n\n",{"type":"==","value":["Prepare"]},"\n",{"type":"{{","value":[["Mapframe"],["37"],["-100"],["zoom=4"],["height=200"],["width=500"],["layer="],["staticmap="],["align="],["name=Radiator Springs and US Route 66"]]},"\nPeet stop!\n\nA journey of a few thousand miles begins with a well-maintained motorcar in top condition. As this trip crosses large expanses of New Mexico, Arizona and California desert, be sure to carry enough fuel, bring extra water and some means of calling for roadside assistance in the event of a break down.\n\nBring a copy of the main ",{"type":"[[","value":[["Route 66"]]}," itinerary or references such as the \"Here it is!\" eight-state map set, as this itinerary is specific to people and locations referenced in the film and does not fully cover the entire \"Mother Road\" of 'The Grapes of Wrath' fame. Grab a full tank of petrol and head onto the open road... and get your kicks on Route 66.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car. From Detroit."]},"\nIt's not what it used to be, but ",{"type":"[[","value":[["Detroit"]]}," is still considered the birth place of the US automotive industry and a film like \"Cars\" wouldn't be made without a visit to the home of Ford and General Motors. While the public doesn't have the same access to Detroit's automakers as the Pixar crew, the ",{"type":"'''","value":["Henry Ford Museum and Greenfield Village"]}," in ",{"type":"[[","value":[["Dearborn"]]}," is worth a tour; there's also an ",{"type":"'''","value":["Automotive Hall of Fame"]},". In ",{"type":"[[","value":[["Auburn Hills"]]},", the ",{"type":"'''","value":["Walter P. Chrysler Museum"]}," is available for group and meeting rental but otherwise not currently (as of 2013) open to the public.\n\nThere's a lot of automotive history in the film, but the story itself starts at the \"Motor Speedway of the South\", an oversized version of NASCAR's Bristol Motor Speedway in ",{"type":"[[","value":[["Bristol"]]},", ",{"type":"[[","value":[["Tennessee"]]},". \n\nTo get there from Detroit, one possible route is Interstate-75 south to ",{"type":"[[","value":[["Knoxville"]]},", then Interstate-40 east to Interstate-81. Bristol is about 110 miles (175km) northeast of Knoxville.\n\n",{"type":"==","value":["Drive"]},"\n\n",{"type":"===","value":["Motor Speedway of the South and I-40"]},"\nThe film starts at the \"Motor Speedway of the South\" at the beginning of a 43-car NASCAR race:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bristol Motor Speedway"],["alt="],["url=http:\/\/www.bristolmotorspeedway.com"],["email="],["address=151 Speedway Blvd, Bristol TN"],["lat=36.5170"],["long=-82.2585"],["directions="],["phone=+1 423-989-6900"],["tollfree="],["fax="],["hours=10am-5pm Sat"],["price="],["content=Half-mile concrete oval; the cartoon version of the stadium enlarges this track to a mile and builds the grandstands higher as the \"Motor Speedway of the South\". The 'Cars' film begins here with the final regular season race for the NASCAR Grand National driver's trophy, depicted as the \"Piston Cup\". (The real cup has had various sponsor's names over the years, including \"Winston Cup\" at one point.)"]]}]},"\nA few bits (such as the spectator camper vans) are 'borrowed' from Charlotte Motor Speedway, 165 miles further southeast:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Charlotte Motor Speedway"],["alt="],["url=http:\/\/www.charlottemotorspeedway.com"],["email="],["address=5555 Concord Pkwy S, Concord NC"],["lat=35.3520,"],["long=-80.6828"],["directions="],["phone=+1 704-455-3200"],["tollfree="],["fax="],["hours=Sat 9am–5pm"],["price="],["content=A motorsports complex 13 miles from Charlotte, North Carolina, home of NASCAR fan Douglas \"Mater\" Keever and the \"Redneck Hill\" spectators RV\/camper area in the infield. At the time the film was made, this track was operated by \"Humpy\" Wheeler, the voice of \"Tex\" in the movie. Keever's voice appears as one of the fans in the tiebreaker (\"Well, dip me in axle grease and call me slick! It's the Hudson Hornet!\") and he lends his \"Mater, like tuh-mater but without the tuh\" nickname to a key character. This track was the venue for the Dale Earnhardt \"pass in the grass\" in 1987 and the Darrell Waltrip \"Tide slide\" in 1989's all-star race; allusions to both are seen in the races in the movie."]]}]},"\nAt the end of the race, a tiebreaker is announced for ",{"type":"[[","value":[["Los Angeles"]]},", California one week later to break a three-way tie. At stake is the NASCAR Grand National driver's trophy, shown as the \"Piston Cup\".\n\nThe contestants head westward on Interstate-40 to go to California. (From the \"Motor Speedway of the South\", Bristol, I-81 south ends at I-40. From the Charlotte side trip, head toward town then take I-77 north to rejoin I-40.)\n\nThe film depicts I-40 heading westward through a maze of congested overpasses, then through \"Truckville\" (presumably Knoxville, based on I-40 signage for US25 and other intersecting roads) and  across fields and streams westward to California. The 2100 mile piece of I-40 from the end of I-81 to ",{"type":"[[","value":[["Barstow"]]},", California should take about thirty continuous hours at the wheel if one were to drive straight through, non-stop.\n\nThirty hours without a break would exceed the federal \"hours of service\" regulation for commercial vehicle drivers... but don't bother explaining that to cartoon NASCAR rookie Lightning McQueen.\n\n",{"type":"===","value":["Detoured!"]},"\nAt some point, a somnolent Lightning McQueen accidentally gets separated from his weary Mack transport on I-40, then makes a wrong turn across a rail line and onto old US Route 66... but where is he?\n\nIf Radiator Springs were a single point located at Peach Springs, Arizona, the rail line is the Santa Fe (the line is still in use, although the train does not stop) and the wrong turn is in Seligman. This point is the eastern gateway to a lengthy section where US 66 runs largely parallel to (but nowhere near) I-40. They don't rejoin until Kingman, 75 miles further westward on I-40 or 87 miles further west via Arizona Route 66.\n\nIf one takes everything from Baxter Springs to Peach Springs as \"Radiator Springs\", the detour occurs earlier: just before ",{"type":"[[","value":[["Fort Smith"]]},", ",{"type":"[[","value":[["Arkansas"]]}," exit north onto I-540\/US71, which run parallel and then become concurrent through ",{"type":"[[","value":[["Bentonville"]]},". Continuing north on US71, one reaches the former US 66 in ",{"type":"[[","value":[["Carthage (Missouri)"]]}," - just east of ",{"type":"[[","value":[["Joplin"]]},". \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=66 Drive-in Theatre"],["url=http:\/\/66drivein.com"],["wikipedia=66 Drive-In"],["email="],["address=17231 Old 66 Blvd, Carthage MO"],["lat=37.1733"],["long=-94.3688"],["directions="],["phone=+1 417 359-5959"],["tollfree="],["fax="],["hours="],["price=$6 adults, $3 children 5-12, free for children under 5"],["content=One of the few drive-in theaters left on Route 66, originally built in 1949 with neon signage of the era. Listed on the US National Register of Historic Places, the original design closely matched the \"Radiator Springs Drive-In\" - the widescreen and FM radio were added later. This originally had speakers on poles and the 4:3 screen aspect ratio, just like the cinepark in the film."]]}]},"\nIn the absence of any further signs the film makers ventured east beyond ",{"type":"[[","value":[["Kansas"]]}," (there is a \"Wagon Wheel Motel\" in ",{"type":"[[","value":[["Cuba (Missouri)"]]}," but no Wheel Well Motel), it's time to motor west on the highway that's the best... US Route 66.\n\n",{"type":"===","value":["Route 66 and Radiator Springs"]},"\n",{"type":"[[","value":[["Image:4 Women on the Route.jpg"],["thumb"],["Restored Kan-O-Tex station"]]},"\n",{"type":"[[","value":[["Image:Eisler's in Riverton, KS.jpg"],["thumb"],["Eisler Brothers Country Store"]]},"US 66 enters Cherokee County at ",{"type":"[[","value":[["Galena (Kansas)"]]},", a former mining town named for a lead ore once extracted here. The town is a shadow of its former self and I-44 (which bypassed US 66 this side of ",{"type":"[[","value":[["Oklahoma City"]]},") doesn't even enter the state. Pity, as that \"Tow Mater\" character is largely a Kansas boy. According to ",{"type":"[[","value":[["Oklahoma"]]}," Route 66 historian Michael Wallis (voice of the \"Sheriff\") the late Joe Ranft, a Pixar artist, spotted an old mining truck on a former alignment of US 66 at a then-abandoned filling station. (Ranft is the voice of the recycled battery truck somewhere between I-40 and US 66, \"Mack? I ain't no Mack, I'm a Peterbilt, for dang sakes! Turn on your lights, you moron!\")\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cars on the Route"],["url=http:\/\/www.4womenontheroute.com"],["email="],["address=119 N. Main Street, Galena"],["lat=37.0810"],["long=-94.6390"],["directions="],["phone=+1 620 783-1366"],["tollfree="],["fax="],["hours=11am-5pm April-Oct"],["price="],["wikipedia=Kan-O-Tex Service Station"],["content=Small Route 66 souvenir shop and 12-seat lunch counter in a restored Kan-O-Tex service station, opened in 2007. Home of \"Tow Tater\", an old 1951 International mining boom truck."]]}]},"\nUS66 turns south at Riverton (K-66 and US 69 alternate) to go through ",{"type":"[[","value":[["Baxter Springs"]]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eisler Brothers Country Store"],["url=http:\/\/www.eislerbros.com"],["email="],["address=7109 SE Oriole Lane, Riverton"],["lat=37.0753"],["long=-94.7015"],["directions="],["phone=+1 620 848-3330"],["tollfree="],["fax="],["hours="],["price="],["content=1925 country store with groceries, produce, flowers, deli sandwiches, souvenirs and memorabilia where Route 66 Association president Dean Walker showed the film's makers his ability to twist his feet around 180° and walk backwards. (The character, a rusty tow truck, teaches how to drive backwards.) According to \"Sheriff\" Michael Wallis, \"As luck would have it, we had just eaten a sandwich at the Eisler Brothers when we met Dean, He was proud as punch to show them his exorcist feet and regale them with stories of the Ghost Light.\""]]}]},"\nUS66 continues southward through ",{"type":"[[","value":[["Miami (Oklahoma)"]]}," and ",{"type":"[[","value":[["Tulsa"]]},". Between Tulsa and OKC, Oklahoma Route 66 remains as a free alternate to I-44 (Turner Turnpike, a toll road), passing through the tiny town of ",{"type":"[[","value":[["Stroud (Oklahoma)"]]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rock Café"],["url=http:\/\/www.myd2d.com"],["wikipedia=Rock Café"],["email="],["address=114 W Main St, Stroud"],["lat=35.7487"],["long=-96.6545"],["directions="],["phone =+1 918 968-3990"],["tollfree="],["fax="],["hours=6am-9pm"],["price=$7-9\/dinner"],["content=Historic 1939 fieldstone route 66 diner built during the Great Depression, operated 24\/7 in the route's heyday. The restaurant's neon signage was damaged by a 1999 tornado which wiped out much of the town's commerce and industry. Pixar visited in 2001 and were inspired by proprietor Dawn Welch and her stubborn efforts to rebuild. While Dawn was the inspiration for \"Sally\", the town's lawyer who operates a \"newly refurbished Cosy Cone Motel\" with a bright neon sign, the design of the motel is based on the Wigwam Motel in Holbrook AZ."]]}]},"\nAt Oklahoma City, US 66 turns westward toward the ",{"type":"[[","value":[["Panhandle (Texas)"],["Texas Panhandle"]]}," where, except within the towns, much of the old road is simply paved over by I-40 or used as an I-40 service road. In ",{"type":"[[","value":[["Clinton (Oklahoma)"]]}," the filmmakers met former country veterinarian Dr. Walter S. Mason, Jr, a Best Western hotel owner who donated land for a local Route 66 museum. \"Doc\" died in 2007 after a lengthy battle with Alzheimers; mile 66 of I-40 was named the \"Dr. Walter S. Mason, Jr. Memorial Highway\" by the state in 2011 in his memory. There is no longer a Best Western in town, but the Route 66 Museum remains open.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oklahoma Route 66 Museum"],["url=http:\/\/www.route66.org"],["email="],["address=2229 W Gary Blvd, Clinton"],["lat=35.5066"],["long=-98.9869"],["directions="],["phone=+1 580 323-7866"],["tollfree="],["fax="],["hours=Feb 1-Apr 30 and Sep 1-Nov 30: M-Sa 9AM-5PM, Su 1PM-5PM. May 1-Aug 31: M-Sa 9AM-7PM, Su 1PM-6PM. Dec 1-Jan 31: Tu-Sa 9AM-5PM, Su-M closed"],["price=$4 adults, $3 seniors, $1 children 6-18, children 5 and under free with paid admission"],["content="]]}]},"\nTime for one last stop in ",{"type":"[[","value":[["Erick"]]}," OK before crossing into ",{"type":"[[","value":[["Texas"]]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Sandhills Curiosity Shop"],["alt="],["url=http:\/\/harleyandannabelle.blogspot.com"],["email="],["address=City Meat Market building, 201 S Sheb Wooley Ave, Erick OK"],["lat=35.2133"],["long=-99.8669"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The proprietors perform as The Mediocre Music Makers dealing out \"Insanity At Its Finest\", are the subjects of documentary \"Harley & Annabelle - Living Legends in Erick, Oklahoma\" and have made a CD. Someone had to teach Mater's hillbilly accent to Larry the Cable Guy, after all."]]}]},"\n",{"type":"[[","value":[["Image:U-Drop_Inn.jpg"],["thumb"],["right"],["350px"],["U-Drop Inn and Tower Station on US Route 66"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=U-Drop Inn and Tower Station"],["url=http:\/\/shamrocktexas.net"],["email="],["address=105 E. 12th St. at Main, Shamrock TX"],["lat=35.2268"],["long=-100.2488"],["directions="],["phone =+1 806 256-2501"],["tollfree="],["fax="],["hours="],["price="],["content=Former 1936 art deco café and filling station which served US Routes 66 and 83 in ",{"type":"[[","value":[["Shamrock"]]}," TX. Closed in the 1990s, it has been restored for use as a local visitor centre; fountain drinks, coffee and floats returned in 2014 after years with no food or beverage service. In \"Cars\" this iconic building is \"Ramone's\", an automotive paint shop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Devil's Rope Museum"],["url=http:\/\/www.barbwiremuseum.com"],["email="],["address=100 Kingsley Street, McLean TX"],["lat=35.2315"],["long=-100.5972"],["directions="],["phone =+1 806 779-2225"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-4PM"],["price="],["content=Museum in ",{"type":"[[","value":[["McLean (Texas)"]]}," dedicated to the history of barbed wire, also has an exhibit on the McLean POW Camp. Nothing ends a \"Cars\" chase quite like a collision with barbed wire."]]}]},"\nThe only major city in this corner of Texas is ",{"type":"[[","value":[["Amarillo"]]},":\n",{"type":"[[","value":[["Image:Cadillac Ranch PF.jpg"],["thumb"],["350px"],["Cadillac Ranch"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cadillac Ranch"],["alt="],["url="],["email="],["address=Interstate 40, Amarillo"],["lat=35.1872"],["long=-101.9871"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Eccentric roadside attraction originally placed by the art collective ",{"type":"''","value":["Ant Farm"]}," on Route 66, but now relocated south of I-40. Ten old Cadillacs upended and half-buried in a cow pasture. In the film these are the \"Cadillac Range\", a mountain formation."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Big Texan Steak Ranch"],["alt="],["url=http:\/\/www.bigtexan.com"],["email="],["address=7701 Interstate 40, Amarillo"],["lat=35.1935"],["long=-101.7550"],["directions="],["phone=+1 806-372-6000"],["tollfree="],["fax="],["hours="],["price="],["content=Steakhouse with Big Texan Motel and a Texas-shaped swimming pool, near I-40. The original location on US 66 closed soon after the new road came in. Operates a fleet of stretched white Cadillacs with cattle longhorns as hood ornaments, like \"Tex Dinoco\" in the film."]]}]},"\nUS 66 continues westward through the tiny city of ",{"type":"[[","value":[["Adrian (Texas)"]]}," before crossing into ",{"type":"[[","value":[["New Mexico"]]}," at the divided ghost town of ",{"type":"[[","value":[["Glenrio"]]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Midpoint Café"],["address=305 West Historic Route 66, Adrian TX"],["url=http:\/\/www.uglycrustpies.com"],["wikipedia=Midpoint Café"],["phone=+1 806 538-6379"],["lat=35.2706"],["long=-102.6727"],["hours=Summer: Daily 8AM-4:30PM; Winter: M-Sa 8:30AM-3:30PM"],["content=1928 roadside café which operated 24 hrs\/day in Route 66's heyday. Antique and souvenir shop. Fran Houser, proprietor from 1990 until 2012, was the basis for Flo of \"Flo's V-8 Diner\" and two servers, the Mendez sisters, were the basis for twin Mazda Miatas \"Mia\" and \"Tia\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Brownlee Diner\/Little Juarez Café"],["url="],["email="],["address=Glenrio Historic District"],["lat=35.1787"],["long=-103.0424"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Constructed in 1952 in art moderne architectural style, this building becomes part of the abandoned \"Glenn Rio Motel\" complex and later the local museum in the film. Glenrio is a ghost town founded 1908 to serve the Rock Island and Pacific Railroad (the tracks were removed in the 1980s) and abandoned 1976 after a realignment of Route 66 bypassed traffic onto what is now I-40. The ghost village is divided between Texas and New Mexico; US 66 becomes a gravel road at the New Mexico state line."]]}]},"\nRoute 66 then passes through ",{"type":"[[","value":[["Tucumcari"]]},", a population-5000 town which once advertised billboards on hundreds of miles of the Mother Road as “Tucumcari Tonite! 2,000 motel rooms!” While a few of these neon motels have been restored, \"Cars\" fans will most readily recognise Tucumcari Mountain which stands over the New Mexico desert with a white \"T\" painted on one side. In the film, the mountain bears the initials \"RS\" and its summit is shaped as an automotive radiator cap.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Swallow Motel"],["alt="],["url=http:\/\/blueswallowmotel.com"],["wikipedia=Blue Swallow Motel"],["email="],["address=815 E. Route 66, Tucumcari"],["lat=35.1721"],["long=-103.7165"],["directions="],["phone=+1 575 461-9849"],["tollfree="],["fax="],["price=$70-130"],["checkin="],["checkout="],["content=While the Cozy Cone Motel is the Wigwam Motel in Holbrook AZ, its neon \"100% Refrigerated Air\" slogan came from the Blue Swallow, a 14-room roadside motel restored to the era of neon light, vintage furniture and dial telephones. The Blue Swallow is just one of multiple historic motels from the heyday of Route 66 which are preserved or restored on Tucumcari Blvd."]]}]},"\n",{"type":"[[","value":[["Image:Wigwam motel 1.jpg"],["thumb"],["150px"],["Wigwam Motel"]]},"\nThe road continues westward through Albuquerque and into ",{"type":"[[","value":[["Arizona"]]},". In ",{"type":"[[","value":[["Holbrook (Arizona)"]]},", one quickly spots the inspiration for the 'Cosy Cone Motel'.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wigwam Motel"],["url=http:\/\/www.sleepinawigwam.com"],["email="],["address=811 W Hopi Dr, Holbrook"],["lat=34.9027"],["long=-110.1689"],["directions="],["phone = +1 928-524-3048"],["tollfree="],["fax=+1 968-524-3668"],["image=Wigwam motel 1.jpg"],["hours="],["price=$56-62"],["checkin="],["checkout="],["wikipedia=Wigwam Motel"],["content=Sleep in a giant tepee (as the natives did, although they did it without air conditioning or cable TV). Various historic vehicles on-site. 15 units, non-smoking, listed US National Register of Historic Places. In the film, the 'wigwams' are traffic cones - a theme depicted as repeated in every detail of the restored property right down to the planters, lamps and alarm clocks."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jack Rabbit Trading Post"],["alt="],["url=http:\/\/www.jackrabbit-tradingpost.com"],["email="],["address=3386 Hwy 66, Joseph City, AZ"],["lat=34.9681"],["long=-110.4304"],["directions="],["phone=+1 928-288-3230"],["tollfree="],["fax="],["hours="],["price="],["content=Quirky roadside souvenir shop (established 1949) with the big \"HERE IT IS\" sign depicting a jackrabbit. In the film, the sign appears on Liz's Curio Shop with the bunny replaced by a Model T Ford, the \"Tin Lizzie\"."]]}]},"\nThe film makers would have stopped in ",{"type":"[[","value":[["Winslow (Arizona)"]]}," to inquire about the town's revitalisation efforts and \"Standin' on the Corner Park\", an art and sculpture streetscape recreating a spot in 1970s Eagles' hit song \"Take It Easy.\" The song mentions \"standin' on a corner in Winslow, Arizona,\" putting the town back on the map. In ",{"type":"[[","value":[["Seligman"]]},", they would have met with the Delgadillo brothers.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Delgadillos Historic Route 66 Visitor Center"],["url=http:\/\/www.route66giftshop.com"],["wikipedia=Angel Delgadillo"],["email="],["address=217 East Route 66, Seligman"],["lat=35.3283"],["long=-112.8837"],["directions="],["phone =+1 928 422-3352"],["tollfree="],["fax="],["hours=M-Sa 9AM-9PM"],["price="],["content=Formerly Angel's Barbershop, now souvenirs and Route 66 memorabilia. Owner Angel Delgadillo was instrumental in preserving this last stretch of the Route. His description of how the town died the hour and day the new road opened was the primary basis for a key flashback in which \"Sally\" the Porsche describes the history of Radiator Springs in which \"the town was bypassed to save ten minutes of driving\"."]]}]},"\nWest of Seligman, US66 and I-40 diverge with US66 going through ",{"type":"[[","value":[["Peach Springs"]]},". Beyond Peach Springs are various ghost towns or former ghost towns, including Hackberry.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hackberry General Store"],["alt="],["url=http:\/\/www.hackberrygeneralstore.com"],["email="],["address=11255 E Hwy 66, Hackberry"],["lat=35.3748"],["long=-113.7227"],["directions="],["phone=+1 928-769-2605"],["tollfree="],["fax="],["hours="],["price="],["content=Hackberry died in the 1970's with the construction of I-40; late Route 66 travelling artist Bob Waldmire was at one time the town's only resident. Waldmire travelled the route in an old VW hippie van creating and selling elaborate hand-drawn maps; the cartoon alternate-fuel vehicle is named \"Fillmore\" as Waldmire was not willing to sell his name to Disney as a trademarked character. Hackberry is now a popular tourist stop with a collection of old and classic motorcars, including a first-generation Corvette with a two-tone paint scheme and whitewalls similar to Lightning McQueen's full makeover in Radiator Springs. Waldmire's vehicles are now in the Route 66 Hall of Fame in ",{"type":"[[","value":[["Pontiac (Illinois)"]]},"."]]}]},"\n",{"type":"===","value":["Arizona side trips"]},"\n",{"type":"[[","value":[["Image:USA 10279 Monument Valley Luca Galuzzi 2007.jpg"],["thumb"],["300px"],["right"],["John Ford's Point, Monument Valley"]]},"\n\"Ornament Valley\" is a reference to ",{"type":"[[","value":[["Monument Valley"]]},", in the far northern portion of the state. A waterfall visible in the background when \"Sally\" is driving across a bridge is Havasu Falls on the ",{"type":"[[","value":[["Grand Canyon#Havasupai Indian Reservation"],["Grand Canyon's Havasupai Indian Reservation"]]},".\n\n",{"type":"{{","value":[["marker"],["type=see"],["name=Havasu Falls"],["lat=36.2550"],["long=-112.6975"]]}," is not directly reachable by road; access is via native land and the last eight miles of the journey must be made on foot or horseback. The closest US 66 point to Havasu Falls is ",{"type":"{{","value":[["marker"],["type=see"],["name=Peach Springs"],["lat=35.534"],["long=-113.423"]]},".\n\n",{"type":"{{","value":[["marker"],["type=see"],["name=Monument Valley"],["lat=36.95"],["long=-109.74"]]}," is reachable by road, but from US 66 is a 170 mile detour north from ",{"type":"[[","value":[["Flagstaff"]]}," (US 89 to US 160 to US 163 Scenic).\n\n",{"type":"[[","value":[["Oatman"]]},", a Route 66 ghost town between Kingman and the California border, is not mentioned directly in the film but the ",{"type":"{{","value":[["marker"],["type=see"],["name=Oatman wild burros"],["lat=35.026"],["long=-114.383"]]}," may have been an inspiration for the herd of ill-behaved \"moo\"ing farm tractors depicted disrupting traffic in Radiator Springs village.\n\n",{"type":"===","value":["Los Angeles International Speedway"]},"\nThe last portion of the trip to Los Angeles is depicted as a return to the freeway, presumably I-40 from Kingman westward.\n\nThe NASCAR track for ",{"type":"[[","value":[["Los Angeles"]]}," is Auto Club Speedway in ",{"type":"[[","value":[["Fontana"]]},". While US66 continued onward to LA, I-40 ends at Barstow. There is 75 miles of I-15 from Barstow south to Fontana.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Auto Club Speedway"],["alt="],["url=http:\/\/autoclubspeedway.com"],["wikipedia=Auto Club Speedway"],["email="],["address=9300 Cherry Ave, Fontana"],["lat=34.088"],["long=-117.500"],["directions="],["phone=+1 909-429-5000"],["tollfree="],["fax="],["hours="],["price="],["content=The cartoon version, \"Los Angeles International Speedway\", may differ from the actual facility due to Pixar's tendancy to combine pieces from multiple real locations and build larger than life. The depicted cartoon scoreboard tower pylon is from the ",{"type":"[[","value":[["Indianapolis"]]}," Speedway, for instance."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nGot a flat? Bring it in. Don't tear yourself up out there, kid.\n\nWatch for speed traps; Route 66 goes through every tiny town and odds are there'll be a sheriff at the town line just waiting to chase speeding motorists through the village.\n\nBe sure you have enough fuel. You don't want to be in the middle of the Arizona desert when you find you've run out as someone has siphoned all of your petrol while you were sleeping.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Anaheim"]]},". Disney California Adventure Park (1313 Disneyland Dr, +1 714-781-4565) has a reconstruction of the ",{"type":"[[","value":[["Disneyland"],["Disneyfied"]]}," \"Radiator Springs\" complete with amusement park rides."]},{"type":"*","value":[" ",{"type":"[[","value":[["Emeryville"]]}," and the ",{"type":"[[","value":[["Silicon Valley"]]},", home of the people who made this film."]},{"type":"*","value":[" A U-turn back onto ",{"type":"[[","value":[["Route 66"]]}," to ",{"type":"[[","value":[["Arizona"]]},", to match the film's ending in \"Radiator Springs\"."]},"\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"[[","value":[["wikipedia:Radiator Springs"]]}]