[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nRahat- Bedouin capital of the ",{"type":"[[","value":[["Negev"]]}," population: 70,000\n\n",{"type":"==","value":["Get in"]},"\nPublic transportation to Rahat is limited despite Rahat's claim as Israel's largest Bedouin city. Private taxis from Be'er Sheva are approximately 50 Shekels, although many Israeli drivers prefer not to drive into the town center. Arab run vans run frequently to Rahat from Be'er Sheva's market, the cost being ten shekels. Finally, buses run to Kibbutzim surrounding Rahat, and one must either walk to Rahat or hitch-hike into town.\n\n",{"type":"==","value":["Get around"]},"\nRahat is small enough that one can easily get around by foot, although there are many vans that pick up passengers willingly for a small fee.\n\n",{"type":"==","value":["See"]},"\nThere are not many tourist sites in Rahat, although the Rahat Market, located in the center of town, sells many trinkets and products, including some traditional Bedouin handicrafts.\n\n",{"type":"==","value":["Eat"]},"\nRahat has a limited cuisine variety, although what does exist is delicious. Shwarma and falafel are a must in Rahat, as is the chicken and rice. Food is less expensive than the more cosmopolitan neighboring Be'er Sheva On the main street is an unsuspecting wonderful bakery; the knaffe is a must for all visitors.\n\n",{"type":"==","value":["Drink"]},"\nDon't expect to get liquored up in Rahat. As a Bedouin Muslim community, mosques are ubiquitous while bars and clubs are not.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\nHitchhikes out of the town are quite common, but there is always a risk of danger. The eastern exit of town is popular place to catch vans headed to Be'er Sheva, and socialize. The city outskirts have several Egged and Metrodan bus-stops that head to Be'er Sheva, Tel- Aviv and Arad as well.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.3925"],["34.7544"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Negev"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rahat"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Rahat"]]}]