[{"type":"{{","value":[["pagebanner"],["Amtrak California Zephyr banner.jpg"],["caption=An Amtrak train with Superliner cars"]]},"\n",{"type":"[[","value":[["File:Acela old saybrook ct summer2011.jpg"],["thumb"],["350px"],["An Amtrak Acela train"]]},"\nThe ",{"type":"[[","value":[["United States of America"],["United States"]]}," may be the land of the car, but it also one of the greatest countries in the world to be explored by passenger train. There are a number of private operators who offer exclusive and luxurious packages on private passenger trains, but it is on board the trains of the state owned and subsidized Amtrak that most tourists and travelers experience America by rail.\n\nPrior to the 1960s, many of the large private rail companies provided passenger service between America's major cities.  However, after the advent of the automobile, and later the interstate highway system, people traveled by train much less and less, leading to the rail companies being on the brink of financial ruin and electing to severely curtail passenger service.  This lead to the formation of Amtrak to run passenger service in the United States.\n\nBefore setting out on a railroad adventure around America, it is worth understanding the precarious situation in which Amtrak exists today. Somewhere between being a private and a public company (all of Amtrak's preferential shares are owned by the U.S. government) Amtrak has to provide a public service and concurrently seek to be profitable as a competitive mode of transport. Furthermore, Amtrak was organized to handle ",{"type":"''","value":["intercity"]}," passenger trains in the United States. Municipalities or regional government entities operate commuter trains.  At present, Amtrak is the only operator of regularly scheduled intercity trains in the United States. Despite increasing ridership (driven by rising gasoline prices and the increasing inconvenience of airline security measures), Amtrak is dependent on more than a billion dollars per year in hard-won government funding.\n\nAmtrak's financial situation is not its only problem. While tens of thousands of kilometers of railroads criss-cross the North American continent, most of the rail lines that Amtrak uses are owned and maintained by private freight companies.  While Amtrak has a legal right to be given priority over freight trains, in many instances Amtrak services are disrupted due to freight trains which have been given priority over them. Many rail lines are not double-tracked, and passing places are often few and far between.\n\nWith the exception of the Amtrak-owned-and-maintained Northeast Corridor (between ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["New York City"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Baltimore"]]},", and ",{"type":"[[","value":[["Washington, D.C."]]},"), and some services in ",{"type":"[[","value":[["Pennsylvania"]]}," and around ",{"type":"[[","value":[["Chicago"]]},", Amtrak services are substantially slower, less reliable, and less frequent than those of virtually every other developed nation in the world. And yet they remain popular with many travelers because of the social atmosphere on board, the lighter environmental impact compared to planes, the spacious design of the cars, the scenic routes, and the overall comfort of the train ride. With few high-speed lines, trains in the U.S. often take longer than cars or planes, but the unique experience can trump the long ride.\n\nA trip from one coast of the U.S. to the other is surely one of the greatest railway journeys that you can make anywhere in the world, and with the different classes of on-board accommodation and a variety of tickets and passes available, it can also be remarkably affordable.\n\n",{"type":"==","value":[" Passenger rail companies "]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/ Amtrak"]}]},", ",{"type":"''","value":["+1 800"]}," USA-RAIL (872-7245). Amtrak is the quasi-state-owned passenger railroad company of the United States, operating services over some 35,000 km (22,000 miles) of track, serving more than 500 communities in 46 American states and even 3 provinces of ",{"type":"[[","value":[["Canada"]]},". Trains carry one or more classes of accommodation: coach, business, and sleeper. A seat in coach class is generally competitive with the price of a Greyhound bus ticket, while sleeper accommodation may be competitive with the price of an airline ticket; however, this depends on the route, and in some cases, a coach ticket is more comparable to a plane ticket, while a sleeper costs even more.  Most of the information in this article relates to Amtrak.\n\nThroughout the US, many ",{"type":"'''","value":["heritage lines"]}," have been maintained or rebuilt as privately owned, touristic lines, which occasionally connect to Amtrak or regional systems. Most of these lines use old train equipment (such as steam locomotives) which have been refurbished. There are many such lines, but some of the most notably scenic are the ",{"type":"'''","value":[{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]}," & ",{"type":"[[","value":[["Silverton (Colorado)"],["Silverton"]]}," Narrow-Gauge Railroad"]}," in ",{"type":"[[","value":[["Colorado"]]},", the ",{"type":"'''","value":[{"type":"[[","value":[["Grand Canyon"]]}," Railway"]}," in ",{"type":"[[","value":[["Arizona"]]},", the ",{"type":"'''","value":["Cumbres & Toltec Scenic Railroad"]}," in ",{"type":"[[","value":[["Chama (New Mexico)"],["Chama"]]},", ",{"type":"[[","value":[["New Mexico"]]},", the ",{"type":"'''","value":["Cass Scenic Railroad"]}," near ",{"type":"[[","value":[["Marlinton"]]},", ",{"type":"[[","value":[["West Virginia"]]},", and the ",{"type":"'''","value":[{"type":"[[","value":[["Alaska"]]}," Railroad"]},".\n\nMany large American cities have ",{"type":"'''","value":["commuter rail"]}," systems that connect the suburbs with that metro area's central metropolis. Commuter lines can be a great way to get out of the big city for a day or weekend trip.  Many systems allow bicycles to be taken on board during weekends.  In the American Northeast several commuter rail systems converge and are inter-connected.  It is possible, for example, to go from Connecticut to New York to Trenton, New Jersey to Philadelphia to Delaware using only commuter lines, although this would take much longer than on Amtrak.\n\nIn the Northeast, the following commuter railroads are quite prominent with high ridership, with many connecting to each other and all connecting to local transit systems and Amtrak:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/mbta.com\/ MBTA"]}]}," (Massachusetts Bay Transportation Authority). Eleven lines radiating out of ",{"type":"[[","value":[["Boston"]]},", serving much of eastern ",{"type":"[[","value":[["Massachusetts"]]}," with one line extending south into ",{"type":"[[","value":[["Rhode Island"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.info\/mnr Metro-North"]}]},". The Metro-North has two very busy commuter lines, extending from ",{"type":"[[","value":[["New York City"]]},"'s Grand Central Station north to upstate New York and one line going into ",{"type":"[[","value":[["Connecticut"]]},".  Service is very frequent during rush hours, with hourly service on weekends.  Watch for special summertime promotions to weekend destinations."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/lirr42.mta.info\/ Long Island Railroad"]}]},". Service from New York City to many points on throughout ",{"type":"[[","value":[["Long Island"]]},", including well know beach resorts such as ",{"type":"[[","value":[["Montauk"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/path\/ PATH"]}]}," (Port Authority Trans Hudson. Service from several underground stations in New York City to ",{"type":"[[","value":[["Jersey City"]]}," and ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},", New Jersey."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.njtransit.com\/ New Jersey Transit"]}]},". Eleven train lines extending throughout ",{"type":"[[","value":[["New Jersey"]]},", including to ",{"type":"[[","value":[["Newark Liberty International Airport"],["Newark Airport"]]},", ",{"type":"[[","value":[["Trenton"]]},", ",{"type":"[[","value":[["Atlantic City"]]},", ",{"type":"[[","value":[["Princeton"]]},", ",{"type":"[[","value":[["Camden (New Jersey)"],["Camden"]]},", and across the Pennsylvania state line to ",{"type":"[[","value":[["Philadelphia"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.septa.org\/ SEPTA"]}]}," (Southeastern Pennsylvania Transportation Authority). Service within and around the greater ",{"type":"[[","value":[["Philadelphia"]]}," area, including to Philadelphia International Airport. Lines extend as far as the state of ",{"type":"[[","value":[["Delaware"]]},"."]},"\nIn the ",{"type":"[[","value":[["Washington, D.C."]]}," area, the following systems interconnect with each other, the DC Metro and Amtrak:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/mta.maryland.gov\/services\/marc\/ MARC"]}]}," (Maryland Area Regional Commuter). Several lines extending north from Washington, DC to ",{"type":"[[","value":[["Baltimore"]]}," and well beyond, including to ",{"type":"[[","value":[["West Virginia"]]},".  No service on weekends."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vre.org\/ VRE"]}]}," (Virginia Railway Express).  Two lines extending south from Washington, DC into ",{"type":"[[","value":[["Virginia"]]},".  No service on weekends."]},"\nIn the ",{"type":"[[","value":[["Chicago"]]}," area, the following systems interconnect with each other, the Chicago \"L\" and Amtrak:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/metrarail.com\/ Metra"]}]},". Eleven lines radiating out from Chicago, serving much of the ",{"type":"[[","value":[["Chicagoland"],["Chicago metropolitan area"]]}," in northeastern Illinois, with one line extending into southern ",{"type":"[[","value":[["Wisconsin"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nictd.com\/ South Shore Line"]}]},". A single line running along the south shore of Lake Michigan, from Chicago to ",{"type":"[[","value":[["South Bend"]]},", Indiana."]},"\nElsewhere in the United States:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metrolinktrains.com\/home\/ Metrolink"]}]},".  Runs in the Los Angeles area, connecting Los Angeles Union Station with ",{"type":"[[","value":[["Oxnard"]]},", the ",{"type":"[[","value":[["San Fernando Valley"]]},", ",{"type":"[[","value":[["Lancaster (California)"],["Lancaster"]]},"\/",{"type":"[[","value":[["Palmdale"]]},", ",{"type":"[[","value":[["San Bernardino"]]},", ",{"type":"[[","value":[["Riverside"]]},", ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]}," and ",{"type":"[[","value":[["Oceanside (California)"],["Oceanside"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.caltrain.com\/ Caltrain"]}]},". Commuter rail service between ",{"type":"[[","value":[["San Francisco"]]}," and ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]},", ",{"type":"[[","value":[["California"]]}]},"\n",{"type":"==","value":[" Planning your trip "]},"\n\n",{"type":"===","value":[" When to travel "]},"\n\nThe peak period for most rail companies in North America is somewhere between April to September, and the cost of rail passes and tickets will rise during these periods to reflect this. If you're planning a visit to the U.S. and travel a lot by train, the spring and fall (autumn) periods are likely to give you the best combination of lower ticket prices and hours of daylight for viewing the scenery from the train. Trains fill up much quicker in the summer and around national holidays, and coach class passengers in particular will have less room to stretch out.\n\n",{"type":"===","value":[" Timetables and brochures "]},"\n\nAll the major rail operators in the U.S. have websites with information about timetables, routes and on-board facilities. However many passengers still prefer to plan their trips using printed timetables. Amtrak, for instance, publishes a number of brochures, including the ",{"type":"'''","value":["Amtrak System Timetable"]}," (with timetables for every Amtrak train and Thruway bus) and the ",{"type":"'''","value":["Amtrak America"]}," travel brochure. These can be found at most staffed stations, or can be found ",{"type":"[","value":["http:\/\/www.amtrak.com\/train-schedules-timetables online"]},". Individual pamphlet timetables are also published for every route.\n\n",{"type":"===","value":[" Further reading "]},"\n\n",{"type":"[","value":["http:\/\/www.on-track-on-line.com\/amtrak-tips.shtml On-Track-On-Line.com"]}," has a number of travel tips for the first-time Amtrak user, as well as an online forum.  Seasoned rail travelers can be found online in a number of dedicated rail forums, and are usually more than happy to answer your questions about which route to take.  Some other forums worth searching and joining are:\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/discuss.amtraktrains.com\/ Amtrak Unlimited"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.railroad.net\/forums\/ Railroad.net"]}]},"\nAmtrak has also gotten into the act by publishing user-submitted stories at their ",{"type":"[","value":["http:\/\/whistlestop.amtrak.com\/ \"Whistle Stop\" webpage"]},".\n\nAdditionally, the following book goes into much greater detail about the major rail routes of North America:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.usa-by-rail.com\/ USA By Rail"]}]}," by John Pitt, 8th edition, February 2012, Bradt Travel Guides (ISBN 1-84162-389-4)"]},"\n",{"type":"==","value":[" Rail passes "]},"\n\nIf you are planning more than one journey on an Amtrak train, you may be better off investing a rail pass, which allows unlimited rail travel within a certain period and area. You should, however, compare the cost of individual tickets when pricing and planning your trip.\n\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/tickets.amtrak.com\/itd\/amtrak\/selectpass USA Rail Pass"]}]},". This pass divides the U.S. into zones, and the pass may be bought for one or more zones. 15, 30, and 45 day passes are available, however all travel must be completed within 180 days of purchasing the pass. Restrictions apply."]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/california-rail-pass California Rail Pass"]}]},". This pass offers seven days of travel within any 21-day period on most California trains."]},"\n",{"type":"==","value":[" Tickets "]},"\n\nAmtrak tickets can be purchased in person from any staffed Amtrak station, over the phone (1-800-USA-RAIL (872-7245) in the U.S. and Canada) or on the ",{"type":"[","value":["http:\/\/www.amtrak.com\/ internet"]},". A number of travel agencies that sell Amtrak tickets in other countries are listed on the Amtrak website.\n\nTickets for most routes are priced in incremental 'buckets': in other words, as seats on a train sell out, the remaining tickets become more expensive. When buying point-to-point tickets, especially during busy holiday periods, it is important to book in advance. Round-trip (return) tickets are priced by simply adding together the two cheapest available one-way fares.\n\n",{"type":"===","value":[" Discounts "]},"\n\nMany passengers are able to receive a discount on the cost of the ticket. Discounts are available on tickets (but not accommodation upgrades) to members of the following organizations:\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.aaa.com\/ AAA (American Automobile Association)"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.caa.ca\/ CAA (Canadian Automobile Association)"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.narprail.org\/ NARP (National Association of Railroad Passengers)"]}]},"\nDiscounts are also offered to active members of the military, war veterans, senior citizen, and students. American students should purchase a ",{"type":"[","value":["http:\/\/www.studentadvantage.com\/ Student Advantage"]}," card; all other students should purchase an ",{"type":"[","value":["http:\/\/www.isic.org\/ International Student Identity Card"]}," (ISIC). In all cases, you should quote your membership number when booking your ticket, and show your card with your ticket. To obtain a discount on Amtrak trains, passengers must reserve three days in advance on all trains.\n\n",{"type":"===","value":[" Hot Deals "]},"\n\nAmtrak offers heavily discounted coach fares on certain trains on the 'Hot Deals' section of their ",{"type":"[","value":["http:\/\/www.amtrak.com\/deals website"]},". These non-refundable and non-changeable fares are generally available for travel in the next thirty to sixty days on routes that have spare capacity. The page is updated every Friday, and you should check back regularly if you want to snap up a bargain. Long distance coach fares of $70 from ",{"type":"[[","value":[["Chicago"]]}," to ",{"type":"[[","value":[["Seattle"]]}," (for example) are not uncommon, although they become much less common during the more popular summer months. These fares cannot be upgraded to sleeper accommodation at the time of booking, although you may be able to upgrade to a sleeper if one is available after you board the train.\n\nSince 2005, Amtrak's offering of many of these heavily discounted coach fares has been limited by language in the legislation which grants Amtrak a yearly subsidy.  However, this legislative language does not affect routes that receive a subsidy from individual states.  Accordingly, those train routes tend to appear frequently on the 'Hot Deals' page of the website.\n\n",{"type":"==","value":[" Boarding the train "]},"\n\nAmtrak tickets generally do not indicate a coach or seat number, merely that you have a place in a reserved coach. Pay close attention to announcements and station staff, who will tell you where to wait and board the train. Attendants will need to see your ticket and\/or pass as you board the train, and they will direct you towards the carriage you should sit in. In some cases, your ticket may show a seat reservation number and a carriage number. If this is the case, the numbers of the carriage are displayed on the doors; pay attention to these as the trains rolls in, so you can be at the right spot on the platform in time to get into your carriage. Some stations have indicators on the platform to show where each carriage will stop.\n\nIf you have a specific seat number on your reservation, you are advised to occupy it. Otherwise, follow the directions of the conductor who checks your ticket, and once on board your coach, you may select your own seat. Once you find your seat, you will want to stay there until the conductor comes by to check your ticket after departure. Upon doing so, the conductor will place a seat check (a small piece of paper) above your seat, to indicate that the seat is occupied. Take this with you if you decide to change seats, especially if you are leaving the train en route, because this piece of paper carries a station code to help the conductor let you know when your stop is imminent and shows you have given a ticket to him\/her already.\n\n",{"type":"===","value":[" Baggage "]},"\nBaggage services on long-distance Amtrak trains are comparable to that of air travel, though with far fewer restrictions and little in the way of security checkpoints. Long-distance Amtrak trains will have a dedicated baggage car for checked baggage that you check-in at the station and retrieve at your destination; you are allowed up to four checked bags – the first two free of charge and two more for $20 per bag, each not to exceed 50 lbs.  Special items such as bicycles are subject to different restrictions. Passengers are allowed up to two carry-on bags, excepting small items needed for the trip. Passenger cars will have overhead racks or special compartments near the entrance. Detailed baggage policy info can be found ",{"type":"[","value":["http:\/\/www.amtrak.com\/baggage-policy here"]},".\n\nUnfortunately, some Amtrak stations do not offer checked baggage as a service, and it would be advisable to check with Amtrak before boarding. A good indicator of whether your stop offers checked bags is to look at the arrival\/departure time of your stop. Many stations, such as all of the stations serviced by Amtrak's Capitol Limited and Lake Shore Limited inside the state of Ohio are only accessed by those trains, which arrive in the predawn hours of the morning; as such they are unmanned, and do not offer checked bags.\n\n",{"type":"==","value":[" On board "]},"\n\nThe information here relates specifically to services operated by Amtrak. Private train companies and commuter rail services will offer differing standards of on-board facilities. Generally, commuter trains will have unreserved seats and little in the way of amenities aside from restrooms, although some systems might offer services like room for bicycles or quiet cars.\n\n",{"type":"===","value":[" Coach class "]},"\n",{"type":"[[","value":[["File:Amtrak coachcar.jpg"],["thumb"],["300px"],["Superliner coach seats"]]},"\nCoach (economy) is Amtrak's most affordable class of travel and is offered on all trains except the high speed Acela Express trains of the north-east corridor (between Boston, New York City, and Washington, D.C.). A ticket in coach guarantees you a seat in a carriage with approximately forty to sixty other seats, arranged in pairs either side of the aisle. Seats can be arranged in facing sets of four, but in almost all cases you will find that seats will all face the direction of travel. Luggage racks and spaces for larger items are provided, along with toilets either at the end of the coach or in the lower level of two-level trains.\n\nAn Amtrak coach class seat is roughly comparable with a business class airline seat: there is ample leg room, a reclining seat back and fixed armrests on the outside of each pair of seats. If there is a seat in front of you, a fold-down table will be available. On longer distance routes, there is more legroom as well as a deeper recline and a padded rest that folds up to support your legs when you recline.\n\n",{"type":"===","value":[" Business class "]},"\n\nBusiness class is offered on most trains where there is no first (sleeper) accommodation. Seats are arranged in pairs to one side of the aisle, and singly on the other side of the aisle (called '2+1 seating'). There is more room than coach class, as well as an at-seat attendant service with complimentary refreshments and a newspaper. Long-distance trains that travel overnight generally do not offer business class; sleeper class is available instead.\n\n",{"type":"===","value":[" Regular first class "]},"\nThe only first class service offered by Amtrak that does not include a sleeper is found on the Acela Express trains along the northeast corridor. These trains offer only first and business class service. First class includes complimentary at-seat meals.\n\n",{"type":"===","value":[" First (sleeper) class "]},"\n",{"type":"[[","value":[["File:Amtrak sleepercar.jpg"],["thumb"],["250px"],["Superliner sleeper room, with the bed folded up for day use"]]},"\nAmtrak markets and prices sleeper accommodation as 'first class', with a level of service that aims to be equal to that of a hotel. In addition to a private room on board the train, first class passengers can take advantage of a number of other amenities, including:\n\n",{"type":"*","value":[" Pre-departure access to Club Acela and Metropolitan Lounges in ",{"type":"[[","value":[["Boston"]]}," South Station, ",{"type":"[[","value":[["Chicago"]]}," Union Station, ",{"type":"[[","value":[["New Orleans"]]},", ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]}," Penn Station, ",{"type":"[[","value":[["Philadelphia"]]}," 30th Street Station, ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", ",{"type":"[[","value":[["Raleigh"]]},", ",{"type":"[[","value":[["Saint Paul"]]},"-Minneapolis, and ",{"type":"[[","value":[["Washington, D.C."]]}," Union Station"]},{"type":"*","value":[" All on-board meals included in the cost of your ticket"]},{"type":"*","value":[" An on-board attendant service"]},{"type":"*","value":[" Fresh linen and towel service"]},{"type":"*","value":[" Complimentary bottled water"]},{"type":"*","value":[" Complimentary daily newspapers"]},"\nFirst class accommodations are priced in addition to the lowest available coach fare, and are priced in incrementally priced 'buckets' according to availability. As each 'bucket' of rooms sells out, the price goes up. It is worth noting, however, that after an Amtrak train departs its originating station, if there are any sleeper accommodations still available on the train, they revert in price to the cheapest originally available price. For example, if a train has one remaining room available prior to be departure, it would be priced in the most expensive 'bucket'. Once the train leaves, however, a coach passenger on board the train can approach the conductor and upgrade to the sleeper for the price the room would have been when it first went on sale.\n\nAmtrak operates two types of sleeper carriage: the precise standard of accommodation that you will have depends on the type of train you will be riding on. Check the timetable or Amtrak website to discover which sort of train you'll be riding on.\n\n",{"type":"====","value":[" Superliner coaches "]},"\nSuperliner two-level coaches are used on all long distance trains west of Chicago, and certain other routes. They offer superior ride quality and better views than single level coaches. Most accommodations are located on the upper level, with toilets and other facilities located on the lower level. You can see the inside of Superliners ",{"type":"[","value":["http:\/\/tour.amtraktrains.com\/ here"]},". Superliner sleeper cars offer the following sleeper accommodations:\n\n",{"type":"*","value":[" Roomette (for two people, with no en-suite toilet or shower)"]},{"type":"*","value":[" Bedroom (for two people, with an en-suite toilet and shower)"]},{"type":"*","value":[" Bedroom Suite (two bedrooms connected by an opening door)"]},{"type":"*","value":[" Family Bedroom (for two adults and two children, with no en-suite toilet or shower)"]},{"type":"*","value":[" Accessible Bedroom (for two people with an en-suite toilet, but no shower)"]},"\nAccessible Bedrooms should only be booked by those with reduced mobility or a physical disability. Family Bedrooms and Accessible Bedrooms are located on the lower level of the Superliner carriage.\n\n",{"type":"====","value":[" Viewliner coaches "]},"\n\nViewliner single-level coaches are generally used on all long distance trains that operate in and out of New York Penn Station (where Superliner trains are too tall to enter the tunnels that approach the station). They are distinctive because of the two rows of windows on the side of the train, allowing both upper and lower berth passengers a view from their beds. They offer the following sleeper accommodations:\n\n",{"type":"*","value":[" Roomette (for two people, with an en-suite toilet, but no shower)"]},{"type":"*","value":[" Bedroom (for two people, with an en-suite toilet and shower)"]},{"type":"*","value":[" Bedroom Suite (two bedrooms connected by an opening door)"]},{"type":"*","value":[" Accessible Bedroom (for two people with an en-suite toilet, but no shower)"]},"\nWhile there are no actual limitations, Accessible Bedrooms should only be booked by those with reduced mobility or a physical disability, and family bedrooms should only be booked by families traveling together.\n\n",{"type":"===","value":[" Eating and drinking on board "]},"\n",{"type":"[[","value":[["File:Superliner I Lounge upper.jpg"],["thumb"],["300px"],["Interior of a Superliner Lounge Car."]]},"\n\nOn the shortest of journeys, Amtrak offers an at-seat trolley service of drinks and light refreshments. On most journeys however, there will be a dedicated café or lounge car that offers a marginally broader selection of hot and cold drinks and refreshments, although all snacks will be pre-packed and all hot snacks will be microwaved. Expect to find a very basic selection of overpriced snack food items, although a few trains may surprise you with other options (for instance, the cafe cars on Amtrak Cascades trains sell wine). Café and lounge cars offer an open area of seating around tables that will be open for most of your journey, so even if you don't purchase something from the café you are welcome to sit in the car, enjoy the view and maybe meet some other passengers and on-board staff.\n\nOn almost all long distance trains, Amtrak offers a dedicated dining car that will be open for breakfast, lunch and dinner. Meals are generally prepared off the train before departure and then reheated and plated on board. During lunch and dinner service, for example, customers are presented a preprinted menu with a selection of a couple of appetizers, about six entrees, and few dessert items. Menu items ordered are served on disposable plates and cups, as are the napkins and tablecloths; cutlery and wine goblets are, however, fashioned of steel and glass, respectively.\n\nThe Amtrak Lead Service Attendant, or LSA in Amtrak-speak, who runs the dining car will seat travelers together to fill a table, instead of assigning individuals or couples to a table by themselves (however, the LSA will seat a family together). This practice tends to surprise those unfamiliar with it.  In many cases, a traveller will find an interesting conversation happening that would never come about otherwise.\n\nAs mentioned above, all meals (but not alcoholic beverages) are included in sleeper tickets. Coach passengers can pay according to the menu. Per meal, the breakfast menu is the cheapest and dinner is the most expensive. Reservations are required for lunch and dinner; after boarding the LSA will travel through the train taking reservations. Reservations are handled in time increments, so during meal time the LSA will periodically announce when each group of reservations will be served.\n\nGiven the high price of meals from the dining car, many seasoned travelers bring their own snacks with them on the train, and then supplement them with the odd item from the lounge or café car. However, you aren't allowed to consume any food you bring on board in the café car, and federal guidelines prohibit the dining staff from handling any food you bring on board (even if it's just to reheat something in the microwave).\n\nWith the exception of sleeper passengers who consume them in their own cabins, passengers are not allowed to bring their own alcohol on board any Amtrak train.\n\n",{"type":"===","value":[" Other amenities "]},"\nMany of Amtrak's short and mid-range trains as well as some of the busiest stations offer free ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/journey-with-wi-fi-train-station wi-fi"]}]},", though this service can be rather unreliable.\n\nSome short and mid-range lines, namely those in the Northeast Corridor, also offer a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/onboard-the-train-quiet-car Quiet Car"]}]}," where cell phone conversations are specifically prohibited and any device that creates noise must be silenced (and you ",{"type":"''","value":["will"]}," get dirty looks and be asked to move if you break the rules). This is a relatively new service and is slowly being expanded to other short-distance routes.\n\n",{"type":"==","value":[" Delays "]},"\n\nUnfortunately, delays are common on long-distance Amtrak routes. This is because private railroads own most of the tracks used by Amtrak, and they are more concerned about their own freight trains than about Amtrak's passenger trains.  Average delays vary considerably among routes.  The very helpful ",{"type":"[","value":["http:\/\/amtrakdelays.onlineschedulingsoftware.com\/ Amtrak Delays site"]}," will give you an idea of when you can expect your train to arrive, showing how late it has been over the past few weeks. In the last few years Amtrak has increased its effort to ensure trains are on time, and most trains arrive on time well over 50% of the time.\n\n",{"type":"==","value":[" Routes "]},"\n",{"type":"[[","value":[["File:Chicago union station hall.jpg"],["350px"],["thumbnail"],["Chicago's Union Station, departing point for many of Amtrak's long-distance train lines"]]},"\n\nAmtrak has over 30 different passenger train services. There is a high concentration of routes in the Northeast and Midwest, with a lot of interconnecting lines and routes are more likely to run multiple times a day. In the South or the West (save for a small concentration of lines in California), services dwindle dramatically with only a few lines and a small number of connecting points, however these lines are also among the most scenic in the country.\n\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/acela-express-train Acela Express"]}]}," takes you from ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["Massachusetts"]]}," to ",{"type":"[[","value":[["Washington, D.C."]]}," via ",{"type":"[[","value":[["New York City"],["New York"]]}," and ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Pennsylvania"]]},". This is the only route in the country which resembles a high-speed rail line, with a top speed of 150 mph (241 km\/h). There are multiple daily departures and the length of the ride from Boston to D.C. is seven hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/adirondack-train Adirondack"]}]}," travels from ",{"type":"[[","value":[["New York City"]]}," to ",{"type":"[[","value":[["Montreal"]]}," via ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}," and is one of Amtrak's most scenic routes, passing through the Hudson River Valley and the Adirondack Mountains. The autumn colors along this route are renowned and make it a spectacular trip in the fall. The route runs daily and takes 10 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/cascades-train Amtrak Cascades"]}]}," takes you from ",{"type":"[[","value":[["Eugene"]]},", ",{"type":"[[","value":[["Oregon"]]}," to ",{"type":"[[","value":[["Vancouver"]]},", ",{"type":"[[","value":[["British Columbia"]]}," via ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", ",{"type":"[[","value":[["Oregon"]]}," and ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Washington (state)"],["Washington"]]},".  This route uses a distinctive brown Talgo trainset in lieu of the normal blue livery and passes by some lovely Pacific Northwest scenery, including beautiful coastlines and pine forests. There are multiple daily departures with two trains daily running between Seattle and Vancouver; one ends in Seattle and the other continues on to Portland. The length of the trip is 10 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/auto-train Auto Train"]}]}," is a unique service designed to carry passengers and their automobiles from the Northeast down to Florida, with cars specifically designed for holding autos. There are only two stops: ",{"type":"[[","value":[["Lorton"]]},", ",{"type":"[[","value":[["Virginia"]]}," just outside of ",{"type":"[[","value":[["Washington, D.C."]]},", and ",{"type":"[[","value":[["Sanford (Florida)"],["Sanford"]]},", ",{"type":"[[","value":[["Florida"]]}," near ",{"type":"[[","value":[["Orlando"]]},". Service is daily and takes 17 1\/2 hours."]},"\n",{"type":"*","value":["Amtrak's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/california-zephyr-train California Zephyr"]}]}," travels from ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Illinois"]]}," to ",{"type":"[[","value":[["Emeryville"]]},"\/",{"type":"[[","value":[["San Francisco"]]}," (San Francisco is a short bus ride from Emeryville) via ",{"type":"[[","value":[["Omaha"]]},", ",{"type":"[[","value":[["Nebraska"]]},"; ",{"type":"[[","value":[["Denver"]]},", ",{"type":"[[","value":[["Colorado"]]},"; ",{"type":"[[","value":[["Salt Lake City"]]},", ",{"type":"[[","value":[["Utah"]]},"; and ",{"type":"[[","value":[["Reno"]]},", ",{"type":"[[","value":[["Nevada"]]},". This is arguably Amtrak's most scenic route, passing through spectacular mountain passes and narrow canyons in the Rocky Mountains and the Sierra Nevada and traversing across expansive plains and deserts. Service is daily and takes 51 1\/2 hours to complete. An itinerary can be found ",{"type":"[[","value":[["California Zephyr"],["here"]]}]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/capitol-corridor-train Capitol Corridor"]}]}," is a commuter service from ",{"type":"[[","value":[["Auburn (California)"],["Auburn"]]}," to ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]},", ",{"type":"[[","value":[["California"]]}," via ",{"type":"[[","value":[["Sacramento"]]},", ",{"type":"[[","value":[["Emeryville"]]},", and ",{"type":"[[","value":[["Oakland"]]}," (with bus connections to ",{"type":"[[","value":[["San Francisco"]]},"). Though a short-distance line, the train does pass by some beautiful Bay Area scenery. There are multiple daily departures and the trip takes 3 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/capitol-limited-train Capitol Limited"]}]}," runs from ",{"type":"[[","value":[["Chicago"]]}," to ",{"type":"[[","value":[["Washington, D.C."]]}," via ",{"type":"[[","value":[["Cleveland (Ohio)"],["Cleveland"]]},", ",{"type":"[[","value":[["Ohio"]]}," and ",{"type":"[[","value":[["Pittsburgh"]]},", ",{"type":"[[","value":[["Pennsylvania"]]},". This route follows the historic B&O railroad line, passing through many scenic narrow river valleys and old industrial towns as it crosses the Allegheny Mountains. Service is daily and takes 18 hours to complete."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/cardinal-hoosier-state-train Cardinal"]}]}," connects ",{"type":"[[","value":[["New York City"]]}," with ",{"type":"[[","value":[["Chicago"]]},"; via ",{"type":"[[","value":[["Washington, D.C."]]},", ",{"type":"[[","value":[["Cincinnati"]]},", ",{"type":"[[","value":[["Ohio"]]},", and ",{"type":"[[","value":[["Indianapolis"]]},", ",{"type":"[[","value":[["Indiana"]]},". The route traverses some beautiful Virginia and West Virginia scenery, crossing through the Allegheny and Blue Ridge Mountains, rolling hills and lush river valleys. The train operates three days a week and is a 26 1\/2 hour trip."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/carolinian-piedmont-train Carolinian"]}]}," travels from ",{"type":"[[","value":[["New York City"]]}," to ",{"type":"[[","value":[["Charlotte"]]},", ",{"type":"[[","value":[["North Carolina"]]},"; via ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Pennsylvania"]]},", ",{"type":"[[","value":[["Washington, D.C."]]},", and ",{"type":"[[","value":[["Raleigh"]]},", North Carolina. Service is daily and takes 13 1\/2 hours to complete."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/city-of-new-orleans-train City of New Orleans"]}]}," takes you from ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Illinois"]]}," to ",{"type":"[[","value":[["New Orleans"]]},", ",{"type":"[[","value":[["Louisiana"]]},", via ",{"type":"[[","value":[["Memphis"]]},", ",{"type":"[[","value":[["Tennessee"]]},". The ride is 19 hours long and operates daily."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/coast-starlight-train Coast Starlight"]}]}," runs from ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["California"]]}," to ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," via ",{"type":"[[","value":[["Santa Barbara"]]},", ",{"type":"[[","value":[["California"]]},"; ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]},", ",{"type":"[[","value":[["California"]]},"; ",{"type":"[[","value":[["Emeryville"]]},", ",{"type":"[[","value":[["California"]]}," (a short Amtrak bus ride from ",{"type":"[[","value":[["San Francisco"]]},"); ",{"type":"[[","value":[["Sacramento"]]},", ",{"type":"[[","value":[["California"]]},"; and ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", ",{"type":"[[","value":[["Oregon"]]},". Although the moniker is \"Coast Starlight\", the coast is visible for only a short while between Los Angeles and ",{"type":"[[","value":[["San Luis Obispo"]]},", however the route does also pass through some pine forests with excellent vistas of mountain peaks in Oregon and Washington. Service is daily and takes 35 hours to complete."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/crescent-train Crescent"]}]}," runs from ",{"type":"[[","value":[["New York City"]]}," to ",{"type":"[[","value":[["New Orleans"]]},", ",{"type":"[[","value":[["Louisiana"]]},"; via ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Pennsylvania"]]},"; ",{"type":"[[","value":[["Washington, D.C."]]},"; ",{"type":"[[","value":[["Charlotte"]]},", ",{"type":"[[","value":[["North Carolina"]]},"; and ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Georgia (state)"],["Georgia"]]},". Service is daily and takes 30 hours to complete."]},"\n",{"type":"[[","value":[["File:Amtrak downeaster ocean park 2005 cropped.jpg"],["thumb"],["250px"],["The ",{"type":"''","value":["Downeaster"]}]]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrakdowneaster.com\/ Downeaster"]}]}," runs from North Station in ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["Massachusetts"]]}," to ",{"type":"[[","value":[["Portland (Maine)"],["Portland"]]},", ",{"type":"[[","value":[["Maine"]]}," before continuing on to ",{"type":"[[","value":[["Brunswick (Maine)"],["Brunswick"]]},", Maine. The train passes through some scenic New England mill towns and along beautiful stretches of Maine coastline. It operates 5 daily round trips between Portland and Boston, and 3 daily round trips between Portland and Brunswick. The trip takes 2.5 hours Portland to Boston and 3.4 hours from Brunswick to Boston. An itinerary can be found ",{"type":"[[","value":[["Downeaster"],["here"]]},"."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/empire-builder-train Empire Builder"]}]}," runs from ",{"type":"[[","value":[["Chicago"]]}," to either ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", ",{"type":"[[","value":[["Oregon"]]},"; or ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," via ",{"type":"[[","value":[["Milwaukee"]]},", ",{"type":"[[","value":[["Wisconsin"]]},", ",{"type":"[[","value":[["Minneapolis"]]},", ",{"type":"[[","value":[["Minnesota"]]},", and ",{"type":"[[","value":[["Glacier National Park"]]},". One of Amtrak's busiest routes and one of the most scenic, the Empire Builder passes through beautiful wide open plains and spectacular Rocky Mountain vistas, with views of lush pine forests and snow-covered peaks. This route operates daily and is a 46 hour ride. An itinerary can be found ",{"type":"[[","value":[["Empire Builder"],["here"]]},"."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/empire-service-train Empire Service"]}]}," is a train running multiple times a day between ",{"type":"[[","value":[["New York City"]]}," to ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},", ",{"type":"[[","value":[["New York (state)"],["New York"]]},", with some trains continuing to ",{"type":"[[","value":[["Buffalo"]]}," and ",{"type":"[[","value":[["Niagara Falls (New York)"],["Niagara Falls"]]},", passing through the Hudson River Valley and the Finger Lakes region. The trip takes 7 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/ethan-allen-express-train Ethan Allen Express"]}]}," connects ",{"type":"[[","value":[["New York City"]]}," to ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},", ",{"type":"[[","value":[["New York (state)"],["New York"]]}," and ",{"type":"[[","value":[["Rutland (Vermont)"],["Rutland"]]},", ",{"type":"[[","value":[["Vermont"]]},". The route passes through some marvelous upstate scenery and is an excellent option for taking in the fall colors. The service runs daily and takes 5 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/heartland-flyer-train Heartland Flyer"]}]}," runs from ",{"type":"[[","value":[["Oklahoma City"]]},", ",{"type":"[[","value":[["Oklahoma"]]}," to ",{"type":"[[","value":[["Fort Worth"]]},", ",{"type":"[[","value":[["Texas"]]},", passing through prairie country and along rivers. Service is daily and takes 4 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/hiawatha-train Hiawatha"]}]}," is Amtrak's shortest line, running from ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Illinois"]]}," to ",{"type":"[[","value":[["Milwaukee"]]},", ",{"type":"[[","value":[["Wisconsin"]]}," in a mere ninety minutes. Multiple daily departures."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/illinois-services-train Illinois Service"]}]}," is a collection of lines radiating out of ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Illinois"]]},", crossing the state and terminating in ",{"type":"[[","value":[["Quincy (Illinois)"],["Quincy"]]},", Illinois, ",{"type":"[[","value":[["Carbondale (Illinois)"],["Carbondale"]]},", Illinois, or ",{"type":"[[","value":[["St. Louis"]]},", ",{"type":"[[","value":[["Missouri"]]},". Service runs multiple times a day and the longest line takes 5 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/keystone-service-train Keystone"]}]}," and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/pennsylvanian-train Pennsylvanian"]}]}," connect ",{"type":"[[","value":[["New York City"]]}," to ",{"type":"[[","value":[["Pennsylvania"]]}," via ",{"type":"[[","value":[["Philadelphia"]]},", with the Keystone terminating in ",{"type":"[[","value":[["Harrisburg"]]}," while the Pennsylvanian continues across the Allegheny Mountains to ",{"type":"[[","value":[["Pittsburgh"]]},". The Keystone runs multiple times a day and takes about 4 hours, while the Pennsylvanian runs daily and takes 9 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/lake-shore-limited-train Lake Shore Limited"]}]}," runs from ",{"type":"[[","value":[["Chicago"]]}," to either ",{"type":"[[","value":[["Boston"]]},", Massachusetts or ",{"type":"[[","value":[["New York City"],["New York"]]},", via ",{"type":"[[","value":[["Cleveland"]]},", Ohio and ",{"type":"[[","value":[["Buffalo (New York)"],["Buffalo, New York"]]},". Runs daily and takes 19 1\/2 hours (Chicago-New York) or 22 hours (Chicago-Boston)."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/maple-leaf-train Maple Leaf"]}]}," connects ",{"type":"[[","value":[["New York City"]]}," to ",{"type":"[[","value":[["Toronto"]]}," via ",{"type":"[[","value":[["Niagara Falls (New York)"],["Niagara Falls"]]}," and passing through some beautiful upstate scenery. The train runs daily and takes 12 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/michigan-services-train Michigan Services"]}]}," are a set of train routes radiating out of ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Illinois"]]}," to ",{"type":"[[","value":[["Michigan"]]},", terminating in ",{"type":"[[","value":[["Grand Rapids"]]},", ",{"type":"[[","value":[["Detroit"]]},", or ",{"type":"[[","value":[["Pontiac (Michigan)"],["Pontiac"]]},". There are multiple daily departures and the longest line takes 6 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/missouri-river-runner-train Missouri River Runner"]}]}," crosses ",{"type":"[[","value":[["Missouri"]]},", linking ",{"type":"[[","value":[["St. Louis"]]}," with ",{"type":"[[","value":[["Kansas City"]]},". Service runs daily and takes 5 1\/2 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/northeast-regional-train Northeast Regional"]}]}," is Amtrak's busiest service, connecting ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["Massachusetts"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Pennsylvania"]]},", ",{"type":"[[","value":[["Washington, D.C."]]},", and the many towns and cities in-between, with some services also continuing south into ",{"type":"[[","value":[["Virginia"]]},". This is also Amtrak's most frequent service, with multiple daily departures, and the longest trip takes 12 1\/2 hours."]},"\n",{"type":"[[","value":[["File:Pacific Surfliner @ San Clemente CA..jpg"],["thumb"],["250px"],["The ",{"type":"''","value":["Pacific Surfliner"]}]]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/pacific-surfliner-train Pacific Surfliner"]}]}," runs from ",{"type":"[[","value":[["San Luis Obispo"]]},", ",{"type":"[[","value":[["California"]]}," to ",{"type":"[[","value":[["San Diego"]]},", via ",{"type":"[[","value":[["Los Angeles"]]}," and ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]},". A perfect way to beat the Southern California traffic and also great for visiting ",{"type":"[[","value":[["Disneyland"]]},", as well as enjoying some gorgeous coastline. There are multiple departures every day and it takes about 6 hours to complete the trip."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/silver-service-palmetto-train Palmetto \/ Silver Meteor \/ Silver Star"]}]}," are three different trains which travel from ",{"type":"[[","value":[["New York City"],["New York"]]}," down the East Coast. The ",{"type":"''","value":["Palmetto"]}," travels from New York City to ",{"type":"[[","value":[["Savannah"]]},", ",{"type":"[[","value":[["Georgia (state)"],["Georgia"]]},"; via ",{"type":"[[","value":[["Charleston (South Carolina)"],["Charleston"]]},", ",{"type":"[[","value":[["South Carolina"]]},". The ",{"type":"''","value":["Silver Meteor"]}," travels from New York City to ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["Florida"]]},"; via Charleston, Savannah, and ",{"type":"[[","value":[["Orlando"]]},", ",{"type":"[[","value":[["Florida"]]},". The ",{"type":"''","value":["Silver Star"]}," follows essentially the same route as the Silver Meteor, except it takes a different route through the Carolinas and makes a detour to ",{"type":"[[","value":[["Tampa"]]},", ",{"type":"[[","value":[["Florida"]]},". All three trains run daily, and the length of the trip is up to 28 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/san-joaquin-train San Joaquin"]}]}," connects ",{"type":"[[","value":[["Sacramento"]]},", ",{"type":"[[","value":[["California"]]}," and the ",{"type":"[[","value":[["San Francisco"]]}," ",{"type":"[[","value":[["Bay Area (California)"],["Bay Area"]]}," with the ",{"type":"[[","value":[["San Joaquin Valley"],["Central Valley"]]}," of California, running south to ",{"type":"[[","value":[["Bakersfield"]]},". There are multiple daily departures and the trip takes up to 6 hours."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/southwest-chief-train Southwest Chief"]}]}," travels from ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Illinois"]]}," to ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["California"]]},"; via ",{"type":"[[","value":[["Kansas City (Missouri)"],["Kansas City"]]},", ",{"type":"[[","value":[["Missouri"]]},", ",{"type":"[[","value":[["Albuquerque"]]},", ",{"type":"[[","value":[["New Mexico"]]}," and ",{"type":"[[","value":[["Flagstaff"]]},", ",{"type":"[[","value":[["Arizona"]]},".  The route is similar to that of the Santa Fe Railway's ",{"type":"''","value":["Super Chief"]}," train; it parallels the old ",{"type":"[[","value":[["Santa Fe Trail"]]}," between Kansas City and Santa Fe, and ",{"type":"[[","value":[["Route 66"]]}," between Albuquerque and Los Angeles. The route passes through some lovely desert and mountain scenery, cutting through narrow canyons and red rock country. Service on the 40-hour route is daily."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/sunset-limited-train Sunset Limited"]}]}," travels from ",{"type":"[[","value":[["New Orleans"]]},", ",{"type":"[[","value":[["Louisiana"]]}," to ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["California"]]}," via ",{"type":"[[","value":[["San Antonio"]]},", ",{"type":"[[","value":[["Texas"]]},". This route comes within sight of the Mexican border for portions of the route and passes through a lot of desert. Service is three times a week and is 48 hours from start to end."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.texaseagle.com\/ Texas Eagle"]}]}," travels from ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Illinois"]]}," to ",{"type":"[[","value":[["San Antonio"]]},", ",{"type":"[[","value":[["Texas"]]},"; via ",{"type":"[[","value":[["St. Louis"]]},", ",{"type":"[[","value":[["Missouri"]]},", and ",{"type":"[[","value":[["Dallas"]]},", ",{"type":"[[","value":[["Texas"]]},". Service is daily and takes 32 1\/2 hours to complete. Three days a week, the train continues to Los Angeles via the Sunset Limited."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/vermonter-train Vermonter"]}]}," has daily service from ",{"type":"[[","value":[["Washington, D.C."]]}," to ",{"type":"[[","value":[["New York City"]]},", ",{"type":"[[","value":[["New Haven"]]},", and ",{"type":"[[","value":[["Saint Albans (Vermont)"],["St. Albans"]]}," in ",{"type":"[[","value":[["Vermont"]]},". It is a very scenic route with some beautiful views of Vermont. From St. Albans, it is only a short bus ride to ",{"type":"[[","value":[["Montreal"]]},". The trip takes 14 hours to complete."]},"\n",{"type":"{{","value":[["PartOfTopic"],["Rail travel"],["United States of America"]]},"\n",{"type":"{{","value":[["guidetopic"]]},"\n\n",{"type":"{{","value":[["related"],["Rail_travel_in_Canada"]]},"\n",{"type":"[[","value":[["Wikipedia:Rail transport in the United States"]]}]