[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Rajecké Teplice"]}," is a city in the north-west part of ",{"type":"[[","value":[["Slovakia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nYou can find this small spa-town something about 15 kilometers south of another big city Zilina. It lies between two rivers- Rajcianka and Kuneradka. Rajecké Teplice is enclosed with deciduous and coniferous forests of Súlov hills and Lucanska mala Fatra Mountains. Those mountains are connected there and create a valley with beautiful green scenery. The population of the town is about 2800 people. \n\nWhat is very enviable is our clear air without any air- pollution and with minimum content of dust. Therefore, Rajecké Teplice is something like a recreational or holiday place for tourists especially from Czech Republic, Poland and Germany… but from another part of Slovakia too. Visitors love our town especially because of curative thermal springs that gave the settlement its name. Name Teplice means in Slovak,, hot springs,,. No wonder, that the Spa had become an integral part of the town. Around Rajecké Teplice,there is wonderful nature with rocky formations, caves and cracks from dolomites. You can find there a large variety of Carpathian flora; we can see badgers, foxes, martens, red- dears, owl or eagles in the woods.\n\n",{"type":"===","value":["History"]},"\nThe first testimony about the existence of the villa Tapolcha and SPA comes from the document of King Ladislav Veľký from the year 1376. In year, 1368 there was built just a summer residence for Austro – Hungarian magnates. However, in year 1372 were discovered hot springs and it was a ground for coming SPA. This water has 38 grades. The development of the town continued also in 18th century. New spa buildings and three pools ( one for nobility, one for common people and one for the beggars) were built. In year 1793, there was made the first analysis of the mineral water in Rajec location. In 19th century, Rajecké Teplice became a famous holiday place for high aristocracy. Rajecké Teplice was given the spa town status in 1959. On 8 February 1989, Rajecké Teplice was upgraded to the town.  \n\n",{"type":"==","value":["Get in"]},"\nYou can get in from ",{"type":"[[","value":[["Zilina"]]},", which is about 15 km away, by train or bus. You can also use a car. The journey takes from 20 to 25 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThere aren't any historical showplaces or sightseeing, except a baroque church that is located in the middle of the town. However, 6 km far from Rajecke Teplice, you can find a reneissance castle in Kunerad or the second biggest ruin of a castle in Slovakia, the castle Lietava. This dominant was built around year 1240 and it is nearly 3 hours of pedestrian way far.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["SPA Aphrodite"]},"\n",{"type":"[","value":["http:\/\/www.spa.sk website Spa Aphrodite"]}," is the decoration of the city. Several years ago, SPA was completely reconstructed. They are built in antic style and they became the center of social life. The thermal springs of 38 °C hydrocarbonate-calcium-magnesium-containing curative water have curative effects. Now there are treated degenerative diseases, conditions after injuries, surgeries of joint and spine, neurogical conditions, and some vasoneuroses. Among neurological conditions in the spa are treated postpolio conditions, neuromuscular degenerative diseases, non-spastic pareses, Parkinson’s disease, and some occupational diseases.  Of course, you can visit our SPA just for fun or to have relax in hot water. Within the complex of spa treatment, balneotherapeutic procedures are applied (baths in piscine pools, pearl, thermal and carbonate baths, whirl baths, solarium, parafango, music therapy, laser therapy, electro acupuncture, aqua aerobic, solux, scotch spray-guns, sauna, underwater massages etc.\n\n",{"type":"===","value":["Summer festival LETO FUC"]},"\nEvery summer, at the end of August,there is a music and beer festival LETO FUC. More than one thousand people enjoy this music action every year. There is a nice richness of the most popular bands from Slovakia but also from Czech Republic. The fun lasts two days in which you can try from several best sorts of Slovak beers.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nYou can choose from quantity of restaurants, hotels or pensions. \nThe most visited restaurant is called ",{"type":"'''","value":["Fishing bastion"]}," and it is located in the middle of a small lake and there is a bridge you have to use. You can try of many fish specialities there. It is very romantic especially during the winter when everything is under the snow.\nThe restaurant ",{"type":"'''","value":["Koliba"]}," offers Slovak specialties including “",{"type":"'''","value":["'brindzove halusky"]},"'” that are not just very healthy but also tasty. If visitors prefer Italian kitchen, especially pizza, restaurant ",{"type":"'''","value":["Merritto"]}," is the right choice.\nThe ",{"type":"'''","value":["Hotel Velka Fatra"]}," is quite famous with its international kitchen.\n\n",{"type":"==","value":["Drink"]},"\nVisitors can always try some of the typical Slovak beers, such as Zlaty Bazant or Saris.\n\n",{"type":"==","value":["Sleep"]},"\nThe accommodation and services are on high level. Visitors can choose from quantity of hotels, motels or private accommodation. In the centre of the town, there is a ",{"type":"'''","value":["Hotel Velka Fatra"]},"that is connected with SPA buildings of hotel ",{"type":"'''","value":["Aphrodite"]},". Hotel Aphrodite was competely renovated in year 2002. Also hotels ",{"type":"'''","value":["Mala Fatra"]},", ",{"type":"'''","value":["Villa Flora"]}," and ",{"type":"'''","value":["Villa Margareta"]}," offer high-class services.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aphrodite SPA and Hotel****"],["alt="],["url="],["email=spa@spa.sk"],["address="],["lat="],["long="],["directions="],["phone=+421 41 5494256"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sport Wellness Hotel Diplomat"],["alt="],["url="],["email=reservation@hoteldiplomat.sk"],["address="],["lat="],["long="],["directions="],["phone=+421 41 5004455"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Čičmany"]]}," - a folk village\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["49.1333"],["18.6833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Slovakia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rajecké Teplice"]]}]