[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"'''","value":["Rajgad"]}," is a hill fort in ",{"type":"[[","value":[["Pune"]]},". It was initially called Murumbdev and was later renamed to Rajgad by Shivaji Maharaj. It is located south-west to Pune City. The base village Gunjavane is around 60km from Pune. This fort was initially the capital of Shivaji Maharaj's Hindavi Swarajya. The capital was later shifted to ",{"type":"[[","value":[["Raigad"]]},". The area of the fort base is 24 square miles.\n\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nThere are several routes to climb this fort. \n\n",{"type":"===","value":["Padmavati Machee via Chor Darwaza (Secret Doorway)"]},"\nThis is the most popular route and starts from Gunjavane village. This route takes approximately 2 and a half hours to ascend the fort and leads to the Padmavati Machee (Plateau). However, one needs to navigate a treacherous and steep rocky incline to reach Chor Darwaza. To reach Gunjavane, drive towards Satara on the Pune Bangalore NH4 Highway. After about 30 km from Warje Naka in Pune, turn right at Nasrapur. From here, Gunjavane is 28 km. Follow road directions to Rajgad. These directions are only available in Marathi. However, asking the locals on the street will be a great help.\n\n",{"type":"===","value":["Via Pali Darwaza"]},"\nThis is a simple climb. However, it will take longer to climb from here as compared to Chor Darwaza. To get here, turn right from Nasrapur and go to Velhe village. From there, walk to Pabe village and ask the locals for directions to climb the fort. It should take approximately 3 hours to climb via this route.\n\n",{"type":"===","value":["Suvela Machee via Chor Darwaza"]},"\nFrom Gunjavane village, there is a route through the forest which leads to Suvela Machee. However, it's a treacherous path comprising steep rock faces. It's advisable to climb from this path only under expert guidance and with professional mountain climbing equipment.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"<","value":["b",[" Padmavati Lake"]]},": There is a small fresh water lake on Padmavati Machee. The chor darwaza leads to here directly. The walls of the lake are intact even today and the lake never dries up (even in the hottest summer). Once you climb the fort, it would be a good idea to remove your shoes and relax a little by dangling your feet in the water. There are small fish in the lake and they come to nibble at the dead skin on your feet"]},"\n",{"type":"*","value":[" ",{"type":"<","value":["b",[" Padmavati Temple"]]},": This temple was constructed by Shivaji Maharaj himself. In front of the temple is the tomb of Saibai, Shivaji Maharaj's wife."]},"\n",{"type":"*","value":[" ",{"type":"<","value":["b",[" Rameshwar Temple"]]},": This is in front of Padmavati temple. The Shiva linga present is believed to be of Shivaji Maharaj's times."]},"\n",{"type":"*","value":[" ",{"type":"<","value":["b",[" Padmavati Machee"]]},": There are 3 machees on Rajgad. One of the best maintained is the Padmavati Machee. This was a military base as well as a residential area."]},"\n",{"type":"*","value":[" ",{"type":"<","value":["b",[" Sanjivani Machee"]]},": This extends approximately for 2 and a half kms and has been constructed in three phases. For each phase, an armoured fortified place is provided. There are many cisterns on this machee. There is also an underground escape route (unusable now) which leads directly to the outermost fortification. "]},"\n",{"type":"*","value":[" ",{"type":"<","value":["b",[" Suvela Machee"]]},": This is situated on the eastern part of the fort. This machee narrows down in width as one proceeds farther along its length. At the start of the machee, there is a hill called 'Duba'. As we proceed ahead, there is a small temple of Lord Hanuman. Straight ahead from this temple leads to the second stage, from where the fortification starts. If you turn right before the steps leading to the fortification and walk a little, you will come across a giant hole in the rock face. This is about 3 metres in diameter and has been carved by the force of wind. This hole is called 'Nedh' or 'Hatti Prastar'. It's possible to climb into this hole for a good view. At the base of this hole is an idol of Lord Ganesha and one can reach a second Gupt Darwaza from here. This doorway is called 'Madhe darwaza'."]},"\n",{"type":"*","value":[" ",{"type":"<","value":["b",[" Alu Darwaza"]]},": This is one of the entrances to the fort. If one walks from ",{"type":"[[","value":[["Torna"]]}," fort to Rajgad, then this is the only way to enter."]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["22.5667"],["73.6667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pune"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rajgad"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]}]