[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image: 2010-08_Ramallah_57.jpg"],["thumb"],["right"],["400px"],["A market in Ramallah."]]},"\n\n",{"type":"'''","value":["Ramallah"]}," (Arabic رام الله ",{"type":"''","value":["Rāmallāh"]},") is a small city (population, approximately 57,000) in the Palestinian Territories, located within the West Bank region, some 15 km (10 miles) north of Jerusalem. Since the inception of the Palestinian National Authority, Ramallah has acted as the de facto capital city of the Palestinian administration.\n\nModern Ramallah was founded in the mid-16th century by the Haddadins, a Jordanian tribe of brothers descended from Ghassanid Christian Arabs. The Haddadins, led by Rashid Haddadin, arrived from east of the Jordan River near the Jordanian town of Shoubak. The Haddadin migration is attributed to fighting and unrest among clans in that area. According to modern living descendents of original Haddadin family members, Rahid's brother Sabra Haddadin was hosting Emir Ibn Kaysoom, head of a powerful Muslim clan in the region, when Sabra's wife gave birth to a baby girl. According to custom, the Emir proposed a betrothal to his own young son when they came of age. Sabra believed the proposal was in jest, as Muslim-Christian marriages were not customary, and gave his word. When the Emir later came to the Haddadins and demanded that they fulfill their promise, they refused. This set off bloody conflict between the two families. The Haddadins fled west and settled on the hilltops of Ramallah, where only a few Muslim families lived at the time. Today although town has a Muslim majority, Ramallah retains it's title as a historically Christian Palestinian town\n\nRamallah is known for its religiously relaxed atmosphere—alcohol flows freely and movie theaters are well attended—and the cafes along its main streets. Ramallah is, without question, the cultural capital of the West Bank, with a highly educated and fashionable population. It is also the hub of Palestinian feminist activity; the city’s women frequently attend university rather than marry early, and several cafes run exclusively by women are used to fund local feminist organizations.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nTourists with passports outside the Middle East have no problem entering or exiting Ramallah. Make sure to have your passport and visa stamp with you. Even though you will probably not need your passport to enter, you will be required to show your passport and stamp in order to re-enter Israel. Once through the checkpoint, it is a short drive to downtown Ramallah.  Bear in mind that it is illegal for Israelis to enter Ramallah, under Israeli law.\n\n",{"type":"===","value":["By plane"]},"\n\nAs the ",{"type":"[[","value":[["Kalandia"]]}," airport is not accessbile for civilian passengers anymore, the only nearby passenger airports are Ben Gurion in ",{"type":"[[","value":[["Tel Aviv"]]}," and Queen Alia in ",{"type":"[[","value":[["Amman"]]}," then heading towards King Hussain Bridge and passing through it\n\n",{"type":"===","value":["By train"]},"\nThere is no train service or train stations in Ramallah and the rest cities of the west bank.\n\n",{"type":"===","value":["By car"]},"\nHeading north from Jerusalem on road 60#, you will arrive to Ramallah very quickly. You will have to pass one Israeli checkpoint on the way: Kalandia.\n\n",{"type":"===","value":["By taxi"]},"\nFrom Jerusalem's Damascus Gate you can find taxis to Ramallah for approximately 80-100NIS depending on your bargaining skills.  You can also take a taxi to Qalandia checkpoint and walk through, picking up another taxi on the other side.  It costs about 30 NIS from Qalandia to Ramallah centre.\n\n",{"type":"===","value":["By bus"]},"\nThe ",{"type":"'''","value":["best connection from Jerusalem to Ramallah is the #18 Bus\/Sherut\/service taxi"]},". It departs close to Damascus Gate on Nablus Rd and will take you all the way to ",{"type":"{{","value":[["listing"],["name=Ramallah's bus station"],["alt="],["url="],["email="],["address="],["lat=31.90530"],["long=35.20753"],["directions=near the central square of al-Manara"],["phone="],["tollfree="],["fax="],["hours="],["price=8 NIS"],["content=It takes around 45 minutes"]]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["31.90150"],["35.20105"],["zoom=15"],["layer=OS"]]},"\n\nIt is easy to find a taxi to get around Ramallah (for 10 NIS fixed charge, or the amount specified by the fare-meter).  Car rentals are also available, but seldom needed. As the city center is relatively small, it is not hard to walk to most destinations downtown (including the old city.) Service shuttles (shared taxis) are also available from downtown to most suburbs and to the outskirts of the city at relatively low prices (2,5 NIS inside the city and up to 6 NIS to nearby towns and villages). Make sure to confirm a price before getting into a taxi. Ramallah is a good location for visitors to get to other Northern West Bank cities such as ",{"type":"[[","value":[["Nablus"]]}," and ",{"type":"[[","value":[["Jenin"]]},"\n\n",{"type":"==","value":["See"]},"\n\nThe city is one of the most vibrant ones in the West Bank. In Ramallah, a few historic and religious sites are present. However, the downtown streets are a must see during the day, as the city is often really congested.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"''","value":["Hisbeh"]}," produce market"],["alt="],["url="],["email="],["address="],["lat=31.90459"],["long=35.20603"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great place to visit. Fresh fruits and vegetables can be found at reasonable prices."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old City"],["alt="],["url="],["email="],["address="],["lat=31.90456"],["long=35.19727"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While not resembling any 'medina'-style old city, several churches and mosques can be found that may be of interest to visitors."]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Friends Schools"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the oldest schools in the region, are also a must visit as there is one near the old city, and another in the entrance of the downtown coming from Jerusalem."]]}]}]},"\nDuring the night, a good number of shops are still open, especially during the summer. A common habit of the citizens of the city is going out for a drink, dinner, or a 'Argila' (flavoured tobacco waterpipe.) The cities various coffee shops, bars, and restaurants are a must see\/visit. The nicer ones are often available closer the older city, and on the road going to Betunia, while some good ones can also be found outside the city center.   \n\n\nThere is a ",{"type":"{{","value":[["do"],["name=turkish bath"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=in the twin-city of El-Bireh"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good destination for foreigners wanting to relax for the day"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The West Bank headquarters of the Palestinian Authority"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Mukata'a is a two-block compound with a white tower that is lit up at night and visible from most parts of the city.  It contains some government offices and conference rooms, as well as Yasser Arafat's mausoleum next to the building where he was held under seige by the Israeli Army in 2002."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nTourism, in the traditional sense, is almost non-existant in Ramallah compared to other cities in the region. If you are visiting Ramallah, it is probable that you are doing so for political, business, and\/or humanitarian reasons - expect to have lots of staring, curious (but ",{"type":"'''","value":["always"]}," friendly) eyes looking at you as you walk though town. Many international visitors to Ramallah come to get taxi rides to see the protests in the neighbouring villages (like Nabi Saleh and the world famous Bil'in protests) against Israel's separation barrier. The city's active nightlife and its relatively liberal culture makes it a hot destination for visitors from other cities including Jerusalem during the weeknights and weekends.\n\nWhile there, it is easy to make small talk with the locals. Unless you are firmly anti-Israeli occupation, it is advisable that you do more listening than actual talking yourself, however.  For the most part, Palestinians are glad to share their problems and plight to any western visitors.  However, do not force any topic.\n\n",{"type":"==","value":["Learn"]},"\n\nRamallah is the home of the Friends School in the Palestinian Territories. The school has two campuses, one for grades 1-6 and is located near the old city. The other is for grades 7-12 and is located near the old police station destroyed by an Israeli air strike. The schools are famous for their international learning environment, intensive English language focus, and liberal learning atmosphere. The schools are private and have a number of notable Palestinian alumni.\n\nThe city also has a number of public and private schools that serve a good number of the West Bank youth population. Private schools with specific religious affiliations can also be found.\n\nIn the twin city of El-Bireh, there is also a school for the blind that also serves as a vocational center.\n\nBirzeit University, which is in the neighboring town of Birzeit, is one of the Palestinian Authority's leading educational institutions. The University offers a large number of study options and at different levels for students. It also has several links with international institutions, and often has a number of international students attending it. The PAS (Palestinian and Arab Studies) program is popular with internationals visiting or working in the West Bank who want to learn Arabic and take classes on the history and politics of the Palestinian Authority.\n\nThe city also has branches for Al-Quds Open University, which offers continuing education opportunities to many Palestinians.  \n\nThere are a number of vocational training centers in the city, neighboring towns, and refugee camps.\n\n",{"type":"==","value":["Work"]},"  \nRamallah is a vibrant Palestinian business hub, especially as most international agencies and governmental offices are located in the city. However, with the immigration of Palestinians from other cities in the West Bank to Ramallah, there is a highly competitve job market and many Palestinians, especially young men come to the city seeking work.\nThe most popular career portal In Ramallah and Palestine is ",{"type":"[","value":["http:\/\/www.jobs.ps Jobs in Palestine"]},"  .here you can find most jobs advertised by INGOs,NGOs,and local companies \n\nMajor working opportunities in Ramallah include information technology, pharmaceuticals, development cooperation, and the public sector. Restaurant and coffee shop jobs are also available, mainly during the summer. Agricultural jobs are minimal in the city, but a few can be sought in neighboring villages.\n\nFor foreigners, work opportunities tend to include consultancies in certain private sector markets - IT is most common.  The vast majority of foreigners working in Ramallah are doing development or humanitarian work.  A significant number are focused on human rights and advocacy.  A number of UN agencies work directly in the West Bank and many, such as the UNDP, maintain office in Ramallah.\n\nVolunteering opportunities are common in small and medium sized Palestinian NGOs as well as some international NGOs.  Volunteering is an excellent way to get to understand an organisation and the field they operate in.  Most local NGOs will appreciate foreign volunteers, particularly if they have good written English skills, enabling them to support fundraising work.  Volunteers are often paid small sums to cover basic travel costs but this varies.  If you are planning to volunteer, have enough money to support yourself as Ramallah is not a cheap place to live.\n\n",{"type":"==","value":["Buy"]},"\nThere's not a huge amount to do in Ramallah if you are just visiting.  A great way to spend your time could be to dip in and out of shops.  Shop-keepers are among the most ready-to-talk and many have colourful lives.  It gives you a good reason to walk around and take your time.\n\nYou will never find everything under one roof, but for a basket of common necessities, you will need to visit a baker, grocer, butcher, pharmacy and mini-market.  Ramallah city centre, despite the development and growth of some new stores retains a small-town feel due to the protections for tenants that mean many shops have been in the same location for decades (rent agreed at the outset cannot be increased, so in many cases is only a few USD per year).\n\n",{"type":"===","value":["Groceries"]},"\n",{"type":"*","value":[" The central ",{"type":"{{","value":[["buy"],["name=",{"type":"''","value":["Souq"]}," or market"],["alt="],["url="],["email="],["address="],["lat=31.90459"],["long=35.20603"],["directions=located near the main bus station and the central mosque, about 150m away from al-Manara Square (the centre of Ramallah)"],["phone="],["tollfree="],["fax="],["hours="],["price=Prices are basically fixed although bargaining is possible if you buy more than a few kilos."],["content=It is the cheapest place to buy fruit and vegetables.  Produce is a mixture of Palestinian, Israeli and imported goods."]]}]},"\n",{"type":"===","value":["Bakeries"]},"\nThe bakery on Al-Quds street where the buses emerge from the bus station is one of the best in town.  The staple is 'kmaaj' or pitta bread.  A bakery in the Old City (Ramallah Tahta) produces brown kmaaj and sliced bread.\n\n",{"type":"===","value":["Butchers - Meat \/ Chicken"]},"\nButchers in Ramallah normally sell meat (Beef\/Lamb) or chicken.  If they sell both, they are separated and attended by different people.  One of the best butchers is on Tireh Street about 1km from Al-Manara.  The butcher will cut the meat to your specification and will mince it for you while you wait for no extra charge.  If you ask for barbeque meat, you will also get a mix of coriandar, garlic and spices ready for BBQ.\n\n",{"type":"===","value":["Juice"]},"\nPalestinians seem to love fresh fruit-juice.  For under 10 NIS you can get a large juice with a mixture of anything from Pomegranate to Orange juice.\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Silwadi"],["alt="],["url="],["email="],["address="],["lat=31.90483"],["long=35.2045"],["directions=on Al-Manara square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This juice shop is the most famous and has been around for decades.  Silwadi's something of a purist serving only pure juice."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Alsham Cafe (?)"],["alt="],["url="],["email="],["address="],["lat=31.90474"],["long=35.2043"],["directions=on Al-Manara square just below Stars & Bucks."],["phone="],["tollfree="],["fax="],["hours="],["price=7-15 NIS"],["content=This one also serves a ",{"type":"''","value":["cocktail"]}," which includes ice-cream, nuts and dried fruit as well as chocolate sauce."]]}]},"\n",{"type":"===","value":["Other Shopping"]},"\nRamallah has few supermarkets and almost no international brands.  Fake goods are common including clothing, jewellery and DVDs.  For clothes, jewellery and other common purchases, there are various options in the city centre.  For bigger shops, try the Plaza mall which also has a large supermarket.\n\nCigarettes can be bought from most grocery shops and supermarkets. Most international brands can be found, in addition to locally produced ones. A pack of imported cigarettes costs around 15 NIS (4 U$D.)\n\n",{"type":"==","value":["Eat"]},"\nEating should be no problem in Ramallah, regardless of the budget of visitors. There are a huge number of Falafel and Shawarma places on all of the main streets.\n\n",{"type":"===","value":["Falafel"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nazareth Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=at the end of the main street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular for locals and serves really great (but hummousey) Falafel"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Saba"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=on the main street across the road from the famous \"Rukab\" Ice-Cream shop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Fish"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fish and Chips restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=located in the old city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can have a delicious dish of fresh fish or other seafood dishes. You can choose your favourite fresh fish from Palestine Fishery and ask the chef to prepare that fish for you in the way you like. They also prepare very delicious fish sandwiches at resonable prices."]]}]},"\n",{"type":"===","value":["Misc"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Angelinos"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=on the left at the end of the main street"],["phone="],["tollfree="],["fax="],["hours="],["price=Price\/quality is very satisfactory"],["content=Another place to eat. We went there with a group of friends and we all like sandwich with turkey, stuffed pigeon and pizzas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Checkers"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For those who want more American\/Western food, this place is a fast-food joint in the mini-mall and on the main street."]]}]},{"type":"*","value":[" There’s also ",{"type":"{{","value":[["eat"],["name=Chicago Cheese Steak"],["alt="],["url="],["email="],["address="],["lat=31.90290"],["long=35.20775"],["directions=a little south-east from Manara Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" Try ",{"type":"{{","value":[["eat"],["name=\"Tomasso's\" pizza"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," for a nice pizza dine-in or take-out. "]},"\n",{"type":"===","value":["Ice-Cream"]},"\nThe ",{"type":"'''","value":["Arabic variety of ice-cream"]}," in many places in Ramallah is worth trying - a very different and more gooey and sticky version of what is available in the west. Regular ice cream can be found everywhere also. Try \"Rukab's\" and \"Baladna\" ice cream shops on the main street.\n\n",{"type":"===","value":["Budget"]},"\n\nA filling falafel or hummous pita sandwich with a drink should run you around 4-6 NIS (1.5 U$D) from any of the common downtown restaurants. At nicer restaurants, such a combination will run you a bit more. Saba, Nazareth, and Abu Khalil in al Tireh Street are the best Falafel shops in Ramallah.  \n\n",{"type":"===","value":["Mid-range"]},"\n\nA large Shawerma, Kebab, or Chicken sandwich goes for around 10-15 (2.5 U$D) in most restaurants. A hamburger, fries, and a drink go for around 15-25 NIS depending on the restaurant. Abu Alabed is an excellent Shawerma place located in the old city next to fish and chips restaurant. \"Big Bite\" located at the end of the main street offers a wide range of hot and cold sandwiches. \n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ziryab"],["url=http:\/\/www.ziryab-restaurant.com"],["email="],["address=Main Street"],["lat="],["long="],["directions=just past the Jawwal office"],["phone="],["tollfree="],["fax="],["hours=12-midnight"],["price=50-100 NIS"],["content=Ziryab is great in winter with a large open fireplace and good food.  The prices are average.  Alcohol is available."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\nThe city has a number of upscale restaurants. A nice steak or seafood dish will cost around 80 NIS (20 U$D). \"Darna\", \"Angelo's\", \"Azure\" are all nice options for upscale dining.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tropicana"],["url=http:\/\/tropicana.ps\/"],["email="],["address="],["lat="],["long="],["directions=Massyoun, behind the Quds Bank"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately-priced gourmet restaurant.  Especially in summer, you can sit in the garden, and apart from the traditional Arabic food, they also serve European and Armenian dishes."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nAlthough predominately Muslim, Ramallah is still a Christian town, hence Ramallah's large restaurants usually serve alcohol.  Expect a selection of imported beers (Heineken, Corona, etc.), spirits, and perhaps red or white wine.  Do not display public intoxication, as at best, it is rude and inconsiderate to your Muslim hosts.  At worst, it could be dangerous.\n\n",{"type":"===","value":["Bars"]},"\n\nPopular local places to get served alcohol are Zan's, Zryiab, Stones, Angelo's, and Sangria's.  They all serve food as well and the local Palestinian beer \"Taybeh\" (which can challenge most European beers).  For more robust beer lovers, Taybeh also comes in a delightfully rich tasting dark version although this isn't as widely sold as the lighter ale.  \n\nMost neighborhoods, particularly traditionally Christian ones have a couple of stores that sell beer, wine and spirits.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Silwadi Juice Shop"],["url="],["email="],["address=al-Manara Square"],["lat="],["long="],["directions=Right on the central square in Ramallah"],["phone="],["tollfree="],["fax="],["hours=7am to midnight"],["price=Under 10NIS"],["content=Silwadi juice shop is the most famous juice shop in Ramallah.  It has been in the same place for decades.  They only serve fresh juice.  Choose from a variety of seasonal fruits (and vegetables)."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Snobar"],["url="],["email="],["address=Masaif (al-Irsal)"],["lat="],["long="],["directions=10 minutes from the centre off the left from al-Irsal street)"],["phone="],["tollfree="],["fax="],["hours=Evenings"],["price=20 NIS for a beer"],["content=Snobar is an open-air summer bar about 5 minutes in a taxi from the centre of the city.  Snobar means pine tree in Arabic and the area is enclosed by tall pines.  There is an outdoor swimming pool which is open in the afternoons.  Food and alcohol available."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Beit Anisa"],["url="],["email="],["address=Al-Masyoun Area"],["lat="],["long="],["directions=Turn left at the lights next to the HSBC on Beitunya Road"],["phone="],["tollfree="],["fax="],["hours="],["price=25 NIS for a Beer"],["content=Beit Anisa is Ramallah's latest addition to the nightlife and feels more like a bar in London's Soho.  It attracts a mixture of locals, foreigners and others.  Alcohol available."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Orjwan"],["url="],["email="],["address=Al-Masyoun Area"],["lat="],["long="],["directions=Near the Sakakini Centre"],["phone="],["tollfree="],["fax="],["hours=Evenings"],["price=20-30 NIS for a Beer"],["content=Orjwan is Ramallah's premium nightspot attracting the higher echelons.  Holiday-snaps from Orjwan might not look out of place with those from New York or London."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Taybeh Beer Brewery"],["url=http:\/\/www.taybehbeer.com\/Home.html"],["email="],["address="],["lat="],["long="],["directions=Taybeh village, negotiate a  wage for taxi ride from Ramallah's bus station or catch a serveese to Taybeh"],["phone="],["tollfree="],["fax="],["hours="],["price=5 NIS per beer"],["content=Run and operated by the Palestinian-American Khoury family, this is one of only a handful of micro-breweries in the Middle East. It creates the famous Palestinian beer called \"Taybeh\" and gets it's name from the village that it is made in (the only 100% Palestinian Christian village in Palestine). They offer a tour of their factory and have a gift shop and fresh and very, very, very cheap beer on sale. The village of Taybeh also hosts it's very own Oktoberfest-style festival on the first week of October in Taybeh village"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Fiego"],["alt="],["url="],["email="],["address="],["lat=31.90470"],["long=35.19781"],["directions=in the old city"],["phone="],["tollfree="],["fax="],["hours="],["price=small beer 17 NIS, cocktails 35 NIS"],["content=An upscale and very cosy place in an old city building, with great lights, a warming fireplace for cold winter nights, friendly staff and excellent drinks."]]}]},"\n",{"type":"===","value":["Coffee shops"]},"\nRamallah offers a wide variety of coffeeshops ranging from the local low-scale ones serving Arabic Coffee for 2 NIS, to those fancy places serving the same item for 10-15 NIS. Try the Arabic drinks (arabic coffee, mint tea, sahleb, etc ), cappucinos and lattes, and fresh juices and cocktails at the numerous cafes around downtown and in the suburbs.\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=A mobile coffee stand"],["alt="],["url="],["email="],["address="],["lat=31.90473"],["long=35.20318"],["directions=usually found at Rukab street two blocks west from Manara Square"],["phone="],["tollfree="],["fax="],["hours="],["price=4 NIS"],["content=Serving the arguably best sahlab in town."]]}]},{"type":"*","value":[" Also try \"European\" and \"Karameh\" on main street."]},"\n'Coffee shops' are places to drink coffee and smoke waterpipes.  The term 'Argila' is often used in Ramallah to describe the waterpipes, while 'Shishah' is also used at some places.  You might even see 'Hookah' or 'Hubbly Bubbly'. You can also smoke Arghila in almost any restaurant, although some have special areas for them.  \nYou can order normal ('aadi') or fresh ('fresh').  Fresh means the tobacco is placed in a piece of fruit like an orange (or even a watermelon).  It has a smoother flavour but is more expensive.  You should also choose your flavour.  Common flavours are double-apple ('tufateen') and lemon and mint ('limun-w-nana').\n\nDepending on the location and type of restaurant of cafe, the price of smoking a nice and soothing tobacco waterpipe costs anywhere between 8-30 NIS (2-8 U$D).  The cheapest places do have an unwritten men-only rule, however.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Baladna"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=next to Rukab icecream"],["phone="],["tollfree="],["fax="],["hours="],["price=A normal Arghila is about 8 NIS"],["content=a cheap 'Coffee Shop' with an un-written men-only rule.  It is packed every day for most of the evening."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tarwee'a"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Main Street\/Tireh Street near the Arab Bank"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A midrange 'Coffee Shop' which accepts men and women"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nSome older downtown hotels go for around 100-150 NIS (US$20-35).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Area D Hostel"],["alt="],["url=http:\/\/ramallahhostel.com"],["email="],["address="],["lat=31.9048421"],["long=35.2071275"],["directions="],["phone="],["tollfree="],["fax="],["price=dorm 70 NIS, single 200 NIS"],["checkin="],["checkout="],["content=Just opened recently (end 2013) to provide affordable accommodation for budget travellers."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Al Wehdeh Hotel"],["url="],["email="],["address=Al Nahdah Street"],["lat=31.9057695"],["long=35.2067081"],["directions="],["phone=972 02 298 0412"],["tollfree="],["fax="],["hours="],["price=single 100 NIS"],["checkin="],["checkout="],["content=Great Hotel, but a little run down but by far the cheapest and nicest owners in town.  Nice garden and good hot water."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Merryland Hostel"],["url="],["email="],["address=3rd floor of Al Ramoni building"],["lat="],["long="],["directions="],["phone=972 2 298 7176"],["tollfree="],["fax="],["hours="],["price=Single 100 NIS, Double 120 NIS"],["checkin="],["checkout="],["content=No dormitories, so not really a hostel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Al-Hajjal"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=on Jaffa Road"],["phone=+972 02 298 7858"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\nAround 50 U$D will get you a nice room.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=City Inn Palace"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Eastern"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Park Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Room prices vary according to season, but often exceed the US$80 per night."],["checkin="],["checkout="],["content=The most common destination in the city for businessmen and government officials."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Royal Court Suites Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Room prices US$50-140, depending on type of suite"],["checkin="],["checkout="],["content=An all-suites hotel where every room has a kitchenette and A\/C.  Daily and monthly rates in a tourist area close to restaurants and bars."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Movenpick Hotel"],["alt="],["url="],["email=hotel.ramallah@moevenpick.com"],["address="],["lat="],["long="],["directions="],["phone0097 02 29 85 888="],["tollfree="],["fax="],["price=Room prices start from US$180, depending on the season and type of suite"],["checkin="],["checkout="],["content=It is the only five stars hotel in Ramallah so far. This, in itself, is a reason for the hotel to be unique. Beside being located in the heart of  Almasyon, the diplomatic neighborhood of  the city, it is only five minutes away from the city center and Ramallah Old neighborhood."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nGenerally speaking, Ramallah is safe for non-Israeli foreigners.  The Palestinian residents are usually quite happy to have foreign nationals visit them.  Theft is relatively rare, although do not interpret that statement as an OK to let your guard down.\n\nBear in mind that although Ramallah has been under military occupation for a long time, the city is relatively stable.  However, very rarely the Israeli military enters the city to arrest wanted Palestinians.  This usually only happens in the dead of night, and they disappear before anyone realizes that they were there.  However, the Israeli military can enter Ramallah bluntly, and in large numbers.  If this should happen while you are staying in Ramallah, do what the majority of Palestinians do, and stay inside until they leave and away from any soldiers or military vehicles.  Do not assume that just because you are a foreign national that you will be safe. \n\nThat said, Ramallah hasn't seen any widespread violence since 2006 and it is highly unlikely to happen (unless there are escalations with Israel, which will be very apparent via international media). In the cases where the Israelis enter, it is usually to arrest a wanted Palestinian in an outskirts refugee camp in the middle of the night. They will rarely enter the city centre, so as to avoid an unnecessary confrontation with large crowds of civilians.\n\n",{"type":"[[","value":[["WikiPedia:Ramallah"]]},"\n\n",{"type":"{{","value":[["geo"],["31.9000"],["35.2000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Bank"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ramallah"]]}]