[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Rangeley"]}," is a city in ",{"type":"[[","value":[["Maine"]]},". It includes the villages of Oquossoc, Haines Landing and South Rangeley\n\n",{"type":"==","value":["Get in"]},"\n--The ride into Rangeley is not too bad, but coming from the south (lower New England), can be a little frustrating.  From the Maine Turnpike, it is necessary to take the Rt. 4 exit.  Up until this point, the ride is fine.  The ride up Rt. 4 is roughly two hours into Rangeley and has some hilly, windey roads.\n\n",{"type":"==","value":["Get around"]},"\n●\tTo get around, one can use automobiles or one can use the snowmobile trails as a means of transportation. There are not really any public transportation systems, as it is a very small town.\n\n",{"type":"==","value":["See"]},"\n--Mountains, The mountain ranges that can be seen from the heart of Rangeley are simply breath-taking.  Among the mountains, Saddleback is the most well known, and it is the mountain that people ski on.  Another well-known mountain that can be seen is Sugerloaf Mountain.  Rangeley Lake is a very large lake, spanning roughly ten miles long in the longest section, is a great site as well.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Saddleback Mountain Ski Resort"],["url=http:\/\/www.saddlebackmaine.com\/winter\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"● One of thing things that Rangeley is famous for is it’s snowmobile trails. There are hundreds\nof miles of available to snowmobile on, with great attractions along the way. There are many restaurants accessible right from the trails, and there are many great “picture perfect” sights along the way. In the winter, the lake freezes up and can be snowmobiled on as well.\n\n● In the summer, Rangeley Lake is a great place to be. The lake is very large, varying in depth, but it is said to go as deep as 200-250 feet deep in some of the underwater canyons. It is fun to boat on the lake, water-ski, jet-ski, and go tubing. There are even some sea-plane tours available to the public.\n\n● Smalls Falls, This is a small picnic area located right on Rt. 4, a couple miles south of Rangeley. It offers restrooms, picnic tables, hiking trails, and small wading pools at the bottom of a 50+ foot waterfall. It is a beautiful attraction.\n\n",{"type":"==","value":["Buy"]},"\n● Nancy’s Gifts, 75 Main Street Sandy River Plt, ME 04970 - +1 (207) 864-3316 This is a great place to bring home some souvenirs. They have a wide variety of attire\nand small trinkets.\n● IGA, The IGA is the main supermarket in the area. Recently it has been upgraded to a much\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Red Onion"],["url=http:\/\/rangeleyredonion.com\/"],["email="],["address=2511 Main St, Rangeley, ME"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant serving American fare in a casual setting - the Red Onion is well known for its pizzas in the area, but the menu contains a variety of other dishes as well."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Parkside & Main"],["url="],["email="],["address=76 Main St, Rangeley, ME 04970"],["lat="],["long="],["directions="],["phone = +1 207  864-3774"],["tollfree="],["fax="],["hours="],["price="],["content=Upscale restaurant serving a variety of well-executed dishes, many seafood oriented.  Excellent views of Rangeley Lake from the dining room."]]}]},"●\tGingerbread house, 55 Carry Rd, Oquossoc, ME 04964 This restaurant is a great place to go for breakfast, lunch or dinner. It is located a small seven miles from Rangeley. It is right on the snowmobile trails and is a great hangout for snowmobile riders, whether it be for a cup of coffee or a gourmet meal.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Horsefeather Inn"],["alt="],["url="],["email="],["address=391 Rangeley Ave"],["lat="],["long="],["directions="],["phone = +1 207-864-5465"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rangeley Inn"],["url=http:\/\/rangeleyinn.com\/"],["email="],["address=2443 Main Street, Rangeley, ME 04970"],["lat="],["long="],["directions=Directly off of Route 4"],["phone = +1 207-864-3341"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Combination of a large, historic country inn and a more contemporary motel situated on Haley Pond in downtown Rangeley.  The historic inn rooms in the main building have great ambiance, but are frequently not avaialble in the winter off-season;  the motel rooms have recently undergone renovation and are a good year-round alternative.  A great choice for a first-time visitor to the Rangeley Lakes region."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cabin rentals"],["url="],["email="],["address="],["lat="],["long="],["directions=addresses vary"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Many owners of lakefront cabins in the Rangeley area use them as vacation homes and choose to rent them to visitors when not in use.  These cabins can be an exceptional value and offer many of the amenities of home as well as convenient access to water recreation.  There are a variety of firms who coordinate these cabin rentals; some examples are Russell's (http:\/\/www.rlrentals.com\/index.htm) and Morton & Furbish Agency (http:\/\/www.rangeleyrentals.com\/index.asp?Key=1)"]]}]},"●\tLakeside Rentals, 2893 Main St, Rangeley, ME 04970-4201-- +1 (207) 864-0935\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe only time that one should worry about getting out of Rangeley is during snowstorms. Traveling down Rt. 4 in the snow can be very frightening. However traffic is never really a huge concern. Be careful of the huge logging trucks as they travel very fast!\n\n",{"type":"{{","value":[["geo"],["44.96639"],["-70.64278"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rangeley Lakes"]]},"\n",{"type":"[[","value":[["Wikipedia:Rangeley (town), Maine"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Maine\/Localities\/R\/Rangeley\/"]]}]