[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":["Rangiora"]}," is a rural town in ",{"type":"[[","value":[["Greater Christchurch"]]},", in the ",{"type":"[[","value":[["South Island"]]}," of ",{"type":"[[","value":[["New Zealand"]]},". It is the largest town in North Canterbury and the seat of the Waimakariri District Council. Rangiora is 25 kilometres (16 mi) north of ",{"type":"[[","value":[["Christchurch"]]},". The Ashley River is just to the north of the town.\n\n",{"type":"==","value":["Understand"]},"\nCoordinates: 43.3034째S 172.5914째E\n\nAs of the 2006 census the population of the urban area was 11,871. There were approximately 4,500 more people living in the surrounding rural area. The urban area has seen a growth rate of over 10% in the last five years, while the rural areas have seen population growth in excess of 25%.\n\nRangiora has not been unscathed from the recent Christchurch earthquakes and a few parts still remain to be fixed.\n\nOver the next 10 years the council estimated the population of the Waimakariri district would swell by 25 per cent to 60,000. \n\nRangiora has seen exponential growth since the 2011 Christchurch earthquake, this has pushed a lot more people out to Rangiora. Rangiora is also very popular with people migrating from the U.K.\n\nThe highest official temperature ever recorded in New Zealand was 42.4째C (108.3째F) at Rangiora on 7 February 1973.\nThe weather is usually 1 degree hotter than Christchurch City.\n\nRangiora is a MASSIVE sports town that continually has great sports people year after year, they are good at what they do.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nIn Rangiora there is a common expression called \"Run a Muk\" which means get out and just walk the town with mates and see people at places, go hard out and have fun, don't hold back.\n\nSkatePark\n\nDudley Pool\n\nMitre 10 mega Gymnastics faility\n\nAshley River\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThree supermarkets. New World is popular with the older folks. Countdown is new. \n\nA selection of restaurants of high quality, few dairies and fish n' chip shops, McDonalds and KFC with a splash of bakery.\n\nLots of rural houses sell their own foods, fruits, milk, produce, flowers, spices, wine, drink, and luxuries on their roadside counters.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kaiapoi"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Greater Christchurch"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Rangiora"]]},"\n",{"type":"{{","value":[["geo"],["-43.304722222222"],["172.58916666667"]]}]