[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ranong"]}," (ระนอง) is both a town and a province on the ",{"type":"[[","value":[["Northern Andaman Coast"]]}," in the ",{"type":"[[","value":[["Southern Thailand"],["South"]]}," of ",{"type":"[[","value":[["Thailand"]]},". \n\n",{"type":"==","value":[" Understand "]},"\n",{"type":"[[","value":[["Image:RanongMainStreet.JPG"],["thumb"],["400px"],["right"],["View From Market Street In Ranong"]]},"\n\nA small border town with limited tourist magnetism and hence still quaintly Thai. Border access via boat to ",{"type":"[[","value":[["Kawthoung"]]}," in ",{"type":"[[","value":[["Myanmar"]]}," allows visas to be renewed.\n\nRanong is the first southern province on the west coast, 568 km from Bangkok. It is also known for the long rainy period, which lasts for 8 months each year. Ranong occupies an area of 3,298 square kilometres, with the Kra Isthmus which is the narrowest part of the Malay Peninsula, and is bordered by Myanmar and the Indian Ocean to the west. Within its compact area, Ranong contains various natural attractions and is blessed with hot springs and relatively unspoiled mangrove forests.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.happyair.co.th Happy Air"]}," serves Ranong (UNN) from Bangkok (BKK)."]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.nokair.com\/nokconnext\/aspx\/index.aspx Nok Air"]}," serves Ranong (UNN) from Bangkok Don Mueang (DMK)."]},"\n",{"type":"===","value":[" Train "]},"\nThe nearest train station is at ",{"type":"[[","value":[["Chumphon"]]},".\n\n",{"type":"===","value":[" Minibus "]},"\nMinibuses to Chumphon leave from the bus station, cost 180 baht, and take around 3 hours. They drop off in most parts of Chumphon. You can minibus it all the way to Bangkok from Ranong.\n\n",{"type":"===","value":[" By bus "]},"\nThe bus from Chumphon's central bus terminal stops some 6 km out of town at the booking agency for this particular bus company (Rangsit Tours). There is little in the vicinity, and you will be approached by drivers who will take you wherever for a price. \n\nThe city centre (Ruangrat Rd) can be reached by songthaews 2 or 6 (15 baht). You can also travel directly to the pier for boats to Ko Chang or Ko Phayam by songthaew (15 baht).\n\nHotels are nearby or 10 min by motorcycle taxi to the main street.  \n\nNumerous and relatively frequent full-size buses of various classes connect with ",{"type":"[[","value":[["Chumphon"]]}," and ",{"type":"[[","value":[["Bangkok"]]}," and all major points in between; with ",{"type":"[[","value":[["Phuket"]]}," and ",{"type":"[[","value":[["Krabi Province"],["Krabi"]]}," via ",{"type":"[[","value":[["Takua Pa"]]}," and ",{"type":"[[","value":[["Khao Lak"]]}," and other key points in ",{"type":"[[","value":[["Phang Nga (province)"],["Phang Nga Province"]]}," (most direct route to ",{"type":"[[","value":[["Trang"]]}," and ",{"type":"[[","value":[["Satun"]]}," is via Krabi); and with ",{"type":"[[","value":[["Surat Thani"]]}," which acts as the gateway to just about everywhere else.\n\n",{"type":"===","value":[" By boat "]},"\nHundreds of longtail boats connect Ranong with ",{"type":"[[","value":[["Kawthoung"]]}," in ",{"type":"[[","value":[["Myanmar"]]},", and take about 20 minutes to cross. They can be chartered individually or shared with other travellers and\/or locals.\n\nHourly boats (a little larger, also taking about 20 min) ferry gamblers to and from Thahtay Kyun, a small island adjacent to ",{"type":"[[","value":[["Kawthoung"]]}," where the Andaman Club ",{"type":"[","value":["http:\/\/www.andamanclub.com"]}," casino and golf resort has its own immigration facilities.\n\n",{"type":"==","value":[" Get around "]},"\nSeveral songthaew lines offer transport in the city.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["File:Ranong 98.60435E 9.94922N.jpg"],["thumb"],["Satellite view of Ranong area"]]},"\nRanong has a few things to see:\n\n",{"type":"*","value":[" Bald Hill'''"]},{"type":"*","value":[" Hot Springs'''"]},{"type":"*","value":[" Ranong Canyon'''"]},{"type":"*","value":[" Waterfalls'''"]},"\nRanong's islands are quite spectacular, especially Phayam and Kam Islands.\n\n",{"type":"'''","value":["Hot Springs"]},"\nThe springs are located quite close to the city and can be reached with songthaew number 2 from the market. There are several pools with very hot, sulphurous water, believed by many locals (and visitors) to have healing properties. The water is hot enough to boil eggs, which are sold by a vendor near the pools. There are also some pools with cooler water for bathing. These are managed by a local hotel and there is a small entrance fee (around 40 baht). The hot springs are located by the river, which also offers cool, shady spots under the trees to spend a few hours. Stalls and simple restaurants at river bank offer food and drinks. Nothing spectacular, but a pleasant enough way to spend some time if you are waiting for a night bus.\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"'''","value":["Visa run"]}," - is the likely reason to come to Ranong. You can catch a songthaew from the market on the main road. It costs 10 baht to get to Saphan Pla, the fishing port providing the link to ",{"type":"[[","value":[["Kawthoung"]]}," (aka Victoria Point), a fishing town in ",{"type":"[[","value":[["Myanmar"]]},". Most songthaews end up here eventually, though some follow a longer route than others. You will either be dropped across the road from the immigration office, or at a small roadside cafe a few metres away. Your first stop is to go the immigration office where you must formally exit Thailand. Get your passport stamped and then head for the pier.\n\nIt is likely you will be offered a boat by touts. A longtail boat should cost around 300 baht (return), whether you're on your own or in a group. The price you pay for a boat should be negotiated before you get in. There have been stories of tourists being charged up to 1,000 baht. There is also a big boat which is used by more organised visa runs, and a small-scale trip via longtail usually coordinated by a white haired chap in a gold coloured pickup who hangs around the bus station. Longtails are faster and fewer people mean less waiting time at the various immigration points. The big boat is slower and takes longer because of the number of passports to be checked, but can work out cheaper. \n\nYou will need US$10 (in the form of US dollar banknotes) to enter ",{"type":"[[","value":[["Myanmar"]]}," and they like the notes to be in top condition, especially with no writing on them. Local touts sell US dollar notes, but at very uncompetitive rates. On weekends the Myanmar authorities also require photocopies of your passport done by a small shop at the immigration office for 10 baht. \n\nThe boat will first go to a Thai Immigration checkpoint, and the driver will take your passport to be inspected, then to a Myanmar Immigration checkpoint a few km on. For some reason they don't need to see your passport there. When you arrive in ",{"type":"[[","value":[["Kawthoung"]]}," there will be plenty of touts offering cheap whiskey\/cigarettes\/guided tours. You must first enter the country by going the immigration office to the left as you exit the short pier. It is here you hand over your $30 and tell them (they have English) that you're a day-tripper. In fact they'll sell you a visa which entitles you to stay for up to 2 weeks. This should be given serious consideration, ",{"type":"[[","value":[["Kawthoung"]]}," would be well worth a few days. If you're just staying the day, Myanmar immigration will stamp you in and out in one go so you won't have to go back there again on your way out. \n\nYou'll probably be offered Valium and Viagra by touts, and helped towards shops selling cheap alcohol and cigarettes. There is a limit on what can be brought back legally, and the boat may be checked on the return journey. You'll also be offered a one-hour sight-seeing trip on a moped from the touts. At the end of the trip you may be told that the price you agreed was for the moped only and that you need to pay further for the guide himself. It's well worth spending some time in the village even if you're just doing the day trip (have a Myanmar beer!). \n\nAfter the boat trip back, you must return to the Thai immigration office to formally re-enter the country. \n\n",{"type":"'''","value":["Diving the Similan and Surin Islands"]}," Another activity that starts from Ranong. Although most companies that offer dive tours to the ",{"type":"[[","value":[["Surin Islands"]]}," and ",{"type":"[[","value":[["Similan Islands"]]}," are situated further south on the west coast of Thailand in Khao Lak and Phuket, you can also go diving at these areas from Ranong. Also famous dive sites like ",{"type":"[[","value":[["Richelieu Rock"]]},", ",{"type":"'''","value":["Ko Tachai"]}," and ",{"type":"'''","value":["Ko Bon"]}," are included in the liveaboard tours. In Ranong are a few liveaboard dive companies, of which The Smiling Seahorse and ",{"type":"[","value":["http:\/\/www.aladdindivesafari.com Aladdin Dive Safari"]}," are best known for their consistent tour schedule and various dive tours. You can also join dive tours to the remote and fantastic dive sites of the Mergui Archipelago in Burma. The dive season runs yearly from end Oct-May. You can also learn diving or enhance your diving skills while joining a PADI Dive Course at the dive centres in Ranong. Some courses are given during the liveaboard dive tours.\n\n",{"type":"==","value":[" Buy "]},"\n",{"type":"[[","value":[["Image:DurianSellerRanong.JPG"],["thumb"],["Durian Seller On Market Street"]]}," \n\n",{"type":"==","value":[" Eat "]}," \nThe ",{"type":"'''","value":["central market"]}," on Ruangrat Rd has food stalls during the day. The ",{"type":"'''","value":["night market"]}," is located a short walk from the centre: at the bottom of Ruangrat Rd, turn left onto Permphon Rd. Follow this street for a few hundred metres. After the CAT building, the night market is on the right-hand side.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ranong Hideaway"],["alt=Formerly Sophon's Hideaway"],["url=http:\/\/ranonghideaway.com"],["email="],["address="],["lat="],["long="],["directions=On the main street, Ruangrat Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=By far the best restaurant in Ranong. Established since 2004 and has a very good reputation with international clientele. This is the restaurant of choice for the more affluent Thais and when they have a good crowd, you can really have a good night out. Thais enjoy mixing with foreigners at this restaurant. They serve both Western and Thai foods. Local fresh seafood, steak, pizza, cocktails, wine, and beer."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=JaJaa Coffee"],["url="],["email="],["address="],["lat="],["long="],["directions=around the corner from the bus station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Coffee is good and has free Wi-Fi, but if you want to use their electricity there is a 20 baht charge.  Food portions may seem particularly tiny for farang. Locals seemed to be getting better-sized portions. Do not under any circumstance order the breakfast: one piece of toast, a sloppy fried egg, a square of ham, and two 3 cm pieces of sausage."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"===","value":[" Budget "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bakhla Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=on Market Street two doors down from the 7-11, opposite the first main right turn"],["phone="],["tollfree="],["fax="],["hours="],["price=100-120 baht"],["checkin="],["checkout="],["content=Mattress-on-floor rooms with shared bathrooms"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kiwi Orchid"],["url="],["email="],["address="],["lat="],["long="],["directions=yellow building located close to the bus station behind the tourist information building"],["phone="],["tollfree="],["fax="],["hours="],["price=250 baht for a room (double\/twin) with fan and shared bathroom"],["checkin="],["checkout="],["content=Don't buy boat tickets from here, as you will be charged 100 baht per person to be driven 10 minutes to the ferry. Walk round to the bus station and take songthaew No. 2 to close to the ferry stop. Also, do not book accommodation on the islands through them, as contrary to what you might be told, there is plenty of accommodation available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sintavee Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=on Market St, 100 m north of market"],["phone="],["tollfree="],["fax="],["hours="],["price=Large double room, private bathroom for 200 baht"],["checkin="],["checkout="],["content=Chinese-run and sometimes used for short-time action by the local working girls and their clients."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunny Lodge"],["url=http:\/\/www.sunnylodge.org\/"],["email="],["address=41\/32-34 Tah-Muang Rd"],["lat="],["long="],["directions="],["phone=+66 84 2459888"],["tollfree="],["fax="],["hours="],["price=450+ baht"],["checkin="],["checkout="],["content=Open 24\/7. Good Service, friendly staff, small menu. Free Wi-Fi."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"[[","value":[["Image:RoyalPrincess.JPG"],["thumb"],["right"],["View Of Night Market From Royal Princess Hotel"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tinidee Hotel"],["url=http:\/\/www.tinideehotels.com\/ranong\/index.htm"],["email="],["address=41\/144 Tamuang Rd"],["lat="],["long="],["directions=well signposted"],["phone=+66 77 835240"],["tollfree="],["fax="],["hours="],["price=1,200+ baht"],["checkin="],["checkout="],["content=Best hotel in Ranong."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Farm House Hotel Ranong"],["alt=Suta House Bungalow"],["url=https:\/\/www.facebook.com\/TheFarmHouseHotelRanong"],["email=thefarmhouse.hotel@gmail.com"],["address=311\/1 RuengRaj Road Kaoniwet Muang Ranong 85000"],["lat=9.96726"],["long=98.63246"],["directions=opposite the district office."],["phone=077-832707\/832708"],["tollfree="],["fax="],["checkin="],["checkout="],["price=500-1500"],["content=ห้องพักราคาประหยัด กลางใจเมือง ใกล้แหล่งท่องเที่ยว* Good Place, Best Price, Nice Service in Middle of City. Please call reservation for your convenience. Pick-up Taxi 100฿\/ person, 300฿\/Car. For Taxi : Show Below Message to FarmHouse Hotel. “ไปโรงแรม ฟาร์มเฮ้าส์ ตรงข้ามที่ทำการอำเภอเมือง” Facility : A\/C, Fan, Cable TV, Free WiFi สิ่งอำนวยความสะดวก: น้ำร้อน\/แอร์\/ทีวีเคเบิ้ล:หนังเพลงข่าวสารคดี\/ฟรี WiFi"]]}]},"\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kawthoung"]]},", ",{"type":"[[","value":[["Myanmar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Khao Lak"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Chang (Southern Thailand)"],["Ko Chang"]]}," - not to be confused with the larger ",{"type":"[[","value":[["Ko Chang"]]}," in ",{"type":"[[","value":[["Eastern Thailand"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Phayam"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Krabi Province"],["Krabi"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=Thai Highway-4.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Chumphon"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Sadao"]]}],["minorr1=",{"type":"[[","value":[["Takua Pa"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["9.961944"],["98.638889"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Andaman Coast"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ranong"]]}]