[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Tiger in Ranthambhore National Park.jpg"],["thumb"],["Ranthambore"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/projecttiger.nic.in\/ranthambhore.htm Ranthambhore National Park"]}]},", also spelled ",{"type":"''","value":["Ranthambore"]},", is a national park and tiger reserve located in the ",{"type":"[[","value":[["Rajasthan"]]}," state in western ",{"type":"[[","value":[["India"]]},". \n\n",{"type":"==","value":["Understand"]},"\nThe park, which is one of the finest tiger reserves in the country, is one of the best places in the country to see these majestic predators in the wild. It also contains abandoned fortress and lakes. Its 'friendly' tigers have made it one of the most filmed wildlife reserves in the world. Ranthambore was declared a wildlife sanctuary in 1955 and became part of Project Tiger in 1973.\n\nThe Park covers an area of nearly 400 sq. km. It is set between the Aravali and Vindhya hill ranges, and located very near to the outer fringes of the Thar Desert. The varied topography of the national park is home to animals like the jackal, mongoose, sloth bear, leopard, and of course, the tiger. Its deciduous forests were once a part of the magnificent jungles of Central ",{"type":"[[","value":[["India"]]},". \n\nRanthambore Wildlife Park is dream for wildlife lover and photographers who are interested in wildlife photography.  This park has very good accommodation facility and transportation facilities inside the park. This park is opened from October and closes around May every year. Park is famous for its tiger sightseeing, which is captured in various different books.\n\n",{"type":"===","value":["Flora and fauna"]},"\nRanthambore National Park is famous for its Tigers and is a favorite with photographers. For a relatively small area, the park has a rich diversity of fauna and flora - species list includes 300 trees, 50 aquatic plants, 272 birds, 12 reptiles including the Marsh Crocodile & amphibians and 30 mammals.\n\nFor the wildlife savvy, Ranthambore wildlife sanctuary today offers an intense diversity of flora and fauna. Tigers, the park's pride makes it one of the best places in the country to observe them. Apart from that a large numbers of Sambar, Chital, Nilgai, Gazzelle, Boars, Mongoose, Indian Hare, Monitor Lizards and a large number of birds.\n\nThe landscape is dotted with ancient Banyan Trees, Dhok & Pipal trees, clusters of mango trees and crisscrossed with evergreen belts. The terrain is made up of massive rock formations, steep scarps, perennial lakes and streams and forest suddenly opening up into large areas of Savannah. The terrain of Ranthambore Wildlife Sanctuary fluctuates between impregnable forests and open bush land. The forest is the typically dry deciduous type, with Dhok, being the most prominent tree. \n\n",{"type":"===","value":["Climate"]},"\nRanthambore National Park is open from 1st October to 30th June (July - September closed to visitors).  A good time to visit is between November and May when the nature of the dry deciduous forests makes sightings common.\n\nTourists should always carry the cloths according to the season, they are visiting the Ranthambore National Park as summers are very hot and winters are very cold.\n\nIn summer time tourists should always expect a hot day out in Ranthambore Park as the day temperature can soar in between 35 to 47 degree centigrade. Tourists can expect this temperature, if they are visiting this park in the month of April and June.  \n\nWinter season is totally opposite to the summer time. Winter season, especially from November to February, morning drives in the park can be very freezing and even if you wear many layers of cloths, they can be insufficient for you. Day time remain pleasant during winters and you can even enjoy the outing in thin layer t-shirts but again in the evening it starts freezing cold.\n\n",{"type":"==","value":["Get in"]},"\nNearest Town is ",{"type":"[[","value":[["Sawai Madhopur"]]},", situated on the ",{"type":"[[","value":[["Delhi"]]},"-",{"type":"[[","value":[["Mumbai"]]}," railway line and also linked with ",{"type":"[[","value":[["Jaipur"]]}," and ",{"type":"[[","value":[["Agra"]]}," by rail.\n\nNear by Airports - ",{"type":"[[","value":[["Jaipur"]]}," and ",{"type":"[[","value":[["Kota"]]},".\n\nDistance by rail: Delhi - 362 km, Agra - 227 km, Mumbai - 1027 km, Kota - 108 km, Jaipur - 132 km\n\nDistance by road: Delhi - 480 km (via Dausa), Jaipur - 180 km (via Tonk)\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nAt the entrance to the park you will have to pay ONLY for usage of your video-camera. Foto-cameras are used free of charge.\n\nThere are only 2 safari visiting hours per day. Self travellers are recommended to book their canters or gypsy for zone 1, 2 or 3 at 5 am for 6 am safari or 12.30 for 2.30 pm safari from Project Tiger Booking Office opp New ST Stand at start point of most resorts on Ranthambore road. Zone Allotments are computerised and random based on the Reserve Management. The PTBO is generally crowded with agents but self travellers and groups have special window for canter booking and drivers themselves arrange the guides who take extra payment as 'fees' from canter passengers. Foreigners booking self at PTBO are required to show their passports.\n\n",{"type":"[[","value":[["File:1tig.jpg"],["thumb"],["270px"],["Young Tiger sprawled across road, Ranthambore"]]},"\n\n",{"type":"==","value":["Get around"]},"\nOne can get around nearly all tourist spots, town landmarks and ",{"type":"'''","value":["PTBO"]}," by service jeep or sharing gaddi that ferry locals up and down. If one is going by Auto then one has to bargain by proposing below half price... and conversing....\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=National Park"],["alt=Ranthambore National Park"],["url="],["email="],["address=Rajasthan"],["lat="],["long="],["directions=Sawai Madhopur"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ranthambore National Park located in Sawai Madhopur district of Rajasthan is one of the most visited wildlife parks in India. The main attractions of Ranthambore National Park are its tiger and bird population.  The main faunas of  Ranthambore are Tigers, Leopards, Striped Hyenas, Sambar deer, Chital, Nilgai, Common or Hanuman langurs, Macaques, Jackals, Jungle cats, Caracals, Sloth bears, Black bucks, Rufoustailed Hare, Indian Wild Boar, Chinkara, Common Palm Civets or Toddy cat, Coomon Yellow Bats, Desert Cats, Fivestriped Palm Squirrels, Indian False Vampires, Indian Flying Foxes, Indian Foxes, Indian Gerbilles, Indian Mole Rats, Indian Porcupines, Longeared Hedgehogs, Ratels, Small Indian Mongoose, Small Indian Civets and Common mongoose. Various species of reptiles are also found in this park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ranthambhore Fort"],["url="],["email="],["address="],["lat="],["long="],["directions=13 Km from Sawai Madhopur Railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 944 and initially named \"Ranath Bhawar Garh\" which means \"a place of Rajput warriors\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bakula:"]}," Ranthambore wildlife sanctuary is mostly covered with thick forest. Bakula is one of the thickly forested regions. Bakula region has various pools and water holes as well as a dense forest part, due to the forest cover and easily available water, abundance of wildlife is easily found in the Bakula Region. Tourists can easily see tigresses with their young cubs near the water holes. Bakula dense forest is an excellent place for tigresses and their young cubs to hide."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kachida Valley:"]},"  Kachida Valley has many outcrops and low hills. This valley is located near to outskirts of Ranthambore national park.  Tourists should go through Jeep Safari, while exploring this area. Panther population of Ranthambore National Park is found here, they avoid venturing in the main area of jungle, which avoids their conflicts with tigers. Beers are also found in a good number here."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lakarda Anantpura:"]}," Lakarda Anantpura is located in the north and north-west part of the Ranthambhore National Park. This area is ideal location to visit Sloth Bears.  Tourists can also find lots of ant hills, favourite of beers. It is a rare chance to visit these beers, but Hyenas and their pugmark can be easily seen over here."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jogi Mahal:"]}," This fort is among the must watch places in Ranthambore national park.  This fort is located near to the park and offers amazing facilities to the tourists, to make their journey more comfortable."]},"\n",{"type":"==","value":["Do"]},"\n\nTake all the safaris you can (in the morning at 6:30 and in the afternoon at 14:30). You need a certain amount of luck to see a tiger (about 1 in 4 chance), but there are plenty of other wonderful sights. It is better to book the safaris via the official website the same time you book your hotel. Your hotel will also be able to secure tickets for you (in some cases, this maybe the only way to secure a \"Gypsy\" vehicle at late notice), but you will likely be charged a higher mark-up compared with purchasing the tickets from the government website yourself.  The number of entries to the park are restricted daily by the government, so be sure to book in advance ",{"type":"[","value":["http:\/\/www.rajasthanwildlife.in\/"]},". This is just the reservation, as you will need to bring a printout to the booking office upon arrival in Sawai Madhopur to confirm your excursion (and pay extra fees beyond the online deposit for your vehicle).  The office opens very early at 5am, so you can plan to head here first thing in the morning, then be picked up directly there.  Avoid the long lines (where locals line up to try to get on the daily safaris), and head to the window on the far left with your online booking printout where you will get confirmation tickets.\n\nThere are two choices of vehicle for going on the safari, an all wheel drive jeep called a \"Gypsy\" (which seat up to 6 visitors) or 16 or 20 seater safari bus called a \"Canter\". The 16 seater is the petrol version and is a bit quieter than the 20 seater diesel version. A diesel\/petrol canter safari costs 500\/530rs for a non-Indian and a jeep safari 600rs for a non-Indian, but jeeps are more mobile and everything is better seen from them.\n\nThe Park area open for tourists is divided into five zones, the zone is allotted by a computerized system at the park office (since the park is a nature reserve only a limited number of cars can enter it and they are obliged to follow only one of the five routes).  The main park area (zones 1-5) is best as the majority of tigers live here, but if full Kundal is not a bad 2nd option (5 out of the park's 32 tigers live here).  Stay away from Balas as there are few animals here (nice scenery and remnant temples, but the reason you came here was to see wildlife).\n\n",{"type":"==","value":["Buy"]},"\nHandicrafts\nPaintings\nground nuts\nRajasthani dresses\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Dastkar crafs project"],["url=http:\/\/www.dastkar.org\/ranthamborep.htm"],["email="],["address=Ranthambore"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A place to provide women with work and income. Beautiful block prints, bedsheets, covers, clothes, worthwhile visiting."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["eat"],["name=Asha"],["url="],["email="],["address=Opp Station"],["lat="],["long="],["directions="],["phone = +91 7642-220537"],["tollfree="],["fax="],["hours=10 am check out"],["price=400-600"],["content="]]},"\n",{"type":"'''","value":["Asha"]}," Breakfast, Lunch and Dinner ",{"type":"''","value":["opp Sawai Madhopur station"]}," is recommended by auto drivers for best eating options. It has a lodge above it and is recommended for those arriving at stations and who prefer self travelling. Phone booking is not recommended but there is a nosy attendant who works 24X7 when u check in in person.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ranthambhore Forest Resort"],["alt="],["url=http:\/\/www.ranthambhorforestresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Friendly and welcoming, it is efficiently run and a very pleasant place to stay. The restaurant provides good Indian food, and there is a shop on-site. Wi-fi is available in and around the reception area."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hammir Resort"]},". The manager is very attentive to the guests from outside India and does his best to flannel them. There are luxury rooms in a separate building and standard rooms in the main building. If you travel in winter it is better to choose standard rooms. Although there is much more noise there and these rooms are smaller and a bit more dirty, but it is warm inside, while in the luxury rooms the warming of conditioner is switched off and it is impossible to be inside the rooms during the night."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Pugmark Resort"],["alt="],["url=http:\/\/www.thepugmark.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Pugmark wildlife resort is located near the Ranthambore National Park, Sawai Madhopur. This resort is spread over the area of 5 acres and situated at the edge of the Ranthambhore National Park in Rajasthan."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ranthambore Regency"]}," Nice resort with a very inviting pool and lawn and cottage like rooms around it. Food is great and usually included in the tariff. ",{"type":"[","value":["http:\/\/www.ranthambhor.com\/Accommodation.htm"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["RTDC Castle Jhoomar Baori"]}," +91 7462 220495   - Best location "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=RTDC Hotel Vinayak"],["alt="],["url=http:\/\/rtdc.in\/vinayak.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 7462 221333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=2400rps for a clean and comfortable room, booked through the government's tourist development agency. Have options also to stay a little more rustically in a Swiss tent for a lower price. Good restaurant on site with a wide selection of veg and non-veg, which is critical since there are not much for restaurants in this city (most all are in hotels). 10min rickshaw ride from the Sawai Madhopur train station and \"city center\"."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Gangour Palace Hotel"]}," +91 9785 256419"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Farm Villa"],["alt=satish jain"],["url=http:\/\/www.thefarmvilla.com"],["email="],["address=Housing board raod"],["lat=25.99750"],["long=76.35111"],["directions=sawai madhopur"],["phone=+919351870726"],["tollfree="],["fax="],["hours="],["price=3000\/-"],["checkin=1200"],["checkout=1200"],["content=The farm villa is a family run hotel in Ranthambhore ideally located to visit the National Park.  You can eat the vegetables that are cultivated in the farm, around the hotel. Enjoy your stay in a peaceful environment with a hospitable family. The owner is a guide in the park for 15 years and can help you arrange your trip."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ranthambore Haveli"]}," Nice cheap Hotel  with basic facility "]},"\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nIt goes without saying that it is NECESSARY to take warm things (including gloves, caps, fur-coats and blanckets) for the morning (and even evening) safari in winter. Since it is very cold before sunrise and after sunset and you will drive in an open car, you can get frozen through.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bharatpur Division"]]},"\n",{"type":"[[","value":[["WikiPedia:Ranthambore National Park"]]}]