[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Rasht"]}," is a city in the north of ",{"type":"[[","value":[["Iran"]]}," around 40 kilometers from the shore of the Caspian Sea.  Rasht is known in Iran for its beauty and its parks. People for all around the country come there to experience much wetter and colder climate than the rest of the country. All in all Rasht and it's surroundings offer a starkly different experience from southern Iran.\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Air"]},"\nThere are a few daily flights from Tehran. Most of these depart either early in the morning or late afternoon. Seeing the Alborz mountains from the air is quite an experience. There is a direct flight to ",{"type":"[[","value":[["Dubai"]]},"\n\n",{"type":"===","value":["By Bus"]},"\nLike everywhere in Iran Rasht is well connected with Tehran and neighboring towns by bus. Argentine and Azadi Terminals are two main bus stations in Tehran which connect capital to Rasht. There are several buses all day long and it costs only about 5 dollars. Having an iranian credit card, it is possible to buy tickets online from some companies, such as Royall Safar Iranian. The journey usually takes 6 hours.\n\n",{"type":"===","value":["By Shared Taxi"]},"\nShared taxis (Savaris) plow the Caspian coast so getting to Rasht from anywhere in that area. A good choice for a trip from Tehran would be a shared taxi or bus to Chalus, a spectacular route through the Alborz mountains and then a savari from Chalus to Rasht.\n\n",{"type":"==","value":["Get around"]}," \n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Shahrdari"]}," is Rasht’s most identifiable landmark, its colonial style tempered by a token mini-dome topping a distinctive whitewashed tower. It looks great when floodlit at night."]},{"type":"*","value":[{"type":"'''","value":["Rasht Museum"]}," is small, but well presented in a 1930s house. Its mannequin displays illustrate Gilaki lifestyle, amid a selection of 3000-year-old terracotta riton drinking horns in the shape of bulls, rams and deer. Supping from such vessels supposedly endowed the drinker with the powers and skills of the animal depicted."]},{"type":"*","value":[{"type":"'''","value":["Golsar"]}," is a high-class district with many shops, restaurants, boutiques, and coffee-shops, and is a very popular neighborhood for teenagers and young adults to meet and socialize with peers, particularly on Thursday and Friday nights. The suburb used to be a very small town, which had a chain gate and security guards at its entrance until 1979. During the past couple of decades the demand for housing in Golsar has increased and the area has grown rapidly. It is now the most expensive place in Rasht to purchase a house or apartment."]},{"type":"*","value":[{"type":"'''","value":["Shahre-yaran"]}," urban district"]},{"type":"*","value":[{"type":"'''","value":["Manzariyeh"]}," urban district"]},{"type":"*","value":[{"type":"'''","value":["Tarditional Bazaar"]}]},{"type":"*","value":["The excellent ",{"type":"'''","value":["Gilan Rural Heritage Museum"]}," is 18km south of Rasht (2km off the Qazvin highway). Six full homesteads complete with rice barns are already ‘active’ in 150 hectares of woodland. On open days, local crafts (thatching, mat-making, cloth-weaving) are displayed and there are tight-rope walking mini-shows."]},{"type":"*","value":[{"type":"'''","value":["Mirza Kouchak Khan Tomb"]}]},{"type":"*","value":[{"type":"'''","value":["Mirza Kouchak Khan House"]}," The horseman statue is Kuchuk Khan, the Jangali leader of 'Soviet Iran'. A steady flow of well-wishers visit his mausoleum on Manzariyeh St, sheltered by a contemporary brick gazebo with intricate wooden roof."]},{"type":"*","value":[{"type":"'''","value":["Danaye Ali Tomb"]}," is topped with a faceted pyramid of blue tiling."]},{"type":"*","value":[{"type":"'''","value":["National Library"]}," was the First Public Library of Iran."]},{"type":"*","value":[{"type":"'''","value":["Sabz-e Meydan"]}," square"]},{"type":"*","value":[{"type":"'''","value":["Park-e Shahr"]}," City Central Park"]},{"type":"*","value":["'''Saravan Natural Park"]},{"type":"*","value":["'''Imamzadeh Hashem Tomb"]},"\n",{"type":"==","value":["Do"]},"\nFirstly you must go & see the area named as Golsar in the north of the city, it's the most modernized section of the city, you can find the youth roaming over there, beautiful shops & restaurants, & other occasions make you find yourself in a European country in the middle of an Asian civilization.\n\nGolsar pronaunced golsâr (Persian: ﺮﺎﺴﻠﮔ ) is a suburb of Rasht, the capital of the northern Iranian province of Guilan.\nGolsar used to be a very small neighborhood so that a chain gate had been put at the entrance before 1979. A few security guards were always monitoring and taking care of this gate. During the past couple of decades the demand for living in Golsar raised so that the area of this neighborhood started to grow rapidly. This area of Rasht is now the most expensive place in the city to purchase a house or apartment.\nGolsar is filled with many shops, restaurants, boutiques and coffee shops, and is the most popular place for teenagers and young adults to meet and socialize with peers. This crowd is due to an opportunity for young girls and guys to meet each other and exchange their phone numbers for either long-term or short-term relationships.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Masouleh"]]}]}," historical village is a spectacular little village built on such a steep slope that the roads inside the village lie on the roofs of the houses below. A walk around town is very pleasant."]},{"type":"*","value":[{"type":"'''","value":["Bandar-e-Anzali"]}," is Iran's main Caspian port. You will see fish markets and large ships from the other countries around the Caspian. For IR 200,000 per hour for an entire boat you can go on a motorboat ride through the harbor and into the large lagoon. The boat drivers often suggest that since you are in \"Lagoonland\" women should be allowed to remove their headscarves. It is a good opportunity since after wearing the scarf for long a breeze through the hair on a motorboat is most welcome!"]},"\n",{"type":"==","value":["Buy"]}," \n",{"type":"==","value":["Eat"]},"\nRasht and the surrounding towns of the Caspian province are a great place to try still-warm, walnut-filled ",{"type":"''","value":["koloocheh"]}," cookies. Look for stores selling cookies with round patterns embossed on them.\n\n",{"type":"'''","value":["Bijan's"]}," (Gaz square) restaurant is a surprise. After having kebab for dinner all the time all over Iran this place will be welcome with wonderful italian dishes. Pasta, pizzas and meat dishes all cheap and exquisitely done.\n\nYou can buy some kind of DOOGHs, the traditional drink of the area... but ",{"type":"'''","value":["[Sara]"]}," is the most famous Doogh in Iran.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Hotels"]},"\n",{"type":"*","value":[" Kâdous Grand Hotel (4 Stars): +98-131-3223075 to 9 (A double room by Jan 2013: 1'330'000 Rials around 45 US$)"]},{"type":"*","value":[" Ordibehesht Hotel (2 Stars): +98-131-2229210 to 1"]},{"type":"*","value":[" Pâmchâl Hotel (2 Stars): +98-131-6603031 to 4"]},{"type":"*","value":[" Pardis Hotel (2 Stars): +98-131-3231101 to 5"]},{"type":"*","value":[" Kayvân Hotel (1 Star): +98-131-2222967"]},"\n",{"type":"===","value":["Mid-range"]},"\nThe hotel ",{"type":"'''","value":["Ordibehesht"]}," (off Shohada square) is a centrally located hotel offering twin rooms with bathroom for around IR 110,000 per night. The building is reminiscent of a palace in a horror movie but the rooms are all right. The reception can arrange fairly cheap taxi tours all over the area.\n",{"type":"===","value":["Budget"]},"\nThere are a cluster of cheap, centrally-located ",{"type":"''","value":["mosaferkhanehs"]}," clustered just south of Shahrdari Square, off Emam Khomeini Street. As with other such establishments, many of them suffer noise and cleanliness problems.\n",{"type":"*","value":[" Until now ",{"type":"'''","value":["Caravan Guest House"]}," (",{"type":"''","value":["signposted as Karavan Gesting House"]},") has been the most popular with travellers, because of its cheap rooms--singles (IR 47,000), doubles (from IR 50,000) and triples (from IR 80,000)--available both with, and without private bathrooms."]},"\n",{"type":"==","value":["Go next"]}," \nMasooleh historical village ",{"type":"[","value":["http:\/\/www.masooleh.ir\/"]},"\n\n",{"type":"{{","value":[["geo"],["37.280833"],["49.583056"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Caspian Iran"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia: Rasht"]]}]