[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Raub"]},", is one of the oldest towns in the State of ",{"type":"[[","value":[["Pahang"]]},". It began as a gold mining town in the early 19th century. Remnants of its colonial past are evident in the old buildings scattered around the town. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nRaub is located along Federal Route 8 which runs from Bentong to ",{"type":"[[","value":[["Kota Bharu"]]},", the capital of ",{"type":"[[","value":[["Kelantan"]]}," state. From ",{"type":"'''","value":[{"type":"[[","value":[["Kuala Lumpur"]]}]},", the best way to reach Raub is via the Kuala Lumpur-Karak Expressway (Route E8) to Bentong, and then onto Route 8 at the expressway's Bentong East interchange. Route 8 also allows you to get to Raub from ",{"type":"'''","value":[{"type":"[[","value":[["Kota Bharu"]]}]},". From ",{"type":"'''","value":[{"type":"[[","value":[["Kuantan"]]}]},", you can reach Raub by using the East Coast Expressway (Route E8) to Lanchang interchange and then proceed along the Lanchang-Raub road.\n\nThere is an alternative route to get from the West Coast trunk road (Route 1) to Raub via the winding Route 55 from ",{"type":"[[","value":[["Kuala Kubu Bahru"]]}," across the Main Range past The Gap and the turn-off to ",{"type":"[[","value":[["Fraser's Hill"]]},". Cars can use this road at the end of holidays to by-pass jams on the Kuala Lumpur-Karak Expressway.\n\nTo get from ",{"type":"'''","value":[{"type":"[[","value":[["Taman Negara"]]}]},", get to ",{"type":"[[","value":[["Jerantut"]]}," and head weat towards Benta where you will join Route 8. Head south to get to Raub.\n\nRaub is about 80km from ",{"type":"[[","value":[["Kuala Lumpur"]]},".\n\n",{"type":"===","value":["By bus"]},"\nRaub is a major bus interchange for the western part of Pahang state and there are connections to ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Fraser's Hill"]]},", Bentong, Kuala Lipis and ",{"type":"[[","value":[["Jerantut"]]}," for ",{"type":"[[","value":[["Taman Negara"]]},". The bus station in the centre of town one block west of the main road.\n\n",{"type":"*","value":[{"type":"'''","value":["To\/from Bentong:"]}," Frequent Central Pahang Omnibus (red bus) airconditioned buses run between Raub and Bentong. Most of the buses continue to ",{"type":"[[","value":[["Kuala Lumpur"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["To\/from Fraser's Hill:"]}," There are no longer any buses to ",{"type":"[[","value":[["Fraser's Hill"]]},". You'll have to catch a taxi."]},"\n",{"type":"*","value":[{"type":"'''","value":["To\/from Jerantut:"]}," Pahang Lin Siong buses operate between Raub and Benta where you can change buses to head to ",{"type":"[[","value":[["Jerantut"]]},". The buses pass Jeram Besu between Raub and Benta."]},"\n",{"type":"*","value":[{"type":"'''","value":["To\/from Kuala Kubu Bahru:"]}," There are no longer any buses to ",{"type":"[[","value":[["Kuala Kubu Bahru"]]},". The journey can only be done by taxi."]},"\n",{"type":"*","value":[{"type":"'''","value":["To\/from Kuala Lipis:"]}," Several direct Pahang Lin Siong buses travel between Raub and Kuala Lipis daily. Alternatively, you can catch a bus to Benta and change there for another to Kuala Lipis. The buses pass Jeram Besu along the way."]},"\n",{"type":"*","value":[{"type":"'''","value":["To\/from Kuala Lumpur:"]}," There are several options to travel between ",{"type":"[[","value":[["Kuala Lumpur"]]}," and Raub and journey time is about two and a half hours. ",{"type":"'''","value":["Central Pahang Omnibus"]}," (red bus) is very frequent and run older air-conditioned buses. Fare is RM7.60 one way. ",{"type":"'''","value":["Pahang South Union"]}," uses newer buses and just take one hour and forty five minutes to reach Kuala Lumpur. RM7.10 one way. Central Pahang buses will stop to pick up and let down passengers along the way. Airconditioned ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nadicorp.com.my Transnasional"]}]}," (RM8.30 one way) and ",{"type":"'''","value":["Maraliner"]}," (RM7.40, or RM7.20 if purchased from its website ",{"type":"[","value":["http:\/\/www.maraliner.com.my"]}," by credit card) are direct buses with a brief stopover in Bentong. In Kuala Lumpur, buses to Raub depart from the ",{"type":"[[","value":[["Kuala Lumpur#Get in"],["Pekeliling Bus Terminal"]]}," to the northeast of the city centre."]},"\n",{"type":"==","value":["Get around"]},"\nSome of the major villages in this District\n\n",{"type":"*","value":[" Sempalit"]},{"type":"*","value":[" Sungai Lui"]},{"type":"*","value":[" Bukit Koman"]},{"type":"*","value":[" Sungai Ruan"]},{"type":"*","value":[" Tras"]},{"type":"*","value":[" Sungai Chetang"]},{"type":"*","value":[" Cheroh"]},{"type":"*","value":[" Sang Lee"]},{"type":"*","value":[" Dong "]},{"type":"*","value":[" Sungai Klau"]},{"type":"*","value":[" Sungai Chalit"]},{"type":"*","value":[" Felda Tersang"]},{"type":"*","value":[" Felda Krau"]},{"type":"*","value":[" Batu Malim"]},"\n\nFelda Tersang is actually a palm oil plantations area, been established back in the 60's under the scheme called FELDA, to develop rural areas as well as to curb the Communist threat during that era. Until 1982, there was still some danger from Communist guerrillas, and most of the road entrances were closed (on curfew), from 0000hrs to 0600hrs, by the army and the district police.\n\nThese days, you can see a totally changed Felda Tersang, with a population of more than 3000, mainly palm oil settlers, as the government has given the best possible amenities for the people of Felda Tersang, as a token of their willingness to settle there and their contributions to the state of Pahang and Malaysia, especially in palm oil productions.\n\nNowadays, new generations of Felda Tersang are doctors, engineers, chefs, offshore personnel, and also still some of them are farming, but with modern techniques.\n\n\nAttractive places:\n\nWell known for its jungle and vast tracks for 4x4 enthusiasts. Used to have a few mines (gold mines), and some places within the jungle are so peaceful and interesting, if you prefer to try a jungle adventure by 4x4. It can be hardcore or semi, or even light 4x4 trips here in Felda Tersang. Some people claim they have found an old track that was used by the Japanese army during the occupation and that they found Japanese planes wreckage.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Lata Jarum Waterfall is just 30 kilometres from Raub."]},"\n",{"type":"*","value":[" Pulau Chekas is near Lata Jarum waterfalls (approximately 3km). It is set in a calm and fresh surrounding with adequate amenities such as chalet and camp site. Suitable for family-day gathering and training program.  "]}," \n",{"type":"*","value":[" Jeram Besu Rapid is only about 20 minutes' drive from Raub. Jeram Besu is fast gaining popularity as one of the most challenging white-water rafting areas in the country."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wong Yeong Moon Cake"],["url="],["email="],["address=Bukit Koman"],["lat="],["long="],["directions=Behind the Old Railway Track"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They make Mooncake during the Autumn season.  Other time, it runs as a Noodle Factory making noodles in the traditional style.  Before arriving to the Noodle Factory, you can also visit the Tofu Factory (walking distance) Bukit Koman is a very small village and ask any villagers that you want to go to the Tofu Factory, you will be shown the way.  The actual location is call \"for char lu boi\" it means \"behind the railway track\""]]}]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["Durians"]},{"type":"*","value":["Dragonfruits"]},{"type":"*","value":["Fresh River fishes"]},{"type":"*","value":["Curry fish head and chicken at bus station nearby restaurant"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nVarious budget hotels are available within walking distance from the bus and taxi station.\n\n",{"type":"===","value":["Budget"]},"\n\nRM50 to RM300\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Take a trip to ",{"type":"[[","value":[["Fraser's Hill"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Lipis"]]}," is the next destination to the North"]},{"type":"*","value":[" Take a trip to ",{"type":"[[","value":[["Genting Highlands"]]}]},{"type":"*","value":[" Take another exit to cameron highland via Felda Sungai Koyan.It is an 80 kilometres of a very nice and smooth driving from the first junction in Felda Sungai Koyan till you reach Ringlet, Cameron Highland. Expect a very quiet road, beautiful scenery (pristine jungles, mountain area, wild life; as some area has elephants and deers, probably crossing the roads.)"]},"\n",{"type":"[[","value":[["WikiPedia:Raub"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Pahang"]]},"\n",{"type":"{{","value":[["geo"],["3.7930555555556"],["101.85694444444"]]}]