[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Banjosa Lake.jpg"],["right"],["400px"],["thumb"],["Rawalakot Banjosa Lake"]]},"\n\n",{"type":"'''","value":["Rawalakot"]}," (Urdu: راولا کوٹ) is a city and is one of the most beautiful valleys in ",{"type":"[[","value":[["Azad Kashmir"]]},".\n\n",{"type":"==","value":["Understand"]},"\nRawalakot is the capital of the Poonch District of Azad Kashmir. It is in a saucer-shaped valley at elevation 1615 metres (5300 ft), and 76 km from Kohalla. There is also a road connection with ",{"type":"[[","value":[["Rawalpindi"]]}," and ",{"type":"[[","value":[["Islamabad"]]}," via the neighboring districts of Azad Pattan and Dhalkot, and with Muzaffarabad via Kohalla and sudhangali.  There are many people around the world that have connections of some sort to this part of the world.  South East England has a number of people that emigrated from Rawalakot to places such as London and Sussex.\n\nThere is an interesting place in District poonch which is Tattapani, this is the only one place in the world from where 110 Degrees centigrade clean water comes from the earth.\n\n",{"type":"==","value":["Get in"]},"\nThere is a airport which used to serve the city and nearby locations but it is non-operational and has been closed down.\nRawalakot is connected with ",{"type":"[[","value":[["Islamabad"]]}," and other big cities by Guoien Nalla road that runs between Rawalakot and Azad pattan,Also you can travel Goin Nalla to Mong to Rawalakot.\n\nIt is located 120 km away from ",{"type":"[[","value":[["Islamabad"]]},". By Road It takes two to three and a half hour to Rawalakot which is also famous by the name of \"Pearl Valley\" its specialty is natural beauty of peaks and warm people.\n\nRawalkot has regular connections with major cities. By Bus it takes at least 5 hours and by wagon it takes almost three and a half hour.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:KN004.jpg"],["right"],["200px"],["thumb"],["A view of Banjosa Lake in Rawalakot"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Banjosa Lake"]}," located at a distance of 19 KM from Rawalakot City at an elevation of 1798 m above mean sea level. This is an artificial lake and a popular tourist resort. It is a beautiful lake surrounded by lush green mountains and densely pine forest, which make its very charming and romantic and offering spectacular views. A few rest houses and huts are constructed in the surroundings of this lake. Weather is cool and pleasant in summer and very cold and chilly in Winter. In December and January snowfall also occurs and temperature falls to -5 C."]},"\n",{"type":"[[","value":[["Image:Toli Pir landscape (3).jpg"],["right"],["200px"],["thumb"],["Toliper"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Toli Pir"]}," is a hilltop area located at a distance of 40 KM from Rawalakot City. It is the highest mountainous location and the most attractive point in the north-eastern area of Rawalakot. Tolipir offers outback time on wide spread grassy fields and aspiring views as it is the origin point of three different mountainous ridges. The tourism rest-house on the way to tolipir is also located on a very scenic location. Abbaspur, Bagh and Poonch River can be viewed from Toli Pir. There are some old remains of a Mazaar at the highest top of Tolipir. Weather is pleasant in summer,  but becomes colder from October through March. when it starts to snowfall in winter. The area's natural beauty is at its peak from April to August during summer time."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Poonch River"]}," is located at a distance of 35 KM from Rawalakot City. The river is half inside in the Indian part and half in the Pakistan side. There are quite a many spots along this route presenting exquisite views of water front. The water passage is quite wide at locations and hence has the potential which may be exploited in developing water based recreation. Weather is hot in summer and cold in winter. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tatta Pani"]}," is located at a distance of 45 KM from Rawalakot City. Tatta Pani offers a unique experience, Hot Water Springs oozing out of the ground fall into the Poonch River. These are sulfur water springs with water temperatures approximately 86º C in summers and 65º C in the winters. Existing hot water baths were destroyed during the flood in River Poonch. However, there are a couple of Rest Houses at the site. Weather is hot in summer and cold in winter."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe town has few good bazaars.\n",{"type":"*","value":[" ",{"type":"'''","value":["Handicrafts"]},": Carpets, silk woolen clothing, woolen shawls, wood carving, Papier Mashie, rugs"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Other products and fruits"]},": mushrooms, honey, walnuts, apples, cherry, medicinal herbs & plants, resin, Deodar, Kail, Chir, Fir, Maple and Ash Timbers etc."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are various guest houses, rest houses, motels and hotels at most of the tourist spots which can be booked in advance from their offices in Rawalakot.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Diera Guest house"],["url=http:\/\/www.deiraguesthouse.com"],["email="],["address=Guoien Nullah Road Khirec Rawalakot"],["lat="],["long="],["directions="],["phone=92-5824- 42492"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Swiss Cottage Guest House"],["url=http:\/\/www.kashmirsuncityrawalakot.com\/"],["email="],["address=10, Km Main Rawalakot Road"],["lat="],["long="],["directions="],["phone=923435346112"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Residence Resort Rawalakot"],["alt="],["url="],["email=waqas1579@yahoo.com"],["address=Airport Road, Near D.H.O Office"],["lat="],["long="],["directions=Two minutes' drive from the main city of Rawalakot"],["phone=0322-9470943"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=The hotel is just outside the city of Rawalakot in a peaceful location. The hotel has hot and cold water, cable TV, Wi-Fi internet, room service, travel guide with transport services, and inroom food 24 hours of the day."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Royal Cottage Rawalakot Guest House"],["url=http:\/\/www.kashmirsuncityrawalakot.com\/rawalakot_guest_house.html"],["email="],["address=10, km main Rawalakot Road"],["lat="],["long="],["directions="],["phone=923435346112"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Azad Kashmir"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Rawalakot"]]},"\n",{"type":"{{","value":[["geo"],["33.866666666667"],["73.766666666667"]]}]