[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Rayong"]}," (ระยอง) is a city on the ",{"type":"[[","value":[["Eastern Gulf Coast"]]}," of ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":[" Understand "]},"\nOn the east coast of Thailand, 179 km from Bangkok, modest beaches dotted around Rayong Province are tranquil paradises for sea lovers who seek hideaways near the capital. Months of monsoon rains allow lush forests as well as fruit orchards to cool down from the heat of the day, and provide harvests during May of each year, so fruit lovers always travel here for various tasty fresh tropical fruits, particularly durian, rambutan and mangosteen.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":["By bus"]},"\nBuses leave the Eastern Bus Terminal at Ekamai to Rayong and its districts via many routes. You can select to go to Rayong, Ban Phe, Klaeng, Laem Mae Phim, Map Ta Phut, or Prasae. For more information, Tel. 0 2391 2504, Rayong Bus Terminal, Tel. 0 3861 1379. Rayong Tour Co,Ltd., privately-owned bus, operates a faster bus service via Hwy 7. For more information, Tel. 0 2712 3662 or Rayong branch at Tel. 0 3886 1354 – 5, Cherdchai Tour Co.,Ltd., Bangkok, Tel. 0 2391 2237, Rayong branch, Tel. 0 3867 4144. Buses serving Rayong are also available from the Northern Bus Terminal Tel. 0 2936 1216,  0 2936 0199\n\nRayong is the gateway from the east to the north and northeast of Thailand. As such, there are many regular bus services connecting Rayong, Bangkok, and other provinces such as Chiang Mai, Nong Khai, Nakhon Ratchasima, Ubon Ratchathani.\n\nSuvarnabhumi Airport is east of Bangkok, 150 km from Rayong. Transport by car \/ taxi or bus takes about 2 hours. \n\nIntercity Bus from Suvarnabhumi Airport to Rayong, service hours from 06:00-21:00. Take a shuttle bus from Suvarnabhumi Airport at Level 2 or 4, Entrances 3, 6 and 9 to the Public Transportation Centre, free of charge, go to the Intercity Bus Counter and buy your ticket to Rayong. \n\nThere is also a minibus that leaves from Victory Monument. It leaves approximately every 45 minutes. The minivans are parked at the Century Mall and you can buy a ticket in the basement of the mall. The minivan will drop you off by the Clock Tower in Rayong.\n\n",{"type":"===","value":["By car or taxi"]},"\n\nFrom Bangkok, driving to Rayong is very easy.\n\n#By Sukhumvit Rd, Hwy 3, you can drive via Bang Pu, Bang Pakong, Bang Saen, Si Racha, Pattaya, Sattahip, Ban Chang to Rayong. This route totals 220 km.\n#By Bang Na-Trat Rd, Hwy 34, you can drive through Bang Phli and Bang Bo districts of Samut Prakan province before entering Hwy 3 at km70 in Bang Pakong. Then continue the same direction as the first route. The route is a total of 220 km.\n#By Hwy 36, you can drive on the second route till km140, in Bang Lamung, and turn left to Hwy 36. Rayong is 70 km away. This route totals 210 km.\n#By Hwy 344, from Chonburi, you can drive through Ban Bueng, Nong Yai, Wang Chan, to Klaeng district of Rayong. This route is 180 km in distance, and suits those who are going to visit attractions in Klaeng or continue their journey to Chanthaburi and Trat provinces. Rayong is 42 kilometres away via Hwy 3.  \n#By Hwy 7, from Phattanakan Rd, you can drive to Chonburi then use Hwy 36 to reach Rayong. This route is a distance of 175 km.\n\nFrom Bangkok City by main road Hwy 3, Sukhumvit Rd, in 3 hours.\n\nYou can hire a taxi from the Bangkok area to Rayong for about 3,000 baht.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.utapao.com U-Tapao-Rayong-Pattaya International Airport"]}," (",{"type":"{{","value":[["IATA"],["UTP"]]}," | tel: +66 38 245295), often known somewhat inaccurately as \"Pattaya Airport\", is at ",{"type":"[[","value":[["Sattahip"]]},", just off the main Sattahip-Chanthaburi (Sukhumvit) Highway, 30 km south of Pattaya. Primarily a military facility, it's the closest airport fielding commercial passenger flights, but only to a handful of destinations. There are no commercial passenger flights connecting U-Tapao directly with Bangkok.\n\nSchedules (all daily):\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bangkokair.com Bangkok Airways (PG)"]}]}," flies to\/from ",{"type":"[[","value":[["Ko_Samui"],["Ko Samui (USM)"]]},", ",{"type":"[[","value":[["Phuket"],["Phuket (HKT)"]]}," and ",{"type":"[[","value":[["Trat"],["Trat (TDX)"]]}," - UTP-USM & USM-UTP flights are usually slightly less expensive than BKK-USM & USM-BKK flights",{"type":"<","value":["small",["\n: - PG281 - UTP (13:00) to HKT (14:40)\n: - PG282 - HKT (15:10) to UTP (16:50)\n: - PG252 - HKT (09:45) via USM (11:10) to UTP (12:25)\n: - PG2294- TDX (13:00) to UTP (16:45)\n: - PG294 - UTP (17:20) to USM (18:30)\n: - PG2252- UTP (13:00) to TDX (16:45)\n"]]},"\n\n",{"type":"==","value":[" Get around "]},"\n",{"type":"==","value":[" See "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Suphattra Land"],["alt="],["url="],["email="],["address=Nong Lalok, Ban Khai, Rayong 21120 Thailand"],["lat="],["long="],["directions="],["phone=+66 (0) 3866 4585"],["tollfree="],["fax="],["hours=M-Sa 9-16"],["price=50-150 baht\/day"],["content=Suphattra Land is an 800-acre orchard where fruit lovers can pick durian, rambutan, mangosteen, starfruit, dragonfruit, etc. off the trees, or else just enjoy the pleasant surroundings. Fruits are generally full-grown in late April to June. A sightseeing train winds its way through the expanse, as well."]]}]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wat Don"],["alt=Traditional Thai massage"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Good value authentic Thai massage by fully trained, qualified masseuses. Body massage costs about 150 baht for 1.5 hours."]]}]},"\n",{"type":"==","value":[" Buy "]},"\n",{"type":"==","value":[" Eat "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Laem Charoen Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Central Rayong"],["phone="],["fax="],["hours="],["price="],["content=Seafood."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Love Club"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A stage full of Thai girls dancing in short-shorts and bikini tops alternate with live bands. Whisky and other alcoholic drinks available by the bottle with mixers of your choice. They also have hookah pipes."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Purimas Beach Hotel and Spa"],["url=http:\/\/www.purimas-rayong.com\/"],["email="],["address=34 Payoon-Namrin Rd"],["lat="],["long="],["directions="],["phone=+66 38 630382-90"],["tollfree="],["fax="],["hours="],["price=2,300+ baht"],["checkin="],["checkout="],["content=Rooms equipped with air conditioning, balcony\/lanai, Internet, and minibar. The Spice Garden Restaurant, fitness room\/gym, beauty parlour, swimming pool, room service, airport and city transfers."]]}]},"\n",{"type":"==","value":[" Go next "]},"\nThere are two bus stations: No. 1 (centre of town) and No. 2 (out of town). Bus 9904 goes from Rayong Bus Station to Suvarnabhumi Airport (BKK) (starts from No. 1 bus station and calls at No. 2, ends up at Mo Chit). Cost to airport is about 150 baht, time to airport 3.5 hrs. Minivans go to BKK from Ban Phe. Songthaews to Ban Phe from Rayong Bus Station cost 25 baht and take about 20 min.\n\n\n",{"type":"{{","value":[["routebox"],["image1=Thai Highway-3.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Sattahip"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Trat"]]}],["minorr1=",{"type":"[[","value":[["Ban Phe"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Rayong"]]},"\n\n",{"type":"{{","value":[["geo"],["12.674167"],["101.278889"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Eastern_Gulf_Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Rayong"]]}]