[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]}," \n\nThis ",{"type":"'''","value":["Itinerary"]}," is in the ",{"type":"[[","value":[["Red Centre"]]},". \n\n",{"type":"==","value":["Understand"]}," \n",{"type":"[[","value":[["File:Red Centre Way Map.png"],["550px"],["thumbnail"],["Road map of Red Centre"]]},"\nThe Red Centre is the place where you will find the most famous monolith of Australia, ",{"type":"[[","value":[["Uluru"]]}," and it is where the heart of the outback beats. The only town of sizable population is ",{"type":"[[","value":[["Alice Springs"]]},", the remainder of the population being scattered in smaller communities. The oxidized iron in the soil gives the whole area its distinctive and immediately recognizable reddish glow.\n\n",{"type":"==","value":["Prepare"]},"\n \n",{"type":"==","value":["Get in"]}," \n",{"type":"===","value":["By plane"]},"\n\nThere is an airport in Alice Springs. Currently Qantas has connecting flights to ",{"type":"[[","value":[["Darwin"]]},", ",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["Melbourne"]]},", ",{"type":"[[","value":[["Brisbane"]]},", ",{"type":"[[","value":[["Adelaide"]]},", ",{"type":"[[","value":[["Cairns"]]}," and ",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]},". There is a flying shuttle to Uluru but Uluru has an airport (Yulara) too, so if you're just flying in to see the rock, you don't have to stop off at Alice. (Although you should!). Tiger Airways ",{"type":"[","value":["http:\/\/www.tigerairways.com.au"]}," is by far the cheapest way to get to Alice Springs. \n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"[[","value":[["The Ghan"]]}," is as famous as the Orient Express, a long train ride over a large land area, and got even longer in 2004 with an extension right through to ",{"type":"[[","value":[["Darwin"]]},".  Don't expect complete luxury on the Ghan, however. The rolling stock is rather dated, and while adequate, it was purchased used, and has not been highly refurbished. The scenery is nice though.  Expect to pay a premium over the airfare.\n\n",{"type":"===","value":["By car"]},"\n\nAlice Springs is 17 hours drive from ",{"type":"[[","value":[["Darwin"]]},", and 18 hours drive from ",{"type":"[[","value":[["Adelaide"]]},".  The ",{"type":"[[","value":[["Stuart Highway"]]}," from ",{"type":"[[","value":[["Adelaide"]]}," is well-maintained and goes right through ",{"type":"[[","value":[["Coober Pedy"]]},", an underground town famous also for being the opal capital of the world (and worth stopping off for a visit on the way). It continues through ",{"type":"[[","value":[["Tennant Creek"]]}," and ",{"type":"[[","value":[["Katherine"]]}," all the way up to Darwin. Most backpackers and travellers rent either a car or a campervan, given that insurance is included and you'll most likey get a reliable vehicle. Before renting, consider comparing campervan rentals ",{"type":"[","value":["http:\/\/www.rentacampervan.com.au"]}," and ensure you get the best deal possible.\n\nIt is worthwhile reading the safety tips for ",{"type":"[[","value":[["Driving in Australia"]]}," and always carrying water and ensuring you know the location and opening hours of your fuel and food stops.\n\nRead the rental car conditions carefully. Rental cars in Alice Springs do not offer unlimited free kilometres, however the government tourist office, Territory Discoveries ",{"type":"[","value":["http:\/\/www.territorydiscoveries.com"]}," can offer them.  Rental cars hired outside of the Northern Territory may not be able to be driven into it.  Driving after dark outside of the city limits is generally prohibited.\n\n",{"type":"===","value":[" By bus"]},"\n\nGreyhound ",{"type":"[","value":["http:\/\/www.greyhound.com.au"]},"] ply the route to Alice Springs from the north and the south.\n",{"type":"==","value":["Go"]}," \n\n",{"type":"===","value":["Day one"]},"\n\nMake your way into Alice Springs. There are no international flights landing the Alice, so you will have to change planes at any of the big Australian cities (",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["Melbourne"]]},", ",{"type":"[[","value":[["Cairns"]]},", ",{"type":"[[","value":[["Adelaide"]]},", ",{"type":"[[","value":[["Perth"]]}," or ",{"type":"[[","value":[["Darwin"]]},"). Being in the middle of Australia, it takes more or less two hours to get to Alice Springs from any of the aforementionned cities. \n\nIn Alice Springs, walk to the top of the ",{"type":"'''","value":["Anzac Hill"]}," to get a good view of the town, and pay a visit to the ",{"type":"'''","value":["Royal Flying Doctor Service ",{"type":"[","value":["http:\/\/www.flyingdoctor.net\/central\/alice.htm"]}]}," or the ",{"type":"'''","value":["School of the Air ",{"type":"[","value":["http:\/\/www.assoa.nt.edu.au\/"]}]},", both will give you an idea of the vastitude of the surrounding areas and how the locals cope with it.\n\nIn the evening, take a bite at a restaurant on the Todd Mall.\n\n",{"type":"===","value":["Day two"]},"\n\nIn the morning, pick up your 4WD (you will of course have made your reservation beforehand on the internet at Thrifty",{"type":"[","value":["http:\/\/www.thrifty.com.au\/"]},", Britz",{"type":"[","value":["http:\/\/www.britz.com.au"]}," or any of the companies offering 4WD rental). Buy your supplies for the coming days (including a lot of fluids). \n\nHead West on the ",{"type":"'''","value":["Larapinta Drive"]},", and make your first stop only a few km outside Alice at the very interesting ",{"type":"'''","value":["Alice Springs Desert Park ",{"type":"[","value":["http:\/\/www.alicespringsdesertpark.com.au\/"]}]},", where you will learn a lot about the flora and fauna of the Australian Desert. Allow at least two hours for the visit.\n\nContinue West, enter the ",{"type":"'''","value":["West McDonnell National Park"]},". The moutain range is dotted with gaps, waterholes and gorges, (Simpsons Gap, Ormiston Gorge, Stanley Chasm...), making for refreshing short walks. If you have your bathsuit, you can even swim in some of the waterholes (for instance the permanent Ellery Creek Big hole), but be aware that the water can be ",{"type":"''","value":["very"]}," cold compared to the outside air. Make a stop at the ",{"type":"'''","value":["Ochre Pits"]},", used by aboriginals to get ceremonial ochre.\n\nMake a stop for the night at ",{"type":"'''","value":["Glen Helen Resort ",{"type":"[","value":["http:\/\/www.glenhelen.com.au\/"]}]},", a very casual but clean little place in magnificient surroundings, and actually the only option for a roofed accommodation around.\n\n",{"type":"===","value":["Day three"]},"\t \nThe real outback driving begins here. Wake early, walk to the Glen Helen Gorge, and take back your 4WD to continue on the Larapinta Drive, which becomes unsealed. Make a stop at the Redbank Gorge, and walk the 1-hour return trail (without forgetting to take water with you). \t \nContinue on the ",{"type":"'''","value":["Mereenie Loop Road"]},", an unsealed dirt road crossing Aboriginal lands, with nice desert scenery around you. Try to take your lunch at the viewpoint of ",{"type":"'''","value":["Tyler's Pass"]},", from where there is a truly breathtaking view over the area. You should also be able to see the eroded crater of ",{"type":"'''","value":[{"type":"[[","value":[["Tnorala"]]}]},", a truly gigantic comet impact dating from the Cretacean period. \t \nDescend from Tyler's pass, and take a short walk inside Tnorala. The sheer size of what remains after million years of erosion puts the imagination at test about the energy of the original impact.\n\nYou should be able to reach ",{"type":"'''","value":[{"type":"[[","value":[["Watarrka National Park"]]}]}," before sunset, and even have enough take to take the short walk at the bottom of King's Canyon and admire the sunset on the Canyon. Take a good night of sleep at the King's Canyon Resort ",{"type":"[","value":["http:\/\/www.kingscanyonresort.com.au\/"]}," \n\n",{"type":"===","value":["Day four"]},"\n\n",{"type":"[[","value":[["File:The Uluru.jpg"],["thumb"],["300px"],["Uluru"]]},"\n\nLeave just before sunrise (at least during the hotter months), and head for the Canyon, walk the Rim Walk while it is still not too hot, with plenty of water with you. Admire and absorb the magic of the scenery around you. \n\nAfter the walk, head for Uluru. Slowly, you will notice that the soil gets sandier and sandier, and soon the (fortunately sealed) road will lead you through dunes. A hundred kilometers before Uluru, you will see ",{"type":"'''","value":["Mount Conner"]}," in the distance, an anvil shaped mount with a flat top. From the dune on the other side of the viewpoint for Mount Conner, you will also see vast salt lakes spotting the plains. \n\nAfter some more driving, you will see both Uluru and Kata Tjuta rising in the distance. No matter how many times you have seen the Rock in photographs or videos, the first time you see it rising from the plains truly leaves a strong impression. Get in the park (there is a fee), visit the tourist center, eventually take one of the short walks around the rock, but be at the designated parking spot for the sunset. At the last moment before the sun goes down, it reflects in the rock. The rock then \"shines\" for a few seconds, producing a truly mesmerizing effect. Head back to one of the accommodation at neighbouring ",{"type":"'''","value":["Yulara"]},".  \n\n",{"type":"===","value":["Day five"]},"\n\nDrive to Kata Tjuta (45 km from the entrance of the park), make a brief stop at the view point and walk the Valley of the Winds, a 7 km loop between the red domes of Kata Tjuta. The trail is not too difficult, but it is sometimes closed in the summer days to the   \nexcessive heat (whether the walk in closed or open is indicated at the entrance of the park, so you do not have to drive the 90km return just to check). If it is too hot or you do not feel like walking 7km, there is a shorter treck (2 km return). \n\nAfter Kata Tjuta, head back to Uluru and Yulara. You can make a brief stop at the bottom of the climb to the top of the rock, but no need to try : it is heavily frowned upon by the aboriginals, and it is just plain dangerous. \n\nAnyway, return at Yulara, and take the ",{"type":"'''","value":["Sounds of Silence ",{"type":"[","value":["http:\/\/www.ayersrockresort.com.au\/sounds-of-silence\/"]}]}," dinner experience. It is quite popular and you will probably have to make a reservation in the morning. \n\n",{"type":"===","value":["Day six"]},"\n\nWake early, try to be at the sunrise viewing point at Uluru for a reverse effect of the sunset glow. Return to Uluru, and Walk around the base of Uluru. It will take two to three hours, there are many stops with explanations about the aboriginal mythology linked with the rock, as well as rock paintings. Some features are sacred, respect the place and do not take pictures.\n\nTake your vehicle, time to hit back the road. Head back towards the Stuart Highway on the Lesseter highway, take the turn on the Luritja road, but take the unsealed and rough Ernest Giles Road. The track will take you into some barren scenery. Just before reaching the Stuart Highway, turn left to enter the tiny ",{"type":"'''","value":[{"type":"[[","value":[["Henbury Meteorites Conservation Reserve"]]}]},". The short loop trail into the reserve will bring you close to very visible craters left by pieces of a meteorites that disintegrated over the desert. One of the craters was deep enough to create some shadow and a temporary waterhole, so the bottom is a bit greenish compared to the incredibly flat and barren surroundings.\n\nDrive back to the Stuart Highway, head back towards Alice Springs, but turn right to get to the ",{"type":"'''","value":["Rainbow Valley"]}," before sunset (it is a 4WD drive with sandy spots from the Stuart highway to the reserve). The colors of the sandstone and rock formations are simply splendid. If you are lucky enough to get there just after the rain, you might get the chance to view the reflection of the rocks over the water.\n\nFor the night, head back to Alice, or stay at '",{"type":"''","value":["Jim's place"]},", 90 km south of Alice, a rustic roadhouse with a local attraction, Dinky the Dingo, a dog able to play the piano.\n\n",{"type":"===","value":["Day seven"]},"\n\n",{"type":"[[","value":[["Image:SimpsonsDesert.JPG"],["thumb"],["300px"],["View of the desert from Chamber's Pillar"]]},"\n\nFrom Alice Springs, take the dirt road towards Finke (the entrance of the road is close to the Airport) and head towards ",{"type":"'''","value":["Chambers Pillar Historical Reserve | Chambers pillar"]},". Make your first stop at the ",{"type":"'''","value":[{"type":"[[","value":[["Ewaninga Conservation Reserve"]]}]},", a small reserve only 30 km from Alice Springs (the entrance of the park is easy to miss). You will see some aboriginal carvings dating from the prehistoric times, that are presently still sacred. \n\nHit the track back. You can make a brief stop at the ",{"type":"'''","value":["Maryvale Station"]},", an outback fuel station with some refreshment available. Depending on how confident you feel with your driving skills over sand, you might want to tell them you are heading to Chamber's pillar.\nThe drive from Maryvale to Chamber's pillar starts gently, but slowly becomes a hell of a 4WD track over rougher and rougher terrain. You will then have to drive over a rocky hill, which is ",{"type":"''","value":["really"]}," steep. No conventional vehicle can cope with this climb, and even with the 4WD you will have to be in very low gear. On top of the hill, you can have a view of the pillar rising above the desert.\nAfter descending the other side of the hill (which is as steep as the climb, by the way), you will drive the last few kilometers over sand dunes. Take care at the top of each dune, as frontal accidents may happen.\n\nThe pillar was used as a landmark for pioneers, and bears some century old graffiti. There are furthermore fantastic views of the desert.\n\nHead back to Alice for the evening, and eat your belly out at the Todd Mall.\n\n",{"type":"===","value":["Day eight"]},"\n\nLast day in Alice. Take your time to pay a visit to the ",{"type":"'''","value":["Old telegraph station"]}," and buy the necessary souvenirs for the family, but most of all look back at your week and wonder how early explorers did what you did without a 4WD (do not forget to wash it, and return it). Take a shuttle bus to the airport to take your flight.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThis is a desertic area, so always bring a lot of water with you if you go out hiking, and in any case bring a lot of water with you while you are driving. It can get ",{"type":"'''","value":["dramatically hot"]}," in the summer, and even during other seasons, when it is only 'very hot during the day you should be wary of dehydratation. Always wear a hat, and put on strong sunscreen. \n\nSome unsealed roads are fairly remote, so take extra care, as mechanical problem can mean big trouble if you are not prepared. \nThe distance between fuel supplies is not to be underestimated. Check the autonomy of your vehicle, and refuel accordingly. \n\nFor more information, read carefully ",{"type":"[[","value":[["Driving in Australia#Outback driving"]]},".\n\nThey are not directly life-threatening, but flies can become annoying when they buzz around you by the dozens. You may want to buy a fly-net for your head.\n\n\n\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"{{","value":[["Usableitinerary"]]},"\n\n",{"type":"{{","value":[["related"],["Red Centre"]]}]