[{"type":"{{","value":[["pagebanner"],["Red Centre banner Uluru Base Walk.jpg"]]},"\n\n",{"type":"[[","value":[["Image:location_redcenter.png"],["thumb"],["250px"],["Red Centre"]]},"\n\nThe ",{"type":"'''","value":["Red Centre"]}," is the colloquial name given to the southern desert region of the ",{"type":"[[","value":[["Northern Territory"]]}," in ",{"type":"[[","value":[["Australia"]]},". \n\n",{"type":"==","value":["Towns"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alice Springs"]]}," — heart of Australia and hub of the region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yulara"]]}," — service station before entering the Uluru-Kata Tjuta National Park"]},{"type":"*","value":[" Kulgera"]},{"type":"*","value":[" Charlotte Waters"]},{"type":"*","value":[" Bundooma"]},{"type":"*","value":[" Rumbalara"]},"\n",{"type":"==","value":["Other Destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chambers Pillar Historical Reserve"]]}," — a spectacular solitary column towering 40 metres above the Simpson Desert plain"]},{"type":"*","value":[" ",{"type":"[[","value":[["East MacDonnell Ranges"]]}," — following Ross Highway to the east, you will find awesome gorges, gaps and rock formations"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ewaninga Conservation Reserve"]]}," — gain insight into an ancient culture as you explore the small, six hectare Ewaninga Rock Carvings"]},{"type":"*","value":[" Finke Gorge National Park — this ancient landscape includes desert oasis Palm Valley, home to a diverse range of plant species, many of which are rare and unique to the area"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rainbow Valley"]]}," — a scenic natural reserve consisting of various formations of sandstones and rocks"]},{"type":"*","value":[" ",{"type":"[[","value":[["Uluru-Kata Tjuta National Park"]]}," — home to Australia's most recognisable natural icon."]},{"type":"*","value":[" ",{"type":"[[","value":[["Watarrka National Park"]]}," — home to ",{"type":"'''","value":["Kings Canyon"]},", a mighty chasm reaching a depth of 270 metres with some great options for the less energetic to explore"]},{"type":"*","value":[" ",{"type":"[[","value":[["West MacDonnell National Park"]]}," — following Larapinta Drive westwards, it offers easily accessible swimming holes, chasms and gorges, bush walking, camping and four-wheel-driving"]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Red Centre is the place where you will find the most famous monolith of Australia, ",{"type":"[[","value":[["Uluru"]]}," and it is where the heart of the outback beats. The only town of sizable population is ",{"type":"[[","value":[["Alice Springs"]]},", the remainder of the population being scattered in smaller communities. The oxidized iron in the soil gives the whole area its distinctive and immediately recognizable reddish glow. Here you can connect with the oldest living culture on earth or listen to colourful yarns of the pioneering days at an outback pub. \n\n",{"type":"===","value":["Indigenous History"]},"\nThe Arrernte Aboriginal people have made their home in the Central Australian desert in and around Alice Springs for more than 50,000 years. The Aboriginal name for Alice Springs is Mparntwe. Three major groups Western, Eastern and Central Arrernte people live in Central Australia, their traditional land including the area of Alice Springs and East\/West MacDonnell Ranges. They are also referred to as Aranda, Arrarnta, Arunta, and other similar spellings.\n\nArrernte country is rich with mountain ranges, waterholes, and gorges; as a result the Arrernte people set aside 'conservation areas' in which various species are protected. According to the Arrernte traditional stories, in the desert surrounding Alice Springs, the landscape was shaped by caterpillars, wild dogs, travelling boys, two sisters, euros, and other ancestral figures.\n\nThere are many sites of traditional importance in and around Alice Springs, such as Anthwerrke (Emily Gap), Akeyulerre (Billy Goat Hill), Ntaripe (Heavitree Gap), Atnelkentyarliweke (Anzac Hill), and Alhekulyele (Mt. Gillen). Many Arrernte people also live in communities outside of Alice Springs.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the most common language spoken in the Red Centre and hundreds of different Aboriginal languages are spoken by the indigenous people.\n\n",{"type":"==","value":["Get in"]},"\n\nRemember, if you travel into an Aboriginal Community, you are not allowed to take alcohol or pornography.  There are severe fines if caught.  Also, when visiting Arts Centres, do not travel into residential areas (these are well sign posted).\n\n",{"type":"===","value":["By plane"]},"\n\nThere is an airport in Alice Springs. Currently Qantas has connecting flights to ",{"type":"[[","value":[["Darwin"]]},", ",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["Melbourne"]]},", ",{"type":"[[","value":[["Brisbane"]]},", ",{"type":"[[","value":[["Adelaide"]]},", ",{"type":"[[","value":[["Cairns"]]}," and ",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]},". There is a flying shuttle to Uluru but Uluru has an airport (Yulara) too, so if you're just flying in to see the rock, you don't have to stop off at Alice. (Although you should!). Tiger Airways ",{"type":"[","value":["http:\/\/www.tigerairways.com.au"]}," is by far the cheapest way to get to Alice Springs. \n\n",{"type":"===","value":["By train"]},"\n\nThe Ghan is as infamous as the Orient Express, a long train ride over a large land area, and got even longer in 2004 with an extension right through to ",{"type":"[[","value":[["Darwin"]]},".  Don't expect complete luxury on the Ghan, however. The rolling stock is rather dated, and while adequate, it was purchased used, and has not been highly refurbished. The scenery is nice though.  Expect to pay a premium over the airfare. \n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:LasseterHighway.JPG"],["250px"],["thumb"],["Lasseter Highway between Uluru-Kata Tjuta National Park and Alice Springs"]]},"\n\nAlice Springs is 17 hours drive from ",{"type":"[[","value":[["Darwin"]]},", and 18 hours drive from ",{"type":"[[","value":[["Adelaide"]]},".  The ",{"type":"[[","value":[["Stuart Highway"]]}," from ",{"type":"[[","value":[["Adelaide"]]}," is well-maintained and goes right through ",{"type":"[[","value":[["Coober Pedy"]]},", an underground town famous also for being the opal capital of the world (and worth stopping off for a visit on the way). It continues through ",{"type":"[[","value":[["Tennant Creek"]]}," and ",{"type":"[[","value":[["Katherine"]]}," all the way up to Darwin.\n\nIt is worthwhile reading the safety tips for ",{"type":"[[","value":[["Driving in Australia"]]}," and always carrying water and ensuring you know the location and opening hours of your fuel and food stops.\n\nRead the rental car conditions carefully. Cars rented locally in Alice Springs usually do not offer unlimited free kilometres.  Rental cars hired outside of the Northern Territory may not be able to be driven into it.  Driving after dark outside of the city limits may be prohibited.\n\n",{"type":"===","value":[" By bus"]},"\n\nGreyhound ",{"type":"[","value":["http:\/\/www.greyhound.com.au"]},"] ply the route to Alice Springs from the north and the south.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:RedCenter_map.png"],["right"],["thumb"],["400px"],["Map of the Red Center"]]},"\n\nThe sealed Stuart Highway running from ",{"type":"[[","value":[["Alice Springs"]]}," to ",{"type":"[[","value":[["Adelaide"]]}," crosses the area and is the major artery for local traffic (meaning you can actually cross several vehicles per hour). The Lasseter Highway is also sealed, and links the Stuart Highway with Uluru.\n\nConsider renting a 4WD to explore areas beyond the Stuart Highway and Uluru. Several destinations can simply not be accessed by conventionnal vehicles. If you run out of fuel here, you're in big trouble. It is advisable to travel with other vehicles, the more the better.\n\nThe big rocks are actually a little distance from ",{"type":"[[","value":[["Yulara"]]},". where the accommodation and facilities are.  If you are not with a tour, or didn't bring your car, you will need to decide how best to get to these locations.  Hire cars can be expensive, and have limited kilometres; however shuttles to and from the rock are also expensive, so do the math and see what works best for you.\n\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alice Springs"]]},", an oasis in the middle of nowhere, and the link to the outer world for locals, and the natural choice to start your exploration of the region. Framed by the MacDonnell Ranges and an intense desert landscape, Alice Springs is Australia’s most famous outback town."]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Uluru-Kata Tjuta National Park"],["url=http:\/\/www.environment.gov.au\/parks\/uluru\/index.html"],["email="],["address=Lasseter Highway, Yulara, Northern Territory"],["lat="],["long="],["directions="],["phone =+61 8  8956 1100"],["tollfree="],["fax="],["hours="],["price="],["content=Few are ever prepared for a visit to the Uluru-Kata Tjuta National Park. Uluru (Ayers Rock) is Australia's most recognisable natural icon. Standing 348 metres high, the monolith has a great cultural significance for the traditional Aboriginal owners, the Anangu people. The Uluru-Kata Tjuta National Park is located 440km south-west of Alice Springs near the town of Yulara. A three-day permit to enter the National Park costs $25. A permit to enter the park may or may not be included in a tour you book. Ask your booking agent if your tour fee includes the permit to enter the park. As it is a sacred site, aboriginal communities wish tourists would not climb \"the Rock\". Nevertheless,it is still possible to climb, but the way is closed when temperatures are above 36°C."]]},{"type":"[[","value":[["Image:PlaqueUluru.jpg"],["250px"],["thumb"],["On the top of Uluru Rock (Ayers Rock)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Curtin Springs Station"],["url=http:\/\/www.curtinsprings.com\/"],["email="],["address=Lasseter Highway via Yulara, Northern Territory"],["lat="],["long="],["directions="],["phone =+61 8  8956 2906"],["tollfree="],["fax="],["hours="],["price="],["content=Outback hospitality – The way you wish it could be all the time. Curtin Springs is a working cattle station and Wayside Inn located on the Lasseter Highway just 84km east of Yulara, at the edge of Uluru-Kata Tjuta National Park. It is owned and operated by the Severin family. The family took over in 1956 and still operate the station today."]]}]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum of Central Australia"],["url="],["email="],["address=Araluen Cultural Precinct, Corner of Larapinta Drive and Memorial Avenue, Alice Springs, Northern Territory"],["lat="],["long="],["directions="],["phone =+61 8  8951 1120"],["tollfree="],["fax="],["hours="],["price="],["content=The Museum of Central Australia, in the Araluen Cultural Precinct, acts as an interpretive centre for Central Australia’s natural history. The exhibitions explore the unique features of the region through time and space, following the evolution of the landscape and the creatures that inhabited it. Featured is a replica of a local palaeontologic dig, an ancient waterhole with some surprising mega fauna including a giant freshwater crocodile and the largest bird that ever lived, Dromornis stirtoni, dated at eight million years old. Other exhibits include present day Central Australian mammals, reptiles, insects and meteorite fragments."]]}]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Alice Springs Desert Park"],["url=http:\/\/www.alicespringsdesertpark.com.au\/"],["email="],["address=Larapinta Drive, Alice Springs, Northern Territory"],["lat="],["long="],["directions="],["phone =+61 8  8951 8788"],["tollfree="],["fax="],["hours="],["price=Entry fees apply"],["content=In the space of just a few hours, you can discover many of the secrets of the Central Australian deserts at the Alice Springs Desert Park. Hundreds of the species of plants and animals found across Central Australian deserts can be seen, smelt and heard at the Desert Park. You will even have the opportunity to experience desert habitats as they are at night, seeing some of the animals near impossible to see in the wild."]]}]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Watarrka National Park (Kings Canyon)"],["url=http:\/\/www.nt.gov.au\/nreta\/parks\/"],["email="],["address=Kings Canyon, Watarrka National Park, Northern Territorysouth-west of Alice Springs"],["lat="],["long="],["directions=330km via the Red Centre Way, 450km via the Stuart and Lasseter Highways and Luritja Road"],["phone =+61 8  8951 8250"],["tollfree="],["fax="],["hours="],["price="],["content=Watarrka National Park, synonymous with its most famous landmark, Kings Canyon, is located 450km south west of Alice Springs in the Uluru-Kata Tjuta region of the Northern Territory. The park encompasses the western end of the George Gill Range and is home to a variety of unique native flora and fauna, including over 600 different plant species."]]}]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Red Centre Itinerary"]]}," - This itinerary will lead you through the best of the Red in a few days, however you will need a 4WD, so make a reservation beforehand.  Make sure there is a little fridge with your vehicle to keep your supplies fresh."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Larapinta Trail"],["url=http:\/\/www.nt.gov.au\/nreta\/parks\/"],["email="],["address=West MacDonnell Ranges, Alice Springs, Northern Territory"],["lat="],["long="],["directions="],["phone =+61 8  8951 8250"],["tollfree="],["fax="],["hours="],["price="],["content=The Larapinta Trail is an exciting long distance walking track through the West MacDonnell National Park in the heart of central Australia. The Trail runs for 223km along the backbone of the West MacDonnell Ranges from Alice Springs to Mt Sonder. The grandeur and timeless beauty of the Ranges are the backdrop and setting for the Trail, which is divided into twelve sections, providing walkers with an opportunity to experience an ancient landscape at their own pace."]]}]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Simpsons Gap"],["url="],["email="],["address=18km west of Alice Springs, via Larapinta Drive, Alice Springs, Northern Territory"],["lat="],["long="],["directions="],["phone =+61 8  8951 8250"],["tollfree="],["fax="],["hours="],["price="],["content=Simpsons Gap, 18km west of Alice Springs, is one of the best known attractions in the West MacDonnell National Park. A good time to visit is later in the afternoon or early morning when there is a good chance of sighting the rare Black-footed Rock Wallabies. The Ghost Gum walk provides an interesting introduction to the native plants of the region. The short walk to Cassia Hill gives excellent elevated views of the Ranges and the Simpsons Gap area. For something a little different, a sealed bicycle path meanders for 17km between Simpsons Gap and John Flynn's Grave. Allow around 45 minutes to explore the wonders of this area."]]}]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ellery Creek Big Hole"],["url="],["email="],["address=Namatjira Drive, Alice Springs, Northern Territory"],["lat="],["long="],["directions=90km west of Alice Springs"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=High red cliffs, a large waterhole and a sandy creek fringed by gums make this one of the most popular and picturesque picnicking spots in the West MacDonnell Ranges. Much more than just a popular place for the locals to take a refreshing dip, Ellery Creek Big Hole is also recognised as an internationally significant geological site. A three kilometre Dolomite walk provides an opportunity for visitors to explore some of the interesting formations. The West MacDonnell Ranges are the source of the water that has collected in a deep pool. Red River and Ghost Gums shelter the picnic area located nearby. Camping is permitted (fees apply)."]]}]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Uluru Camel Tours"],["url=http:\/\/ulurucameltours.ananguwaai.com.au\/"],["email="],["address=Ayers Rock Resort, Yulara, Northern Territory"],["lat="],["long="],["directions="],["phone =+61 8  8950 3030"],["tollfree="],["fax="],["hours="],["price="],["content=With views of ",{"type":"[[","value":[["Uluru"]]},"(Ayres Rock) and Kata Tjuta (The Olgas) providing an inspiring backdrop, visit Uluru Camel Tours at the Ayers Rock Resort and get to know their remarkable and friendly camels. Get up close and personal and enjoy a short ride atop one of these gentle giants of the desert, or browse through the museum and display area and pick up a memento of your visit. A wonderful ‘hands on’ experience for young children and families alike."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Alice Springs"]]}," has a large variety of restaurants, cafes and popular fast food chains.\n\n\n",{"type":"==","value":["Drink"]},"\n\nAlice has just gone dry - so there is no drinking in public, all drinking must be done on private premises or in the selection of bars and restaurants. \n\n\n",{"type":"==","value":["Stay Safe"]},"\nThe Australian Outback, although very beautiful is also very dangerous due to its extreme conditions. Be prepared and plan your trip before you start it. Plan fuel stops and always carry extra fuel as on some highways fuel and towns can be up to 800km apart. It is advised to carry a satellite phone or HF radio for emergencies if leaving the major roads. Water and food are also very important. If you become stranded in the outback stay calm and stay with your vehicle so emergency services are able to locate you. If you have communication devices use them. Mobile (cellular) phone coverage is limited to the regional centres.\n\n",{"type":"*","value":[{"type":"'''","value":["Sun protection"]},"   Travellers should always wear a wide-brimmed hat, long-sleeved shirt, sunglasses and at least an SPF 30+ sunscreen when outdoors. You should also be sure to drink plenty of water; a minimum of two litres per day is advised."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Dehydration"]},"   Early symptoms include feeling thirsty, excess sweating, headache, dizziness and nausea. If dehydration continues, it can result in seizures, a loss of consciousness and even death."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Insects"]},"   The Territory is home to mosquitoes and other biting insects, so a reliable insect repellent, mosquito coils and appropriate clothing will make travelling more comfortable. If camping, keep your tent zipped and tap your shoes out before putting them on."]},"\n\n",{"type":"===","value":["On the road"]},"\n\nAs with all things in the remote desert, some care should be taken in planning to go out of town. A few of the trips listed are 4WD only and should only be undertaken by experienced 4WD drivers, with proper supplies and equipment. There are a number of tour companies available to help with this. Things to remember: \n",{"type":"*","value":["Either go with a local guide (best) or ensure someone checks over your itinerary & gear. This is a harsh environment! "]},{"type":"*","value":["You'll need a lot more water than you might think, and you may need extra fuel. "]},{"type":"*","value":["It's illegal to drive with uncovered firewood on your roof, so if you need to put it up there put a tarpaulin over it and secure it tightly. "]},{"type":"*","value":["When bush walking, wear long pants and closed-toe shoes; Central Australia is home to some of the most deadliest snakes in the world, but these snakes have very small fangs - a good pair of shoes or long pants will stop them from harming you."]},{"type":"*","value":["Make sure someone knows you're going out and when to expect you back."]},{"type":"*","value":["Beware of fire! Make sure your campfire is under control at all times, and put it out completely before you leave. Do not throw your cigarette out the window in this area, for your own safety. "]},"\nComfort notice: If you are leaving to go out bush and it is not the dead of winter (July), you should bring a flynet. Flynets are fine mesh nets which cover your head. The flies don't bite but they do make a very enthusiastic attempt to get up your nose, in your ears and at your eyes; not being prepared can spoil what would otherwise be a wonderful experience. \n\n",{"type":"==","value":["Respect"]},"\n\nRemember that you may not take alcohol or pornography into Aboriginal Communities, even as a tourist passing through. This applies for the Historical Precinct at Hermannsburg also. Travellers are not permitted into residential parts of the communities. These areas are well sign posted, so keep your eyes open and you will be fine.\n\n",{"type":"==","value":["Go next"]},"\n\nThe Stuart Highway is the ",{"type":"'''","value":["only sealed option"]},". Drive North, you will reach the tropical Northern end and ",{"type":"[[","value":[["Darwin"]]},". To the South, you will enter ",{"type":"[[","value":[["South Australia"]]},", with ",{"type":"[[","value":[["Adelaide"]]}," at the end of the road.\n\nIf you have a 4WD, you can cut Northwest directly to the ",{"type":"[[","value":[["Kimberley (Western Australia)"],["Kimberley"]]}," on the ",{"type":"'''","value":["Tanami Track"]},", a relatively well graded dirt road crossing the Tanami Desert. It is a 800+km drive to Hall's Creek in Western Australia, with very little supplies along the way, and only a single fuel station at the remote Rabbit Flat Roadhouse (which is not open all the time, on top of that), roughly midway between ",{"type":"[[","value":[["Alice Springs"]]}," and Hall's Creek.\n\nTo the West, you can take the unsealed ",{"type":"'''","value":["Gunbarrel Highway"]}," starting at Kata Tjuta, and with a lot of patience and a good 4WD you could drive all the way to ",{"type":"[[","value":[["Perth"]]}," (something like 2500 km away).  \n\nTo the East, the WAA line or the French line are 4WD tracks crossing the Simpson Desert to Birdsville in ",{"type":"[[","value":[["Queensland"]]},", some 500 km East. Be ",{"type":"''","value":["extremely"]}," well prepared if you wish to tackle those routes. \n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Coober Pedy"]]}," — spend the night in an opal mine"]},{"type":"*","value":[" ",{"type":"[[","value":[["Darwin"]]}," — The tropical capital city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Katherine"]]}," — nature and culture, history and heritage, and gateway to the spectaular Katherine Gorge"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tennant Creek"]]}," — Aboriginal culture, gold mining and pastoralism "]},"\n",{"type":"{{","value":[["usableregion"]]},"\n \n",{"type":"{{","value":[["IsPartOf"],["Northern Territory"]]},"\n",{"type":"{{","value":[["geo"],["-23.7"],["133.87"]]},"\n",{"type":"[[","value":[["Wikipedia:Central Australia"]]}]