[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThe ",{"type":"'''","value":["Rees-Dart Track"]}," is a Department of Conservation ",{"type":"''","value":["Major Track"]}," located on ",{"type":"[[","value":[["New Zealand"],["New Zealand's"]]}," ",{"type":"[[","value":[["South Island (New Zealand)"],["South Island"]]}," with portions of it in ",{"type":"[[","value":[["Mount Aspiring National Park"]]},".\n\n",{"type":"''","value":["For other tracks, see ",{"type":"[[","value":[["Tramping in New Zealand"]]},"."]},"\n\n",{"type":"==","value":["Understand"]}," \nThis is a moderately demanding circuit track taking four to five days of six and up to eight hours of walking per day. The fifth day is added if an extra day trip to the Dart Glacier is taken. Mt. Earnslaw (Pikirakatahi) and Slip Stream (Te Koroka) are Töpuni (sacred) sites of the Ngāi Tāhu Maori tribe. This track can also be linked to the Cascade Saddle track, but is suggested only for very experienced trampers.\n\n",{"type":"==","value":["Prepare"]}," \nJust like any multi-night tramping excursion, be sure to lay out your plans in advance.  Make a packing list and check it before leaving.  Preparedness is key to surviving an emergency in the wilderness.\n",{"type":"*","value":[" ",{"type":"'''","value":["Clothing"]},"."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Wet-weather clothing"]},"."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Warm-weather clothing"]},". "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Extra clothing"]},".  Expect the clothing you tramp in to get wet and as such you will need extra clothing to change into when not on the track."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eating"]},"."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Cooking equipment"]},".  You must pack in your own cooking gear such as pots, as none are provided."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Food"]},". You must pack in your own food as there is no opportunity to purchase food.  Be sure to prepare a menu consisting of high-energy, low-weight foods to carry in with you.  Always carry at least one extra day's worth of food in case of emergency.  Emergency rations can be an easy and compact way to bring in extra calories."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Utensils"]},".  Your best bet is to carry a single utensil, such as a spork, that will aid in cooking as well as eating."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hygiene"]},".  "]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Calls of nature"]},". Be prepared to bury any waste as there are not toilets along the track, but only at the huts.  Be sure to move a good distance off of the track and away from any water sources and bury the waste."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Showering"]},". There are no showers available, but given the abundance of moving water you can expect to get wet.  Carrying a small towel, preferably a lightweight, highly absorbent towel, is suggested."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Insect repellent"]},". For the Rees-Dart Track, be sure to pack insect repellent as the sand flies are abundant in this area.  Sand flies are small biting insects similar to mosquitoes or biting midges."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sleep gear"]},".  "]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Tent"]},".  There are huts positioned along the track about a day's hike between each one, but if you'd rather rough it a little more, you can set up a tent in the common areas near the hut.  Technically tent campers are not allowed to use the hut's cooking or bathroom facilities."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Sleeping Bag"]},". There are mattresses provided in the bunkhouse of the huts year-round, but there are no linens.  You will need to carry something to sleep in or on that will keep you warm as there is no heating offered in the bunkhouse.  Earplugs are also suggested if you are a light sleeper as the bunkhouses are shared with a large number of other trampers."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Water"]},".  The water that is available at the huts is collected in the area surrounding the hut, either from a nearby river or from rainfall.  This water is not tested for giardia on a regular basis, so treatment may be recommended."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Bottle"]},".  Carry a bottle or other water carrier such as a CamelBak or Platypus that can be accessed easily.  Drinking regularly to maintain hydration is extremely important during such continuous activity."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Treatment"]},".  Carry your preferred method for treating water, and possibly a backup method.  A pump or gravity filter could be your primary method with iodine tablets as a backup, which require time to clear the bacteria."]}]},"\n",{"type":"==","value":["Transport"]}," \nThroughout the Great Walks peak season, daily transport to the  track is provided by ",{"type":"[","value":["http:\/\/www.infotrack.co.nz\/Rees-and-Dart-Transport.html Info&Track"]},". Services are available from nearby towns of Queenstown or Glenorchy to either Muddy Creek or Chinaman's Bluff.  Tel: 03 442 9708, +64 3 442 9708 or email mailto:adventure@infotrack.co.nz.\n\n",{"type":"==","value":["Walk"]}," \n\n",{"type":"==","value":["Stay safe"]}," \nBe sure to register with the Department of Conservation (DOC) office in Glenorchy before heading out.  Your check-in and subsequent check-out with the DOC will insure your safety in the wilderness.  If you do not check-out by the date you've specified during registration a search will commence shortly thereafter.\n\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"{{","value":[["related"],["Southern_Alps"]]},"\n",{"type":"{{","value":[["related"],["Tramping_in_New_Zealand"]]}]