[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Region of Waterloo"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.region.waterloo.on.ca\/ Region of Waterloo"]}]}," is a region in ",{"type":"[[","value":[["Ontario"]]},", ",{"type":"[[","value":[["Canada"]]},".\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ayr (Ontario)"],["Ayr"]]}," (village)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cambridge (Ontario)"],["Cambridge"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Elmira (Ontario)"],["Elmira"]]}," (town)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kitchener"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New Hamburg"]]}," (town)"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Jacobs (Ontario)"],["St. Jacobs"]]}," (village)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Waterloo (Ontario)"],["Waterloo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Wellesley (Ontario)"],["Wellesley"]]}," (village)"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"==","value":["Understand"]},"\nThe Region of Waterloo is a regional municipality in ",{"type":"[[","value":[["Southwestern Ontario"]]},".  It was created in 1973 in a reorganization of the local governments of the area.  It consists of seven municipalities: three cities, ",{"type":"[[","value":[["Cambridge (Ontario)"],["Cambridge"]]},", ",{"type":"[[","value":[["Kitchener"]]},", and ",{"type":"[[","value":[["Waterloo (Ontario)"],["Waterloo"]]},", and four townships, North Dumfries Township, Wilmot Township, Woolwich Township, and Wellesley Township.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nOntario's main east-west expressway, the 401, runs through Waterloo Region, separating the cities of Kitchener and Cambridge. Highway 8 runs from the 401 into Kitchener, highway 7 runs from ",{"type":"[[","value":[["Guelph"]]}," to ",{"type":"[[","value":[["Stratford (Ontario)"],["Stratford"]]},", straight through Kitchener, also serving the towns to the east and west of Kitchener, the Conestoga Parkway runs from highway 8, through Kitchener and Waterloo to the towns to the north. Hespeler Road (also known as highway 24) runs from the 401 through Cambridge.\n",{"type":"===","value":["By train"]},"\n",{"type":"[","value":["http:\/\/www.viarail.ca\/en_index.html Via Rail"]}," runs trains from Kitchener to ",{"type":"[[","value":[["Toronto"]]}," in the east and ",{"type":"[[","value":[["London (Ontario)"],["London"]]}," and ",{"type":"[[","value":[["Sarnia (Ontario)"],["Sarnia"]]}," in the west. Trains run three times a day in each direction to a small station on the north-east corner of downtown Kitchener.\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.greyhound.ca\/en\/ Greyhound"]}," runs regular buses from Kitchener to Toronto, stopping at the site of the former Sportsworld amusement park at the border of Kitchener and Cambridge. The main bus terminal in Kitchener is located in the centre of downtown, one block from city hall. Buses also run to the University of Waterloo and Wilfrid Laurier University in Waterloo.\n",{"type":"===","value":["By air"]},"\n",{"type":"[","value":["http:\/\/www.delta.com\/ Delta Air Lines"]}," offers flights from Detroit and ",{"type":"[","value":["http:\/\/www.westjet.com\/ WestJet"]}," offers seasonal service from Calgary, via the ",{"type":"[","value":["http:\/\/www.waterlooairport.ca\/en Region of Waterloo International Airport"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nWaterloo Region is generally a car-centric community, and it's usually straightforward to drive from one point to another.  Parking is usually free and abundant, except around the University of Waterloo and at some special events.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.grt.ca\/ Grand River Transit"]}," is the public transit authority in the region.  It operates over 50 routes that serve many different areas of Cambridge, Kitchener, and Waterloo.  Major destinations such as Downtown Kitchener and Galt (where bus terminals are located), major malls, and the two universities are well-served by bus, and traveling between these locations by bus is often reasonably fast and convenient.  However, travelling by bus between other locations is generally much slower than driving.  Due to the extra time public transit takes and the general car-friendliness of the region, if you brought your car you probably won't be taking the bus (unless you're going Oktoberfesting or the like).\n\nBuses usually operate on 30-minute schedules, but service may be more frequent during rush hour, or less frequent during off-peak hours or weekends (many routes have no Sunday service).  So, schedules are useful; online copies can be found at ",{"type":"[","value":["http:\/\/www.grt.ca\/web\/transit.nsf\/DocID\/808C2C0AB9A9E57685256AE800716CD3?Opendocument"]}," and print copies of all schedules can be obtained at the bus terminals and at the universities, or acquired piecemeal on buses.  Each bus stop sign also lists a phone number that can be called to get an automated message giving the next arrival times.\n\nCash fares are $2.50.  Discount tickets (5 for $8.00) are a good value if you're going to be taking the bus at least a few times.  They can be purchased at many locations around the region.  If you plan on riding the bus a lot, you may want to consider purchasing a monthly pass.  When paying your fare, you may request a transfer which allows you to transfer to any bus route within 90 minutes of paying your fare.  You can use a transfer to enable you to pay only a single fare while making long-distance one-way trips or shorter round trips.\n\nFor long-distance travel around the region, consider taking the i ",{"type":"[","value":["http:\/\/www.grt.ca\/web\/transit.nsf\/vwArticles\/TE-GR-ROU-ART-3020?OpenDocument Xpress"]},", a limited-stop express bus that travels between Conestoga Mall in Waterloo and the Ainslie Street terminal in Cambridge (Galt).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Castle Kilbride"],["url=http:\/\/www.castlekilbride.ca"],["email="],["address=60 Snyder's Road West, Baden"],["lat="],["long="],["directions="],["phone=+1 519-634-8444"],["tollfree=+1-800-469-5576"],["fax="],["hours="],["price="],["content=The 1877 home of \"Flax King\" James Livingston, the castle has been restored as a museum.  Of particular note are the ceiling and wall murals, painted using the trompe-l'oeil technique."]]}]},{"type":"*","value":["The ",{"type":"'''","value":["West Montrose Covered Bridge"]}," (also known as the Kissing Bridge), Ontario's only covered bridge, is located on Covered Bridge Drive, just to the south of Line 86 in West Montrose."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Elmira Maple Syrup Festival"]},", annually in early April, attracts 60,000 visitors, and is the largest one-day maple syrup festival in the world."]},{"type":"*","value":[{"type":"'''","value":["The Wellesley Apple Butter and Cheese Festival"]},", annually in late September, attracts 40,000 visitors, and is the largest one-day Apple Butter and Cheese festival in Canada."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nSafety is definitely not a problem in the Waterloo Region. Certain areas may be avoidable at nights due to muggings and weapons, but they are a rare occurrence and generally not dangerous to residents, never mind travellers. A lot of the student housing in Waterloo is known to have parties, and fights can break out and escalate. Downtown - as opposed to the Uptown in Waterloo or River Front in Cambridge - can be worrisome at night, as the majority of crime takes place in this area. Crack and heroin is often sold on the streets, prostitution is common in certain areas, and fights can break out. Typical city smarts are recommended. Overall, the Waterloo Region has a very low crime rate for the area, and in all of Canada.\n\n",{"type":"==","value":["Go next"]},"\nSome options for further travel include:\n\n",{"type":"*","value":[{"type":"[[","value":[["Guelph"]]},", a beautiful city located immediately to the east of the region."]},{"type":"*","value":["The ",{"type":"[[","value":[["Niagara Region"]]}," - home to the Falls, the Shaw Theatre, a multitude of wineries, and many other tourist attractions. "]},{"type":"*","value":["The ",{"type":"[[","value":[["Greater Toronto Area"]]}," (GTA)"]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southwestern Ontario"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Regional Municipality of Waterloo"]]}]