[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nEver thought of buying a game or television programme not available in your home country when overseas? Ever learnt a foreign language and thought of buying a show in its original language when travelling in its country of origin? While these may sound attractive, it may get more complicated than it seems as many companies use regional coding, so a DVD bought overseas may not work on your DVD player.\n\nThe media companies routinely lie about the purpose of this, claiming that it is to \"prevent piracy\". In fact, region codes have absolutely no effect on illegal copying; a bit-for-bit copy of a disk will play just fine on any device where the original will. The actual purpose is to give those companies more control over their markets; it's all about money spinning. For example, a French video game usually sells for a higher price in France than in Canada, and by using regional coding, developers can ensure that French gamers cannnot import games from Canada as they would not be able to play the Canadian version on their French consoles. Similarly, a hit movie may not be released on DVD in Australia for months after it becomes available in the US, and even then it will be more expensive in Australia. Region codes are designed to force customers to buy the higher-priced French game or Australian DVD, rather than importing cheaper versions.\n\n",{"type":"==","value":["Video games"]},"\nVideo games typically have one of four regional codes. The list below shows the areas covered by each code:\n\n",{"type":"*","value":["NTSC-U\/C - The Americas"]},{"type":"*","value":["NTSC-J - Japan, South Korea, Taiwan, Hong Kong, Macau, Southeast Asia"]},{"type":"*","value":["NTSC-C - mainland China"]},{"type":"*","value":["PAL - Europe, Australia, New Zealand, India, South Africa"]},"\nSimplifying a bit, NTSC is the North American television standard and PAL the European one. Note that, even without region coding, an NTSC signal generally cannot be displayed on a PAL device or vice versa. There are dual-standard TVs, but they tend to be hard to find and expensive. A good place to look for one may be among immigrant communities; for example in Canada, Indian shops often have dual-standard devices because some of their customers want to watch imported Hindi movies which come in PAL format.\n\n",{"type":"==","value":["DVDs"]},"\n",{"type":"[[","value":[["File:DVD-Regions with key-2.svg"],["thumbnail"],["300px"],["DVD regions"]]},"\nDVDs were originally divided into 8 different regions, labelled 1-8, with only 1-6 actually used. In addition, there are region code \"0\" DVD's which would work in regions 1-6 and region \"ALL\" DVD's which work in all regions. The system has changed over time and the current list is:\n\n",{"type":"*","value":[" 0 \tNo Region Coding"]},{"type":"*","value":[" 1 \tUSA and Canada"]},{"type":"*","value":[" 2 \tEurope, including Turkey, plus Egypt, Arabia, Japan and South Africa"]},{"type":"*","value":[" 3 \tKorea, Thailand, Vietnam, Malaysia and Indonesia"]},{"type":"*","value":[" 4 \tAustralia and New Zealand, Mexico, the Caribbean, and South America"]},{"type":"*","value":[" 5 \tIndia, Africa, Russia and former USSR countries"]},{"type":"*","value":[" 6 \tPeoples Republic of China"]},{"type":"*","value":[" 7 \tUnused"]},{"type":"*","value":[" 8 \tAirlines\/Cruise Ships"]},{"type":"*","value":[" 9 \tExpansion (often used as region free)"]},"\nThere is also newer system called Region Code Enhancement (RCE), an attempt by the studios to defeat region-free DVD players. A region-free player may work with any region code, but not with an RCE \"enhanced\" disk.\n\n",{"type":"==","value":["Blu-ray Discs"]},"\n",{"type":"[[","value":[["File:Blu-ray regions with key.png"],["300px"],["thumbnail"],["Blu-ray region codes"]]},"\nBlu-ray discs have only three different region codes.\n\n",{"type":"*","value":[" A \tNorth America, Central America, South America, East Asia (except mainland China), Southeast Asia; U.S. territories; Bermuda"]},{"type":"*","value":[" B \tAfrica, Europe, Oceania; Middle East; Netherlands; British overseas territories, French territories; Greenland"]},{"type":"*","value":[" C \tCentral Asia, South Asia; Mongolia, Russia, China (mainland only)"]},"\nDisks can also be tagged as playable in any region, but this is not common.\n\n",{"type":"==","value":["Circumventing regional coding"]},"\n\nRegion-free DVD players are routinely sold; web search will turn up dozens of vendors. Also, some shops can modify a DVD player or gaming console so that it supports all region codes and, at least for certain models, instructions for doing such modifications yourself are readily available on the web. On computers, DVD (and perhaps other) region coding systems are easily defeated. The best-known system for region-free play on Windows is called DeCSS, and nearly any Linux or BSD system includes software for region-free play.\n\nThere are difficulties. For one thing, modifying your device may void your warranty. For another, the  legality of defeating these codes varies from country to country.\n\nMost notably, such modifications are illegal in the ",{"type":"[[","value":[["United States"]]},"; the Digital Millennium Copyright Act (DMCA) specifically bans any \"circumvention device\" designed to defeat \"technological protection measures\". In particular, there were a number of DMCA actions against DeCSS, and using the program or an equivalent one is arguably illegal in the US. Harvard Law School has a ",{"type":"[","value":["http:\/\/cyber.law.harvard.edu\/openlaw\/DVD\/dvd-discuss-faq.html FAQ document"]}," covering both legal and technical issues around DeCSS.\n\nHowever, in other places like ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["Australia"]]},", such practices are encouraged, as their governments claim that regional lockout is contrary to free trade practices. In fact, Australian and New Zealand laws require all DVD players sold to either be region free or to come with instructions on how to disable regional lockout.\n\nIn other places, such as ",{"type":"[[","value":[["China"]]},", there is no law against region coding but nearly all players sold are region-free. In many Western cities, the local Chinatown merchants offer cheap region-free players.\n\nFor the rest of the world, check your own local laws.\n\n",{"type":"{{","value":[["PartOfTopic"],["Communication"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Regional lockout"]]}]