[{"type":"{{","value":[["pagebanner"],["Reims banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Reims"]}," (sometimes spelled \"Rheims\" in English), a city in northern ",{"type":"[[","value":[["France"]]},", is perhaps best known for its cathedral, where generations of French kings were crowned.\n\n",{"type":"[[","value":[["Image:ReimsCathedral-01s.jpg"],["thumb"],["Cathedral"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nReims, the home of champagne (the most celebrated and celebratory wine in the world), is the main city of the Champagne area. It is a charming city, and one that the French hold dear to their hearts. There stands one of the most beautiful buildings of the Middle Ages in Europe, one that is filled with history: almost all French kings were crowned there for about 1,000 years. Most of the old houses were destroyed during World War I, and the city was extensively rebuilt in the 1920's in an Art Deco style.\n\nReims, ",{"type":"[[","value":[["Épernay"]]}," and ",{"type":"[[","value":[["Ay"]]}," are the main places of champagne production. Many of the largest champagne producing houses, referred to as ",{"type":"''","value":["les grandes marques"]},", have their head office in Reims. Most are open for champagne tasting and tours by appointment only. Champagne is aged in the many chalk caves and tunnels, some originating in the Roman period, located deep inside the ground.\n\nThe city centre is fairly small and easily walkable, with many streets for pedestrians only, mainly in the shopping area.\n\n",{"type":"==","value":["Get in"]},"\n\nSince the high speed train line has been opened, Reims is linked not only to Paris, but also to major cities in the country: Lille, Bordeaux, Nantes, Strasbourg, ... Charles De Gaulle airport is only 30 minutes away and offers good connections to the South-East (Lyon, Avignon, Marseille, Nice, Montpellier). Trains to cities other than Paris leave from the brand new Champagne-Ardenne TGV station, located just outside the city. This station is connected to the central station through bus and local train. When booking your ticket, check the station you'll be arriving to or leaving from as many people get mixed up and miss their train\n\nAlthough one can get cheaper tickets if travelling on the regular train lines (with a change of trains in Épernay), it will take over 2 hours and one might get a much better deal buying a TGV ticket a few weeks in advance.\n\n",{"type":"==","value":["Get around"]},"\nWhile the centre is fairly compact and easy to get around by foot, if you want to go further afield then try the buses. They're very reliable, run regularly, and despite local complaints, I think, good value at €1 to go anywhere. If you intend to use them a lot, buy a carnet of 10 tickets for €8.60 from bars, tabaco shops or newspaper shops. single tickets can be bought on the bus but make sure you have the right amount. You can also buy day tickets for €3, which is interesting if you take the bus at least 4 times during the day\n",{"type":"[","value":["http:\/\/www.tur.fr\/ Reims Public transportation website"]},"\n\nTaxis are reasonable (about €2 a mile) but you can't hail them and they have to be booked in advance, which can be difficult if your French isn't above conversational level.\n\nWith TGV a day trip to (or from) Paris is possible (it takes 45 minutes). Be aware you have to book in advance, but at least you can do this in English online at ",{"type":"[","value":["http:\/\/www.voyages-sncf.com SNCF.com"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Basilique Saint-Remi de Reims 51.jpg"],["thumb"],["Main altar of the Basilique Saint-Rémi de Reims"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Cathedral"]}," (",{"type":"''","value":["Notre-Dame de Reims"]},") - the French equivalent, somewhat, for England's Westminster Abbey, the cathedral at Reims was the church in which numerous French monarchs were officially crowned. Reims is one of the later ",{"type":"[[","value":[["Gothic architecture"],["Gothic"]]}," cathedrals and renowned for its height. There is a fine interior west facade with carvings of Biblical scenes; some fine 13c stained glass in the high windows of the nave and choir; and windows by Marc Chagall (in the eastern chapel) and the two local artists Jacques and Brigitte Simon. The south transept window by Jacques Simon shows themes linked with champagne including a portrait of the monk who invented it, Dom Perignon."]},{"type":"*","value":["The ",{"type":"'''","value":["Palace of Tau"]}," was the archbishop's palace and retains a 13c Palatine chapel."]},{"type":"*","value":["The ",{"type":"'''","value":["Porte de Mars"]}," - a large late-Roman period triumphal arch"]},{"type":"*","value":["The ",{"type":"'''","value":["Hotel de la Salle"]}," - a fine Renaissance mansion"]},{"type":"*","value":["The so-called ",{"type":"'''","value":["Hotel des Contes de Champagne"]}," is a fine ",{"type":"[[","value":[["Gothic architecture"],["Gothic"]]}," merchant's house."]},{"type":"*","value":["The ",{"type":"'''","value":["Town Hall"]}," dates from the 17th century. Behind it on the right is a fine art nouveau building originally for Mumm champagne, with mosaics showing the champagne making process."]},{"type":"*","value":[{"type":"'''","value":["Saint-Remi Basilica"]},", a Romanesque church some way south of the centre of town."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["The many champagne houses and the chalk caves that are used to store and age the champagne can in most cases be visited. Most of the houses have several guided tours throughout the day in a variety of languages for a small fee, which usually includes a sample at the end of the tour. It is a good idea to call ahead to ensure that you don't miss the tour you are interested in."]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Veuve Cliquot"],["alt="],["url=http:\/\/www.veuve-clicquot.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Piper Heidsieck"],["alt="],["url=http:\/\/www.piper-heidsieck.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Taittinger"],["alt="],["url=http:\/\/www.taittinger.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Pommery"],["alt="],["url=http:\/\/www.pommery.fr"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Ruinart"],["alt="],["url=http:\/\/www.ruinart.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},"\nReims has a number of great museums, in particular the Musee de Beaux Arts and the War Museum, but as they all cost, visiting soon eats into your budget. The best thing about Reims is there is always something going on for free.\n\nThe best by far is the Christmas Fair which fills the Place d'Erlon with a huge number of specialist stalls, great for pre-Christmas shopping.\n\nIf you like classic cars, this is a mecca.\n\nFor the kids in the summer, the traders set up a free, supervised area in the Place d'Erlon, it even has some English speaking guardians.\n\nFor a cheaper time, head down to the Place de la Republique early on a Saturday morning (7am -1 pm) to look around the market, fish, meat, cheese and bric a brac at reasonable prices, unless they realise you're a tourist! If you don't feel like shopping, just wander about and soak up the atmosphere.\n\nReims has a vibrant theatre life. There is the main Theatre (Opera and Culture), La Comedie (20th century drama and film art), and further out the centre, La Cartonnerie (alternative, performance and music acts). It also has the Opera cinema which plays English language films, which one should note are marked V.O. on the board outside.\n\nThere is a free listing guide available in most bars and supermarkets called 'Sortie' which comes out on Thursday, which lists all the live gigs and cinema times.\n\n",{"type":"==","value":["Buy"]},"\n\nReims has all the usual stores you'd expect in any major town. The Galeries Lafayette has menswear, womenswear, kidswear and a food hall downstairs, which sells English food at exorbitant prices if you feel homesick.\n\nThere is a small shopping centre, Espace d'Erlon, which has a Monoprix downstairs, not a bad bet to buy your Champagne at prices that aren't inflated as they are in some tourist shops. It also has a FNAC (the French equivilent of HMV) which sells CDs\/ DVDs\/ and Books, including English ones.\n\nThere are two wine cellars facing the cathedral, both of which sell a wide variety of champagnes at pretty much the same price as the maisons themselves, sometimes cheaper.\n\nIf you feel the need to buy English or American newspapers, there is a news stand opposite the Gluepot (the English Pub) on the Place d'Erlon. The guy who runs it is extremely good fun and revels in the chance of speaking English.\n\n",{"type":"==","value":["Eat"]},"\nThe Place d'Erlon is the near beating heart of the city (It's not exactly a hotbed of activity!) . There are many great places to eat here from cheap burger bars (Q, a Belgian McD's) to Anglo-Irish bars, the best for food being the James Joyce, to the very expensive, but very good Brasserie Flo, on the corner near the station. If you go around the corner onto Boulevard Foch you will find some good mid-price eateries. The restaurant in the Hotel d'Univers is supposed to be very good, according to my local friends, but looks very intimidating from the outside. The Cote, nearer the square, is cheaper and is just as good for food. The real gem worth finding is the Aux Coteaux, mainly a pizzeria but with some nice mains as well.\n\nIf you are up by the Theatre there's quite a nice cheap Chinese cafe opposite, and next to the only McDonalds in the centre of town. \n\nThere is only one Indian restaurant in town, the Taj Mahal, on the Rue de Vesle. reasonable value, reasonable food, but Gandhi is hardly going to rise from his grave to eat there. If you go further down the Rue de Vesle you come to the Place d'Erlon. The Irish pub, The Kilberry, does food, I'm saying no more. Pizzerias here are a lot cheaper than the centre of town. All seem to charge a flat rate of E4.50 for a large pizza and the Mexicanne at the Calabraise could easily pass for Pizza Express' American Hot. They also do good mains as well. If you can't find it try the Dolce Vitae, opposite the Taj Mahal.\n\nFor better ethnic food look down the road at the side of the Opera cinema for a selection of good, cheaper, French and Ethnic restaurants (Chinese, Mexican and French). Matsuri, a small Japanese restaurant, is located next to the side entrance of Monoprix.\n\nReal top end recommendations say if you've just sold your granny for cash try the Hotel National at the station end corner of the Place d'Erlon.\n\nAnother option is to buy a baguette at one of the many patisseries and sit by one of the fountains and watch the world go by. If this is your option try the Petit Fours, a small kiosk off the Place d'Erlon, past the Opera cinema and across the lights, it's bright yellow, you can't miss it!\n\n",{"type":"==","value":["Drink"]},"\n\nChampagne of course !\n\nPlace de Stalingrad- There are two great places here, The Kilberry and Stalingrad. The Kilberry, an Irish pub, is where all the French drink. It's a lot cheaper than in the centre and, to my mind, has a better atmosphere. It also has lots of free music and good promotions. The manager, Mike, is generally friendly and the staff and locals are very friendly. Definitely one to watch the Rugby in. For the quieter drink, try the Stalingrad on the corner. It's a traditional French Tabac, has limited food at lunchtime. The owner, Patrick, is an English speaking Jazz fan and there is normally live Jazz upstairs on a Thursday night. \n\nPlace d'Erlon- The main street in town is home to some excellent establishments. Cochon A Plumes and the Gin Pamp are two of the few places that have happy hours. Gin Pamp, being the less expensive of the two, is typically more crowded; it also sometimes offers live music. The Cochon A Plumes, however, offers an excellent atmosphere. Other options include the microbrewery Les 3 Brasseurs, L'Apostrophe, The Shirlock Pub (where the servers wear kilts), the James Joyce, and The Gluepot.\n\nInterested in staying out a little later? Try the LBee (complete with a small dance floor) or La Bodega! Both close around 3am. After that you will need to go to one of the few night clubs in town.\n\nIf you venture as far as the Porte de Mars, nip across to the Bar d'Anvers, across the Place de Republique, nothing out of the ordinary, but you may get involved in an interesting conversation, if you speak French and sit at the bar.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Hôtel de la Paix"],["url=http:\/\/www.hotel-lapaix.fr"],["email="],["address="],["lat="],["long="],["directions="],["phone =+333 26 40 04 08"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Garden Court"],["url=http:\/\/www.ihg.com\/holidayinn\/hotels\/gb\/en\/reims\/rhegc\/hoteldetail"],["email="],["address=46 Rue Buirette"],["lat="],["long="],["directions="],["phone=+33 3 26 78 99 99"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Reasonable sized rooms but a little aged. Good breakfast selection in top floor restaurant. Underground parking"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ibis"],["url=http:\/\/www.accorhotels.com\/gb\/hotel-8714-ibis-styles-reims-centre-cathedrale\/index.shtml"],["email="],["address=21 Boulevard Paul Doumer"],["lat="],["long="],["directions="],["phone=+33 3 26 79 88 50"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Was Express by Holiday Inn. Secure outside parking."]]}]},"\nReasonably priced hotels off the Place d'Erlon include Grand Hotel du Nord and Hotel Cristal. Most of these hotels have a reasonably priced deal with the underground car park in Place d'Erlon, but remember to ask for a ticket at entrance to the car park and don't use your credit card, or you will end up paying twice. \n\nThe cheapest place to stay in the Place d'Erlon is the Hotel Victoria. It's family run by the Camus and has been since the war. Don't be put off by the gaudy placards outside, or the cramped bar\/ reception, the rooms are large, clean, en-suite and all come with TV (French), an added advantage is free wi-fi in the bar\/reception. The bar is also the cheapest place to drink in the Place d'Erlon.\n\nIf you're backpacking take a taxi from the station to C.I.S (pronounced CES) It's basic, communal kitchen and showers, but it's cheap and clean, but can get noisy if large groups are in. The bad news is it's non smoking and no booze is allowed in the place (officially!)\n\n",{"type":"==","value":["Go next"]},"\n\nFancy something different, there's a big ballooning scene around here, so if you want more information contact the tourist office.\n\n",{"type":"{{","value":[["geo"],["49.2628"],["4.0347"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Champagne-Ardenne"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Reims"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Reims"]]}]