[{"type":"{{","value":[["pagebanner"],["Rennes banner Facade of Palais du Commerce.jpg"]]},"\n\n",{"type":"'''","value":["Rennes"]}," is the capital city of ",{"type":"[[","value":[["Brittany"]]},", ",{"type":"[[","value":[["France"]]},". \n",{"type":"[[","value":[["File:Rennes place de la République DSC 4521.JPG"],["thumb"],["400px"],["Place de la République in Rennes"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nRennes is not often mentioned on tourist guides but this medium size town is well worth a visit. It has more than 200,000 inhabitants, of whom about 60,000 are students. This gives the town a vibrant nightlife. Some streets, such as the Rue Saint Michel, have only bars on both sides. (The locals actually call \"Rue Saint Michel\" \"la rue de la soif\", which means \"Street of Thirst\"). A stroll down Rue Saint Michel on a Friday or Saturday evening is a very interesting experience indeed. However, if you're really in the mood to \"faire la fête\", celebrate or just have fun in other words, the most exciting night on \"Rue de la Soif\" would be the \"Jeudi Soir\", Thursday nights, during the school year. Jeudi Soir is the night when bars are most often packed to the brim with students. The sights on Thursday nights out on the town are very memorable and interesting.\n\nRennes is particularly nice in early July, during the \"Festival des Tombées de la Nuit\". Its streets are then full of people enjoying the free street entertainment and eating or drinking at the terraces of the restaurants and cafés.\n\nRennes used to be virtually empty after the 15th of July, as most of its inhabitants were migrating to the coast until the 15th August. In recent years, this trend seems to have stopped and Rennes's terraces and cafes are now bustling throughout the year.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rennes.aeroport.fr\/ Rennes airport"]}]}," has budget flights to and from ",{"type":"[[","value":[["Southampton"]]},", ",{"type":"[[","value":[["Belfast"]]},", ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," and ",{"type":"[[","value":[["Exeter"]]}," thanks to Flybe ",{"type":"[","value":["http:\/\/www.flybe.com\/"]},", or ",{"type":"[[","value":[["Dublin"]]}," and ",{"type":"[[","value":[["Cork"]]}," with Aerlingus ",{"type":"[","value":["http:\/\/www.aerlingus.com\/"]}," which has good offers. The airport is less than 5 km away from the city center, and bus No 57 links it with the city.\n\n",{"type":"'''","value":["Dinard\/Pleurtuit\/Saint-Malo Airport"]},". One hour away, Dinard's airport offers other cheap options, with for example a connection to London with Ryanair ",{"type":"[","value":["http:\/\/www.ryanair.com"]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Gare de Rennes"]},"\nThe easiest way to get to Rennes from ",{"type":"[[","value":[["Paris"]]}," is through ",{"type":"''","value":["Gare Montparnasse"]},". There are TGVs almost every 30 minutes and the ride is 2hrs and 3 min. Tickets are available on the ",{"type":"[","value":["http:\/\/www.voyages-sncf.com\/leisure\/fr\/launch\/home\/ SNCF website"]},", and between 25 and 65 Euros for one way. If you're under 26 years old, and planning to travel in France by train, get the \"carte 12-25\" (49 €) which will offers you 50% off ",{"type":"''","value":["most of the time"]},".\n\nThere are also direct trains, 4 a day, to Paris Charles De Gaulle airport, which arrives at Terminal 2, taking approximately 3 hours. The train to CDG terminates at Lille, taking 4 hours, from where it's possible to take a Eurostar to the UK or numerous connections to continental Europe.\n\nThe Rennes Train Station also provides train service to Nantes, Brest, Quimper, St. Brieuc, and other cites in Brittany.\n\n",{"type":"===","value":["By shared ride"]},"\nThe cheapest way will be ",{"type":"''","value":["covoiturage"]}," or car-sharing. A lot of websites offer information about people wishing to share their car and budget. ",{"type":"[","value":["http:\/\/www.covoiturage.fr\/ Covoiturage.fr"]},", ",{"type":"[","value":["http:\/\/123envoiture.com\/recherche-resultats.php?recherche=rapide&ville_depart=paris&ville_arrivee=rennes&status=tous 123envoiture.com"]},", or ",{"type":"[","value":["http:\/\/www.allostoprennes.com\/ Allostop"]}," will help you out. Since 1968, traveling by car on motorways within Brittany is free.\n\n",{"type":"===","value":["By bus"]},"\nRennes has also an international and local bus station, right next to the rail station. This is where you can get information about ",{"type":"''","value":["Illenoo"]}," (see below) and where buses such as ",{"type":"[","value":["http:\/\/www.eurolines.com Eurolines"]},"\/\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus and metro"]},"\n\nRennes has a very good public transport system, called ",{"type":"''","value":["Star"]}," (",{"type":"[","value":["http:\/\/www.star.fr"]},").\nIf you're planning to buy a pass (weekly or longer), you'll need to go to the agency ",{"type":"''","value":["Place de la Republique"]}," to get a \"Korrigo\" card. you can also find agencies it the subways stations ",{"type":"''","value":["Henri Fréville"]}," and ",{"type":"''","value":["Villejean-Université"]},". These are not open every weeks. Remember to bring a picture for employees to scan. It is a free electronic card on which your pass will be saved. Once you have it, just reload it anywhere tickets are sold.\nDaily tickets can be bought for €3 a day, and are valid on both the bus and metro.\n",{"type":"''","value":["Star"]}," claims that its network has the cheapest prices in France, with a single ticket (valid for 60 min after validation for unlimited connections) costing €1.40 (as of July 1, 2012).\n\nRennes offers more than 50 different bus routes and a metro, with 1 bus every 5 min for the metro and main bus lines at the peak hours. The hub of the network is at Republique, which feeds most of the 50 different routes. This bus and metro network connects all parts of Rennes, and so you're never far from a bus stop. All the bus stops conveniently have a map (",{"type":"''","value":["une carte"]},") of Rennes with all the lines on, and a timetable for the routes it provides, so there isn't much chance of getting lost.\n\nThe metro, called the VAL, has only one line with 15 stops and is 8.57 km long. It runs from one edge to the other in 16 min. It connects the main train station to the centre, ",{"type":"''","value":["Villejean"]}," university, the hospital, the town hall and more. It runs from 5:25 to 0:30, like the seven main bus lines.\n\n",{"type":"===","value":["By bike"]},"\nRennes offers very good options for cyclists. With plenty of cycle lanes, the town has plenty of cyclists. For residents of the town and tourists, bikes known as the LE vélo STAR ",{"type":"[","value":["http:\/\/www.levelostar.fr"]},", can be borrowed from 81 stations all over the town. These bikes are not particularly good, but they work and have three gears, so its worth checking them out. You can buy a 1-day or 7-day-registration on the website or at ten stations in the centre (pay with your credit card) for €1 or €5, respectively. Once registered, you can get a bike as often as you want from any station by typing your personal account number and PIN. The first 30 minutes of every rental are free, so the trick is to return your bicycle just before 30 min at the next station and immediately borrow another one.\n\nIf you are after a pleasant cycling trip, check out the canal route, which is flat and not very hazardous.\n\n",{"type":"===","value":["By car"]},"\nTraffic in city center is heavy. Large areas are reserved for pedestrians and buses. Parking in the center is not free. You'll have to find an ",{"type":"''","value":["horodateur"]},", never far away. Price will depend on the zone where you parked. 0,75 €\/h and 2h40 maximum for green zone and 1,33 €\/h with 1h33 maximum for red ones.\nSince 2002, the best way to discover Rennes is by metro and its ",{"type":"''","value":["parcs-relais"]},". These are car-parks located in metro stations on the outskirts such as ",{"type":"''","value":["Kennedy"]},", ",{"type":"''","value":["Villejean"]}," in the north and ",{"type":"''","value":["Henri Freville"]},", ",{"type":"''","value":["Triangle"]}," and ",{"type":"''","value":["La Poterie"]}," in the south. They're free if you use the metro.\n\n",{"type":"===","value":["By bus (illenoo)"]},"\n\nIllenoo ",{"type":"[","value":["http:\/\/www.iva-transport.fr\/"]}," is a public service of the ",{"type":"''","value":["Conseil général d'Ille & Vilaine"]}," (",{"type":"''","value":["Département"]}," level). It allows people to travel within the département (and a little bit outside) on 18 lines for a good price. For example, Rennes - St Malo €4.80 return for students under 26.\nYou can also go to Mont St Michel from Rennes, with regional bus line ",{"type":"[","value":["http:\/\/www.destination-montsaintmichel.com"]},". It is an express line, it takes 1h20 to go. Bus stop is in Bus station in Rennes (next to train station), and the stop in Mont St Michel is a the foot of Mont St Michel.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Rennes"]},"\nTo most people, Rennes is not very famous for its architecture or places to see. But this city has a lot of surprises, from woodfarming houses in the old city centre to modern building like ",{"type":"''","value":["les Champs Libres"]},".\n",{"type":"[[","value":[["File:Rennes - Parlement de Bretagne.jpg"],["thumbnail"],["Palais du parlement de Bretagne"]]},"\n",{"type":"*","value":["One highlight of Rennes, if you're after natural beauty and tranquility, is the ",{"type":"''","value":["Thabor"]},". This park has a stunning collection of plant life, including a large bed of hundreds of species of roses, tropical, African and European trees, other beautiful and rare plants, and offers the traveller a chance to see some budgies. There are cages with a dozen of different sorts of small colourful birds. To get to Parc Thabor from Republique station, take bus number 3 (direction St. Laurent) and get off at the Thabor stop. Or you can simply walk northestwards, it's 10 minutes away."]},{"type":"*","value":[{"type":"'''","value":["Le Parlement"]}," is a major building in Rennes. This big palace was built in the 17e century in order to house the provincial court of justice. "]},{"type":"*","value":[" The ",{"type":"'''","value":["portes Mordelaises"]}," is the last city gate. It is located just in front of the ",{"type":"'''","value":["cathedral"]},", which facade is classical, but the inside was rebuilt during the first French Empire."]},{"type":"[[","value":[["File:Bretagne_Ille_Rennes1_tango7174.jpg"],["thumb"],["Rue du Chapitre"]]},"\n",{"type":"*","value":[" Colourful traditional half-timbered houses (",{"type":"''","value":["maison à pans de bois"]},") are situated primarily along the roads of Saint-Sauveur, Saint-Georges, de Saint-Malo, Saint-Guillaume, des Dames, du Chapitre, Vasselot, Saint-Michel, de la Psallette and around the plazas of Champ-Jacquet, des Lices, Saint-Anne and Rallier-du-Baty. All these houses escaped from a giant fire which destroyed half of the city in 1720. Due to this fire, the northern city center was rebuilt in the 18th century on a grid plan."]},"\n",{"type":"===","value":["Around Rennes"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Mont Saint-Michel"]]}]}," is a granite island located north-eastward of Rennes in the region of Basse-Normandie. It's the 3rd most visited monument in France, which will be under ",{"type":"[","value":["http:\/\/www.projetmontsaintmichel.fr\/en\/ restoration"]}," until 2012. The main part of the island is the abbey of Mt St Michel."]},"\nIf you're going there from Rennes, the easiest and more expensive way is to use keolis emeraude",{"type":"''","value":[{"type":"[","value":["http:\/\/www.keolis-emeraude.com\/"]}," bus company. They'll charge you €11.40 each way, €8,60 for 16 to 25 year olds. But a cheaper option is to use the "]},"Illenoo'' public transport (see Get In), which costs €3 each way, but stops in ",{"type":"[[","value":[["Pontorson"]]}," (9 km south of Mt St Michel). From there, you can even hitch hike or use the Maneo bus link, which costs  €2. Just make sure that the schedules line up so you're not stuck in Pontorson for 2+ hours...cute town but not much to do.\n\nAnyhow, you get a 20% rebate in both cases if you're under 26 years old.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Saint-Malo"]]}]}]},{"type":"*","value":[{"type":"'''","value":["Etangs d'Apigné"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Dinan"]]}]}]},{"type":"*","value":["'''",{"type":"[[","value":[["Pays de Montfort"],["Montfort sur Meu"]]}]},{"type":"*","value":[{"type":"'''","value":["Cobac Parc"]}]},{"type":"*","value":[{"type":"'''","value":["Fougères"]}]},{"type":"*","value":[{"type":"'''","value":["Vilaine"]}]},{"type":"*","value":[{"type":"'''","value":["Canal d'Ille & Rance"]}]},{"type":"*","value":[{"type":"'''","value":["Foret de Rennes"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Vitré"]]}]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Markets"]},"\n\n",{"type":"*","value":[" Every Saturday morning, from 6am to 1:30PM, there is a large food market in the centre of town, where you can buy low price fruit and veg, a vast array of fish, crêpes, galettes, fresh meat and other French delicacies such as wine, snails and cheeses. ",{"type":"'''","value":["Le marché des Lices"]}," is always bustling with people trying to buy low-price groceries and meat. You mustn't leave the market without a ",{"type":"''","value":["galette-saucisse"]},", the local specialty composed of a fried sausage rolled on a fresh galette (local, savory not sweet, crêpe). This snack costs about 2,5€. The market is based in the ",{"type":"''","value":["Place des Lices"]},", an 8 minutes walk from the main bus station, République."]},"\n",{"type":"*","value":[" Other markets take place every day in different neighborhoods"]},"\n",{"type":"'''","value":["Mondays"]},{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Tuesdays"]},{"type":"<","value":["br"]},"\n",{"type":"''","value":["Le Blosne"]}," - Place de Zagreb - 7am \/ 1pm",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Cleunay"]}," - Rue Jules Lallemand - 7am \/ 12.30pm",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Maurepas"]},"- Place d'Erlangen - 7am \/ 12.30pm",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Wednesdays"]},{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Thursdays"]},{"type":"<","value":["br"]},"\n",{"type":"''","value":["Jeanne d'Arc"]}," - Bd Alexis Carrel - 7am \/ 12.45pm",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Bour L'Eveque"]}," - Square Simone Morand - 7am \/ 12.30pm",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Fridays"]},{"type":"<","value":["br"]},"\n",{"type":"''","value":["Bréquigny"]}," - Place Albert Bayet - 7am \/ 12.30pm",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Saturdays"]},{"type":"<","value":["br"]},"\n",{"type":"''","value":["Le Blosne"]}," - Place de Zagreb - 7am \/ 1pm",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Les Lices"]}," - Place des Lices - 7am \/ 1.30pm",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Sundays"]},"\n\n",{"type":"===","value":["Sport"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=FUN CLUB 35"],["alt="],["url=http:\/\/www.fun-club-35.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Need exercise after the afternoon spent in the center? Don't need to go far away. Get down ",{"type":"''","value":["Place Ste Anne"]}," on ",{"type":"''","value":["Rue d'Echange"]},", make a left on ",{"type":"''","value":["rue de Dinan"]}," and make on right on ",{"type":"''","value":["rue Pierre Gourdel"]}," right after the Westport Inn. You'll find a tiny place to play squash (from 4 to 8€ per person for an hour) or dance Rock 'n Roll or salsa. The owner might speak a little bit too fast, but you'll find great prices and some nice people in there."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Le Blizz"],["alt="],["url=http:\/\/www.leblizz.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An ice rink which isn't too expensive. To get there, it's the number 3 bus, with ",{"type":"''","value":["Patinoire"]}," the required stop."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Rennes football club"],["alt="],["url=http:\/\/www.staderennais.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A team in the top French football league, and has its stadium in Rennes, with tickets for matches start from €8."]]}]},"\n",{"type":"*","value":[" Pools"]},"\n",{"type":"===","value":["Culture"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.leschampslibres.com\/ Les Champs Libres"]}]}," is a brand new building in which you'll find le ",{"type":"'''","value":["musée de Bretagne"]},", l",{"type":"'''","value":["'espace des Sciences"]}," and the ",{"type":"'''","value":["bibliothèque municipale"]},". It's a wonderful place where you can learn a lot about Rennes, about Brittany, and about sciences and history. There are a lot of exhibitions (temporary and permanent), forums, and debates. There's also an outside café overhanging ",{"type":"''","value":["Place Charles de Gaulle"]}," where you can meet people and talk about whatever you feel like. If you feel like reading newspapers, head to the room in front of you when you enter that building, choose your favourite one and sit with other peers. But if you want to have a nice look at the city centre, head to last floor of the public library and enjoy. Don't forget to be quiet or they'll remind you! If you don't feel like going to the movies, you can climb up to the planetarium (around 7€ for exposition and planetarium) and enjoy 1h30 of live \"show\" about space, stars, legends. Check the schedule on their website for your favourite theme.\n\n",{"type":"===","value":["Fest-Noz"]},"\n\nFest-noz is a Breton, not French, word meaning festival of the night. It is a traditional ball where people of all generations meet, listen to traditional music, drink beer or ",{"type":"''","value":["chouchen"]},", and dance to Breton music. Most of them take place on Saturdays, but you can find some on Thursdays or Fridays. You ",{"type":"''","value":["find"]}," them by looking at the posters on streets and in universities, but, there is a website that gathers most of Fest-Noz in Brittany.",{"type":"[","value":["http:\/\/www.fest-noz.net"]}," It usually costs 5-8 euros, but bigger events as ",{"type":"''","value":["Yaouank"]}," (a huge fest-noz in Rennes, Oct or Nov) are little bit more expensive.\n\n",{"type":"===","value":["Thursdays"]},"\n\nAs students represent a quarter of Rennes' population, you will probably find people walking (or staggering) in the city centre.  This is especially true on Thursdays which is traditionally students day, as many of them go back home on Friday for the week end. But for a few years, city centre residents have been complaining about heavy drinking and disturbances of the peace at night; so Bernadette Malgorn (former ",{"type":"''","value":["prefete"]}," of Ille et Vilaine) enforced the law and decided to close bars earlier. The result was that it drained all the people out at the same time, and created problems with the police for a few months. This is where associations, organizations and city hall intervened. The idea of opening concert halls and public places to occupy these young people by making play and games available gradually caught on. The concept, running during school time, is to propose four different free activities every Thursday during school time.",{"type":"[","value":["http:\/\/www.rennes.fr\/jeudi"]},"\n",{"type":"*","value":[{"type":"'''","value":["Dazibao"]}," organized by the ",{"type":"''","value":["CRIJ Bretagne"]}," opened from 10pm to 3am, is a meeting place. Discover new people, new music, multimedia, fair trade products, etc."]},{"type":"*","value":[{"type":"'''","value":["Bulles d'Art"]}," is the time to discover local bands in concert halls or in the ",{"type":"''","value":["café-spectacle"]},". Full ticket is 5€ for under 25.",{"type":"[","value":["http:\/\/www.crij-bretagne.com\/crij_rennes"]}]},{"type":"*","value":["The ",{"type":"'''","value":["Nuit découvertes"]}," (from 10pm to 2am) is to  ",{"type":"''","value":["create, taste, exchange, play, move, try"]}," games, improvisation, visual art, music."]},{"type":"*","value":["The ",{"type":"'''","value":["Nuit du Sport"]}," (from 10pm to 3am) opportunity to try innovative or new sports (kin ball, peteca, ultimate, speedminton, etc.)."]},"\n",{"type":"===","value":["Movies"]},"\n\n",{"type":"===","value":["Theaters"]},"\n\n",{"type":"===","value":["Concerts"]},"\n\n",{"type":"===","value":["Braderies"]},"\n(annual stock sale)\nSt Martin, autres, etonnante braderie de rennes\n\n",{"type":"===","value":["Festivals in Rennes"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["February"]}]},{"type":"[","value":["http:\/\/www.travelling-festival.com\/ Travelling"]}," and Travelling Junior. It's ",{"type":"''","value":["Rennes Métropole"]}," movie festival. Traveling explores a culture focusing on a city every year. 20089 edition will focus on Jerusalem and will take place from January 31 to the February 10th. The date changed from year to year so be sure to cheque.\n\n",{"type":"*","value":[{"type":"'''","value":["April"]}]},{"type":"[","value":["http:\/\/www.festival-mythos.com\/ Mythos"]},". It's the festival of the arts of word. Tales, stories, French songs.\n\n",{"type":"*","value":[{"type":"'''","value":["May"]}]},{"type":"[","value":["http:\/\/www.rocknsolex.fr Rock'n Solex"]},". The oldest student festival of France. In 2007, it celebrated its 40th birthday. This festival is a mix of music and solexs race.\n\n",{"type":"*","value":[{"type":"'''","value":["July"]}]},{"type":"[","value":["http:\/\/www.lestombeesdelanuit.com\/ Les Tombées de la Nuit"]},". It's an art festival where many spectacles take places in public places. Alternative, classic or traditional music, animations, expositions is the concept of that festival. It always take place the first week of July.\n\n",{"type":"[","value":["http:\/\/www.crij-bretagne.com\/qe2007\/ Quartiers d'été"]},". An outdoor festival organized by volunteer youngsters. Concerts, cinema, animations, games,... During the 3rd week of July.\n\n",{"type":"*","value":[{"type":"'''","value":["November"]}]},"Yaouank. 3rd weekend of November\n\n",{"type":"*","value":[{"type":"'''","value":["December"]}]},{"type":"[","value":["http:\/\/www.lestrans.com\/ Les Transmusicales"]},"\n\n",{"type":"===","value":["Festivals in Bretagne"]},"\nhttp:\/\/www.tourismebretagne.com\/fr\/jeunes\/sortir\/festivals-bretagne.cfm\n\n",{"type":"*","value":[{"type":"'''","value":["May"]}]},{"type":"[","value":["http:\/\/www.artrock.org\/ Art Rock"]}," -\n\n",{"type":"*","value":[{"type":"'''","value":["July"]}]},{"type":"[","value":["http:\/\/www.festivalduboutdumonde.com\/ Festival du bout du monde"]}," -\n\n",{"type":"[","value":["http:\/\/www.festival-terre-neuvas.com Bobital"]}," -\n\n",{"type":"[","value":["http:\/\/www.aupontdurock.com\/ Au pont du Rock"]}," - Last week end, in Malestroit (Morbihan).\n\n",{"type":"[","value":["http:\/\/www.vieillescharrues.asso.fr Les vieilles charrues"]}," -\n\n",{"type":"*","value":[{"type":"'''","value":["August"]}]},{"type":"[","value":["http:\/\/www.festival-interceltique.com\/index_en.php Festival interceltique de Lorient"]},"\n\n",{"type":"[","value":["http:\/\/www.laroutedurock.com\/ La Route du Rock"]}," -\n\n",{"type":"==","value":["Local products"]},"\n\n",{"type":"*","value":["Half-salted butter"]},{"type":"*","value":["Galettes Saucisses (A sausage wrapped in a galette)"]},{"type":"*","value":["Kouing Amann"]},{"type":"*","value":["Galettes et palets Bretons"]},{"type":"*","value":["Quatre quart"]},{"type":"*","value":["Caramels au beurre salé"]},{"type":"*","value":["Chouchen or Hydromel"]},{"type":"*","value":["Cidre (hard apple cider)"]},{"type":"*","value":["Beers"]},{"type":"*","value":["Far Breton"]},{"type":"*","value":["kig-ha-farz"]},{"type":"*","value":["Breizh Cola"]},{"type":"*","value":["Beuk Cola"]},"\n",{"type":"==","value":["Shopping"]},"\n\n",{"type":"===","value":["Shopping malls"]},"\n",{"type":"*","value":["There is a large shopping mall at ",{"type":"<","value":["strong",["Place du Colombier"]]}," about 300m north west of the train station.  The Metro stops there (",{"type":"''","value":["Charles de Gaulle"]},").  C & A and Habitat are two of the stores that are in the mall."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Visitation"]}," is a new shopping mall located in the center close to ",{"type":"''","value":["Place Sainte Anne"]},". You'll find two main stores; H&M and Saturn and some others. This little shopping mall links the ",{"type":"''","value":["Place Ste Anne"]}," to ",{"type":"''","value":["Place Hoche"]}," where is the law university."]},"\n",{"type":"*","value":["If you're looking for high budget shopping mall, les ",{"type":"'''","value":["Galleries Lafayette"]}," located in the center on the ",{"type":"''","value":["quais"]}," (docks), almost ",{"type":"''","value":["Place de la République"]},", are made for you. You'll find food, clothes, games, make-up, furniture, perfume, ..."]},"\n",{"type":"*","value":["On the edge of the city you'll find other shopping malls where most of people buy food in big supermarkets. If this is what you're looking for, ask for ",{"type":"''","value":["centre Alma"]},", ",{"type":"''","value":["centre commercial de Cleunay"]},", ",{"type":"''","value":["Grand quartier"]},", or ",{"type":"''","value":["centre commercial de Cesson-Sévigné"]},"."]},"\n",{"type":"===","value":["City center"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Rue d'Orléans"]}," and ",{"type":"'''''","value":["Rue le Bastard"]}," are two streets linking ",{"type":"''","value":["Place de la Republique"]}," to ",{"type":"''","value":["Place Ste Anne"]}," through ",{"type":"''","value":["Place de la Mairie"]},". There are stores everywhere for everything!"]},"\n",{"type":"*","value":["If you're looking for traveling books or maps, ",{"type":"''","value":["La librairie du voyage"]},{"type":"[","value":["http:\/\/www.librairie-du-voyage.com\/"]}," will be happy to help you. It's one of the few places you can find relevant information and qualified people."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Rue St Georges"]}," has innumerable creperies. This street has a certain olde world charm."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rue de St Malo"]}," is the equivalent of Rue St Michel but for restaurants. You'll find some nice \"around the world\" restaurants. Try the Kebabs there. They are a Turkish food that, at only five Euro, are a cheap filling lunch if you happen to find one"]},"\n",{"type":"*","value":["nabuco"]},"\n",{"type":"====","value":["Creperies"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Crêperie Sainte-Anne"],["url=http:\/\/creperiesainteanne.com\/"],["email="],["address=5 place Sainte Anne - 35000 Rennes (France)"],["lat="],["long="],["directions=Métro Sainte Anne"],["phone = +33 2 99 79 22 72"],["tollfree="],["fax="],["hours="],["price="],["content=A very nice crêperie at Place Sainte Anne"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Crêperie de la Place"],["url="],["email="],["address=6, Place Sainte Anne 35000 Rennes"],["lat="],["long="],["directions=Métro Sainte Anne"],["phone = +33 2 99 79 01 43"],["tollfree="],["fax="],["hours="],["price="],["content=One of the best crêperie in Rennes. Very well located, just next \"Crêperie Sainte-Anne\", you can eat delicious galettes and crêpes at a cheap price."]]}]},"\n",{"type":"====","value":["Bakeries"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Boulangerie Hoche"],["url="],["email="],["address=17 Rue Hoche, 35000 Rennes, France"],["lat="],["long="],["directions="],["phone =+33 2 99 63 61 01"],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the best bakeries in Rennes. It is a bit pricey though, so keep this in mind. But, if you are up for treating yourself, they have a great raspberry tart!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Boulangerie La Fournee St Michel"],["url="],["email="],["address=Place St Anne, 35000 Rennes, France"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the few shops open in the centre of town on a Sunday afternoon, they do a range of flavoured breads and reasonably priced desserts"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nKeep in mind that you won't be able to stay in most bars after 1am, though some \"night\" bars close at 3am tops. It's the law, they have to close. So if you're inside one of them, and that you're really thirsty, think about ordering your drinks around 00.30 because it's likely they'll stop selling then. They'll ring a bell announcing last orders. So quickly get your last drinks!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Barantic"],["url="],["email="],["address=4, Rue St Michel"],["lat="],["long="],["directions="],["phone=+33 2 99 79 29 24"],["tollfree="],["fax="],["hours="],["price="],["content=Let's just say that if you're a beer lover, that should be the place where to go. It has 18 draught beers with local and Belgian beers. You can also discover some ",{"type":"''","value":["saucisson"]}," (dried sausage). The best moment is during the afternoon, under the sun, in the middle of crowded terrasses, with your favorite beer and your saucisson. Enjoy the moment."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Couleur Café"],["url="],["email="],["address=27, Rue Legraverend"],["lat="],["long="],["directions=North of Place Sainte-Anne"],["phone=+33 2 23 40 07 13"],["tollfree="],["fax="],["hours="],["price="],["content=Specialized in cocktails (in the World Guinness Book of records with above 2,000 types) and rhum."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Funky Munky"],["url="],["email="],["address=37, rue St. Melaine"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A cool vodka\/cocktail bar located near an entrance for the Thabor park.  Drinks are relatively cheap - the more you buy, the cheaper it gets.  The bar serves 30 flavors of vodka, numerous cocktails (including a Long Island Iced Tea, Cosmos, Sex on the Beach, and a delicious drink called a Purple Turtle), and a few beers on tap or in bottles.  The bar hosts a poetry slam every 1st and 3rd Tuesday of every month, and a quiz night every Monday from about 8pm on.  The bartender (and owner!) speaks both French AND English, so don't worry about having to speak perfect French."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Haricot Rouge"],["url="],["email="],["address=10, Rue Baudrairie"],["lat="],["long="],["directions="],["phone=+33 2 99 79 36 23"],["tollfree="],["fax="],["hours="],["price="],["content=On a street north of the Place de la République, with a smoother feeling, serving hot chocolate and having board games."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Jardin moderne"],["url=http:\/\/www.jardinmoderne.org"],["email="],["address=11 Rue du Manoir de Servigné - ZI Route de Lorient"],["lat="],["long="],["directions="],["phone=+33 2 99 14 04 68"],["tollfree="],["fax="],["hours="],["price="],["content=Mostly a music hall, not a bar"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Sablier"],["url=http:\/\/www.lesablier.fr"],["email="],["address=70, Rue Jean Guéhenno"],["lat="],["long="],["directions=At the crossing of rue Jean Guéhenno and Bld Duchesse-Anne and therefore a bit outside of the town center"],["phone=+33 2 99 36 32 38"],["tollfree="],["fax="],["hours="],["price="],["content=A bar famous for the concerts there at a time, it is also an excellent place to have lunch."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=O'Connell's Irish Pub"],["url=http:\/\/www.oconnells-rennes.com"],["email="],["address=7, Place du Parlement"],["lat="],["long="],["directions="],["phone=+33 2 99 79 38 76"],["tollfree="],["fax="],["hours="],["price="],["content=Very popular Irish pub. Ask anyone and I'm sure someone will point you in the right direction.  St. Patrick's Day at this place is insane - the pub becomes packed to capacity.  Same rules apply for any big sporting events.  Monday nights from 7pm-11pm and Thursday nights from 7pm-close are happy hour.  A pint of beer\/stout\/ale is 4 Euros (and in some cases, less) during happy hour - just check the little posters up on the walls at the bar (or ask the bartenders, they're all very friendly and most, if not all, of them are anglophones).  Not only do the anglophones love this place, but the French do too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Westport Inn"],["url="],["email="],["address=36, rue de Dinan"],["lat="],["long="],["directions="],["phone=+33 2 99 35 05 43"],["tollfree="],["fax="],["hours="],["price="],["content=Another Irish pub. It's smaller, but it's got an authentic feel to it, and the drinks are slightly cheaper than at O'Connell's.  It's just down the street from Place des Lices.  But, according to the sign on the window, you're not allowed to bring in nuclear weapons, so if you're packing, go elsewhere :)"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["L'artiste assoife"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Le Bateau Ivre"]}]},"\n",{"type":"==","value":["Party"]},"\n\n",{"type":"*","value":[" Mondo Bizarro is the punkrock place to be :)"]},"\n",{"type":"===","value":["Night bars"]},"\n\nThose are bars that have an extended closing time of 3am. There are bouncers for some of them.\n\n",{"type":"*","value":[{"type":"'''","value":["La Contrescarpe"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["La Place"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Le Cactus"]}]},"\n",{"type":"===","value":["Clubs"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Délicatessen"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Le Pym's"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["L'Espace"]},", gay-friendly."]},"\n",{"type":"*","value":[{"type":"'''","value":["Le Stanley"]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Youth Hostel"],["alt="],["url=http:\/\/www.fuaj.org\/aj\/rennes\/default.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=10, Canal St Martin. This is found in a pleasant area by the canal run by friendly staff. You have to be a member of the YHA which will cost €7 for a years membership. The hostel itself is priced at €20,35."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=campsite"],["alt="],["url=http:\/\/www.camping-rennes.com\/\/index-en.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The at Rennes is rather large. To get there, take the number 3 bus, and get off at the ",{"type":"''","value":["Piscine\/Gayeulles"]}," stop. The neighbouring park has much to offer, including an ice rink, a pool and sports facilities."]]}]},"\n",{"type":"*","value":["Many hotels can be found ",{"type":"''","value":["Place de la gare"]},", and on the avenue ",{"type":"''","value":["Jean Janvier"]}," going northward from the north exit of the train station."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["It is fairly easy to travel in France, therefore it would be clever to take advantage of the beautiful cities and coastal scenery in Bretagne (Fougères, Dinan, ",{"type":"[[","value":[["Vannes"]]},", ",{"type":"[[","value":[["Carnac"]]},", ",{"type":"[[","value":[["Lorient"]]},", Guidel, Finistère, ",{"type":"[[","value":[["Vitré"]]},",...). "]},{"type":"*","value":[{"type":"[[","value":[["Saint-Malo"]]},", a wonderful coastal town on the English Channel, is only 45 minutes by the TGV and usually costs less than €10. Buses are also available for cheaper but take a bit longer. "]},{"type":"===","value":["Hitchhiking"]},"\nRennes is a good place to find rides. ",{"type":"[","value":["http:\/\/en.hitchwiki.org\/?title=Rennes See here"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["48.1147"],["-1.6794"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Ille-et-Vilaine"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Rennes"]]},"\n",{"type":"[[","value":[["Wikipedia:Rennes"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/France\/Regions\/Brittany\/Ille-et-Vilaine\/Localities\/Rennes\/"]]}]