[{"type":"{{","value":[["pagebanner"],["Congo banner Congo River.JPG"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Loukoléla - Le port.JPG"],["location=LocationRCongo.png"],["flag=Flag of the Republic of the Congo.svg"],["capital=",{"type":"[[","value":[["Brazzaville"]]}],["government=Republic"],["currency=Communaute Financiere Africaine franc (XAF)"],["area=",{"type":"''","value":["total:"]}," 342,000 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 500 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 341,500 km",{"type":"<","value":["sup",["2"]]}],["population=3,702,314 (July 2006 est.)"],["language=",{"type":"[[","value":[["French"]]}," (official), Lingala and Monokutuba (lingua franca trade languages), many local languages and dialects (of which Kikongo has the most users)"],["religion=Christian 50%, animist 48%, Muslim 2%"],["electricity=220V\/50Hz (French plug)"],["callingcode=+242"],["tld=.cg"],["timezone=UTC+1"]]},"    \nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.congo-siteportail.info\/Tourisme-Arts_a40.html Republic of the Congo"]}]}," is in ",{"type":"[[","value":[["Central Africa"]]},". The country is also known as ",{"type":"'''","value":["Congo-Brazzaville"]}," to distinguish it from its giant eastern neighbour, the ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}," (Congo-Kinshasa). It is bordered by ",{"type":"[[","value":[["Gabon"]]},", ",{"type":"[[","value":[["Cameroon"]]},", the ",{"type":"[[","value":[["Central African Republic"]]},", the ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}," and ",{"type":"[[","value":[["Angola"]]}," (the exclave of Cabinda). \n\n",{"type":"==","value":["Understand"]},"\n\nFollowing independence as the Congo Republic on August 15, 1960, Fulbert Youlou ruled as the country's first president until labour elements and rival political parties instigated a three-day uprising that ousted him. The Congolese military took charge of the country briefly and installed a civilian provisional government headed by Alphonse Massamba-Débat.\n\nUnder the 1963 constitution, Massamba-Débat was elected President for a five-year term but it was ended abruptly with an August 1968 coup d'état. Capt. Marien Ngouabi, who had participated in the coup, assumed the presidency on 31 December 1968. One year later, President Ngouabi proclaimed Congo to be Africa's first \"people's republic\" and announced the decision of the National Revolutionary Movement to change its name to the Congolese Labour Party (PCT). On 16 March 1977, President Ngouabi was assassinated. An 11-member Military Committee of the Party (CMP) was named to head an interim government with Col. (later Gen.) Joachim Yhombi-Opango to serve as President of the Republic.\n\nAfter decades of turbulent politics bolstered by Marxist-Leninist rhetoric, and with the collapse of the Soviet Union, Congo completed a transition to multi-party democracy with elections in August 1992. Denis Sassou Nguesso conceded defeat and Congo's new president, Prof. Pascal Lissouba, was inaugurated on 31 August 1992.\n\nHowever, Congo's democratic progress was derailed in 1997. As presidential elections scheduled for July 1997 approached, tensions between the Lissouba and Sassou camps mounted. On 5 June, President Lissouba's government forces surrounded Sassou's compound in Brazzaville and Sassou ordered members of his private militia, known as \"Cobras\", to resist. Thus began a 4-month conflict that destroyed or damaged much of Brazzaville and caused tens of thousands of civilian deaths. In early October, Angolan troops invaded Congo on the side of Sassou and, in mid-October, the Lissouba government fell. Soon thereafter, Sassou declared himself President. The Congo Civil War continued for another year and a half until a peace deal was struck between the various factions in December 1999.\n\nSham elections in 2002 saw Sassou win with almost 90% of the vote cast. His two main rivals Lissouba and Bernard Kolelas were prevented from competing and the only remaining credible rival, Andre Milongo, advised his supporters to boycott the elections and then withdrew from the race. A new constitution, agreed upon by referendum in January 2002, granted the president new powers and also extended his term to seven years as well as introducing a new bicameral assembly. International observers took issue with the organization of the presidential election as well as the constitutional referendum, both of which were reminiscent in their organization of Congo's era of the one-party state. Currently, Congo holds a rotating seat in the UN Security Council.\n\nElections in July 2009 were boycotted by opposition parties.  Inevitably, Sassou was re-elected, but with a questionably high turnout. Demonstrations in Brazzaville were firmly put down by riot police. \n\nThe Republic of the Congo's sparse population is concentrated in the southwestern portion of the country, leaving the vast areas of tropical jungle in the north virtually uninhabited. Thus, the Republic of Congo is one of the most urbanized countries in Africa, with 85% of its total population living in a few urban areas, namely in Brazzaville, Pointe-Noire, or one of the small cities or villages lining the 332-mile (534 km) railway which connects the two cities. In rural areas, industrial and commercial activity has declined rapidly in recent years, leaving rural economies dependent on the government for support and subsistence. Before the 1997 war, about 15,000 Europeans and other non-Africans lived in Congo, most of whom were French. Presently, only about 9,500 remain.\n\n",{"type":"===","value":["People"]},"\nKongo 48%, Sangha 20%, Teke 17%, M'bochi 12%\n\n",{"type":"==","value":["Regions"]},"\n\nWhile Congo's regions are diverse, there is one constant you can rely on: about 80% of the entire country is covered in the dense Congo Rainforest.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Congo-Brazzaville regions map.png"],["regionmaptext="],["regionmapsize=330px"],["region1name=",{"type":"[[","value":[["Coast and Mayombe"]]}],["region1color=#cfd48c"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Congolese Plateau"]]}],["region2color=#cba167"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Cuvette"]]}],["region3color=#89b790"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Niari Valley"]]}],["region4color=#cf868c"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Pool"]]}],["region5color=#b795b7"],["region5items="],["region5description="],["region6name=",{"type":"[[","value":[["Sangha and Likouala"]]}],["region6color=#83a5a9"],["region6items="],["region6description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Brazzaville"]]}," — the capital of the Republic of the Congo. It is separated from ",{"type":"[[","value":[["Kinshasa"]]},", the capital of neighboring ",{"type":"[[","value":[["Democratic Republic of the Congo"]]},", by the Congo River."]},{"type":"*","value":[{"type":"[[","value":[["Abala-Ndolo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Djambala"]]}]},{"type":"*","value":[{"type":"[[","value":[["Dolisie"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kayes (Congo)"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kinkala"]]}]},{"type":"*","value":[{"type":"[[","value":[["Madingo-Kayes"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mossendjo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ouésso"]]}," — a transit hub in the remotest far north of the country, in a territory with many nearby Pygmy villages."]},{"type":"*","value":[{"type":"[[","value":[["Owando"]]}," — one of the recently municipalized cities in the country, and is considered one of the best places to visit in the north of Republic of Congo.    "]},{"type":"*","value":[{"type":"[[","value":[["Pointe-Noire_(Republic_of_the_Congo)"],["Pointe Noire"]]}," — a port city on the coast."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Conkouati Reserve"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ile Mbamou"],["Ile Mbamou Island"]]}," — a government-owned island that is located about one hour from Brazzaville."]},{"type":"*","value":[{"type":"[[","value":[["Lefini Reserve"]]}," — the country's best known reserve, bordering Lesio-Louna to the north."]},{"type":"*","value":["The ",{"type":"[[","value":[["Lesio Louna Gorilla Reserve"]]}," —  a park located north of Brazzaville and is dedicated to the protection of gorillas in the Congo."]},{"type":"*","value":[{"type":"[[","value":[["Mount Fouari National Reserve"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nouabalé-Ndoki National Park"]]}," — the largest and most remote of Congo's national parks and reserves, located in the far north bordering the ",{"type":"[[","value":[["Central African Republic"]]},"'s ",{"type":"[[","value":[["Dzanga Sangha National Reserve"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Odzala National Park"]]}," — the country's most famous national park."]},{"type":"*","value":[{"type":"[[","value":[["Tiger Fish Congo Camp"]]},".  You can visit the Tiger Fish Camp to capture the biggest tiger fish in the world - the largest fish ever caught there was 56kg!"]},"\n",{"type":"==","value":["Get in"]},"\nVisas are ",{"type":"'''","value":["not"]}," available on arrival, and showing up without one can cause many things you will want to avoid at all costs (fines, passport confiscation, etc.)\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Maya-Maya Airport"]}," (",{"type":"{{","value":[["IATA"],["BZV"]]},") in ",{"type":"[[","value":[["Brazzaville"]]}," is linked by flights to by Air France,  ",{"type":"[[","value":[["Douala"]]}," in ",{"type":"[[","value":[["Cameroon"]]},", ",{"type":"[[","value":[["Addis Ababa"]]}," and ",{"type":"[[","value":[["Kinshasa"]]}," by Ethiopian Airlines, ",{"type":"[[","value":[["Nairobi"]]}," and ",{"type":"[[","value":[["Casablanca"]]},".\n\n",{"type":"===","value":["By car"]},"\n\nIt's safe to drive in the Republic of the Congo. A good sealed road goes north from ",{"type":"[[","value":[["Brazzaville"]]},", but only as far north as President Sassou's hometown of Oyo. Beyond Oyo, the roads get very bumpy and are totally impassable in the rain. It is also very hard to get a rental car you drive yourself\n\n",{"type":"===","value":["By boat"]},"\n\nPassenger and VIP ferries operate daily between Brazzaville and Kinshasa roughly every 2 hours between 8AM and 3PM. Prices for the ferries are: US$15 for the passenger and US$30 for the VIP ferry. The VIP ferry is recommended as these are brand new boats and are not as cramped. A valid visa for both countries is required in either direction. The bureaucracy at either end require some time. Entry and exit procedures in Brazzaville are \"easy\" and straight forward and people are very helpful in assisting to get through without troubles. In contrast, these procedures are a bit difficult in Kinshasa and depend much on whether you are an individual traveller or assisted by an organisation or an official government representative. There are also speed boats to hire, either in a group or alone (price!), however, it is not advisable to book them as they really speed across the river along the rapids. \nBarges follow the Congo, then the Oubangui, rivers right up to ",{"type":"[[","value":[["Bangui"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By shared taxi or minibus"]},"\n\nRidiculously cheap shared taxis and minibuses run on an ad hoc basis between towns and villages, crammed with Congolese villagers taking all sorts of livestock for sale in ",{"type":"[[","value":[["Brazzaville"]]},".\n\n",{"type":"===","value":["By taxi"]},"\n\n\nIn Brazzaville, taxis are green.  700 CFA generally gets you around a neighborhood.  This goes up to 1000 CFA at night.  Drivers are generally fair with prices, and haggling is not required before getting in.\n\n",{"type":"===","value":["By train"]},"\n\nThe Congo-Ocean Railway (COR, or CFCO) links the Atlantic port of Pointe-Noire (now in the Republic of Congo) with Brazzaville, a distance of 502km. \n\nFrom the start of the civil war in 1997, the line was closed for six years. In 2007 the BBC reported it to be in a \"decrepit state with the majority of trains now broken\". UNICEF organised a train in August 2007 to distribute malaria nets vital in the prevention of the disease.\n\n",{"type":"==","value":["Talk"]},"\n\nThe official language of the RoC is ",{"type":"[[","value":[["French phrasebook"],["French"]]},". The main indigenous languages are ",{"type":"[[","value":[["Kituba phrasebook"],["Kituba"]]}," and ",{"type":"[[","value":[["Lingala phrasebook"],["Lingala"]]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Odzala National Park"]}]},{"type":"*","value":[" Gorillas in ",{"type":"[[","value":[["Lesio Louna Gorilla Reserve"]]},"."]},{"type":"*","value":[" Colonial and post-colonial architecture in ",{"type":"[[","value":[["Brazzaville"]]},"."]},{"type":"*","value":[" Sangha Trinational - a forest in the ",{"type":"[[","value":[["Sangha and Likouala"]]}," region that is an UNESCO World Heritage Site (shared with Cameroon and the Central African Republic)."]},"\n",{"type":"==","value":["Do"]},"\n\n\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"'''","value":["Central African CFA franc"]}," (XAF) is used by Republic of the Congo. It is also used by ",{"type":"[[","value":[["Cameroon"]]},", ",{"type":"[[","value":[["Central African Republic"]]},", ",{"type":"[[","value":[["Chad"]]},", ",{"type":"[[","value":[["Equatorial Guinea"]]}," and ",{"type":"[[","value":[["Gabon"]]},". While strictly a separate currency from the Western African CFA franc (XOF), the two currencies are used interchangeably at par throughout all CFA franc (XAF & XOF) using countries.\n\nBoth CFA francs are guaranteed by the French treasury and are pegged to the euro at 1 euro = 655.957 CFA francs.\n\nThe U.S. dollar is not widely accepted.  \n\nThere is an ",{"type":"'''","value":["artisan mart"]},", as well as boutiques in the market near the BDEAC (Banque Developpement pour les Etats de l'Afrique Centrale).  Really beautiful jewelry, masks, paintings, and other artwork.\n\nAll business is conducted in cash.  Small change is very scarce and hard to come by.  Do not accept torn or taped banknotes.\n\n",{"type":"==","value":["Eat"]},"\nThere is good and healthy Chinese food at Osaka Restaurant, in Pointe Noire.  The average price for a meal was US$12-18.  All meals were served in nice clean dishes, the restaurant is indoors and has AC, with a back-up generator, just in case.  Some of the workers speak English and French.\n\nThere are several great restaurants in Brazzaville.  Any taxi driver can take you to one of these nicer places (5000 - 15000 CFA).  Most places are closed on Sundays.  Expect beers to be overpriced here (1000 to 2000 CFA).\n\n",{"type":"==","value":["Drink"]}," \n\n",{"type":"'''","value":["Palm wine"]}," is a local favorite in the village. Beer is the favorite in town next to Fanta, Coke etc. There is also a local red wine (SOVINCO) imported from Gabon and the \"brique\", a liter of imported, mostly Spanish wine from the box.\n\nThere is a big price range on beer (500 to 5,000 CFA) depending on what neighborhood and type of bar\/restaurant you're at.\n\nProduced in Congo under Heineken supervision:\n",{"type":"'''","value":["N'Gok"]}," (meaning \"Crocodile\", blond, Congolese),\n",{"type":"'''","value":["Primus"]}," (blond, Belgium, Central Africa),\n",{"type":"'''","value":["Mütsig"]}," (blond, French Alsace Region),\n",{"type":"'''","value":["Guinness"]}," (dark, Ireland),\nand ",{"type":"'''","value":["Turbo King"]}," (dark, Central Africa)\n\nImported:\n",{"type":"'''","value":["Heineken"]}," and\n",{"type":"'''","value":["Bavaria"]},"\n\nIf the above is too much there is also water of various local and imported brands sold in 1.5 litre plastic bottles.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nIn Brazzaville, petty street crime targeting foreigners is rare.  However, muggings and pick pocketing do happen frequently near the ports in Pointe Noire and Brazzaville, and sometimes in the Congolese neighborhoods surrounding Brazzaville's City Center.  Criminal elements are known to target middle-class and affluent residences without 24-hour guards.  \n\nPolice resources are limited and response to emergency calls is slow. In the case of theft and robbery, legal recourse is limited and therefore, it is highly recommended to leave all valuable items at home.\n\nThere have been some demonstrations against the re-election of President Sassou in July 2009.  Some foreign reporters were assaulted by riot police and had their equipment destroyed.  It is generally safe to walk the streets, but stay well away from demonstrations.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nPopulation estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality and death rates, lower population and growth rates, and changes in the distribution of population by age and sex than would otherwise be expected. In any case use your common sense: DO NOT HAVE UNPROTECTED SEX.\n\nThe likelihood of getting malaria is very high if effective preventative medication is not taken. The malaria caused by Plasmodium falciparum can be very serious.  Medical attention should be sought if any symptoms are shown.\n\nMedical care is substandard throughout the country.  Hospitals lack modern equipment, necessary medical supplies and medications, and well-trained physicians, nurses and support staff.  \n\no\t",{"type":"'''","value":["Netcare Clinic:"]},"\nAddress: B.P. 2422, Brazzaville, Congo\nTel: 547 0911 (Main Line) OR 679 6711\n\nThis facility was initially opened in 2002. It is a franchise from South Africa. It is clean, has facilities for 3 private rooms, an ambulance, a one bed emergency room, basic radiography, pharmacy and a laboratory with microscopy, haematology, and basic chemists. There are two main doctors (Dr.ALI,a Lebanese doctor who considered as the best medic in NETCARE and Dr.STEPHAN,a French doctor who is also a good doctor.\n\no\t",{"type":"'''","value":["Pharmacie Mavre"]}," \nTel: 81 18 39\nLocated in Centreville, next to the Cabinet Dentaire building\nBrazzaville boasts a number of pharmacies, but Pharmacie Mavre is recommended. Please remember to always check the expiration dates on boxes before purchasing any products.\n\n",{"type":"==","value":["Respect"]},"\nWhite travelers should take care while travelling in the Republic. Racial tension and discrimination is not uncommon here, so be safe and keep to yourself.\n\n",{"type":"==","value":["Connect"]},"\n\nYou can talk to your loved ones using any of the three mobile operators MTN, CelTel (now Zain), or Warid  \n\nThe local call rate are relatively cheap and cost you around 20 to 30 FCFA \/min\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central_Africa"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Republic of the Congo"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Republic of the Congo"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Congo\/"]]},"\n",{"type":"{{","value":[["geo"],["0.75"],["15.383333"]]}]