[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nTravellers usually wish to respect the people, culture and environment they are visiting.  You are also leaving impressions of your culture on the places you visit. There are some general guidelines that help to show respect at most destinations.  Accordingly, these guidelines are not repeated in the destination guides.\n\n",{"type":"==","value":[" Conversations "]},"\n\n",{"type":"===","value":[" Topics "]},"\n\nMany people are happy to talk about politics and religion and their viewpoints.  But these topics must always be approached carefully by visitors, and many people just think it easier to avoid these subjects altogether.\n\n",{"type":"===","value":[" Swearing "]},"\n\nSome people in all cultures find swearing offensive, and it usually varies between people at a destination.   Sometimes it differs by region, sometimes by gender.  Take your cues from the individuals you are talking to at the time, or simply don't swear to avoid the possibility of offence.  At your destination people might use language or words that you find offensive, but which they may not.\n\nAlso, slang and swear words can be poorly understood, or have entirely different connotations or meanings at a destination.\n\n",{"type":"===","value":[" Jokes "]},"\n\nJokes that mention race, jokes in bad taste, or about disasters or terrorist attacks are best avoided.  You can often hear locals making jokes of this genre, but somehow the jokes aren't quite as funny and can be offensive when told by a visitor.\n\n",{"type":"===","value":[" Political discussions "]},"\n\nIn a foreign country, it is tactful to ask questions and listen to locals' opinions of politics, and refrain from offering too much of your own editorials (although sharing your opinions on your own country's politics can be good conversation). Locals, naturally, tend to have a deeper knowledge of their own politics, and generally do not like being lectured by foreign visitors. Emphasize sharing, not preaching.\n\n",{"type":"===","value":[" Deprecating comments "]},"\n\nSome criticism of local government and other local institutions is common at most destinations.  However, when this criticism comes from a visitor there is always the risk that the same criticism will be taken personally.  Offence can occur even if all the visitor does is agree with the criticisms made by a resident.\n\nSymbols of a country, such as the flag or head-of-state, or even the captain of the local sporting team, can be legitimate subject of discussion and derision for locals, but can easily cause offence if similar comments are made by a visitor.\n\n",{"type":"===","value":[" Local sensitivities "]},"\n\nAreas often have local sensitivities, due to historical conflicts and local rivalries.  It can be insulting to refer to a smaller neighbouring independent country or region as part of a larger neighbouring one; rather, it's best to be aware, and to be accurate.  Some regions have disputed territories, and even if the governments have reached agreement, people can have strong opinions.  In addition, some locales are afflicted by tension between ethnic, racial, or religious groups.  While this may be visible, and may be the subject of local conversation, it may be looked at as rude or insensitive to offer commentary; this may be so particularly if you are looked on as an \"outsider\" or foreigner.\n\n",{"type":"===","value":[" Stereotypes "]},"\n\nThere are stereotypes about most nations and cultures. Some are at least partly accurate; others are utterly bogus.\n\nAvoid inflicting your stereotypes on locals. Most people in the destination you are visiting are almost always aware of the stereotype, and will have heard the joke before. Some may be offended.\n\nBe prepared for locals to have some stereotypes about, or amazing ignorance of, your culture. Gently correcting these is fine; it may even work. Getting dramatically offended about them makes you look ridiculous and is quite unlikely to change anything.\n\n",{"type":"===","value":[" Accents "]},"\n\nImitating the local accent will usually be taken as an attempt to mock it, rather than as a genuine attempt to communicate.\n\n",{"type":"===","value":[" Acknowledging others "]},"\n\nIn large cities it would generally be impossible to acknowledge others that you pass.  However, when there are few people around, say on a non-urban track, it is commonplace to make some acknowledgement of a person as you pass.  A greeting in the local language, or if you don't speak the local language, a look or a nod is usually sufficient.\n\n",{"type":"==","value":[" Dress "]},"\n\n",{"type":"===","value":[" Nudity "]},"\n\nRegardless of the legal position at destinations, public nudity is generally only acceptable in designated locations.\n\n",{"type":"===","value":[" Beachwear "]},"\n\nIn many countries beachwear is just for the beach.  Avoid wearing beachwear away from the beach, unless you see local cues that it is okay.\n\n",{"type":"==","value":["Getting around"]},"\n",{"type":"===","value":["Walking"]},"\n\nIn crowded places, step to the side when stopping, so others may pass.   On busy escalators, airport travelators, and similar constructions there is often a convention to stay to one side if standing, so those walking can pass.  Which side to stand on varies, from city to city, and country to country.  It may or may not correspond to which side of the road you drive on.  Stay alert to what the locals are doing if you decide to stand.\n\n",{"type":"==","value":[" Sacred places "]},"\n\nSacred places include constructed religious sites, cemeteries, tombs and memorials, and land significant to indigenous culture.  Some of these sites are interesting destinations for travellers.\n\nAccess to some of these sacred places can be restricted entirely, or even restricted to people of a certain religion or gender, and these restrictions should be observed.\n\nDressing conservatively and showing respect are appropriate anywhere, but details vary by place. It is a very good idea to learn a bit about the local rules before venturing near a sacred place. In most Christian churches, a man should remove his hat, but in a synagogue he should don a yarmulka, and to enter a mosque he should remove his shoes.\n\nKeep voices down anywhere; in some places, silence is required. Mobile phones should be silent. Children are not normally excluded, and rules regarding dress or noise are often not as strictly enforced for young children. Often there is some tolerance of very young children crying, but usually less so for older children running around.\n\nReligious buildings and sacred places may be actively used for ceremonial purposes or for services, in addition to being destinations for travellers. It is better to wait for a service or ceremony to conclude before visiting.\n\n",{"type":"==","value":[" Environment "]},"\n\nThe volumes of visitors to sites of environmental significance can often threaten the environment they came to see.  In natural environments, stay to the walkways, don't make new tracks, don't remove natural features, and dispose of any litter\/trash in the appropriate bins, or take it with you.\n\nSee ",{"type":"[[","value":[["Leave-no-trace camping"]]}," and ",{"type":"[[","value":[["Scuba_diving#Respect"],["Scuba diving"]]}," for more on this topic.\n\n",{"type":"==","value":[" Photography "]},"\n\nTaking pictures of people requires sensitivity.  Photography of people as part of a scene is generally okay.  Photography of people involved in an attraction is generally okay also. Whether legally permitted or not, it is best to obtain permission to photograph individuals going about their daily life.  Sometimes this can just take the form of a smile while pointing at your camera.  In some countries it is common for someone being photographed in this way to ask for money. Taking pictures of children is often sensitive, and can worry their parents.\n\nIn some areas, photographing military installations, government buildings, border areas, or even bridges can get you in trouble. Some governments are distinctly paranoid and may consider such photos a threat to national security.\n\nSee ",{"type":"[[","value":[["Travel photography"]]}," for more.\n\n",{"type":"==","value":["Law enforcement"]},"\n\nIt's best to show deference to local law enforcement, as in some places they are armed and almost anywhere they have the authority to arrest or otherwise hassle you. Avoid annoying or insulting them, behaving in a way that could be perceived as threatening, or running from them.\n\nThis also applies to border officials since they can easily delay your trip, mess up your luggage or even your body with intrusive searches, deny you entry to their country, and make a note in their computer system that will get you denied if you return.\n\nIn some areas, various non-government groups may also be armed and dangerous. See ",{"type":"[[","value":[["War zone safety"]]},".\n\n",{"type":"==","value":[" See also "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ecotourism"]]}]},"\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Travel behavior"]]}]