[{"type":"{{","value":[["pagebanner"],["Retired Picnic at Otford Lookout (6748299401) banner.jpg"],["star=yes"],["ftt=yes"],["caption=Retirees on a picnic, UK"]]},"\n\nRetiring abroad can let you live cheaply in an interesting place; you are not all that likely to actually find paradise-on-earth or the fountain of youth, but you might get close enough to enjoy yourself immensely.\n\nThere are two main reasons for someone to retire in a country other than where they spent their working life. One is ",{"type":"'''","value":["climate"]},"; people from colder places flock to the ",{"type":"[[","value":[["Mediterranean"]]},", the ",{"type":"[[","value":[["Caribbean"]]},", ",{"type":"[[","value":[["Central America"]]},", ",{"type":"[[","value":[["Southeast Asia"]]}," and the ",{"type":"[[","value":[["South Seas"]]},", while others choose a dry desert climate because that is easier on asthmatic lungs or arthritic joints. The other main reason is ",{"type":"'''","value":["saving money"]},"; a pension that is just a pittance in a relatively wealthy country may be enough to live well in a lower-income country, while a substantial pension or a few good investments might let you live in luxury.\n",{"type":"[[","value":[["File:Beach Phangan Island.jpg"],["top"],["thumb"],["400px"],["Could you live like this? (",{"type":"[[","value":[["Ko Pha Ngan"]]},")"]]},"\nOther reasons may also be involved. Some choose a retirement spot to suit their interests — perhaps ",{"type":"[[","value":[["Queensland"]]}," for the diving or ",{"type":"[[","value":[["Austria"]]}," for the skiing. Others choose a location that is itself interesting and can also serve as a base for exploring a region — perhaps ",{"type":"[[","value":[["Nassau"]]}," for the ",{"type":"[[","value":[["Caribbean"]]},", ",{"type":"[[","value":[["Bariloche"]]}," for ",{"type":"[[","value":[["South America"]]},", ",{"type":"[[","value":[["Penang"]]}," for ",{"type":"[[","value":[["Southeast Asia"]]},", or ",{"type":"[[","value":[["Barcelona"]]}," for ",{"type":"[[","value":[["Europe"]]},". Some aim to get away from it all, choosing some relatively isolated place like ",{"type":"[[","value":[["Mauritius"]]}," or a city that is off the main tourist trail such as ",{"type":"[[","value":[["Cagayan de Oro"]]},", while others aim to be in the thick of things, choosing a tourist mecca like ",{"type":"[[","value":[["Bali"]]}," or a trendy \"jet set\" spot like ",{"type":"[[","value":[["Ibiza"]]},". Given a reasonable budget and a temperament that is at least mildly adventurous, it is possible to find a location to suit almost any taste.\n\nThere are also many people who have emigrated but return to their original country to retire. In Chinese, they are called \"sea turtles\", after a species that swims long distances to lay eggs on the beach where it hatched. These people may have the best of both worlds. Consider, for example, a Chinese retiring in ",{"type":"[[","value":[["China"]]}," after a career in the ",{"type":"[[","value":[["UK"]]},". Unlike other visitors, he or she will have no trouble with the language and probably not much difficulty getting a visa or adapting to the culture. Unlike other Chinese, he or she will have a British pension, typically larger than a Chinese one, and perhaps a British passport which will make travel outside China easier.\n\nRetiring abroad is certainly not for everyone, but it may be worth considering for many. This article aims to provide the basic information anyone considering it will need. Other ways to retire are briefly discussed in the ",{"type":"[[","value":[["#Other_ways_to_retire"],["last section"]]},".\n\n",{"type":"==","value":[" Difficulties "]},"\n",{"type":"<","value":["blockquote",["If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay home. — James Michener"]]},"\n\nSettling down in an exotic foreign country is definitely not for everyone; there are many things to consider. For some, moving abroad was the best thing they ever did, while for others it was a complete disaster.\n\n",{"type":"[[","value":[["Image:WatDoiSuthep Courtyard.JPG"],["thumb"],["240px"],["right"],["Not much like home, if you're from the West (",{"type":"[[","value":[["Chiang Mai"]]},")"]]},"\n",{"type":"'''","value":["Culture shock"]}," can be a major problem. Exotic places and people can be fascinating, but they can also be most irritatingly ",{"type":"''","value":["foreign"]},". Doing some exploration before moving in helps, but there may still be cases of \"It's a nice place to visit, but I wouldn't want to live there.\"\n\nFor most people, it will be more sensible to ",{"type":"'''","value":["take things slowly"]},", rather than diving straight into a partly unknown culture. For example, instead of selling your home to move abroad, you might rent it out while you discover how a new country suits you. If all goes well, then a few years later you can sell the place back home; if not, you can return home or explore other destinations. It may also make sense to start your life abroad in a tourist town or expatriate ghetto, where life as a foreigner is easier, then consider other areas after a few years when your language skills and knowledge of the country are much better.\n\nWhen choosing a destination, consider the cost and convenience of travel in both directions. Being ",{"type":"'''","value":["too far from friends and family"]}," is the single largest reason for people who have retired abroad to give it up and return home. In particular, some people find being thousands of miles from their grandchildren very difficult.\n\nAn Englishman in ",{"type":"[[","value":[["Spain"]]}," or an American in ",{"type":"[[","value":[["Mexico"]]},", for example, can easily get home now and then and might reasonably invite friends and family to visit. In ",{"type":"[[","value":[["Pago Pago"]]},", both will be more difficult. Note, however, that long distances are not necessarily prohibitive; anywhere with good airline connections may be okay. For example, an American in ",{"type":"[[","value":[["Paris"]]}," or a European in ",{"type":"[[","value":[["Thailand"]]}," is a long way from home, but many flights are available and some are quite cheap. See our articles on ",{"type":"[[","value":[["low-cost airlines"]]}," and the \"get in\" sections of country articles for details.\n\n",{"type":"'''","value":["Language"]}," can be a problem. In particular, tonal languages such as Chinese and Thai are often difficult for Westerners. Other languages, especially European languages, may be less difficult for an English speaker, but acquiring any language requires significant effort. There are popular retirement destinations where English is the main language, such as ",{"type":"[[","value":[["Bermuda"]]}," and ",{"type":"[[","value":[["Belize"]]},". In others, such as ",{"type":"[[","value":[["India"]]},", ",{"type":"[[","value":[["Sri Lanka"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Malta"]]},", ",{"type":"[[","value":[["Gibraltar"]]}," or the ",{"type":"[[","value":[["Philippines"]]},", English is widely spoken but other languages are also quite important; you can get along with just English but learning some of the local language will make a long-term stay easier. In still others, such as ",{"type":"[[","value":[["Thailand"]]},", ",{"type":"[[","value":[["Indonesia"]]}," or most of ",{"type":"[[","value":[["Latin America"]]},", English is less widespread and learning at least some of the local language is more-or-less essential for long-term residents. See also our ",{"type":"[[","value":[["talk"]]}," article and ",{"type":"[[","value":[["language tourism"]]},".\n\n",{"type":"[[","value":[["Image:Difficult walking - geograph.org.uk - 1114166.jpg"],["thumb"],["right"],["240px"],["Difficult driving (",{"type":"[[","value":[["UK"]]},")"]]},"\n",{"type":"[[","value":[["Image:Rules kenya.jpg"],["thumb"],["right"],["240px"],["Sign in a hotel (",{"type":"[[","value":[["Kenya"]]},")"]]},"\nAlso consider any ",{"type":"'''","value":["local difficulties"]}," with transportation or services. Remote or less developed areas may be cheap and interesting, but roads can be awful, electricity unreliable or available only a few hours a day, and Internet or telephone service problematic. Also, few people in such areas speak English. Having no hospital within easy reach is risky at any age, and this becomes more important after retirement age.\n\nMost retirees seek some sort of balance, modern enough to have reasonable services but still exotic and interesting. Many choose a major city or a \"tourist town\" as their destination, or at least as an initial destination until they know the country and the language better. These areas tend to have good services, and the language problem is often less pressing there; often there is enough of a foreigners' community that you can have a reasonable social life within it. However, such areas are usually relatively expensive and may be less interesting, noisier, more polluted, or more crime-ridden than other areas. Also, some of the tourist towns attract people of a particular type; for a particular place it might be any budget level from backpacker to jet set, and any interest from surfing or rock climbing to sex tourism. A retiree may feel rather out of place in a town full of such people; in the worst case, he or she might find the tourists thoroughly obnoxious. This is one more thing to check when considering locations.\n\nLook into the ",{"type":"'''","value":["laws"]}," at potential destinations, especially if you have interests that are illegal in some jurisdictions. Homosexuality, smoking dope and using rent-a-hottie services are all perfectly legal in some places but will get you in quite deep trouble elsewhere. See ",{"type":"[[","value":[["Retiring abroad\/Table"]]}," for some information. Even drinking is illegal in some Muslim countries, and in some states in ",{"type":"[[","value":[["India"]]},". Anyone who asks \"Can I bring my guns?\" will find the laws of many countries quite uncongenial. Things like vehicles, electrical devices or medicines may be hard to import because they are not certified safe under local standards, even if they are certified in the home country. Some countries have strict laws affecting some forms of speech; for example, in Thailand you could be arrested for ",{"type":"[","value":["http:\/\/asiancorrespondent.com\/56010\/american-citizen-arrested-for-insulting-the-thai-monarchy\/ insulting the monarchy"]},". Some visas forbid activities such as becoming involved in local politics or doing missionary work.\n\nFinally, there are an assortment of ",{"type":"'''","value":["risks"]}," from ",{"type":"[[","value":[["tropical diseases"]]}," to earthquakes and typhoons, through to crime, corrupt governments, and political unrest. These can generally be avoided, or at least managed, but it takes quite a bit of research, exploration and planning.\n\nEven with good research, of course, there are no guarantees. For example, the ",{"type":"[[","value":[["Falkland Islands"]]}," might be a fine destination for some retirees — the area is relatively quiet, scenery and wildlife abound, people speak English, and visas are easy for UK citizens. However, someone who retired there just before the Falklands War would have had their retirement severely disrupted, and that war came as a surprise to almost everyone.\n\n",{"type":"==","value":[" Information sources "]},"\n",{"type":"<","value":["blockquote",["An investment in knowledge pays the best interest. — Benjamin Franklin"]]},"\n\nThe ",{"type":"'''","value":["Wikivoyage"]}," articles on countries, regions and cities provide a good starting point. For some destinations, see also ",{"type":"[[","value":[["tips for travel in developing countries"]]},". We provide links below to government sites with visa information.\n\nA ",{"type":"'''","value":["web search"]}," on the country or city name plus \"expat\" (short for expatriate, someone living outside their own country) will often turn up sites with local information. The best of these are very good indeed, a prime information source. However, it takes some sifting to extract the good information; some are basically promotional sites for various businesses, loaded with biased information, and even the good ones may have some clueless or crackpot participants. It's also good to be aware of when the person writing visited the location. No matter how good the information may be, if they haven't visited in years, it may be outdated and no longer reliable. This is particularly problematic in travel writings from developing countries where things are constantly changing.\n\n",{"type":"'''","value":["Magazines and websites"]}," such as ",{"type":"[","value":["http:\/\/internationalliving.com\/ International Living"]},", ",{"type":"[","value":["http:\/\/www.escapeartist.com\/Overseas_Retirement\/  Escape Artist"]},", ",{"type":"[","value":["http:\/\/www.transitionsabroad.com\/tazine\/0806\/retirement_overseas.shtml Transitions Abroad"]}," and ",{"type":"[","value":["http:\/\/www.expatexchange.com\/index.cfm Expat Exchange"]}," cover expat life in general. Others such as ",{"type":"[","value":["http:\/\/www.retiredexpat.com\/ Retired Expat"]},",  ",{"type":"[","value":["http:\/\/bestplacesintheworldtoretire.com\/ Best Places In The World To Retire"]}," and ",{"type":"[","value":["http:\/\/www.retirepedia.com Retirepedia"]}," are specifically about retirement and still others, such as ",{"type":"[","value":["http:\/\/www.retire-asia.com\/ Retire Asia"]},", ",{"type":"[","value":["http:\/\/www.retireinasia.com\/ Retire in Asia"]}," and ",{"type":"[","value":["http:\/\/vivatropical.com Viva Tropical"]}," for ",{"type":"[[","value":[["Latin America"]]}," are about specific destinations. There is even a dating site called ",{"type":"[","value":["http:\/\/www.retiringsingles.com\/ Retiring Singles"]}," in case you want a travel partner. More general magazines also have material: Business Week has an article on what they consider the ",{"type":"[","value":["http:\/\/www.businessweek.com\/globalbiz\/content\/jul2009\/gb2009071_589004.htm ten best retirement destinations"]},", Forbes has a survey of ",{"type":"[","value":["http:\/\/www.forbes.com\/2008\/12\/09\/relocate-world-countries-employment08-forbeslife-cx_ds_1210friendly.html expat-friendly countries"]}," and Newsweek an article on the ",{"type":"[","value":["http:\/\/www.newsweek.com\/photo\/2010\/08\/15\/best-countries-in-the-world.html best countries to live in"]},". The Guardian has an article on which cities are ",{"type":"[","value":["http:\/\/www.guardian.co.uk\/news\/datablog\/2012\/jun\/12\/city-cost-of-living-2012-tokyo most expensive for expatriates"]},".\n\nThere are also ",{"type":"'''","value":["government sources"]}," for country information. The US State Department has ",{"type":"[","value":["http:\/\/www.state.gov\/r\/pa\/ei\/bgn\/ \"background notes\""]}," for many countries, and the Canadian government provides ",{"type":"[","value":["http:\/\/www.intercultures.ca\/cil-cai\/countryinsights-apercuspays-eng.asp \"country insights\""]},". These are mainly oriented to international business and trade. The destination country's embassy in your home country or your home country's embassy at the destination may also be helpful.\n\nYou can get some idea about a country by looking at ",{"type":"'''","value":["statistics and indexes"]},", perhaps starting with Wikipedia summaries such as ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/List_of_countries_by_GDP_%28nominal%29_per_capita per capita GDP"]}," and average ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/List_of_countries_by_household_income household income"]}," as cost indicators. Follow their links to the data sources for more detail. Indicators for safety levels include Wikipedia's page for ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/List_of_countries_by_intentional_homicide_rate murder rate"]},", and the ",{"type":"[","value":["http:\/\/economicsandpeace.org\/publications Global Peace Index"]},". Other numbers of interest include the ",{"type":"[","value":["http:\/\/graphics.eiu.com\/PDF\/Democracy_Index_2010_web.pdf Democracy Index"]},", the ",{"type":"[","value":["http:\/\/www.transparency.org\/policy_research\/surveys_indices\/cpi\/2010\/results Corruption Perceptions Index"]},", the ",{"type":"[","value":["http:\/\/rsf.org\/index2014\/en-index2014.php Press Freedom Index"]}," the ",{"type":"[","value":["http:\/\/www.globalintegrity.org\/report Global Integrity Report"]},", and the ",{"type":"[","value":["http:\/\/data.worldbank.org\/indicator\/SI.POV.GINI Gini index"]}," for the degree of inequality of income in a society.  ",{"type":"[","value":["http:\/\/www.mercer.com\/qualityofliving Mercer"]}," rates cities worldwide by quality of living and by infrastructure.\n\nPerhaps the best statistical overview is provided by the ",{"type":"[","value":["http:\/\/www.humansecurityindex.org Human Security Index"]}," which has data on Economic Fabric (income per capita, income equality, etc.), Environmental Fabric (disaster vulnerability, sanitation, etc.), and Social Fabric (education and information, health, peacefulness, corruption, etc.) for 232 countries. The site provides all their data in spreadsheet format, which enables you to rank countries by any of those indicators to help you to compare and \"shop\" candidate countries. For a much less detailed overview table, see our ",{"type":"[[","value":[["Retiring abroad\/Table"]]},".\n\nHowever, none of these numbers can serve as more than a rough guide; the phenomena they attempt to measure are far too complex for any easy summary. Also, there are often large differences from region to region within a country.\n\nThe US Geological Survey provides information on various ",{"type":"'''","value":["hazards"]}," — earthquakes, volcanoes, tsunamis, landslides and floods — see ",{"type":"[","value":["http:\/\/www.usgs.gov\/natural_hazards\/ this index"]},". They have worldwide ",{"type":"[","value":["http:\/\/earthquake.usgs.gov\/earthquakes\/world\/ earthquake information"]},". Another source for similar information is ",{"type":"[","value":["http:\/\/geology.about.com\/library\/bl\/maps\/blworldindex.htm About.com"]},". The US National Hurricane Center has much information on ",{"type":"[","value":["http:\/\/www.nhc.noaa.gov\/ tropical storms near the US"]}," and some data on ",{"type":"[","value":["http:\/\/www.ncdc.noaa.gov\/oa\/ibtracs\/ storms worldwide"]},". The World Bank has information on ",{"type":"[","value":["http:\/\/econ.worldbank.org\/WBSITE\/EXTERNAL\/EXTDEC\/EXTRESEARCH\/0,,contentMDK:20785646~pagePK:64214825~piPK:64214943~theSitePK:469382,00.html air"]}," and ",{"type":"[","value":["http:\/\/water.worldbank.org\/water\/related-topics\/pollution water"]}," pollution. NASA has an excellent ",{"type":"[","value":["http:\/\/www2.jpl.nasa.gov\/srtm\/ topographic map application"]}," that includes the ability to look at possible effects of a rise in sea level. See ",{"type":"[[","value":[["tropical diseases"]]}," for information on health risks.\n\nIf you want detailed business-oriented information and are willing to pay for it, the Economist has ",{"type":"[","value":["http:\/\/countryanalysis.eiu.com\/ reports and forecasts"]},". Business people should also talk to their nation's trade missions; part of their job is to assist businesses doing international trade.\n\nOf course ",{"type":"'''","value":["nothing beats actually visiting"]}," your possible retirement destinations; research may narrow it down to a short list, but then you need to take a good look at the candidates. Some people spend several holidays in the years before retirement, or some time after retirement, travelling around to check out possible longer-term destinations. If the budget allows, a ",{"type":"[[","value":[["Round the world flights"],["round-the-world flight"]]}," might be a fine holiday and a way to look at many possibilities.\n\n",{"type":"==","value":[" Visas "]},"\n",{"type":"<","value":["blockquote",["If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success. — John D. Rockefeller"]]},"\n",{"type":"[[","value":[["Image:Vietnam visa.jpg"],["thumb"],["Vietnamese visa"]]},"\nMany countries exempt citizens of certain countries from having to obtain a visa for a short-term stay as a tourist or for business. For those required to obtain a visa, a short-term stay in most countries generally only requires an easily-obtained tourist or business ",{"type":"[[","value":[["visa"]]},"; for many destinations and many passports, this can be obtained on arrival at the airport or other entry point on arrival, or can be applied for on-line over the internet. However, ",{"type":"'''","value":["to live long-term in almost any country, almost any foreigner will require a visa"]},". See our country guides for information on visa requirements at various destinations. Follow links there for government sites with authoritative information, or consult an embassy or consulate.\n\nThere are ",{"type":"'''","value":["special cases"]}," where getting a visa may be easier, though there will still be some paperwork.\n\n",{"type":"*","value":[" If you have ",{"type":"'''","value":["close relatives"]}," in a country — for example, if a foreigner marries a citizen or an immigrant has relatives in the old country — then many countries have some special provisions which may apply."]},"\n",{"type":"*","value":[" Many countries grant automatic citizenship, or have an expedited naturalisation process, for those who can prove that at least one of their ",{"type":"'''","value":["parents"]}," or ",{"type":"'''","value":["grandparents"]}," was born in that country."]},"\n",{"type":"*","value":[" A citizen of one country in an ",{"type":"'''","value":["international group"]}," can go to another country in that group more easily than an outsider can. For example, a Scotsman can relatively easily retire in ",{"type":"[[","value":[["Greece"]]}," or ",{"type":"[[","value":[["Malta"]]}," because both countries are in the ",{"type":"[[","value":[["European Union"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Special arrangements"]}," may apply:"]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["New Zealand"]]}," and ",{"type":"[[","value":[["Australia"]]}," have an arrangement that allows citizens of either country to stay in the other indefinitely without a visa. "]}]},{"type":"*","value":[{"type":"*","value":["The ",{"type":"[[","value":[["European Union"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Iceland"]]}," and ",{"type":"[[","value":[["Switzerland"]]}," have an agreement which allows citizens of any of these countries to stay in any of the others indefinitely with only a valid ID card. "]}]},{"type":"*","value":[{"type":"*","value":["The Central American countries of ",{"type":"[[","value":[["El Salvador"]]},", ",{"type":"[[","value":[["Guatemala"]]},", ",{"type":"[[","value":[["Honduras"]]}," and ",{"type":"[[","value":[["Nicaragua"]]}," have an agreement allowing citizens of any of these countries to live in any of the others indefinitely without a visa."]}]},{"type":"*","value":[{"type":"*","value":["Citizens of the Gulf Cooperation Council (",{"type":"[[","value":[["Saudi Arabia"]]},", ",{"type":"[[","value":[["Oman"]]},", ",{"type":"[[","value":[["Kuwait"]]},", ",{"type":"[[","value":[["Bahrain"]]},", ",{"type":"[[","value":[["Qatar"]]}," and the ",{"type":"[[","value":[["United Arab Emirates"]]},")  may live in any of the other member countries indefinitely without a visa."]}]},{"type":"*","value":[{"type":"*","value":["Citizens of ",{"type":"[[","value":[["India"]]}," may live in ",{"type":"[[","value":[["Nepal"]]}," or ",{"type":"[[","value":[["Bhutan"]]}," indefinitely without a visa and likewise, citizens of Nepal or Bhutan may also live in India indefinitely without a visa."]}]},{"type":"*","value":[{"type":"*","value":["Citizens of the ",{"type":"[[","value":[["Federated States of Micronesia"]]},", ",{"type":"[[","value":[["Marshall Islands"]]}," and ",{"type":"[[","value":[["Palau"]]}," may live in the ",{"type":"[[","value":[["United States"]]}," indefinitely without a visa. However the reverse does not apply to US citizens, who are required to obtain visas to settle long-term in those countries (but are not required to do so for short visits)."]}]},{"type":"*","value":[{"type":"*","value":["Chinese nationals from ",{"type":"[[","value":[["Hong Kong"]]}," or ",{"type":"[[","value":[["Macau"]]}," may live in mainland ",{"type":"[[","value":[["China"]]}," indefinitely without a visa, though the reverse does not apply to Chinese citizens from the mainland, who are generally required to obtain a visa to visit Hong Kong or Macau."]}]},"\n",{"type":"*","value":[" Some countries have ",{"type":"'''","value":["overseas possessions"]}," where their citizens can go quite freely. For example, it is easy for a Briton to go to ",{"type":"[[","value":[["Gibraltar"]]}," or the ",{"type":"[[","value":[["British Virgin Islands"]]},", an American to ",{"type":"[[","value":[["American Samoa"]]},", the ",{"type":"[[","value":[["U.S. Virgin Islands"]]}," or ",{"type":"[[","value":[["Puerto Rico"]]},", a Dutchman to ",{"type":"[[","value":[["Aruba"]]}," or other Caribbean parts of the Netherlands, a Portuguese to the ",{"type":"[[","value":[["Azores"]]}," or a Frenchman to ",{"type":"[[","value":[["French Polynesia"]]},"."]},"\nIt may even be possible to combine two of the special cases. For example, a German planning retirement could check whether visas for Gibraltar or Aruba are easily obtained, since Germany, the UK and the Netherlands are all in the EU.\n\n",{"type":"===","value":["Retirement visa"]},"\nQuite a few countries offer a ",{"type":"'''","value":["retirement visa"]},". These all require at least evidence of adequate funds, a health check, and a police check that shows no criminal record. See the individual countries' immigration department web-sites for details.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Australia"]]}]}," - ",{"type":"[","value":["http:\/\/www.immi.gov.au\/visitors\/retirement\/405\/Investor Retirement"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Argentina"]]}]}," - ",{"type":"[","value":["http:\/\/www.argentina.gob.ar\/tramites\/102-radicaci%C3%B3n-de-pensionado.php Radicación de pensionado"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Belize"]]}]}," (formerly British Honduras) - ",{"type":"[","value":["http:\/\/belizeretirement.org\/ Retire in Belize"]}," 1-800-624-0686"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Brazil"]]}]}," - ",{"type":"[","value":["http:\/\/www.portalconsular.mre.gov.br\/estrangeiros\/vistos-para-estrangeiros Vistos para estrangeiros"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Costa Rica"]]}]}," - ",{"type":"[","value":["http:\/\/migracion.go.cr\/extranjeros\/residencias.html Residencias"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Dominican Republic"]]}]}," - ",{"type":"[","value":["http:\/\/www.cei-rd.gov.do\/mapa_ruta\/MRI\/presentacion\/web\/pdf\/migracion\/migracion.htm Mapa Ruta del Inversionista"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ecuador"]]}]}," - ",{"type":"[","value":["http:\/\/www.cancilleria.gob.ec\/ Ministeria"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Guatemala"]]}]}," - ",{"type":"[","value":["http:\/\/www.migracion.gob.gt\/index.php\/component\/content\/article\/8-migracion\/28.html  Residentes permanentes pensionados o rentistas"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Honduras"]]}]}," - ",{"type":"[","value":["http:\/\/www.sre.gob.hn\/preguntas.html Secretaria"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Indonesia"]]}]}," - ",{"type":"[","value":["http:\/\/visa.imigrasi.go.id\/pravnp-web\/xmlhttp\/homenew\/homenew.jspx general visa info"]}," (requires javascript)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ireland"]]}]}," - ",{"type":"[","value":["http:\/\/www.citizensinformation.ie\/en\/moving_country\/moving_to_ireland\/coming_to_live_in_ireland\/retiring_to_ireland.html Retiring to Ireland"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Malaysia"]]}]}," - ",{"type":"[","value":["http:\/\/www.mm2h.gov.my\/ Malaysia My Second Home Programme"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Malta"]]}]}," - ",{"type":"[","value":["http:\/\/mhas.gov.mt\/en\/MHAS-Information\/Services\/Pages\/Residence.aspx Residence"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mauritius"]]}]}," - ",{"type":"[","value":["http:\/\/dha.pmo.gov.mu\/English\/Mandate\/Pages\/Resident-Permit-and-Visa.aspx Residence Permit"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mexico"]]}]}," - ",{"type":"[","value":["http:\/\/consulmex.sre.gob.mx\/orlando\/index.php?option=com_content&view=article&id=20&Itemid=32 Orlando Consulate"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New Zealand"]]}]}," - ",{"type":"[","value":["http:\/\/www.dol.govt.nz\/immigration\/knowledgebase\/item\/1090 Retirement visas"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Panama"]]}]}," "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Philippines"]]}]}," - ",{"type":"[","value":["http:\/\/www.pra.gov.ph\/ Philippine Retirement Authority"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["South Africa"]]}]}," - ",{"type":"[","value":["http:\/\/www.services.gov.za\/services\/content\/Home\/ServicesforForeignNationals\/Temporaryresidence\/retiredpersonspermit\/en_ZA Retired persons permit"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Spain"]]}]}," "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sri Lanka"]]}]}," - ",{"type":"[","value":["http:\/\/www.immigration.gov.lk\/web\/index.php?option=com_content&view=article&id=156&Itemid=199&lang=en My Dream Home Visa Programme "]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Thailand"]]}]}," - ",{"type":"[","value":["http:\/\/samutprakan.immigration.go.th\/visa-extension\/to-spend-the-remainder-of-life.html Retirement Visa"]}," There is also an  ",{"type":"[","value":["http:\/\/www.ehow.com\/list_6107564_thailand-retirement-requirements.html Ehow article"]}," on these visas."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tonga"]]}]}," - ",{"type":"[","value":["http:\/\/tongaconsul.com\/index.php?option=com_content&task=view&id=85&Itemid=54 Assured Income Visa"]}]},"\nA few countries — Malaysia and the Philippines, for example — have a variant of the retirement visa for people who require ",{"type":"'''","value":["nursing home care"]},". This takes more money, but still perhaps less than such care at home. There is still a health check; people with contagious diseases are excluded.\n\nFor many of these visas, there are additional requirements. Some countries have a language requirement for long-term visas. Some require either an investment or that you deposit a substantial sum in a local bank. Some require either that you join their national health insurance program or that you have your own health insurance. Some require other insurance, such as liability insurance or life insurance. Some countries may have a substantial annual fee for the visa.\n\nSome retirement visas allow you to work, though you also need enough pension or assets to get the visa. Some limit or prohibit employment in the destination country, and some prohibit employment entirely; even an Internet business is disallowed.\n\nIn general, access to social welfare is not granted to people on a retirement visa, so you will need to make sure you have enough funds to cover any potential emergencies.\n\nFor almost any country, a web search on \"retirement visa\" (or \"pensionado\" for Spanish-speaking countries) plus the country name will turn up much information, mainly travel agents or law firms offering a visa service.  Some countries require that you go through a government-approved agent. Where it is not required, using an agent will be more expensive than applying yourself, but it may be considerably more convenient and the cost is often reasonable. If you choose to use an agent, it helps to know the rates and requirements from the government site (links above) so you can avoid any excessive charges.\n\nSee ",{"type":"[[","value":[["Retiring abroad\/Table"]]}," for a summary of financial requirements for retirement visas.\n\n",{"type":"===","value":[" Immigrant visas "]},"\n\nIt is possible to retire in some countries using a standard ",{"type":"'''","value":["immigration\/settlement visa"]}," rather than a special retirement visa.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Poland"]]}," does not have anything like a retirement visa. Instead you need to enter the country under a short-term visa, and then apply for a long-term visa at the office of the ",{"type":"[","value":["http:\/\/msz.gov.pl\/en\/travel_to_poland\/travel_advice province"]}," in which you intend to live. Eventually you can apply for a settlement permit."]},{"type":"*","value":[" ",{"type":"[[","value":[["Chile"]]}," requires two years of temporary residence before a ",{"type":"[","value":["http:\/\/chileabroad.gov.cl\/en\/consulados\/tramites\/para-extranjeros\/ permanent residence visa application"]}," can be processed."]},"\nFor many countries, this strategy does not work well because they have quite strict controls on immigration. On the other hand, if you do meet the immigration requirements this may let you go to a country that has no retirement visa.\n\n",{"type":"===","value":[" Investor visa "]},"\nMany countries have an ",{"type":"'''","value":["investor's visa"]},". If you are about to enjoy a well-funded retirement, you can put a lump of money into a local business and thereby gain the privilege of living in the country. We list some examples here, but if you have a few million dollars (invest some, and buy a house), you can go almost anywhere. For a country that does not have an investor visa, an investor may be able to set up a company and have it hire him or her in some management or consulting role. Other countries that do not have a specific investor visa may have special schemes which allow foreigners to obtain permanent residency by investing a large amount of money in a local business.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Australia"]]}," - ",{"type":"[","value":["http:\/\/www.immi.gov.au\/skilled\/business\/provisional-visa-options.htm several different programs"]}," for various sorts of business person or investor"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bermuda"]]}," - ",{"type":"[","value":["http:\/\/www.gov.bm\/portal\/server.pt?open=512&objID=214&mode=2&in_hi_userid=2 Immigration department"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Brazil"]]}," - ",{"type":"[","value":["http:\/\/www.portalconsular.mre.gov.br\/estrangeiros\/vistos-para-estrangeiros Vistos para estrangeiros"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Canada"]]}," -  ",{"type":"[","value":["http:\/\/www.cic.gc.ca\/english\/immigrate\/business\/index.asp business visas"]},", investors C$800,000, entrepreneurs or self-employed with less money but stiffer requirements."]},":: In February 2014, the government stopped processing investor and entrepreneur visas; they say this is temporary but give no timeline. Visas for self-employed people are not affected and there is a new program for people ",{"type":"[","value":["http:\/\/www.cic.gc.ca\/english\/immigrate\/business\/start-up\/index.asp starting a new company"]},".\n:: ",{"type":"[[","value":[["Quebec"]]}," has its own ",{"type":"[","value":["http:\/\/www.immigration-quebec.gouv.qc.ca\/en\/ separate program"]}," with different requirements.\n",{"type":"*","value":[" ",{"type":"[[","value":[["China"]]}," - ",{"type":"[","value":["http:\/\/www.gov.cn\/english\/2005-08\/29\/content_27379.htm Permanent Resident Requirements"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fiji"]]}," - ",{"type":"[","value":["http:\/\/www.fijiembassydc.com\/default.asp?contentID=534 Investment"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hong Kong"]]}," - ",{"type":"[","value":["http:\/\/www.immd.gov.hk\/ehtml\/hkvisas.htm Immigration department"]},", straight investment, HK$10 million, and a cheaper scheme for entrepreneurs"]},{"type":"*","value":[" ",{"type":"[[","value":[["Japan"]]}," - ",{"type":"[","value":["http:\/\/www8.ocn.ne.jp\/~risk21\/visa_applications.htm#INVESTOR%20\/%20BUSINESS%20MANAGEMENT%20VISA Investor\/Business\/Management visas"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Panama"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Qatar"]]}," - ",{"type":"[","value":["http:\/\/portal.www.gov.qa\/wps\/portal\/services\/inviduallandingpages\/!ut\/p\/c5\/rZBdcoIwAITP0gNoAomCj1RARRJKQRBeHEBNEfmxoQRz-toD2Cd3Z_b1-2ZBCh5tsqFkWV-2TXYFe5DODwtPXyq6DleeayG4CYzNOyW2AkMEYrCH-BBc7t1GVvLzIv17cNlI4hJBTAtya3SoNW55NdJwxx-zEr0ZyMBMhFIslMj2LWOVOTfG34ADUnZt8wc1_vOYH-CTGBDQdVufQHBqQAJS7akhQiB8oeG_LEd9KevxRpnXU1HUUzhFGGsQzTCcYRWrCM1B7CZCszhhluUNrO17eUxmQSo8A1Mk6gUzz3nvj1-o6nD1UzR9QvDgE_M0gZ0Wr3dbZp8F9926Yne2yySWX6nf6Uzlw0iK3NbXkwJ1u2WpKlC3PwzHyHh_yf1jOPqUhttG59vvNiNhnFeHVdLfS5hGMrrJa-Sl--aGXHNx0qJlC7p6qBpBz_RMjF-bUFmP\/?highlightQuery=visa investor visa"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["South Korea"]]}," - ",{"type":"[","value":["http:\/\/www.hikorea.go.kr\/pt\/InfoDetailR_en.pt?categoryId=2&parentId=382&catSeq=385&showMenuId=374&visaId=D8 Corporate Investment Visa"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New Zealand"]]}," - ",{"type":"[","value":["http:\/\/www.newzealandnow.govt.nz\/retirement-category-visa-options~347.html NZ$750,000"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Saint Kitts and Nevis"]]}," - no investor visa, but ",{"type":"[","value":["http:\/\/www.immigrationhk.com\/kn.htm citizenship can be obtained"]}," through investment"]},{"type":"*","value":[" ",{"type":"[[","value":[["Singapore"]]}," - ",{"type":"[","value":["http:\/\/www.edb.gov.sg\/content\/edb\/en\/why-singapore\/ready-to-invest\/setting-up\/entering-singapore.html several programs"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Taiwan"]]}," - ",{"type":"[","value":["http:\/\/www.boca.gov.tw\/ct.asp?xItem=6135&ctNode=778&mp=2 Resident visas for investment"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["UAE"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["UK"]]}," - ",{"type":"[","value":["http:\/\/www.ukba.homeoffice.gov.uk\/visas-immigration\/working\/tier1\/investor\/ £1 million"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["USA"]]}," - ",{"type":"[","value":["http:\/\/travel.state.gov\/visa\/immigrants\/types\/types_5780.html US$1 million"]}]},"\nFor several countries, a pure investment visa requires a large amount of money but an entrepreneur visa — for someone who intends to start and manage a business in the country — requires much less. However, there are generally additional requirements, such as having relevant experience and providing a detailed and plausible business plan.\n\nFor some countries, language requirements are waived for investors. For example, for nearly all classes of visa Canada requires that an immigrant speak English or French. However, there is no such requirement for an investor.\n\nFor some countries, investment is almost the only way to get in long-term. For example, Chinese ",{"type":"[","value":["http:\/\/www.gov.cn\/english\/2005-08\/29\/content_27379.htm permanent residence"]}," requires one of four things: investment, four years in a high-level job in China, five years married to a Chinese, or \"great and outstanding contributions to China\".\n\n",{"type":"===","value":[" Other visas "]},"\nIt is also possible to be semi-retired but take a job abroad, mainly as a way of getting a ",{"type":"'''","value":["working visa"]},". This might let you go to countries which do not offer a retirement visa. The most common job for this is ",{"type":"[[","value":[["teaching English"]]},". There are possibilities for consulting jobs if you have the right skills, see ",{"type":"[[","value":[["working abroad"]]},". There are also quite a few ",{"type":"[[","value":[["volunteer"]]}," posts; someone with a good pension can afford to work for low pay.\n\nSome countries which have several aspects desirable for retirees — low cost of living, interesting culture and pleasant climate — do not offer a retirement visa; examples include ",{"type":"[[","value":[["Vietnam"]]},", ",{"type":"[[","value":[["Laos"]]},", ",{"type":"[[","value":[["Myanmar"]]}," and ",{"type":"[[","value":[["Cambodia"]]},". Some people retire there nonetheless, generally getting a visa either by working as a part-time volunteer at some NGO or by setting up some sort of business and using a ",{"type":"'''","value":["business visa"]},".\n\nAnother way to live abroad is to get a ",{"type":"'''","value":["student visa"]},"; see ",{"type":"[[","value":[["studying abroad"]]},". Depending on destination, one might profitably spend a few months or years on ",{"type":"[[","value":[["language tourism"],["language study"]]},". Anyone with an interest in the history or archaeology of a particular area might also find studying near the primary sources for their field interesting.\n\nIf you ",{"type":"''","value":["really"]}," like travelling and have both a fairly generous budget and a \"good\" passport (getting visas is relatively easy), it is even possible to retire by moving around with a series of ",{"type":"'''","value":["tourist visas"]},". This limits you to a short time in each country; tourist visas are typically only good for 30 to 90 days. It is also expensive; you live in hotels and eat in restaurants a lot, and your transport costs are high. Even if you choose a low-cost region and backpacker-class facilities, the bills mount up. However, some people actually do this, wandering about ",{"type":"[[","value":[["Southeast Asia"]]}," or the ",{"type":"[[","value":[["Caribbean"]]}," with the occasional trip elsewhere. Others do something similar using ",{"type":"[[","value":[["cruise ships"]]}," for both transport and accommodation.\n\n",{"type":"==","value":[" Financial matters "]},"\n",{"type":"<","value":["blockquote",["Retirement:  It's nice to get out of the rat race, but you have to learn to get along with less cheese.  ~Gene Perret"]]},"\n\nTo live abroad, you probably need multiple bank accounts, at least one back home and one in the destination. Ideally, both banks should be chosen partly because they have plenty of international branches; it does you little good, for example, to have a bank account that you cannot draw on in your new home. As a general rule, the major banks are better for this than smaller regional banks, but there are exceptions in both directions. ",{"type":"[","value":["http:\/\/www.hsbc.com HSBC"]}," (originally Hong Kong Shanghai Bank, but the headquarters now are in London) advertise themselves as \"the world's local bank\" and are a popular choice for expatriates because they have many international branches and some services specifically designed for expats.\n\nThere can be complications. Some countries — Thailand, China and India, for example — have legal restrictions on exchange of foreign currency or on import and export of the local currency.\n\nPensions can also have complications. Private or corporate pension plans will generally just pay you, wherever you may be. However, conditions for government pensions may depend on how long you have lived in the paying country and where you live when you apply. Generally the most important consideration is how long you lived there between ages 18 and 65; you get a full pension if you lived there for all that time. If not, each country has a different formula for calculating how much of a reduced pension you will get. Some governments also place restrictions on payment of pensions to non-residents; whether you can collect a government pension at all may depend on where you live.\n\nIn planning a budget, remember that even in a low-cost country, costs of exotic foreign foods and other luxury goods may be high. If you really want to go out for a good steak or a nice glass of a single malt, for example, it will very likely cost at least as much in Bangkok as in London or New York, and will certainly be harder to find. In Back-of-beyond-istan, neither steaks nor good whiskey are likely to be available; the only pseudo-Western choice might be expensive low quality coffee or hamburgers. Doing your own cooking or employing a cook helps, but some ingredients may be hard to find or expensive. Clothing can also be a problem, especially if you are a different size or shape than the locals. For example, some Westerners in Asia cannot buy shoes or brassieres where they live; Asian tailors are great, but there are things they cannot do and the local stores may not have the right sizes.\n\nIf you have children who are still of school age when you retire, the need to educate them may affect both your budget and your choice of destination. There are international schools in many places, mainly for the children of expatriate employees of government and large corporations. These are usually quite good but they are not available in all destinations and they tend to be very expensive; most parents do not care because an employer foots the bill. There are directories of these schools at ",{"type":"[","value":["http:\/\/www.iss.edu\/about-us\/iss-directory International Schools Services"]}," and ",{"type":"[","value":["http:\/\/www.cois.org\/ Council of International Schools"]},".\n\nThere are other educational choices — the local schools where you are, leaving the kids in their current schools and having them move in with relatives, boarding schools at home or abroad, home schooling or hiring a tutor. For younger kids, Montessori schools are also widespread and popular with expat parents.\n\nYou also need to budget for shipping costs and for travel costs for visiting home or seeing the region. You may need communications services like high-speed Internet, satellite TV, perhaps satellite phone. Also budget for things you may need from abroad, such as English books and CDs or DVDs, maple syrup or Marmite. Ordering such things abroad raises other questions: how reliable is the postal service, and will Customs officials apply censorship?\n\nMajor credit cards — MasterCard, Visa and American Express — are widely accepted around the world, as are traveller's cheques from major vendors — American Express or Thomas Cook. However, there are local variations; see country articles for details. Also, if you are moving large amounts or doing many transactions, it pays to check the costs. You might get five different combinations of exchange rate and service charges moving money in five ways — exchanging cash, exchanging a traveller's cheque, doing an electronic funds transfer, using a credit card, and doing an ATM withdrawal of local currency with a foreign card. Which is most advantageous will vary depending on where you are and which bank you use. See also our article on ",{"type":"[[","value":[["money"]]},".\n\nMore generally, be aware of and somewhat cautious about exchange rates. For example, the Canadian dollar has risen by over 25% against the US dollar in the last decade, and back in the 70s it fell just as fast. Such changes no doubt had large effects on retirees from either country living in the other. Some currencies fluctuate by larger amounts and more quickly than that. Your planning, either simply for retirement or for investment, needs to take account of this risk. Also note that some retirement visas require you to exchange a fixed amount monthly at government-approved banks, that in some countries the official rate is government controlled, and that such rates are almost never to the traveller's advantage.\n\n",{"type":"==","value":[" Taxation "]},"\n",{"type":"<","value":["blockquote",["This is a question too difficult for a mathematician.  It should be asked of a philosopher. — Albert Einstein, about his income tax form, 1944"]]},"\n\nIn most cases, people on retirement visas enjoy a tax exemption in the destination country. Investors, however, are generally not exempt and must plan accordingly.\n\nTaxation by the home country may be an issue. American citizens and resident aliens are required to file and are taxable by the US on ",{"type":"[","value":["http:\/\/www.irs.gov\/businesses\/small\/international\/article\/0%2C%2Cid=97324%2C00.html worldwide income"]}," even if living abroad. The rules are complex and there were significant changes in 2012.\n\nOther countries generally do not tax on worldwide income if you do not reside in that country, but most will apply tax if you have an income in that country. For example, take a Canadian who has $20,000 a year of income from renting out his home in Canada, but lives elsewhere. If he lives in a country such as the US which has a tax agreement with Canada, then the Canadian government takes a flat 15% of the Canadian income, $3000 in this case. When he does his US tax return, he reports the $20,000 as income and deducts the $3000 from the US tax due as tax already paid. If he lives in a country which has no tax agreement with Canada, then the Canadian government takes a flat 25%. As for most taxation, enforcement on these can be draconian; should an expat fail to pay these taxes, his agent in Canada becomes legally liable for the entire amount and both the expat's and the agent's bank accounts can be seized.\n\nDepending on a whole complex of factors, it may be advantageous to have some of your money in a tax haven, which need not be either your home country or the one you live in. For example, an Englishman living in Thailand might have a ",{"type":"[[","value":[["Channel Islands"]]}," account, and the Canadian in the example above might consider selling the house and investing the proceeds through a ",{"type":"[[","value":[["Hong Kong"]]}," stockbroker. On the other hand, he might be better off mortgaging the house and doing something clever with the proceeds, since the interest would be a deductible expense for the taxation.\n\nFor anyone with significant assets, getting professional advice on such matters is likely to be well worth the cost.\n\nIn some cases it may be advantageous to set up a company for taxation or other reasons. For example, an employee of a Hong Kong company has an easier time with Chinese visas than an individual foreigner and a foreign company can own land in the Philippines whereas an individual foreigner cannot. Of course this requires expert local advice, at least a lawyer and often others.\n\n",{"type":"==","value":[" Housing "]},"\n",{"type":"<","value":["blockquote",["Buy land; they've stopped making it. — Mark Twain"]]},"\n",{"type":"[[","value":[["Image:El Tambo Ecuador House.jpg"],["thumb"],["240px"],["A duplex in ",{"type":"[[","value":[["Ecuador"]]}]]},"\n",{"type":"[[","value":[["Image:Apartment Blocks in Mid-levels.jpg"],["thumb"],["240px"],[{"type":"[[","value":[["Hong Kong"]]}," high-rises"]]},"\n",{"type":"[[","value":[["Image:Toulouse - Rue de la Madeleine - 20110911 (1).jpg"],["thumb"],["240px"],["Houses in ",{"type":"[[","value":[["Toulouse"]]}]]},"\n",{"type":"[[","value":[["Image:Laos - building on Si Pan Don.jpg"],["thumb"],["240px"],["A fixer-upper in ",{"type":"[[","value":[["Laos"]]}]]},"\nIn some countries, there are legal restrictions on foreigners buying property. For example, in Thailand or the Philippines, a foreigner cannot own land but can own a condominium.\n\nWhen choosing a place, you may need to allow space for whatever visitors you expect and to consider getting furniture that gives you flexibility in accommodating visitors, such as a couch that folds out into a bed. Or perhaps just choose a place with a good hotel nearby.\n\nIn some of the retirement visa deals, buying property gets you off the hook on the cash deposit. For example, for a Philippines visa you must put $10,000 in a Philippines bank and leave it there as long as you stay, unless you buy property. However, if you spend $50,000 or more on real estate that complies with government rules (not a place that is still under construction, for example), you get the deposit back.\n\nIn planning a move, allow for shipping costs and consider which things might be better bought at the destination than shipped. As a general rule, furniture and appliances are better bought on site than shipped. This reduces shipping costs, avoids difficulties with different electrical systems, and often means you have a warranty that applies where you are. However, there are plenty of exceptions; you need to work out which of the exceptions apply to you.\n\nIf you have items of any sort which are small, high-quality and useful — say kitchen pots and knives — by all means bring those; replacing them is likely to be uneconomical, and if you are used to good tools then using lesser ones can be unpleasant. Larger items are a tougher call — a fine sound system may be worth bringing even if the speakers weigh a ton and the voltage is wrong, but again it may not be. If you have good art or craft items — say paintings or carpets — consider bringing them along; they will make the new place feel much more like home. On the other hand, also consider giving or loaning them to family and friends who you know will appreciate them.\n\nBooks are heavy so transporting them can be a problem but bringing at least some of them is essential for many travellers, especially when planning for a long-term stay. If you are sending a freight shipment for household goods, then including books in that will be the cheapest way to transport them. If you are travelling light and want to bring books, the post office may be far cheaper than airline excess baggage charges; some countries' post offices (Canada, for example)  have a special cheap rate for mailing books. Acquiring an e-book reader is also an alternative worth considering.\n\nIn particular, cookbooks may be of great value if you either cook yourself or want to train a cook you hire at the destination. Of course there are also many cookbooks and recipe collections on-line; one good source is ",{"type":"[","value":["http:\/\/www.gutenberg.org\/wiki\/Cookery_%28Bookshelf%29 Project Gutenberg"]},". For traditional American dishes see the ",{"type":"[","value":["http:\/\/www.gutenberg.org\/ebooks\/13923 ",{"type":"''","value":["Whitehouse Cookbook"]}]},", published in 1887 and written by the presidential chef of the time.\n\nAlso consider import duties, which can be prohibitive in some cases. For example, ",{"type":"[[","value":[["Singapore"]]}," is a duty-free port for most things so bringing most electronic items there makes little sense. However, their duty on automobiles is 31%; coming on top of shipping costs this means bringing a car there is probably impractical. Other places have high duties on electronics so you might want to bring those, or stop in Singapore or Hong Kong to buy them en route.\n\nMany countries have an exemption so that there is no duty for personal household goods for someone moving there. For example, someone going to Thailand on a retirement visa can bring in personal goods duty-free within six months of issuance of the visa, and a Canadian returning home after a year or more abroad, or an immigrant to Canada, can bring goods for personal use duty-free. Some countries, such as Malaysia, even allow a retiree to import a car duty free.\n\n",{"type":"==","value":[" Health "]},"\n",{"type":"<","value":["blockquote",["I think you might dispense with half your doctors if you would only consult Dr. Sun more. — Henry Ward Beecher"]]},"\n\nHealth concerns are important, especially with advancing age; availability and cost of good care are always factors in choosing a destination. In some cases, they may be the deciding factors; see ",{"type":"[[","value":[["medical tourism"]]},".\n\nYou may need vaccinations or other precautions such as anti-malarial medication. Consult a doctor with expertise in travel medicine, or visit a travel medicine clinic, well before your planned departure.\n\nBring your medical records; your doctor at the destination may need them.\n\n",{"type":"'''","value":["Health insurance"]},", preferably a policy that covers evacuation in an emergency, should be part of your plan and budget. In some countries, people on a retirement visa are eligible for, or even required to enroll in, the destination country's health insurance scheme. This may be useful, but you might need other insurance as well. In particular, the local scheme may not cover evacuation or an emergency that crops up while you are outside that country.\n\nNote that if you live abroad, you may no longer be covered by your home country's health insurance system and coverage may not be restored immediately if you return. For example, Canada has \"universal\" health insurance, but you must be ",{"type":"''","value":["resident"]}," for three months before you are covered. Without other insurance, a sick person might be unable to go home because he could neither afford to pay for treatment himself nor survive three months without it.\n\nSee also ",{"type":"[[","value":[["travel insurance"]]},", ",{"type":"[[","value":[["stay healthy"]]},", ",{"type":"[[","value":[["medical tourism"]]}," and perhaps ",{"type":"[[","value":[["tropical diseases"]]},".\n\n",{"type":"==","value":[" Communications "]},"\n",{"type":"<","value":["blockquote",["The Net interprets censorship as damage and routes around it — John Gilmore"]]},"\n\nCommunications become vitally important when you live overseas. Low-quality, expensive or unreliable communications systems are a problem in some areas, and censorship is a major difficulty in others.\n\nConsider having a backup communication system to use if other things fail. For example, both phone and Internet connections might stop working if an earthquake took out an undersea cable or the government went into a panic about some unrest in the country. If that is a risk where you are going and communications are critical for your life or business, be prepared. Depending on your exact situation, it might be enough to have a short wave radio or satellite TV to get international news broadcasts. Others might need two-way communication as with a ham radio set-up or a satellite phone. On the other hand, some may be fine with nothing at all.\n\nIf your retirement plans include a vehicle, perhaps an SUV or a sailboat, consider equipping it with a communications system that can double as backup for your home system.\n\nSee ",{"type":"[[","value":[["Internet access"]]},", ",{"type":"[[","value":[["Telephone service for travel"]]}," and the \"Connect\" sections of country articles for more information.\n\n",{"type":"==","value":[" Other ways to retire "]},"\n",{"type":"<","value":["blockquote",["The best time to start thinking about your retirement is before the boss does. — author unknown"]]},"\n\nThis article covers ",{"type":"''","value":["moving abroad to retire"]},". There are other ways to manage retirement; we try to list most of them in this section, but make no other attempt to cover them:\n\n",{"type":"'''","value":["Seasonal migration"]}," works well for birds; why not for people? Some retired people maintain two homes, perhaps spending summers near family and friends and winters somewhere warmer, while others live mostly in their home country but travel a lot in winter.\n\n",{"type":"'''","value":["Grey nomads"]}," live a mobile post-retirement lifestyle; this lets you see more places and also gives you the option of migrating with the seasons. Often this involves travel with a ",{"type":"[[","value":[["mobile home"]]}," or by ",{"type":"[[","value":[["Cruising on small craft"],["boat"]]}," but, with enough money, it is also possible to retire (or just to winter) as a passenger on ",{"type":"[[","value":[["cruise ships"]]},", coming ashore only occasionally to change ships or to visit friends and family. Another variant is to have both a house in some interesting place abroad and a boat or vehicle for exploring nearby areas.\n\nThe book and website ",{"type":"[","value":["http:\/\/www.fourhourworkweek.com ",{"type":"''","value":["The Four-Hour Work Week"]}]}," introduce \"lifestyle design\" techniques, including the notion of taking a series of ",{"type":"'''","value":["\"mini-retirements\""]}," spread out through a career rather than waiting for one big retirement late in life. The website ",{"type":"[","value":["http:\/\/www.retireearlylifestyle.com\/ Retire Early Lifestyle"]}," discusses some other options.\n\nQuite a few people choose to ",{"type":"'''","value":["live abroad without retiring"]},". Arguably, this makes for a more interesting life and it can certainly save money. One way to do this is to ",{"type":"[[","value":[["Working abroad"],["work abroad"]]},", but it also works well for people who live off investments or who earn money elsewhere, for example by running an Internet business or doing really long-range telecommuting. The classic example is Arthur C Clarke (author of ",{"type":"''","value":["2001: A Space Odyssey"]},", among other things), living in ",{"type":"[[","value":[["Sri Lanka"]]}," while collecting book and film royalties in hard currency.\n\nFor aging hippies and others who really want to ",{"type":"'''","value":["get away from it all"]}," and ",{"type":"'''","value":["go back to the land"]},", the classic reference is the ",{"type":"[","value":["http:\/\/www.wholeearth.com\/index.php ",{"type":"''","value":["Whole Earth Catalog"]}]},". Other sources include ",{"type":"[","value":["http:\/\/www.off-grid.info\/ Off Grid Info"]}," and ",{"type":"[","value":["http:\/\/www.appropedia.org Appropedia"]},", an appropriate technology wiki. Also, the ",{"type":"[","value":["http:\/\/opensourceecology.org\/gvcs.php Global Village Construction Set"]}," offers \"an open technological platform that allows for the easy fabrication of the 50 different Industrial Machines that it takes to build a small civilization with modern comforts.\"\n\nIf you have plenty of money, there are even a magazine and web site devoted to marketing ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.privateislandsonline.com\/ private islands"]}]}," around the world. Prices start around a hundred thousand dollars for a small undeveloped island in backwoods Canada and there are a lot of nice-sounding properties in the half million to five million range, mostly with an interesting location and a nice house. At sky's-the-limit prices, there are properties with prime locations and very luxurious housing; many include businesses such as resorts and marinas.\n\n",{"type":"{{","value":[["startopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Reasons to travel"]]}]