[{"type":"{{","value":[["pagebanner"],["Reutte-banner.jpg"]]},"\n\n",{"type":"'''","value":["Reutte"]}," is a market town (Marktgemeinde) lying adjacent to the Lech River approximately 45 miles northwest of ",{"type":"[[","value":[["Innsbruck"]]},", ",{"type":"[[","value":[["Austria"]]}," and southwest of ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Germany"]]},". Reutte is the Capital of the northwestern (Ausserfern) region of the Austrian ",{"type":"[[","value":[["Tirol"]]},".         \n\n",{"type":"{{","value":[["infobox"],["Eszett"],["The letter 'ß' in German language written form is known as the 'Eszett' and actually refers to the use of the double 's'. For example, in this the current article on Reutte, you may see the word meaning villa or estate written as 'Schloß' or 'Schloss'. Both forms are correct."]]},"\n\n",{"type":"==","value":[" Understand "]},"\n\nThe center of commerce for the Außerfern, Reutte is a vibrant, historic and charming place that can be easily reached from nearby ",{"type":"[[","value":[["Füssen"]]}," and many of the holiday villages surrounding Reutte. Reutte and its environs are characterized by the grand Alpine mountains of the region (Lechtaler Alps, Tannheimer and Ammer Mountain ranges) and many family farms. Agriculture and small shop ownership remain the primary means of employment for many of those living in or near Reutte.\n\nReutte as an entity was first referred to as \"Reutte near Breitenwang\" as early as the 13th century. As roads became built and improved over the centuries and a bridge over the lech River was completed (1464), Reutte became known as a central trade district for the region. By 1488, it was given the right to conduct a weekly market. In 1491, Reutte was granted the status of a free town by Emperor Maximillian 1. In 1604, the fortress castle Ehrenburg (which sits atop a mountain overlooking Reutte) was given to Reutte. Reutte became the capital city of the 'upper Inn Valley' in 1754 and many smaller villages fell under the governance of what was growing into the 'Bezirk (region) Reutte'. This growth has continued over the years until today, as Bezirk Reutte now encompasses 37 villages and towns.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nFrom Füssen, one should travel via route 189, passing the former customs building at Weisshaus on the border with Austria. Turn left before crossing the lechbruecke (Bridge over the River Lech) and take the winding village road through Pinswang. Head south from Pinswang via the Kniepass and through Pflach. Make a left where the thin residential street through Pflach ends in a 'T'. Drive straight into Reutte.  You can also drive from Füssen via Schnellstraße E99 (also known as Route 7) southwest through the tunnel connecting Germany and Austria. You will now be on Schnellstraße 179 (on the Austrian side of the border)There are a gas station and a rest stop with a restaurant on the Austrian side of the tunnel where you can stop for information about Reutte. There are several exits into Reutte from the Schnellstrasse. If coming from regions south of Reutte, take Schnellstraße 179 north either over the ",{"type":"'''","value":["Fernpaß"]}," (a lovely mountain pass drive) or where it connects with the road from Garmisch, Germany. You will know that you've reached the first exit into Reutte when you've seen the Ehrenberg Castle (",{"type":"'''","value":["Schloß Ehrenberg"]},") on the mountain to your left.\n\n",{"type":"===","value":["By train"]},"\n\nReutte is connected to ",{"type":"[[","value":[["Munich"]]}," (München) and ",{"type":"[[","value":[["Innsbruck"]]},". From Austria, you may have to specify that you want to go \"über Innsbruck\" otherwise you will likely be routed through the (more expensive and longer) Munich route. Reutte is listed as \"Reutte in Tirol\" in the train system. The rail service through Reutte is provided by German Railways (DB) and not Austrian Railways (OeBB).\n\nThe Reutte train station ticket counter is only open from 10.00-16.00 on weekdays and 08.30-13.30 on Saturday. There is no automatic ticket machine. If travelling outside these hours, it is possible to buy tickets using cash only on the train. Make sure know your itinerary as your transfers may be only a few minutes away and infrequent service mean long waits if you miss a connection.\n\n",{"type":"===","value":["By bus"]},"\n\nIf you cannot or do not wish to use a car, there is a bus system. The Österreichisches Bundesbahn (ÖBB) ",{"type":"[","value":["http:\/\/www.postbus.at\/en\/Regions\/Tyrol\/index.jsp"]}," Postbus is the main local bus systems that goes throughout all of Austria. There are buses that travel to and from Reutte. You can obtain information about routes, timetables and prices as well as special excursions and charter bookings by calling: +43(1)71101 from outstide Austria and 0810-222333 when in Austria. There are also several commercial tourist bus lines that can take you from almost any point in Austria or Germany to and from Reutte.\n\n",{"type":"==","value":["Get around"]},"\nTo get a general idea of Reutte and any locale you may visit, it is always handy to have a good city map (Stadtplan) on hand to help guide your way. You may find a Reutte Stadtplan at: ",{"type":"[","value":["http:\/\/www.reutte.at\/system\/web\/zusatzseite.aspx?menuonr=218837228&detailonr=158273"]},".\n\n",{"type":"===","value":["On foot"]},"\n\nIt is not viable to hike from Reutte to many places, as they are separated by many kilometers. However, there are many good hiking trails for recreation, if combined with another transportation method.\n\n",{"type":"===","value":["By bike"]},"\n\nYou can rent or borrow bikes for use on the plentiful biking trails (Radwanderwegen). For this option, make sure that you have a good map, and are in good physical condition. With the lack of good landmarks, and plentiful paths, it is easy to become lost. Be warned that there are some places where biking a short distance along the highway is required to rejoin the trails. If you have to do this, ride on the right, as far to side as possible. Be careful, go as fast as you can safely, and have faith - German and Austrian drivers are generally cautious and skillful. Be sure to watch for the next possible point to exit the road.\n\n",{"type":"===","value":["By car"]},"  \n\nReutte itself is small, however you will find many travellers have cars in order to access the sites.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ehrenberg Ruins\/Schloßkopf"]}," The Ehrenberg castle ruins (three\/four different castle ruins) provide a contrast to the highly touristed Königschlosser in nearby Bavaria. There is a small tourist village by the parking lot for these castles, but this can be avoided by taking a trail from the south of the parking lot(obscure), or by taking the trail north from nearby Ehenbichl. You will encounter a semi-strenuous moderately steep hike up to the Ehrenberg ruins (Burgruine Ehrenberg). If you are lucky, this small hike will have kept away enough people to allow you to have the ruins nearly completely to yourself. Enjoy the moment, it is so rare to see history as it is - to have hands on access to a historical site without it being roped off or accessible by guided tour only. ",{"type":"[","value":["http:\/\/www.ritterturniere.com"]}," ",{"type":"[","value":["http:\/\/www.ehrenberg.at"]}]},{"type":"*","value":["Move on next to the Castle Schloßkopf (",{"type":"'''","value":["Festung Schloßkopf"]},"), on top of the hill. Perhaps you have seen this lit up at night on top of the ridge. The trail is steep once again, and it will take 30 minutes to reach the top, but it is again more than worth it to have a castle to yourself or with few others. The views from here are spectacular, allowing you to look out over the entire valley and into Germany."]},{"type":"*","value":["If you are in this area during the Summer months, you may want to explore Ehrenberg during the time of the famous ",{"type":"'''","value":["Ritterspiel"]},", the Medieval festival ",{"type":"[","value":["http:\/\/www.burgehrenberg.com\/"]},". Although very touristy and even abit kitsch, the festival is a splendid way to spend a day or two watching jousts and parades, attending concerts and having an overall enjoyable family holiday in the mountains. Of course, the view from atop the mountain overlooking Reutte is quite spectacular."]},{"type":"*","value":["Be sure to see the many beautiful ",{"type":"'''","value":["churches and chapels"]}," in and near Reutte. Many reflect the beautiful Gothic and Baroque architectural influences that dominate the region."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Museum in the Green House"],["alt="],["url=http:\/\/kultur.ausserfern.at"],["email=gruenes.haus@tirol.com"],["address=Untermarkt 25, A-6600 Reutte"],["lat="],["long="],["directions="],["phone=+43 05672-72304"],["tollfree="],["fax="],["hours="],["price="],["content=Is one of Reutte's (and the entire region's) cultural jewels. The building itself is quite a treasure. It was first built in the second half of the 16th century. \"Das Grüne Haus” was expanded upon and renovated from the 18th through the 20th centuries. It has been under Reutte's administration since 1986 and has become both a museum of local history (Heimatmuseum) as well as a center for visual arts and exhibitions. You can contact them for opening times and current exhibitions."]]}]},{"type":"*","value":["Take a walk though the center of historic Reutte. Most of the buildings you will see are centuries old; some bedecked with beautiful ",{"type":"'''","value":["Luftlmalerei"]},"; paintings that give the impression of 3-dimensional solid objects (i.e., windows, columns, masonry, statues etc.) where none exist on the otherwise flat wall surfaces. Most of the buildings along both sides of Reutte's main street and adjacent by-ways are protected as historic structures."]},"\n",{"type":"==","value":["Buy"]},"\nAs it is a market town, Reutte has a number of shops with items for both visitors and local residents. You can find many of these shops on the main road through Reutte. You can purchase delicious local Tirolean foods at an number of grocery stores, books, maps and souvenirs at local bookshops, electronics, clothing, really...anything in which you may have an interest. \n\n",{"type":"*","value":["  There are several gas\/petrol stations (Tankstelle) located throughout Reutte. However, you will generally find the majority located near the ramps leading on and off the Fernpass Bundestrasse (179). You are also able to purchase food, drink and souvenirs at many Tankstelle."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["  There is an abundance of excellent Inns, Cafes, Restaurants and places to grab a snack in Reutte. Some are in grand ancient buildings whilst others are housed in modern glass and metal building offering wonderful views of the town. Menues vary from traditional Tirolean to international cuisine."]},{"type":"*","value":[" Oh yes...and there are the Austrian pastries....to paraphrase Mark Twain, \"Eat 'em and weep for the Angels, cause they got none!\"  Whilst there are a number of wonderful bakeries in and around Reutte, one bakery that you must try is the Bäckerei Knittel, located in the northern part of the town (Obermarkt 29). Knittel has been a family bakery for many generations, and still provides some of the finest selections of baked goods..especially incredibly good pastries and torte."]},{"type":"*","value":[" You can purchase fresh meats and produce at a number of shops in the area; everything from larger markets to small specialty shops. There is a Farmer's Market in Reutte in the main square close to the Church once each week. You can also purchase farmer's produce at a newly opened Farmers Shop (Bauernladen) located near the Fire House. It is open on most Mondays and Fridays from 9:00 until 12:00 and again from 14:00 to 18:00. It is also open on Saturdays from 9:00 until 12:00."]},"\n",{"type":"==","value":["Sleep"]},"\nMany hotels and hostels are available in Reutte and in the surrounding areas. There are signs within the city which will point the way to major hotels. There is a tourist information center on the way from the train station to the city center (just go around the train station and walk along the road toward the city). However, it may not always be open (especially if you arrive on a weekend), so it is good to have an idea where to stay before arriving.\n\nWhen a hotel might not be your choice for overnight accommodations, you might consider staying in one of the many ",{"type":"'''","value":["bed and breakfasts"]},", rooms in private homes or local inns. There are many in the area. You can find the location and availability of many of these at the main Tourist Bureau in Reutte, which is located near the train station at Untermarkt 34. You can reach the Tourist Bureau by telephone at: +43 (5672) 62336 or e-mail at: info@reutte.com\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Visit the nearby villages of ",{"type":"'''","value":["Pflach"]},", ",{"type":"[[","value":[["Pinswang"]]},", ",{"type":"'''","value":["Musau"]}," and ",{"type":"[[","value":[["Vils"]]},". Buses run north via the Bundestrasse from the center of Reutte or via the Schnellstrasse that skirts Pinswang. Trains also connect these villages (except Pinswang) to Ruette."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pinswang"]]}," is a quiet, lovely ancient village in a lush verdant Alpine valley about 5 miles to the north of Reutte and over halfway (via back roads) to Füssen. It makes for pleasant immersion in Austrian culture and tradition, historic architecture and natural beauty. The walk from Pinswang to the Castles (see below) is scenic."]},{"type":"*","value":[" Head south from Reutte along the Schnellstraße (highway) to the ",{"type":"'''","value":["Fernpaß"]}," (Fernpass), a gorgeous mountainous route between the northern Ausserfern and the lush verdant Tirolean countryside northwest of Innsbruck. See Schloß Fernstein, an imposing castle with hotel at one of the highest points along the Fernpaß ",{"type":"[","value":["http:\/\/www.allgaeu-ausfluege.de\/fernsteinsee.htm"]},". A short walk from the castle and you will find the romantic Schloßruine Siegmundsburg."]},{"type":"*","value":[" ",{"type":"[[","value":[["Füssen#See"],["Castles of Neuschwanstein and Hohenschwangau"]]},", near ",{"type":"[[","value":[["Füssen"]]},", are the must-see major tourist attractions in this region. While ",{"type":"[[","value":[["Füssen"]]}," is the main tourist hub, nearby ",{"type":"[[","value":[["Pinswang"]]}," or ",{"type":"[[","value":[["Vils in Tirol"],["Vils"]]}," are also options. If going by car or bus, go along the Schnellstraße to ",{"type":"[[","value":[["Füssen"]]}," first. By bike, the castles are a scenic 1-2 hours from Reutte via ",{"type":"'''","value":["Gasthof Schluxen"]}," in ",{"type":"[[","value":[["Pinswang"]]}," (not via ",{"type":"[[","value":[["Füssen"]]},"). "]},{"type":"*","value":[" The nearest major cities of ",{"type":"[[","value":[["Innsbruck"]]},", ",{"type":"[[","value":[["Munich"]]}," and ",{"type":"[[","value":[["Augsburg"]]}," are easy to reach by car or train. "]},{"type":"*","value":["  Take a day trip to the beautiful Bavarian towns of ",{"type":"[[","value":[["Füssen"]]},", ",{"type":"[[","value":[["Garmisch-Partenkirchen"]]},", ",{"type":"'''","value":["Ettal"]},", ",{"type":"[[","value":[["Oberammergau"]]},". Also, don't miss a trip to ",{"type":"[[","value":[["Lindau"]]}," - a jewel located on Lake Constance. "]},{"type":"*","value":["  See Schloß Linderhof, the lesser-known but one of the most elegant of King Ludwig's Bavarian castles. It is in Graswangtal, near the town of ",{"type":"[[","value":[["Ettal"]]}," (where you will find a beautiful Benedictine Abbey)."]},"\n\n",{"type":"{{","value":[["geo"],["47.4833"],["10.7167"]]},"\n",{"type":"{{","value":[["isPartOf"],["Tyrol"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Reutte"]]},"\n",{"type":"[[","value":[["Commons:Category:Reutte"]]}]