[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Rewa"]]},"\n",{"type":"'''","value":["Rewa"]}," is a city in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nRewa is connected by rail via ",{"type":"[[","value":[["Satna"]]},", which is 55 km away. However the frequency of trains is not much and therefore traveling from ",{"type":"[[","value":[["Satna"]]}," to ",{"type":"[[","value":[["Rewa"]]}," by road is still more popular. Rewa is directly connected to Delhi. You can come Rewa by Anand Vihar Rewa superfast Express named as Vindhyanchal Express. Rewa is also connected from Jabalpur and Bilaspur by trains.\n",{"type":"===","value":["By Road"]},"\nIf you wish to go Rewa by road you can come by NH-7, NH-27 and NH-75. \n",{"type":"===","value":["By Air"]},"\nRewa is directly connected to Bhopal by air and Bhopal is connected to all major airports of India.\n\n",{"type":"==","value":["Get around"]},"\nWild life lovers are welcome to the land of tigers. Today Bandhavgarh, in Madhya Pradesh, India, has the highest density of tigers in the world making it just the best tourism destination. Bandhavgarh National Park is one place where you certain of seeing a tiger in its natural habitat. It is in this valley where white tiger was found.\n\nResort at :\n\nNear Petrol Pump, Tala, BANDHAVGARH\nDistt. UMARIA (M.P.) INDIA  Pin Code - 484 661\nPhone: +91 7627 265314, Fax +91 7662 241218\nCell: +91 9424722414\nE-mail: info@gtvresort.com\nWeb Site- www.gtvresort.com\n\n",{"type":"==","value":["See"]},"\nRewa is a place where, you can see natural beauty in and around the city. It is mainly famous for waterfalls, the main waterfalls are Quonti, Chachai and Bahuti waterfall. River Bichiya and Beehar confluences in core part of the city and there is also a low height water fall which looks great when you enter the city. Khando is a place, which is mainly famous for its beautiful topography, and a big Tank known as \" Govindgarh Talab\", prepared by Baghela Kings, it is 15 km south from Rewa.\n\nRewa also famous for its historical places, you can see Rewa fort along with its museum of antique items. In the center part of the city you can visit summer palace of Baghela's, it is having very beautiful architecture. An underground tunnel is also there which was used as a secret path for kings, now it is open for the public.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["\"Patanjali Chikitsalaya\" at Goyal Market, Amahiya Raod,Near Sirmour Chowk, Rewa (M.P.)- 486001, Phone No. 07662-251251 is a show room of herbal medicines of Yoga Guru Baba Ramdeo, where you can purchase herbal medicines, books, cd's, cassets and dvd's of Great Yoga Guru Baba Ramdeo of Haridwar."]},"\nWe can see chirahula temple in rewa.It is temple of the lord hanuman.It \nis very famous and big temple.Khajuha is also a historical place.khajuha \nhas a stauchu of the lord shiv.Shiv stauchu is increesing day by day.\nAway from this historical place a village is very nice it`s name is.\nshivapurwa.It`s a natural village.It`s below of kaimore the mount.If we\nlook from the mount.It`s look as a like paradise.Here is two trimondous\nhistorical place.One is the lord Bhairavnath and second one is Baba kuti.\nThe stauchu of the lord bhairavnath is 21 fit long.It`s not  artificial.\nBaba kuti is a most beautiful place.There are many types of flower in Baba\nkuti but basically famous for one flower. It`s name is kebara.It`s smell\nspread sorrounding all over area.There are a lot of stone mines in the kamore \nmount.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=vishnu"],["url="],["email="],["address=village shivapurwa dest.rewa"],["lat="],["long="],["directions="],["phone = +91 9755864349"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Madhya Pradesh"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Rewa, Madhya Pradesh"]]},"\n",{"type":"{{","value":[["geo"],["24.516666666667"],["81.283333333333"]]}]