[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Rewalsar"]}," (Tibetan: ",{"type":"''","value":["Tsopema"]}," where Tso means lake and Pema means lotus) is a small town on the banks of Lake Rewalsar in ",{"type":"[[","value":[["Himachal Pradesh"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nFrom Mandi, there is a road that goes up the mountains and reaches Rewalsar. \n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The sacred lake - according to Buddhist legend, this lake was created out of a burning pyre by the accomplished master Padma Sambhava (Guru Rinpoche). As such, it is one of the main pilgrimage sites for Buddhists in Himachal Pradesh. Padma Sambhava, was an Indian Tantric sage who brought Buddhism from India to Tibet in the 8th Century AD. It is from Tsopema that he left to spread the faith."]},"\n",{"type":"*","value":["The Tsopema festival - takes place every 12 years. Last occurrence was in 2004. It falls on the auspicious 10th day of the 1st month of the Tibetan lunar calendar and it is celebrated as the birthday of Guru Padma Sambhava (\"The Lotus Born\" Guru) who was supposedly born in the monkey year."]},"\n",{"type":"*","value":["The zoo - at the other extremity of the lake, there is a small zoo where local animals can be seen. It is located under the trees and the walk is quite enjoyable."]},"\n",{"type":"*","value":["Just before the zoo there is a field where local festivities take place."]},{"type":"==","value":["Do"]},"\nTwo hours Trekking to Naina Devi temple is an enjoyable experience. On way there are many Buddhist caves and lakes.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["HPTDC's Hotel Rewalsar"]},{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["31.6339"],["76.8333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mandi (district)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rewalsar, India"]]}]