[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Rhyl"]}," is in a seaside town in ",{"type":"[[","value":[["Wales"]]},". Although once a very beautiful resort, it has become very run down in recent years, although there are attempts to revive the town. The Town could be called an enclave of England due to the sheer number of tourists and English people who live there. Rhyl remains popular with a large number of tourists, mainly from the north of England, and continues to attract visitors despite its numerous and visible social and development issues. In reality, there is little to recommend Rhyl for visitors to North Wales as immeasurably better examples of Welsh seaside resorts can be found elsewhere on the coast.\n\n\"From the train, North Wales looked like holiday hell - endless ranks of prison-camp caravan parks standing in fields in the middle of a lonely, windbeaten nowhere, on the wrong side of the railway line and a merciless dual carriageway, with views over a boundless estuary of moist sand dotted with treacherous-looking sinkholes and, far off, a distant smear of sea. It seemed an odd type of holiday option to me, the idea of sleeping in a tin box in a lonesome field miles from anywhere in a climate like Britain's and emerging each morning with hundreds of other people from identical tin boxes, crossing the rail line and dual carriageway and hiking over a desert of sinkholes in order to dip your toes in a distant sea full of Liverpool turds. I can't put my finger on what exactly, but something about it didn't appeal to me.\" - Bill Bryson in \"Notes from a Small Island\"\n\nBill is a bit better travelled than most and although there is a ring of truth about his humour but to this reader at least his meanderings do seem a little harsh. The caravan parks between Rhyl and Abergele (at Towyn) don't look nice from the train and I know what he means but the sea air is fresh, the beaches are clean and not everyone has the option of living off the royalties of their rather good books.\n\nRhyl is stuck in a timewarp, has made some bad planning decisions and is dominated in the holiday season with what used to be called the \"working class\" and are now disparagingly called \"chavs\". Snobbery aside the beach is very fine, a fact ignored by the towns guardians. The thing perhaps Mr Bryson did not realise is that North Wales is best explored by car or bike as the train only hugs the coast line and takes you to the most impoverished parts. Rhyl has been voted worst place to live in Britain but I think this is by people who haven't been around Britain that much. Most of the housing in Rhyl is really nice.\n\nPhysically the topography of this area is quite flat up until the clywydian range which is an area of outstanding natural beauty. Which make it seem ever so slightly dull.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nRhyl is a short distance from the A55, the main trunk road through North Wales.  Driving time from Chester is about 30 minutes, from Manchester and Liverpool about 1 hour and from London about 4 hours.\n\n",{"type":"===","value":["By train"]},"\n\nRhyl is served by the North Wales coastline.  Services are regular and run towards Holyhead (or the Chester in the opposite direction). Travel time by train to London is a short three hours on a fast train (currently run by Virgin Trains).\n\n",{"type":"===","value":["By Sea"]},"\n\nRhyl has a small harbour at its Western side.  There is a boatyard which allows boats to be docked. There is no passenger ferry, the nearesy port is Holyhead.\n\n",{"type":"===","value":["By Air"]},"\n\nThe nearest major airport is Liverpool and Manchester.  Small airfields for private charter planes are closer in Hawarden, Caernarfon and a private airfield in Rhuddlan.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Sky Tower - Don't expect anything on par with ",{"type":"[[","value":[["Seattle"]]},"'s Space Needle, Rhyl's own Sky Tower provides excellent views over the North Wales coast."]},"\n",{"type":"*","value":["Sun Center - Run down and much berated indoor water park and swimming pool with facilities for children."]},"\n",{"type":"==","value":["Buy"]},"\n\nTraditionally in the UK, tourists buy rock (a sugar cylinder) to eat, with the name of the town (or the donee's own name) written into the middle.  These are available along most of the sea front.\n\nTraditional Welsh goods are available, but these are usually in heavily tourist shops, which are very cheap.  Alternatively, there is a Welsh goods shop in the High Street, which is a little old in style, but offers a glimpse of pseudo-Welsh culture thriving in the middle of an English dominated environment.\n\n",{"type":"==","value":["Eat"]},"\nThere are limited places to eat in Rhyl.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chilli Pink"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A brand new city centre chic Indian restaurant positioned not far from the centre of town and the promenade. Good deals on Sundays and at lunchtimes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kareems"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another Indian restaurant that has not long opened. This one is positioned right next door to Chilli Pink and does tasty, if slightly expensive, Indian food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Sussex"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A standard Wetherspoons in the town centre. Gets a bit rowdy on weekends but standard pub food including beer and a  burger for less than a fiver."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Annums Peri Peri Chicken"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nando's rip off situated by the train station."]]}]},"\nOther less notable places include most chain fast food outlets (McDonalds\/KFC\/Subway etc.), kebab shops and numerous pubs selling standard pub grub. However nothing stands out as worth recommended above any of the others.\n\n",{"type":"==","value":["Drink"]},"\nRhyl is known locally for its nightlife and entertainment.  The town center acts as a magnet for locals living in the valley and the town itself.\n\nThere are a range of pubs and a few clubs which are mentioned here.\n\nThe J D Wetherspoons chain has a bar which is located in Sussex Street, just off the High Street.  Nearby along Sussex Street, there is a bar called Rain, which tends not to be busy, it has a false rain effect along its back wall, however the bar itself often isn't clean and does not always seem a safe place to drink.\n\nFurther along Sussex Street there is a  bar called Shooters, which is famous for it's broad selection of shots, although the furniture in the bar is old.  Next door to Shooters is a small place called 'The Barrel'.  This is a tiny bar, watch out tall people, you'll need to duck.  The bar has a permanent Karaoke dance floor.  Opposite 'The Barrel' is Rhyl's longest standing nightclub, \"Ellis\", which two dancefloors, one of which has a multi colour changing dancefloor.  This club has cheap drinks, but is not high brow.\n\nThe younger 18-25 crowd prefer the new club \"Honey's\" which offers semi-famous DJ's who play dance and some pop tunes.  The nightclub has a large dance floor and wide spaces for standing and drinking.  The feel isn't perfect as so much of it is carpeted in a bed and breakfast style.  The drinks are pricey as well as the extortionate entry fee, which just doesn't compare to similar clubs in Liverpool, Manchester or London. The club formerly known as Scruples has reopened under the name \"Zu Bar\" and is a short walk along with promendade from the high street. As tends to be the case in Rhyl, this club will probably take the place of the Honey Club until the next new club opens up.\n\n",{"type":"==","value":["Sleep"]},"\n\nRhyl has a broad selection of Bed and Breakfast accommodation.  These are usually family run places to say, which are clean, cheap and centrally located. Occasionally there are low quality bed and breakfast establishments, so be careful to check for reviews before you book your stay. There are some hotels which are only a few stars and not high quality.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Medeor Guest House"],["url=http:\/\/medeor-guest-house.wales.info"],["email=colinsavory@aol.com"],["address=3 Elwy Street"],["lat="],["long="],["directions="],["phone =+44 1745 354489"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Denbighshire"]]}," \n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["53.32123"],["-3.48019"]]},"\n",{"type":"[[","value":[["Wikipedia:Rhyl"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Wales\/Denbighshire\/Rhyl\/"]]}]