[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Riberalta"]}," is a city in ",{"type":"[[","value":[["Bolivia"]]},"'s ",{"type":"[[","value":[["Beni (Bolivia)"],["Beni Department"]]},".\n\n",{"type":"==","value":["Get in"]},"\nIn dry season the bus from Rurrenabaque here takes about 16 hours and in wet season up to 1 week. It costs 130-140 Bolivianos. To La Paz 180 bs and around 36 hours (rough ride). To Guayara – merin it is about 3 hours. The main bus terminal is 7-10 blocks south of the center. \nA flight to Guayara- merin is about 15 dollars and to La Paz it costs 900 bolivianos. There are 2 companies, Amazsonas, the private one, and TAM, the military one.\n\n",{"type":"==","value":["Get around"]},"\nThe taxis are all motorbikes which will charge around 3-4 bolivianos for a ride anywhere within town. You are better off with a name of the place you’re going to than an address. When you want a taxi you just have to flag down any motorbike to see if they’ll take you.\n\nYou can also rent motorcycles at the plaza principal for about $6 per day. There are some interesting villages outside of town worth visiting, though beware, most of the roads are deeply potholed and require slow speeds. If visiting the waterfront, you will most likely be stopped by the police wanting to see your papers, i.e. passport and driver's license.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nIts nice to have a stroll along the river, in dry season this is the closest you can get to sea beaches in Bolivia, long stretches of sandy beach with plenty of space to put up your towel. \n\nSometimes people play chess in the library, you can ask there if you want to have a game.  \n\n25 km from Riberalta on the road towards La Paz is the community Tumichucua, which in native language means Isle of Palms. Here there’s a beautiful lake with a tropical Island in the centre. \n\nThere is an old Rubber-boom city, founded 1882, 90 km from Riberalta. During the rubber- boom this was the biggest city of Beni. The travel agency offers trips here. \n\nLas Piedras, in Gonzalo Moreno, is a small town about 5 km from Riberalta on the other side of Rio Beni. You can get here by motorbike, taxi or bicycle. When you’ve crossed the river, go uphill a bit and where the road turns left there is a small path leading into the forest and to some inca ruins. They might be a little hard to spot, it is actually a fort and a wall where the river used to pass. Since the rivers are moving in the amazon, this fort was close to a rivercrossing between Rio Madre and Rio Beni. A strategical point for trading or military purposes. Not much research is done so far but an investigation was made by the university of Helsinki about 4 years ago. Archeological pieces was discovered and most of them are now in a museum in Lima while there is still a few pieces in the town of Las Piedras. \n\nAbout 2 km from the ruins and the river is the town of Las Piedras. When you enter the town there is a small store at the right hand side next to the football field where you can have food (you’ll have to order in advance), play pool and also stay the night if you’d like. \nIn the town there is also rests of a long wall built by the Incas. \nTo see the archeological pieces, know more about the Inca ruins and the history of the Incas in the amazon, you can ask for a man named Mr Carlos Chipunano. If you speak a little Spanish, he can show you around and tell you about the facts known about the Incas around here for a tip.\n\nIf you want to go further, there is a lake about 9 km from Las Piedras. In half of the way there is a resort (currently under construction) where you can have a swim, food, snacks and stay in cabins.\n\n",{"type":"==","value":["Tours"]},"\nThere is only one travel agency in Riberalta so far which despite the lack of competition offer fairly priced tours. It is not as cheap as Rurrenabaque but the service is also a little more luxurous. They don't speak any English here but the service is friendly. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Riberaltatours"]},", Avenida Sucre in the centre, Tel 852 34 75. They have 2 ready – made packages, the first one for 5 days and four nights. It includes breakfasts, pick up from the bus-station, good accommodation, guide, a city tour and visits to an almond producer, a sawmill, tours to Tumichucua, guayara-merin (Bolivia and Brazil) and Cachuela Esperanza. For this they charge 155us$ per person. "]},"\nThe second one for 4 days and 3 nights (135us$) includes pick up from the bus station, accommodation, breakfasts, guide, a city-tour and visits to Gonzales Moreno with Las Piedras and a boat tour with a meal. However, the agency is flexible and you can make your own itinerary. For example only do a city tour. They can also help you organize other activities outside the program if you want, fishing, boat trips etc.\n\n",{"type":"==","value":["Buy"]},"\nOn Sundays there is a market in the center, “La Feria” where you can find fruits, make up, clothes and a lot of other stuff for cheap prices. \n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are numerous places to stay here, the most upmarket is Hotel Colonial. Hotel Campus is a big hotel with rooms of different prices, starting at 30 bs. They also have a pool. Smaller cheaper options are spread around town, one is Anexo Laza, close to the center. \n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-10.9833"],["-66.1000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Beni (Bolivia)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Riberalta"]]}]