[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ridgewoodnj.net\/ Ridgewood"]}]}," is a city in ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]}," \nThe nearest airport with regular scheduled service is Newark-Liberty International in ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},", ",{"type":"[[","value":[["New Jersey"]]},".  LaGuardia Airport and JFK International Airport (The busiest in the US) are also nearby in ",{"type":"[[","value":[["Queens"]]},", ",{"type":"[[","value":[["New York (state)"],["New York"]]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["NJ Transit and Metro North - "]},"the Ridgewood train station is located right in the heart of Downtown Ridgewood and the railroad tracks divide Downtown, as well as the village, into two sections, East Ridgewood and West Ridgewood.\n\n'",{"type":"''","value":["Amtrak - '''''Newark Penn Station"]}," in ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},",",{"type":"[[","value":[["New Jersey"]]}," offers Amtrak service to Philadelphia, Pittsburgh, Washington DC, Boston, Chicago, New York City, and all points beyond and in between.  Amtrak's ACELA EXPRESS trains service Newark Penn and travel between Washington DC and Boston.  Other area Amtrak stations are ",{"type":"''","value":["New York Penn Staion"]}," in ",{"type":"[[","value":[["New York City"]]}," and ",{"type":"''","value":["Metropark Station"]}," in ",{"type":"[[","value":[["Iselin"]]},", NJ.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Ridgewood Bus Terminal - "]},"located right across from Van Neste Square in Downtown Ridgewood, is served by NJ Transit buses heading all over the area including direct buses to ",{"type":"[[","value":[["New York City"]]},".\n\n",{"type":"'''","value":["Port Authority Bus Terminal (New York City)- "]},"Greyhound Bus service to and from anywhere.  All major bus companis serve Port Authority.  Also served by NJ Transit, New York city, and Long Island Transit buses.  Also served by NYC Subways.  Full amenities, much like an airport, range from restaurants, news stands, and stores selling all items.\n\n",{"type":"===","value":["By Car"]},"\nRidgewood can be accessed from NJ-4 (through Fair Lawn and Glen Rock), NJ-17 (Through Wyckoff, Paramus, or Ridgewood exits), and NJ-208 (Through Glen Rock).  There are no car rental offices in Downtown Ridgewood but there is an Enterprise Rent-A-Car about 1 mile north of Downtown near the border with Ho-Ho-Kus.  There is also a multitude of car rental offices in nearby Paramus.\n\n",{"type":"==","value":["Orientation"]},"\nRidgwood is a fairly large town with many different neighborhoods so it is important to get somewhat aqauinted with all of them if you are planning on exploring Ridgewood outside of downtown:\n",{"type":"*","value":[{"type":"'''","value":["Downtown"]}," - Self-Expanatory.  The central area of the town.  Most of what you would want to see and do is in this neighborhood.  It is divided into two distinct ares: East Downtown and West Downtown (Separated by the NJ Transit Railroad Tracks).  East Downtown (Which straddles E. Ridgewood Ave. and the surrounding streets) is by far the larger of the two sides and has a vibrant energy to it and is home to \"action\".  West Downtown (Which Incorporates the areas around W. Rigewood Ave. and Wilsey Sq.) has more of a quaint and small town attitude to it.  But don't be fooled by the quaint vibe of W. Downtown because most if not all of the stores are luxury stores selling luxury goods.  The main streets of the Downtown neighborhood are Ridgewood Ave. (East to N Maple Ave. and West to Godwin Ave.), Wilsey Sq., Van Neste Sq., Franklin Ave., Godwin Ave., N. Maple Ave., and Broad Street (North of Brogan Cadillac)."]},{"type":"*","value":[{"type":"'''","value":["Broad Street"]}," - Straddles Broad Street south of Downtown (After Brogan Cadillac).  The grungiest area of Ridgewood is home to mainly multi-family homes and apartment buildings.  Luckily, \"the worst part of town\" only runs along Broad Street and only a couple houses into the surrounding streets."]},{"type":"*","value":[{"type":"'''","value":["Old Ridgwood"]}," - The oldest part of Ridgewood.  Located south of Downtown and east of Broad Street all the way up to the border with Glen Rock).  Mainly homes built on treelined streets, many of which with original stone-paved \"gutters\" on the sides of the roads.  Home to some of the largest houses in Ridgewood.  Be aware when driving in this area that many of the streets are very narrow and some have not been paved in a very long time leaving ruts and potholes around.  Also be aware during the winter on icy roads due to the fact that most roads heading east of this area eventually scale a steep and poorly paved road down to other roads.  To avoid the steep icy roads, head west until you hit Broad Street and the head north of Broad Street until you reach downtown.  Head east on E. Ridgewood Ave. and at the intersection with Maple Ave., make a right onto S. Maple Ave.  From here you should be able to access wherever you need to go with going down a steep, poorly pave street."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By foot"]},"\nWalking is the best way to get around Downtown Ridgewood because it is not very large, but a car will be needed if you plan to get out of Downtown, the best way is with a car because local bus service is limited.  NOTE: For those wishing to cross to the smaller downtown sector of West Ridgewood, there is a pedestrian only underpass, as well as a road with a narrow sidewalk under pass under the train tracks.\n\n",{"type":"===","value":["By car"]},"\nThe best way to get around Ridgewood outside of Downtown.  Be aware, thoughm that traffic in Downtown Ridgewood is somewhat congested and on weekends there is a shortage of parking.  NOTE: On street parking and public lot parking within Downtown is metered, so be sure to have change with you.\n\n",{"type":"===","value":["By bus"]},"\nLocal bus service (NJ Transit) is limited and stops within Ridgewood, locally, are few and far between.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Van Neste Square - "]},"the center of East Ridgewood as well as the center of Ridgewood.  Home to Van Neste Park and various monuments and statues as well as benches and green areas perfect for a picnic or just resting on a bench.\n\n",{"type":"'''","value":["Van Neste Park - "]},"a large park in the center of town in East Ridgewood.  The centerpoint of Van Neste Square.  Hangout spot for many people.  Monuments, status,benches, and green areas.\n\n",{"type":"'''","value":["Wilsey Square - "]},"the center of West Ridgewood.  Surrounded by shops and eateries.\n\n",{"type":"'''","value":["Railroad Square - "]},"park area surrounding both sides of the Ridgewood Train Station.  Onsite eateries and cafes on the eastern side.\n\n",{"type":"'''","value":["Bergen County Public Park (Ridgewood) - "]},"the Ridgewood arm of the enormous Bergen County Public Park.  The park is set along heavily wooded paths that connect oversized parks in various towns.  Gives a feeling of the forest in the middle of the suburbs.  One could wander around the whole park for days and never go to the same place.  The Ridgewood arm of the park is one of the largest sections and is home to a large pond, a dog park, walking trails, a large playground, as well as parking and restroom facilities.  Located East of downtown near Paramus and Ridgewood High School.\n\n",{"type":"==","value":["Do"]},"\nShop around\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"''","value":["Bookends"]}," is a bookstore selling a big selection of all types of books including a collection of books on the history of the area."]},{"type":"*","value":[{"type":"''","value":["Lucky Brand Jeans Co."]}," has a store right in Downtown Ridgewood across the street from Van Neste Square."]},{"type":"*","value":[{"type":"''","value":["Arthur Groom & Co."]}," is a high-end purveyor of jewelery and has a convenient Downtown Ridgewood location right at the eastern end of Downtown Ridgewood at the corner of East Ridgewood Ave. and N. Maple Ave."]},{"type":"*","value":[{"type":"''","value":["The Shoe-In"]}," is a large shoe store on East Ridgewood Ave."]},{"type":"*","value":[{"type":"''","value":["Papyrus"]}," is a store selling custom cards and stationary."]},{"type":"*","value":[{"type":"''","value":["Biltmore Tuxedos"]}," is the only store selling tuxedos for men in Downtown Ridgewood and has a big sign with the word TUXEDOS printed on it which is one of the icons of Downtown."]},{"type":"*","value":[{"type":"''","value":["Gap Kids, Women's Gap, and Ann Taylor"]}," all have Downtown Ridgewood locations."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Backyard Living"],["url=http:\/\/www.bylNJ.com"],["email="],["address=235 Franklin Avenue"],["lat="],["long="],["directions=by King's Supermarket"],["phone = +1 201  689-9111"],["tollfree="],["fax="],["hours=10am-6pm"],["price="],["content=Great shop featuring everything for your backyard - patio furniture, bird houses & feeders, gardening tools & supplies & much more!"]]}]},"\n",{"type":"==","value":["Eat"]},"\nRidgewood has a huge amount of restaurants, serving almost all types of food imaginable.\n\n",{"type":"'''","value":["Budget"]},"\n",{"type":"*","value":[{"type":"''","value":["The Office"]}," is a large sports bar\/restaurant with good food, good drinks, and good prices.  Slow service on Friday and Saturday nights."]},{"type":"*","value":[{"type":"''","value":["The Country Pancake House"]}," is a family-run house of pancakes serving breakfast, lunch, and dinner.  Huge menu of all food and very good prices.  Very crowded on weekend mornings as well as late morning, early afternoon on Sundays."]},{"type":"*","value":[{"type":"''","value":["Lenny's Pizzeria"]}," is a pizzeria restaurant serving Italian favorites and of course pizza at excellent prices."]},{"type":"*","value":[{"type":"''","value":["The Daily Treat"]}," is a diner serving typical diner food.  Good prices and good food and never more than a few minute wait for a table."]},{"type":"*","value":[{"type":"''","value":["It's Greek To Me"]}," is a Greek restaurant serving very good ethnic Greek cuisine at very reasonable prices."]},{"type":"*","value":[{"type":"''","value":["Renato's Pizzeria"]}," is a standard pizzeria but with very good food and very good prices."]},{"type":"*","value":[{"type":"''","value":["Piccolo Pizza"]}," is an excellent pizzeria on the northern edge of downtown.  Come here to enjoy some of the best pizza in the area."]},{"type":"*","value":["\"The Best of Everything\" is an Italian restaurant that also provides catering, has by far the best personal pizzas and the best menu that you can either eat there or take away"]},"\n",{"type":"'''","value":["Mid-Range"]},"\n",{"type":"*","value":[{"type":"''","value":["Taste of Thai Restaurant"]}," is an authentic thai restaurant serving very good Thai food.  Very popular with the local crowd."]},{"type":"*","value":[{"type":"''","value":["Baumgart's"]}," is a classic restaurant and one of the most popular restaurants in Ridgewood.  Has a full regular menu serving asian and american favorites as well as a full sushi menu and a desert menu which features Baumgart's famous homemade ice cream.  Very crowded at most times and usually a long wait for a table but generally its worth the wait."]},{"type":"*","value":[{"type":"''","value":["Winberie's"]}," is a restaurant serving american cuisine."]},{"type":"*","value":[{"type":"''","value":["Brooklyn Pizzeria"]}," is an italian restaurant serving Brooklyn-style pizza and a menu of Italian entrees, etc..."]},{"type":"*","value":[{"type":"''","value":["Tabouli"]}," is a Lebanese restaurant serving traditional Lebanese and middle eastern dishes at good prices.  Overall the food is very good and the service is fast and friendly."]},{"type":"*","value":["\"Amano's\" is a fabulous restaurant that serves great pizza, with a special type of Italian dough.  It tastes very light, much like the famous Pizza from Naples.  Has fantastic salads and great Italian gelato, reasonable prices"]},"\n",{"type":"'''","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"''","value":["Dim Sum Dynasty"]}," is a fine Chinese restaurant serving high-end cuisine with a full menu of excellent food.  As the name suggests, on afternoons on most days of the week, the restaurant serves traditional style dim sum meals with carts carrying items that you pay for a la carte."]},{"type":"*","value":[{"type":"''","value":["Kumo"]}," is an excellent Japanese restaurant serving a full menu of fine cuisine as well as a full sushi menu."]},{"type":"*","value":[{"type":"''","value":["Mela"]}," is a restaurant serving Indian and Middle-Eastern cuisine.  The food is overall excellent and it has a very nice ambiance as well as good service."]},{"type":"*","value":[{"type":"''","value":["Latour"]}," is a French bistro serving fine French cuisine at high prices."]},"\nAlthough this is not all of the restaurants in Ridgewood, it shows an example of the variety there is.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Office"],["url="],["email="],["address=32-34 Chestnut Street"],["lat="],["long="],["directions=Intersection at Ridgewood Avenue"],["phone = +1 201-652-1070"],["tollfree="],["fax="],["hours=M-Sat 11:30am till midnight(kitchen) 2am bar"],["price="],["content=Located in downtown Ridgewood just minutes from the train station, this New Jersey restaurant is known for delicious casual dining and was voted the best sports bar in Bergen Health & Life Magazine. And the sports bar includes a fun happy hour and late night events—plus a great place to watch the game! Happy Hour is from 4pm-7pm with $2 domestic pints,$3 import pints, $3 margaritas, and $1 off mixed drinks,bottled beers and wine by the glass. Also during happy hour are $5 appetizers. The office also has daily drink specials which are a great deal. They serve a great selection of appetizers,burgers,pizzas,salads,fajitas, burritos, and main entrees."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mac Murphy's Pub"],["url="],["email="],["address=8 Godwin Avenue"],["lat="],["long="],["directions="],["phone = +1 201-444-0500"],["tollfree="],["fax="],["hours="],["price="],["content=One of the best Irish pubs in the area. There's nothing better on a cold wintry afternoon than finding a spot at the bar near the fireplace and warming up with a black-and-tan. The menu's got some great choices (amazing and cheap 1\/2-lb. burgers!) and a few items that try to be too ambitious (crab cakes... er, no). Good service, friendly regulars and extraordinary jukebox selections. Parking lot's small but you can usually get away with parking at Whole Foods down the road."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Smith Brothers"],["url="],["email="],["address=51 North Broad Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Emergencies"]},"\n",{"type":"'''","value":["Valley Hospital"]}," of Ridgewood is the local Hospital located at 223 N. Vandien Avenue. 201-447-8000. http:\/\/www.valleyhealth.com\/index.aspx  \n\n",{"type":"'''","value":["Ridgewood Police Department"]}," \n131 N Maple Ave, Ridgewood - (201) 652-3900\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["New York City"]]}," is a short drive, train ride, or bus ride away just try to avoid rush hour or you will be in hours of traffic attempting to cross the Hudson River.\n\n",{"type":"{{","value":[["geo"],["40.97917"],["-74.11667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bergen County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ridgewood, New Jersey"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/R\/Ridgewood\/"]]}]