[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nRieti is a town in the region of Lazio in central Italy. It has a population of close to 50,000 and is the capital of province of Rieti. The town centre rests on a small hilltop. Rieti is close to Mount Terminillo, which is an important ski centre. Rieti has been considered to be the center of Italy since Roman times. It has a fast athletics circuit and hosts annual IAAF Grand Prix events at which world records are often broken. For American basketball followers, it is famous as the childhood home of Kobe Bryant.\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":["By car from Rome take the A1 Firenze-Roma highway exit at Fiano Romano (before the toll booth) and then take the SS4 Via Salaria to Rieti. "]},{"type":"*","value":["By Bus take the COTRAL bus from Tiburtina Railway Station in Rome to Rieti.  "]},{"type":"*","value":[" By train it is a bit complicated. Take the train to Terni from Rome’s main station. Rieti can be reached from Terni by train taking the Terni-Rieti-L'Aquila line."]},{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Cathedral"]}," is in Piazza Cesare Battisti. It was started in 1109 but almost entirely rebuilt in 1639. It has an impressive Romanesque bell tower from 1252. The interior is mainly Baroque.  The crypt remains from the original church."]},{"type":"[[","value":[["Image:Lira_monument.jpg"],["thumb"],["right"],["250px"],["The monument to the Lira"]]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Monument to the Lira"]}," in Piazza Cavour was created by Daniela Fusco and inaugurated in 2003. The Euro currency was first introduced on January 1st 2002. Italians still have fond memories of their former currency, the Lira, despite the fact that they had to count in millions, and this monument, which was inaugurated by Sofia Loren, is rapidly turning into a tourist attraction. "]},{"type":"*","value":[" The assumed ",{"type":"'''","value":["Center of Italy"]}," is recorded by a plaque placed in Piazza San Rufo. The Church of Saint Rufo is also well worth a visit."]},{"type":"*","value":["The ",{"type":"'''","value":["Palazzo Vescovile"]}," (Bishops' Palace) is by Piazza Vittorio Emanuele II. "]},{"type":"*","value":["The ",{"type":"'''","value":["Palazzo Comunale"]}," (Town Hall) houses Rieti’s museum. It is in Piazza Vittoria Emmanuelle II at the highest point of the city."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Il Nido del Corvo"]}," is in the small village of Greccio on the left of the road from Rieti to Terni. The restaurant, which specialises in local dishes, is on the edge of a hill with great views of the surrounding countryside.",{"type":"[[","value":[["http:\/\/www.ilnidodelcorvo.com\/home_en.html"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Skiing is available at nearby Monte Terminillo.",{"type":"[[","value":[["http:\/\/www.monteterminillo.net\/"]]}]},{"type":"*","value":[" There are several national parks in the area and many opportunities for walks."]},{"type":"*","value":[" Holy Valley of Saint Francis around Rieti."]},{"type":"{{","value":[["IsPartOf"],["Lazio"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Rieti"]]},"\n",{"type":"{{","value":[["geo"],["42.4"],["12.866666666667"]]}]