[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Rijeka Crnojevića.jpg"],["thumb"],["right"],["Rijeka Crnojevica"]]},"\n\n",{"type":"'''","value":["Rijeka Crnojevica"]}," is a small historical town in ",{"type":"[[","value":[["Central Montenegro"]]}," on the ancient trading route through ",{"type":"[[","value":[["Montenegro"]]},".  The city is very near the most beautiful part of Lake Skadar.  It is worth visiting for both the lake and the old architecture left over from the trader days.\n\n",{"type":"==","value":["Get in"]},"\nTake a bus from either ",{"type":"[[","value":[["Podgorica"]]}," to ",{"type":"[[","value":[["Budva"]]}," or vice versa. You will have to ask the driver to drop you off at the road. Tell the ticket collecting guy well ahead of time (using basic communications, hands & feat, etc.) and he'll be more than willing to drop you off on the main highway.  From there start walking and hitch hike.  It shouldn't take you too long to get picked up.\n\nThere are direct buses to Rijeka Crnojevica from the ",{"type":"[[","value":[["Podgorica"]]}," main bus station but they may be hard to find and not run very often.\n\n",{"type":"==","value":["See"]},"\nThe whole surrounding area is spectacular. The ancient trade route has long sense been abandoned but traces of the old road are still around (often times grown over with trees).  The lake is full of frogs and snakes, neither of which are dangerous. Don't be intimidated by all of the water snakes (literally you'll see hundreds) they are harmless so go ahead and go for a swim.\n\n",{"type":"*","value":["There is an old bridge that was used for the trade route that is very impressive."]},"\n",{"type":"*","value":["They may be hard to find, but there are some abandoned fortresses well away from the town that are interesting to explore.  In anycase, if you can't find the fortresses you are sure to stumble on something else interesting."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Hiking from Rijeka Crnojevica to ",{"type":"[[","value":[["Virpazar"]]}," supposedly is a great 2 day hike."]},"\n",{"type":"*","value":["Borrow a canoe for 10 EUR from some of the local kids or pay them to take you on a tour."]},"\n",{"type":"*","value":["Excellent swimming, just avoid the lillie pads as there full of (harmless) creatures."]},"\n\n",{"type":"==","value":["Sleep"]},"\nCamping would probably be best.  There is plenty of open space to setup your tent.\nThere is a fairly large hotel near by but presumably it is very expensive.\n\n",{"type":"==","value":["Go next"]},"\nBuses run from Rijeka Crnojevica back to ",{"type":"[[","value":[["Podgorica"]]}," but not very often, so find out when the last one leaves and don't miss it unless you want to go camping.  All buses leave from the main square in the town.\n\n",{"type":"{{","value":[["IsPartOf"],["Central Montenegro"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rijeka Crnojevića"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["42.35"],["19.033333333333"]]}]