[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Rijeka"]}," is a city in ",{"type":"[[","value":[["Kvarner"]]},". It is the principal seaport of ",{"type":"[[","value":[["Croatia"]]},", located on Kvarner Bay, an inlet of the Adriatic Sea. It has 128,735 inhabitants (2011) with greater city area reaching up to 200,000 and is ",{"type":"[[","value":[["Croatia"]]},"'s third largest city.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nTravellers heading from ",{"type":"[[","value":[["Zagreb"]]}," (185 km) should take the A1 to Bosiljevo and then take the A6 to Rijeka. Portions of the A6 is a 4-6 lane motorway. \n\nTravellers from ",{"type":"[[","value":[["Trieste"]]}," (76 km) should take A7 upon entering ",{"type":"[[","value":[["Croatia"]]}," at Rupa border crossing. \n\nTravellers from ",{"type":"[[","value":[["Split"]]}," (380 km) can take A1 to ",{"type":"[[","value":[["Žuta Lokva"]]}," and then proceed via ",{"type":"[[","value":[["Senj"]]}," and ",{"type":"[[","value":[["Crikvenica"]]}," to Rijeka.\n\n",{"type":"===","value":["By plane"]},"\nZračna luka Rijeka - Rijeka airport ",{"type":"[","value":["http:\/\/www.rijeka-airport.hr\/index-eng.asp"]}," is situated on the nearby island of Krk, around 35 km from the railway station in Rijeka. \n\n",{"type":"*","value":[" Tuifly ",{"type":"[","value":["http:\/\/www.tuifly.com\/"]}," connects Rijeka with ",{"type":"[[","value":[["Bonn"]]},"\/",{"type":"[[","value":[["Cologne"]]},", ",{"type":"[[","value":[["Hannover"]]}," and ",{"type":"[[","value":[["Stuttgart"]]},"."]},{"type":"*","value":[" Norwegian ",{"type":"[","value":["http:\/\/www.norwegian.no\/"]}," connects Rijeka with ",{"type":"[[","value":[["Oslo"]]},"."]},{"type":"*","value":[" During summer time, ",{"type":"[[","value":[["Ryanair"]]}," connects Rijeka to ",{"type":"[[","value":[["Stockholm"]]},", ",{"type":"[[","value":[["Oslo"]]},", ",{"type":"[[","value":[["Charleroi"]]},", ",{"type":"[[","value":[["Frankfurt"]]}," & ",{"type":"[[","value":[["Dusseldorf"]]},"."]},"\nThere is a designated bus service from the airport into Rijeka.\n\nThere are regular bus services from Rijeka into Zagreb Airport for connections there. The Croatia Airlines website has more information.\n\nRijeka is major Croatian port. It is located in the very heart of Kvarner Gulf. Because of its location, Rijeka is a crossroads of land and sea routes connected with the rest of the world by air, bus, train and ship lines. Rough Guides describes Rijeka as a \"Row of cumbrous cranes and rusty, sea-stained tankers in front of the soaring apartment blocks\".\n\nDespite this description by very reputable guide book, Rijeka is still nice place to visit as it has a great architecture in the old parts of the city, as well as some very interesting places to go (such as Rijeka Natural History Museum - see link bellow) ....\n\nIf you are in Rijeka, trying probably to get ferry to sail along Croatian coast, take some time to discover this city! You will be surprised how much is to see here... Rijeka airport is on the island of Krk, about 30 km from the Rijeka city centre. The Railway station is in street Kresimirova 5. Info tel: 060\/333-4444. Scheduled bus lines connect Rijeka with larger Croatian and European cities - bus terminal in the city centre : tel. 660-360. Bellow are some useful links for Rijeka to start to explore.\n\nTake your transfer from Airport Rijeka to Rijeka Main Bus Terminal with official Rijeka Airport Taxi Transfer Service. All information you can take on our official website ",{"type":"[","value":["http:\/\/www.taxi-rijeka.com"]},".\n\n",{"type":"===","value":["By train"]},"\nRijeka has been an important railhead since its early days as one of the major ports of the Austro-Hungarian empire, and is connected with direct services to other major cities in ",{"type":"[[","value":[["Croatia"]]}," (",{"type":"[[","value":[["Zagreb"]]},", ",{"type":"[[","value":[["Osijek"]]},") as well as twice daily services to ",{"type":"[[","value":[["Ljubljana"]]}," in ",{"type":"[[","value":[["Slovenia"]]},", and one train via Zagreb each day to ",{"type":"[[","value":[["Budapest"]]},". Services to ",{"type":"[[","value":[["Pula"]]}," by train are possible, though as the two cities are not connected in Croatia by rail (the connection is now in Slovenia), a designated bus is timed to take you that part of the journey.\n\nThe Railway station is in 5 Krešimirova Street, at the northern edge of the town area. Information on rail services is available on the information counter, or on the telephone +385 60 333-44-44. You can buy tickets or make reservations at the station ticket-office (+385 51 21-33-33). The railway station has a luggage lockers open from 9AM to 9PM, ans is charged 15 kn. There is also a tourism information office in the station building, but is open odd hours - although there is a large map at the front of the station building. There is also an ATM at the station.\n\nThe Croatian Railways ",{"type":"[","value":["http:\/\/www.hznet.hr\/"]}," website contains good information on train times and prices, and there is also some information for travel Rijeka-Ljubljana on the Slovenian Railways ",{"type":"[","value":["http:\/\/www.slo-zeleznice.si\/en\/international_transport\/international_links\/"]}," site.\n\n",{"type":"===","value":["By bus"]},"\nRijeka is connected by bus with bigger cities in ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Slovenia"]]}," and elsewhere in ",{"type":"[[","value":[["Europe"]]},". The busy bus terminal is in the city centre at the foot of the imposing Capuchin church, on Trg Žabica. You can find good information on timetable and fares at the Autotrans office (which also sells tickets), at Žabica 1 or by telephone +385 (0)60 30-20-10. Timetable is also available on the company's website ",{"type":"[","value":["http:\/\/www.autotrans.hr\/Home.aspx?PageID=11"]},". There is a left-luggage office next to the newspaper and cigarette stand, open from 5:30AM till 10:30PM (the latest of all the transport modes in Rijeka). Luggage safekeeping is charged 9 kn.\nEurobusways operates direct Budapest-Rijeka bus ",{"type":"[","value":["http:\/\/www.eurobusways.com\/budapest-rijeka-bus.html Bus between Budapest Rijeka"]},"\n\n",{"type":"===","value":["By ship"]},"\nAs one of the largest ports of the Austro-Hungarian empire, and the largest port in Croatia, ships play an important role in the life of Rijeka.\n\nOf best use to travellers from Rijeka is the Jadrolinija ",{"type":"[","value":["http:\/\/www.jadrolinija.hr\/default.aspx?lang=2"]}," ferry service. The state-owned company operates small fast vessels to the nearby islands, as well as large car-carrying ferries down the Adriatic Coast to ",{"type":"[[","value":[["Zadar"]]},", ",{"type":"[[","value":[["Split"]]}," and Dubrovnik before  travelling to ",{"type":"[[","value":[["Bari"]]}," in ",{"type":"[[","value":[["Italy"]]},". Ferry operates the year round, with departure on Mondays and Fridays at 8 PM (in winter at 6PM). The passenger terminal is in the city center, and on the waterfront just near the Jadrolinija office building (where one buys tickets on the ground floor) is a left-luggage office.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By foot"]},"\nMost of Rijeka is accessible on foot, and traffic is actually banned on Korzo in the heart of the city.\n\n",{"type":"===","value":["By public transport"]},"\nFor those that are further away from the city or tired, an efficient local bus network operates operating in a single-direction, circular movement around the central city area, and fanning out in all directions. Buses #2 and #8, to Trsat, are probably the most useful for tourists, and a good alternative to the 561 stair climb to the top of the hill.\n\n",{"type":"===","value":["By Taxi"]},"\nRijeka has a cheap and well organized Taxi service, they will get you anywhere in the city for approximately €10 or less. In the centre of the town there are three taxi terminals, at the Bus station, tel. +385 51 335 138; in the Matije Gupca Street, tel. +385 51 335 417, at the railway station, tel. +385 51 332 893 and there is also a taxi van available.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.taxi-rijeka.com Taxi Rijeka"]}]}," tel: +385 91 516 5236"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.taxi-cammeo.hr\/rijeka\/kontakt.html Taxi Cammeo"]}]}," tel: +385 51 313 313"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.taxi-adria.com\/ Taxi Adria"]}]}," tel. +385 51 301 301"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vip-taxi-rijeka.com\/ VIP car service"]}]}," tel. +385 91 11 555 60 "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=JAM Transfer"],["url=http:\/\/www.jamtransfer.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Taxi usually comes within 10 to 15 minutes from the call except in busy summer season where it depends on how much business they have. Online booking available."]]}]},"\n",{"type":"==","value":["See"]},"\nThe best way to see Rijeka’s Cultural and historical monuments is to follow the tourist path that gathers all of the most important sights for this town and its history. Most of them are accessible by foot, as they are mostly located in or near the city centre, but to see Trsat Castle you will need to take a short car\/bus ride. Other option, the more adventurous one, is to climb 561 Trsat stairs that lead from city centre to Trsat. The Trsat Castle is worth the effort.\nAlso, a helpful travel companion is free ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=223 AdriaGuide Rijeka mobile application"]}]},", for smart phones and GPS navigation. \n",{"type":"*","value":[" ",{"type":"'''","value":["Trsat Castle"]}," represents a strategically embossed gazebo on a hill 138 meters above sea level that dominates Rijeka. As a parochial centre it was mentioned for the first time in 1288. Trsat Castle is one of the oldest fortifications on the Croatian Coast, where the characteristics of the early medieval town construction have been preserved. Today Trsat Castle, beside the souvenir shop and the coffee shop, is enriched with new facilities – gallery space where art exhibitions are held as well as open-air summer concerts and theatre performances, fashion shows and literary evenings."]},{"type":"*","value":[" ",{"type":"'''","value":["City Tower"]},", a symbol of Rijeka and a good example of a typical round tower access-point, which leads into the fortified town. Today it dominates the central part of Korzo and is often used as a meeting place for local people."]},{"type":"*","value":[" ",{"type":"'''","value":["The Our Lady of Trsat Sanctuary"]}," is the largest centre of pilgrimage in western Croatia.  It is famous for its numerous concessions and for the pilgrimages by numerous believers throughout the year, and especially on the Assumption of Mary holiday."]},{"type":"*","value":[" No supermarket can replace the charm of the personal contact with the vendor or the excitement of the unpredictable purchase at the ",{"type":"'''","value":["main City market – Placa"]},". The harmonious compound of two pavilions and a Fish market building where, in the morning hours, the real Rijeka can be experienced. "]},{"type":"*","value":[" ",{"type":"'''","value":["Torpedo – launching ramp"]}," The launching ramp from 1930s is an item belonging to the closed torpedo production factory. It is proof of the technical inventive of Rijeka during this period and at the same time is an important world landmark of industrial heritage. "]},{"type":"*","value":[" For other cultural and historical monuments of Rijeka such as ",{"type":"'''","value":["The Governor's Palace, St. Vitus Cathedral, Molo Longo, The Old Gateway or Roman Arch, Capuchin church of Our Lady of Lourdes"]}," and many other interesting places visit the pages of Rijeka Tourist Board. ",{"type":"[","value":["http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=61"]}," "]},"\n",{"type":"'''","value":["Museums, collections and exhibitions"]}," – Rijeka is a city with an unusual, turbulent past. The best places to discover the whole story on Rijeka are its museums, among its rich collections and exhibitions.\n",{"type":"*","value":[" ",{"type":"'''","value":["Maritime and Historical Museum of the Croatian Littoral"]}," Located in the beautiful Governor’s Palace building, it preserves a large part of Rijeka's history and maritime tradition. Besides its continuous ethnographic exhibition, visit our collection of furniture and portraits of people from Rijeka’s public life."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Natural History Museum"],["alt="],["url=http:\/\/www.prirodoslovni.com\/eng\/homepage.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Besides the botanical garden, the museum is a multimedia centre with an aquarium containing species from the Adriatic Sea. Besides fish, sharks and sea rays, the museum also conserves species of insects, reptiles, birds and amphibians. Ideal entertainment for both children and adults."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Rijeka City Museum"]}," The museum includes eleven collections: fine arts, arts & crafts, numismatics, valuable objects, medals, arms from the Second World War and from the Croatian War of Independence, a collection of theatre and film material, philately, photography, press and technical collections."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Modern and Contemporary Art Museum"],["alt="],["url=http:\/\/www.mmsu.hr\/Default.aspx?sec=16"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The museum collects works of art by Rijeka artists from 19th century and both Croatian and foreign artists from 20th and 21st centuries."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Peek & Poke - \"Museum\" of old computers"],["alt="],["url=http:\/\/www.peekpoke.hr\/en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In this continuous exhibition over 1000 expositions are exhibited from around the world and from Croatian computer history. Located in an area of three hundred square meters, in the centre of Rijeka it is the largest exhibition of its kind in this part of Europe."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["The St. Vitus Cathedral Sacral Collection"]}," The collection is located in an attractive location, in a gallery above the internal part and above the church's altar, whilst the thesaurus is located in the atrium of the Cathedral’s locale. The sacral “Jesuits' heritage” collection includes some very rare exponents.  "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Thesaurus and Gallery of Our Lady of Trsat’s Sanctuary"],["alt="],["url=http:\/\/www.trsat-svetiste.com\/index_en.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The monastery treasury holds works of extraordinary esthetic and material value, paintings, reliquaries, lamps, chalices, ecclesiastical robes, while the Chapel of Votive Gifts houses gifts dating from the 19th century up to date."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Memorial Library and the Mažuranić-Brlić-Ružić Collection"],["alt="],["url=http:\/\/www.villaruzic.hr\/about_us.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The library and Mažuranić-Brlić-Ružić collection are located at Pećine, in Rijeka inside the villa of the famous Rijeka's family, Ružić."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Permanent Glagolitic Alphabet Exhibition"],["alt="],["url=http:\/\/www.svkri.uniri.hr\/portal\/images\/\/svk.pdf"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A permanent exhibition has been collocated in the Rijeka University Library known as “Glagoljica” in which the Glagolitic written and printed heritage has been presented, especially that of the north Adriatic area where the first Croatian (Glagolitic) books were printed."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=54 Theatres"]}]}," Should you wish to go to the theatre, you can choose from those suitable for adults or for children, go either at the Croatian National theatre or at one of Rijeka’s smaller independent theatres. When it comes to ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=55 cinema"]}]},", no-one can dispute taste – in Rijeka you can find art cinema and multiplex."]},{"type":"*","value":[" For those who like to be ",{"type":"'''","value":["active while they travel"]}," and maybe want to shed a bit of sweat here are a few recommendations: "]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Kantrida pools"],["alt="],["url=http:\/\/www.rijekasport.hr\/Default.aspx?sec=673"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Complex of five newly furnished pools, located by the sea with an amazing view over the nearby islands and Istria."]]}," "]}]},{"type":"*","value":[{"type":"*","value":[" If you miss the adrenaline, some ten kilometers from Rijeka is an ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.grobnik.hr\/index.php?lid=en auto-moto track Grobnik"]}]}," where you can try your riding skills or watch how the professionals do it. "]}]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Diving around the coast of Rijeka"],["alt="],["url=http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=243"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Adriatic has one of the most indented coasts in Europe and its northern part is especially attractive for divers who like to dive on the underwater cliffs. The area offers various diving conditions both for beginners and for advanced divers. Besides the extremely clear sea and wealth of underwater life, underwater cliffs with gorgonian corals and caves can be found here as well as ship wrecks."]]}," "]}]},{"type":"*","value":[" For ",{"type":"'''","value":["nature lovers"]},", the ones that like to walk, watch the stars or just lie on the beach, there are many places to indulge in such activities:"]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Astronomical Centre Rijeka"],["alt="],["url=http:\/\/www.rijekasport.hr\/Default.aspx?sec=655"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Learn about the stars in this unique astronomy centre both in Croatia and abroad. Besides sky objects, from Sveti Križ hill, where it is located, a beautiful view extends over the Rijeka Bay and mountain hinterland."]]}," "]}]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Rijeka’s beaches"],["alt="],["url=http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=205"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rijeka has the beach for everyone’s taste and thanks to the Mediterranean climate, the bathing season begins in spring and lasts until late autumn. With regard to the city location, Rijeka’s beaches are located to the far east and to the far western parts of the city, and you can choose your favorite – large and noisy or small and secluded, pebbly, concrete, rocky, hidden… City buses drive to all beaches and there is free car parking close to all of them."]]}," "]}]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Parks and promenades"],["alt="],["url=http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=234"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nature lovers and more active visitors can discover the city in a different way – by researching Rijeka’s promenades by the sea, urban or forest areas, and for those less active, parks are the best option for taking a break during a walk around Rijeka."]]}]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rijeka’s main market – Placa"]}," No supermarket can replace the charm of the personal contact with the vendor or the excitement of the unpredictable purchase at the main Rijeka market – Placa. The harmonious compound of two pavilions and a Fish market building where, in the morning hours, the real Rijeka can be experienced."]},{"type":"*","value":[" ",{"type":"'''","value":["Shopping in the city centre"]}," – most shops are open from 8am until 8pm, Saturdays and Sundays usually until 1pm. There are several 24\/7 stores, and if you need cigarettes or newspapers after 8pm they can be bought at the kiosk that works all night, at the main bus station, Žabica. You can purchase all that you need in one of the larger commercial centers in Rijeka, the biggest one is ",{"type":"'''","value":["Tower Center Rijeka"]},". ",{"type":"[","value":["http:\/\/www.tower-center-rijeka.hr\/en"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sovenir shops"]}," – authentic souvenirs can be bought at the Tourist Information Centre, two Rijeka’s galleries that have received the “Authentic from Rijeka” and “Special quality” labels – Mala galerija Bruketa and Galerija Art, Zeleno i plavo (Green and Blue) – autochthonous products shop, La Mamma Delicije on Trsat, and Bazilisk Souvenir Shop located in the very centre of Trsat Castle. Rijeka also has an ",{"type":"'''","value":["online souvenir web shop"]},". ",{"type":"[","value":["http:\/\/shop.rijeka.hr\/"]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Restaurants"],["alt="],["url=http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=93"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are numerous restaurants offering domestic and international food. Try some of their local fish specialties and also meat and vegetarian dishes as well as exotic specialties. If you didn’t walk into one of the more exclusive restraints in Rijeka, such as Zlatna školjka, Kamov or Municipium, you will find the prices to be mostly moderate."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Taverns"],["alt="],["url=http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=187"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Experience the relaxed atmosphere of Rijeka’s taverns which in a typical local environment will offer you their specialties at moderate prices."]]},"  "]},{"type":"*","value":[" ",{"type":"'''","value":["Pizzerias and fast food"]}," - there are also many fast-food restaurants, some of them open 24 hours, such as Žabica on the main bus station Žabica and Food City on the Korzo promenade."]},{"type":"*","value":[" ",{"type":"'''","value":["Complete list"]}," of places where you can eat in Rijeka can be found on the Rijeka Tourist Board web page. ",{"type":"[","value":["http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=52"]}]},"\n",{"type":"==","value":["Drink"]},"\nWherever you go in Rijeka, you will find a place to drink and relax. There are hundreds of bars and cafes across the city. There are three ships docked in the harbor (city center) with bars, casino, and a night club – Arca Fiumana, Marina club and Club Nina2. \n",{"type":"*","value":[" ",{"type":"'''","value":["Club Palach"]}," One of the oldest clubs in Rijeka, with 3 bars, 4 floors, one small free cinema room, gallery for young artists and comic book store, it's also one of the most interesting cafés\/clubs in Rijeka."]},{"type":"*","value":[" ",{"type":"'''","value":["Stereo dvorana"]}," The centre of Rijeka’s urban culture. The program includes and bonds urban life and multiculturalism with maybe the best conditions in Croatia for concerts and events."]},{"type":"*","value":[" ",{"type":"'''","value":["Café bar Karolina"]}," – a coffee bar located by the sea with a large terrace and a view of the boats in the Port of Rijeka. In the evening hours coffee drinking is replaced by music and dancing."]},{"type":"*","value":[" ",{"type":"'''","value":["Cukarikafe bar"]}," – works with the same intensity during the day and during the evening. It is special for its creative furnishings, relaxing music and atmosphere which also moves on two terraces during the warmer weather."]},{"type":"*","value":[" ",{"type":"'''","value":["Pepe Rosso Bar"]}," is a tavern, but not a totally conventional one with tango and salsa nights, a variety of promotions – from wine to books, exhibitions and performances, entertainment with DJs or live music."]},{"type":"*","value":[" ",{"type":"'''","value":["Café bar Nad urom"]}," is located on the last floor of the Korzo shopping centre, with a view over Rijeka’s rooftops and the Korzo, during the day offers refreshments and relaxation after shopping and during the weekend there is live music."]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=complete list of coffee shops and clubs"],["alt="],["url=http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=186"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The in Rijeka can be found on Rijeka Tourist Board web page."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Hotels"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Grand Hotel Bonavia ****"],["alt="],["url=http:\/\/www.bonavia.hr\/Home.aspx?PageID=1&gohome=true"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The 125 old and completely refurbished 4-star hotel located in the very heart of Rijeka. First class accommodation consists of 114 air-conditioned rooms, six suites and a presidential suite and has its own car park and garage."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Best Western Hotel Jadran ****"],["alt="],["url=http:\/\/www.jadran-hoteli.hr\/jadranasp\/index_en.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a four-star establishment located by the sea. It was reopened in December 2005 after thorough reconstruction. It has 66 single and double bedrooms. Every room is air-conditioned, and has a satellite TV and radio, direct telephone line, Internet connection, safe and mini-bar."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Continental ***"],["alt="],["url=http:\/\/www.jadran-hoteli.hr\/continental\/index_en.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A three star hotel built in 1888 with 37 double bedrooms, 1 single bedroom and 4 hotel suits on two floors. All rooms are equipped with a TV and a direct telephone line, while the access to the Internet is possible via modem, using the telephone connection port in the room. A complete warm breakfast in included in the price of approximately 400 HRK (€57) per night for a single."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Neboder ***"],["alt="],["url=http:\/\/www.jadran-hoteli.hr\/neboder\/index_en.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Renovated in 2007, this 14-story hotel is part of the complex of the Croatian Cultural Centre. The best part about the hotel is the amazing view of the eastern part of the Istrian peninsula and Učka, Opatija, Rijeka, the small towns of Kostrena and Kraljevica and the island of Krk."]]}]},"\n",{"type":"'''","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Rijeka Youth Hostel"],["alt="],["url=http:\/\/www.hfhs.hr\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is located around a hundred meters from the sea, in one of the most beautiful locations of the city, at Pećine, just 5 minutes by bus from the city centre (it will take you 15 minutes on foot)."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Lounge Hostel Carnevale"],["alt="],["url=http:\/\/www.hostelcarnevale.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A modernly furnished hostel located in Jadranski Square, in the centre of the city of Rijeka, the very heart of the pedestrian zone on the Korzo, the city’s main promenade."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hostel Aston"]}," Located at Rijeka’s bus station itself and is only one minute’s walk away from the main Korzo promenade. All rooms have a view over the Capuchin Church and close by are all important facilities and a large number of night clubs."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hostel Ana"],["alt="],["url=http:\/\/www.hostel-ana.com\/rijeka\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Can be found in the very heart of Rijeka, on the waterfront in the port."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Kantrida hostelery"]}," is located 5 kilometers from the centre of Rijeka, on the main road leading to Opatija. It belongs to the semi-opened category type. It is mainly used by the employees and subcontractors of the 3. Maj shipyard and vacant rooms are also offered to passers-by."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Campsite Preluk **"],["alt="],["url=http:\/\/autocamp-preluk.com\/?lang=en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is situated in a small pine and laurel forest next to the sea and a pebbly beach. It is in Preluk, serviced by bus no. 32 which goes to Opatija and is 2 km. from the centre of Opatija. The capacity of the camp is for 500 people."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Private accommodation"]}," – for those who like to be completely independent and have everything a flat can offer whilst on the road, Rijeka offers a wide range of apartments hidden in the more peaceful parts of the city, as well as in the centre itself or even half way in between. ",{"type":"[","value":["http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=245"]}," If you have simple needs for an overnight stay and you need nothing more than a room to sleep and leave your things, the best and the most economical choice are numerous rooms offered throughout Rijeka. ",{"type":"[","value":["http:\/\/www.tz-rijeka.hr\/en\/Home.aspx?PageID=246"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Opatija"]]},", once the secluded seaside resort of the rich and famous, is just a short 20-minute bus ride along the coast from Rijeka. Bus #32 departs frequently. It is a great place to go swimming. There are many fine restaurants and hotels (both of which seem to be lacking in Rijeka). Try to get a table at Le Mandrac in Volosko harbour, it is one of the finest restaurants in Croatia."]},"\n",{"type":"*","value":[" Accessible by Jadrolinija Ferry ",{"type":"[","value":["http:\/\/www.jadrolinija.hr"]}," are ",{"type":"[[","value":[["Dubrovnik"]]},", ",{"type":"[[","value":[["Split"]]},", ",{"type":"[[","value":[["Stari Grad"]]},", ",{"type":"[[","value":[["Korčula"]]},", and ",{"type":"[[","value":[["Bari"]]}," in ",{"type":"[[","value":[["Italy"]]},". Journey time is up to twenty hours, so getting a cabin is highly recommended. On the boat, the restaurant serves up some decent food at surprisingly reasonable prices, but bear in mind that the 23% tax is not included on the menu. There is nothing in the way of entertainment, so bring some entertaining company or a good book."]},"\n",{"type":"*","value":[" Islands of ",{"type":"[[","value":[["Rab"]]},", ",{"type":"[[","value":[["Pag"]]},", ",{"type":"[[","value":[["Losinj"]]},", ",{"type":"[[","value":[["Cres"]]},", ",{"type":"[[","value":[["Susak"]]},", ",{"type":"[[","value":[["Unije"]]}," and ",{"type":"[[","value":[["Ilovik"]]}," also can be reached by daily catamarans, which leave Rijeka at afternoon. One-way prices for adults are up to 40 kn, depending on destination. "]},"\n",{"type":"*","value":[" Buses are available to:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Pula"]]}," (92 kn)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Trieste"]]},", ",{"type":"[[","value":[["Italy"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Zagreb"]]}," (130 kn)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Zadar"]]}," (180 kn)"]}]},"\n",{"type":"*","value":[" Trains are available to:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Ljubljana"]]},", ",{"type":"[[","value":[["Slovenia"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Austria"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Zagreb"]]}," (103 kn)."]}]},"\n",{"type":"{{","value":[["geo"],["45.3167"],["14.4167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Kvarner"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["related"],["Ferries_in_the_Mediterranean"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Rijeka"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Croatia\/Localities\/Rijeka\/"]]},"\n",{"type":"[[","value":[["Commons:Rijeka"]]}]