[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\nThe ",{"type":"'''","value":["Rio San Juan Region"]}," is a region in ",{"type":"[[","value":[["Nicaragua"]]}," which borders in the south to ",{"type":"[[","value":[["Plains of the North"]]},", ",{"type":"[[","value":[["Costa Rica"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Boaco"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["El Castillo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Juigalpa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Carlos (Nicaragua)"],["San Carlos"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Juan Del Norte"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Solentiname Islands"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Indio Maiz national park"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThis region is one of the least developed regions of ",{"type":"[[","value":[["Nicaragua"]]}," but in the last years some investments build some infrastructure like the ATM in ",{"type":"[[","value":[["San Carlos (Nicaragua)"],["San Carlos"]]}," so it s now getting more and more attractive for backpackers.\n\n",{"type":"==","value":["Talk"]},"\nEnglish prevalence is if anything even lower in the Rio San Juan area, as fewer people have been to university or lived in Miami at some point in their lives than people in bigger cities\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" Bus from ",{"type":"[[","value":[["Managua"]]}," to ",{"type":"[[","value":[["San Carlos (Nicaragua)"],["San Carlos"]]}," (6 hours, 150 Cordobas)."]},"\n",{"type":"*","value":[" Boat from ",{"type":"[[","value":[["Granada (Nicaragua)"],["Granada"]]}," to ",{"type":"[[","value":[["San Carlos (Nicaragua)"],["San Carlos"]]},". Leaves ",{"type":"[[","value":[["Granada (Nicaragua)"],["Granada"]]}," Monday & Thursday at 2 pm. (16 h over night, stops in Altagracia, ",{"type":"[[","value":[["Ometepe"]]},"."]},"\n",{"type":"*","value":[" Boat from ",{"type":"[[","value":[["Los Chiles"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", leaves there at 1 pm -costs: about 5000 Colones ~ 9 US$"]},"\n",{"type":"*","value":[" Flights daily flights from ",{"type":"[[","value":[["Managua"]]}," to ",{"type":"[[","value":[["San Carlos (Nicaragua)"],["San Carlos"]]}," (120 US $ Round-Trip). Some of them via Ometepe"]},"\n",{"type":"*","value":[" Flights from Managua to San Juan del Norte via San Carlos "]},"\n",{"type":"*","value":[" Boat from Bluefields to San Juan del Norte (inquire in advance as the schedule keeps changing)"]},"\n",{"type":"==","value":["Get around"]},"\n\nMost of the trips are actually realised via little boats on the ",{"type":"''","value":["Rio San Juan"]}," or ",{"type":"''","value":["Lake of Nicaragua"]},".\n\nFrom San Carlos there are regular public boats downriver every day to El Castillo, stopping at various points on the way, notably Sabalos. If you wish to go beyond El Castillo you'll need to go on occasional public boats that go all the way to the end of the river at San Juan del Norte. It takes 3 hours for most public boats to travel between El Castillo and San Carlos; occasional speedboats go (generally early in the morning) which halve the travel time.\n\nThere are no roads to speak of in this area of Nicaragua; all significant transport between San Carlos and San Juan del Norte is by boat. The area just beyond El Castillo to San Juan del Norte (San Juan de Nicaragua) is part of the Indio Maiz national park.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" sunsets on lake Cocibolca from the ",{"type":"''","value":["malecon"]}," of San Carlos"]},{"type":"*","value":[" a Spanish fortress in El Castillo"]},{"type":"*","value":[" Wildlife including caymans, exotic birds and monkeys"]},{"type":"*","value":[" The Rio San Juan itself, a river of great emotional and historic importance to Nicaraguans"]},{"type":"*","value":[" the Reserva Natural Indio Maiz, Nicaragua's second biggest natural reserve"]},"\n",{"type":"==","value":["Do"]},"\n\nA kayak or canoe trip up the Sabalos river, from 1 hour to 3 or 4 hours depending how far or deep you want to get, you can combine the trip with a visit to a cacao plantation, and then come back down stream in the Rio San Juan. You could also arrange for a longer trip all the way down stream to El Castillo is about another 2 hours.  For the most adventurer there is the possibility to canoe o kayak all the way to San Juan del Norte, a 4 or 5 day trip, about 160 km down river, you must bring your camping gear, guide trip are expensive, but if you have experience and are in good shape, this could be the adventure of a life time.\n\nIf you like fishing, go give it a try to capture a giant Tarpon, weighing an average of 140 plus pounds, for this you must rent a boat, or pang.\n\n",{"type":"==","value":["Eat"]},"\n\nA particular specialty in this area are the so-called giant river shrimp, or \"camarones del rio\". These resemble large crayfish or small lobsters, and are quite delicious. Typically you'll pay thirteen dollars for a plate of three. However they are not around year round, as it is illegal to catch them from February to April.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nSince the construction of the new ",{"type":"''","value":["carretera"]}," from San Carlos to Mangua crime has risen somewhat, still the area is not less safe than most of Nicaragua and probably safer than the big cities. The normal caution should apply and taking taxis at night in San Carlos when going home from the bars and discotheques is certainly advisable.\n\nIn the Rio San Juan (as well as in lake Cocibolca) there are some bull sharks (yes seriously!) that are known to have attacked humans. As their numbers are very low humans are probably a bigger danger to them than the other way around, but the possibility of an attack exists.\n\nMalaria and especially Dengue are more likely along the Rio San Juan than in more urbanized parts of the country. Dengue is transmitted by a type of mosquito that is only active during the day whereas the Malaria-mosquito is active during dusk and dawn but also at night. Doctors usually do not advise to take any medication against Malaria before the occurrence of symptoms and the Nicaraguan strain is comparatively harmless but precautions against mosquitoes (clothing that covers as much skin as possible, DEET-containing repellents (widely available, called \"repelente\" in Spanish)and mosquito nets (mosquitero in Spanish)) are certainly a good idea.\n\nWhen hiking through remote areas guides are always a good idea as getting lost is less fun than having somebody who can explain plants and wildlife to you.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Costa Rica"]]}," (only possible at the border crossing by river from San Carlos)\n\nOmetepe (by boat from San Carlos)\n\nBluefields (by boat from San Juan del Norte)\n\n",{"type":"{{","value":[["IsPartOf"],["Nicaragua"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Río San Juan Department"]]},"\n",{"type":"{{","value":[["geo"],["11.309722222222"],["-84.696666666667"]]}]