[{"type":"{{","value":[["pagebanner"],["Riobamba banner Tungurahua volcano.jpg"],["caption=Tungurahua volcano rises above Riobamba"]]},"\n",{"type":"[[","value":[["File:Ecuador Chimborazo 5923.jpg"],["thumb"],["Chimborazo, the nearby snow-capped inactive volcano."]]},"\n",{"type":"'''","value":["Riobamba"]}," is a city in the Andean highlands of ",{"type":"[[","value":[["Ecuador"]]},". It is the third largest city in Ecuador and is known locally as the \"Sultan of the Andes\". Riobamba sits in a valley surrounded by several large hills and snowcapped mountains. It's perhaps best known as the starting point of the train ride to ",{"type":"''","value":["Nariz del Diablo"]},". Many tourists flock to the town in the evening before the train departure.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nThere are connections to most major destinations in Ecuador, including ",{"type":"[[","value":[["Quito"]]}," (3 hours), ",{"type":"[[","value":[["Guayaquil"]]}," (4 hours) and ",{"type":"[[","value":[["Banos"]]}," (1.5 hours).\n\n",{"type":"===","value":["By train"]},"\nThere are two trains that pass through Riobamba, one of which is a tourist attraction and one of which is used for transportation.  The Nariz del Diablo route (see \"Do\") is almost exclusively filled with tourists, while the Quito-Riobamba line (temporarily suspended) while scenic, can also be used for travel.\n\nSee the ",{"type":"[","value":["http:\/\/www.efe.gov.ec\/ Ecuadorian Railways"]}," website.\n\n",{"type":"==","value":["Get around"]},"\n\nA bus costs 25 cents. Taxis are plentiful; most trips within town should be $1.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Catedral Riobamba.jpg"],["thumb"],["Riobamba Catedral"]]},"\nOn a clear day don't miss the view of the surrounding mountains. The best views in the city are from ",{"type":"''","value":["Parque 21 de Abril"]},", close to the train station.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Riobamba is the nearest city to ",{"type":"'''","value":["Chimborazo"]},", Ecuador's highest mountain at just about 20,500 feet.  To climb it you will need a guide and equipment rentals.  There are several tourist agencies in Riobamba where you can get both of these services for a price of about $180 per person for a group of 2 or more.  Climbing solo with a guide will cost closer to $250.  Climbs leave at about 1 AM in order to summit at sunrise and make the descent by late morning.  A round trip should take about 9-10 hours.  Even if you're not a mountain climber, it could still be worth a visit: take a coach to the Whymper Lodge, stretch your legs, and boast that you've been further from the earth's centre than the summit of Everest. This is because the earth is not a perfect sphere but an oblate spheroid, i.e. it is a little bit \"thicker\" near the equator, which makes Chimborazo the furthest mountain from its center. If you're feeling acclimated and adventurous, try walking up to the Second Lodge (no guide needed), about 500 M higher in elevation.  You'll have to pay the $10 entrance fee, but the views can be spectacular.  Beware, though: 500 meters elevation gain is a lot when you're already 4500 M above sea level.  Don't attempt this unless you are physically fit and acclimated to the altitude."]},"\n",{"type":"*","value":["Tours in Chiva Express Train to Devil's Nose ",{"type":"[","value":["http:\/\/www.galapagosvoyage.com\/"]},". Metropolitan Touring's Chiva Express is a typical, old-fashioned Latin American bus, with plenty of room on the roof for bags of grain, bananas and the odd chicken. In Quito, these buses have taken on a new lease of life as party vehicles with adapted, high-sided roofs. The Chiva idea had been adapted to the historic train ride from Quito to Guayaquil. Passengers will enjoy an exclusive and unique trip through the Andean countryside and the coastal lowlands visiting the Devil's Nose track on board of Chiva Express."]},"\n",{"type":"*","value":["Alausi is the terminus for the most famous train route in Ecuador, and that is run almost exclusively as a tourist attraction. It is part of the former Quito-Guayaquil railway that is gradually being restored.  The passengers used to ride on the roof of the train from Riobamba to the ",{"type":"'''","value":["Nariz del Diablo"]}," (Devil's nose). ",{"type":"'''","value":["However, this is now prohibited due to recent deaths"]}," but is still allowed on special tourist trains. The scenery along the way is amazing; the best views are supposed to be at the right side. Some people have complained of the soot from the engine and so perhaps the best carriage to be on is the one in the middle, as the engine is moved from the front to the rear for the return journey. As the passengers are almost entirely tourists, expect children begging for candies along the track, and correspondingly a candyseller on the train."]},"The train will make a stop in ",{"type":"[[","value":[["Guamote"]]}," and ",{"type":"[[","value":[["Alausi"]]}," before heading down the switchbacks to Sibambe. There will be a small break to take some photos before heading back to ",{"type":"[[","value":[["Alausi"]]}," and Riobamba. Most people choose to get off at ",{"type":"[[","value":[["Alausi"]]}," and take a bus to ",{"type":"[[","value":[["Cuenca (Ecuador)"],["Ecuador"]]}," or back to Riobamba. The price is $11 for a ride from Riobamba down the Devil's nose and back to ",{"type":"[[","value":[["Alausi"]]}," and $3.50 more to go all the way back to Riobamba.\nThe train departs Riobamba at 6:30-7:00 a.m. on Wednesdays, Fridays and Sundays. Tickets go on sale on the day prior to departure and the ticket office hours are \"usually\" between 3 and 6 p.m. (Read: This is not 100% reliable). Tickets are quickly sold out, so be there early, preferably when the office opens. A safer way to ensure a ticket is to book through a travel agency in Quito, or book in advance two or three days in advance. If tickets are sold out in Riobamba, it's possible some may still be available in Alausi.\n\nLATEST UPDATE: June 23, 2011 - The train currently ",{"type":"'''","value":["DOES NOT"]}," start from Riobamba because the section of track between Riobamba and Alausi is being modified for a new line.  The train now starts from Alausi and there are 3 departures Tue-Sat, at 8am, 11am and 3pm.  Tickets CAN be bought in advance at the Riobamba train station and costs $20.  You can step in anytime to buy tickets (I went at 11am), you will need to show your passport.  Note that it takes 2.5 hrs to reach Alausi by bus from Riobamba and you need to be at the Alausi train station at least 20 mins in advance, so figure at least 3+ hrs to get to Alausi.  Buses leave for Alausi every 30 minutes.\n\n",{"type":"*","value":["Riobamba is close to ",{"type":"[[","value":[["Sangay National Park"]]},", which contains several mountains and volcanoes including Tungurahua, Sangay and El Altar."]},"\n",{"type":"==","value":["Buy"]},"\nOn Saturdays there is a small artesan market. It seems to be mainly aimed at locals rather than tourists, and is certainly more authentic than ",{"type":"[[","value":[["Otavalo"]]},".\nBetween Pinchincha street and España you can find the best boutiques for people of any age. Or if you like malls, check out ",{"type":"'''","value":["El Mall Del Centro"]}," locate on ",{"type":"'''","value":["Leon Borja"]}," and ",{"type":"'''","value":["la circumbalacion"]}," by ",{"type":"'''","value":["La Plaza de Toros"]},"\n\n",{"type":"==","value":["Eat"]},"\nRiobamba does not lack for restaurants. No matter what your tastes, check out Calle 10 de Agosto\/ Calle Daniel Leon Borja (Riobamba's main avenue) for all your dining needs.  Lunch costs around $2-$5, and dinner is normally from $3-$6.\n\n",{"type":"*","value":["Cake at the Cafeteria Londres on Garcí a Moreno between 10 de Agosto and Primera Constituyente."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El VIP"]}," A great restaurant-bar on Pichincha street between 10 de Agosto and Primera Constituyente (open Monday-Saturday 12:00-15:00 & 17:00-24:00). Nice music, some books, free WiFi, and some nights there is Karaoke or live music. This is where the hip and beautiful hang out. There are several house cocktails - ",{"type":"''","value":["Sex on the Montañas"]}," is a must. Also good food ranging between 1.50U$-4.00U$, ",{"type":"''","value":["Chicken in Chapiñones dressing"]}," recommended. A very recommended dessert is ",{"type":"''","value":["Creppes de nutella y guineo"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["D’Baggio"]}," (Miguel A León y 10 de Agosto) Anyone who has spent a reasonable amount of time in Ecuador knows how delicious the pizza is. Even better than the United States. D’Baggios is one of the best places around to get pizza. Being small restaurant, its attempt to look like a quaint Italian eatery may not be spot on, but its endearing. The pizzas are completely homemade in an area in the front of the restaurant. As you sit and wait for you meal you can watch the chef flipping the dough in the air, and whipping pizzas in and out of the wood oven. The delicious pizzas, all made with fresh ingredients, will run you between $2.60 and $5. The restaurant also has a selection of pastas."]},{"type":"*","value":[{"type":"'''","value":["San Valentin"]},", a pizza place on 10 de Agosto, is a local gringo hotspot and a good place to grab some pizza or fries and chat with other travelers. Prices are fairly standard, around $4-5 for a dinner."]},{"type":"*","value":[{"type":"'''","value":["La Andalucia"]},", at Uruguay and Calle 10 de Agosto, is a sandwich place that sells great ham and makes tasty lunches and dinners.  Prices are about $4 for a sandwich and Coke.  Try the Andalucia."]},{"type":"*","value":[{"type":"'''","value":["Pollo Ejecutivo"]},", located on Calle Daniel Leon Borja across from Parque Guayaquil, is the best of the myriad fried chicken places in town.  It's greasy, crispy, and delicious.  Meals cost from $2-$3."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Night Life"]}," is also the best if you're a party person. La 10 de Agosto is the teens favorite spot to relax and de-stress from the week's work. Parties start around sundown and go from",{"type":"'''","value":[" El Parque Infantil"]}," all the way to ",{"type":"'''","value":["El Estation del Tren"]},". And if you're lucky to be around Las Fiestas del Abril, or Riobamba's independence day week, they hold a lot of activities and parades all that week just to celebrate another year of freedom.\n\nDrinking in Rio (as the natives call Riobamba) isn't so hard to do. There are many places where you can go and enjoy a good drink. There is the bar ",{"type":"'''","value":["\"El Tentadero"]},"\" and for the younger generation, \"",{"type":"'''","value":["Las Pipas"]},"\" Both are located across ",{"type":"'''","value":["La Plaza de Toros"]}," on ",{"type":"'''","value":["la 10 de Agosto."]},"\n",{"type":"*","value":[" See ",{"type":"'''","value":["El Vip"]}," under \"Eat\"."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Metro"]},", Av. León Borja y Lavalle, 03-961-714. Next to the train station. Basic rooms have a tiny private bathroom. The shower takes ages to warm up, if at all. Rooms at the front are noisy, especially in weekends. Price: $5 per person."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Imperial"],["url=http:\/\/hosteltrail.com\/hotelimperial\/"],["email="],["address=Rocafuerte 22-15"],["lat="],["long="],["directions=corner of 10 de Agosto"],["phone=2960 429"],["tollfree="],["fax="],["hours="],["price=$5"],["checkin="],["checkout="],["content=One of the cheapest decent hotels in town. Most rooms are shared bathrooms, balconies and large windows."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Rincon de Castilla"],["url="],["email="],["address=Av. Leon Borja y Pasaje El Espectador"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$5\/night"],["checkin="],["checkout="],["content=This hostal has different sizes of rooms depending on the number of guests. Hot water. Cable TV. Across the street from the train station. Mirelia (an older woman who works there from 12p-7p)is gringo friendly and willing to help any tourist find their way through the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Tren Dorado"],["url="],["email="],["address=Carabobo 22-35"],["lat="],["long="],["directions=half a block from the train station"],["phone=(03) 2964890"],["tollfree="],["fax="],["hours="],["price=$12\/night"],["checkin="],["checkout="],["content=Modern hotel with a variety of different rooms. Most of cable TV. Good hot water. Nice beds. Wi-Fi. On-site veggie-optional restaurant offers early breakfasts for those catching the train."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Glamour"],["url=http:\/\/www.hotelglamour.ec"],["email="],["address=1ra Constituyente 37-85 y Brasil"],["lat="],["long="],["directions=near the bus terminal"],["phone=(593-3) 2944406 \/ 2944407"],["tollfree="],["fax="],["hours="],["price=From $12"],["checkin=12:am"],["checkout=12:pm"],["content=More than 40 fully equipped bedrooms, a restaurant, lobby and conference hall, internet, free breakfast, cable tv, bilingual front desk, online booking, hot water."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel el Zesus"]}," sometimes hosts celebrities and athletes. On 10 de Agosto after the bus terminal and before el ",{"type":"'''","value":["Parque Infantil"]},". Rooms start from $40 a night."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-1.674347"],["-78.648294"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Andean Highlands (Ecuador)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Riobamba"]]},"\n",{"type":"[[","value":[["Commons:Riobamba"]]}]