[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Riomaggiore"]}," is one of the five ",{"type":"[[","value":[["Cinque Terre"]]}," villages, in ",{"type":"[[","value":[["Italy"]]},".\n\n",{"type":"[[","value":[["Image:Riomaggiore,Liguria, Italy.jpg"],["thumb"],["350px"],["Riomaggiore, Italy"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Riomaggiore1.jpg"],["thumb"],["250px"],["Riomaggiore"]]},"\nThe regional train that runs along the Sestri Levante (Levanto) - La Spezia Centrale line stops pretty frequently in all five of the Cinque Terre villages. Coming from Milano Centrale (Milan), you can buy a ticket that should connect you through one of the Genoa stations, with a change to the regional train. This journey should take around 3 hours.\n\nThere is a direct train from Firenze Santa Maria Novella (Florence) to La Spezia Centrale that makes frequent stops at most major stations along the way. The train from Pisa runs along this same line. Once again, you will need to connect to the regional train once you arrive at La Spezia Centrale. This journey should take around 2 1\/2 hours.\n\nOn the regional train, there's a chance you might end up stopping in the middle of a tunnel. There should be a sign that says Riomaggiore somewhere in the tunnel. It might be a good idea to check with someone else on the train to see if you're in the right place. Once you get off the train, you'll need to head east on foot and you'll reach another tunnel with art on the walls that will lead you directly to the main street of Riomaggiore called Via Colombo (which will be on your left [the only way to turn]). If you continue straight, you'll immediately see the steps to the marina. This all should theoretically be easy to find, but if not, there should be someone at the tourist info office situated near the train tracks who will let you know how to get to where you need to be. One brunette lady who seems to be there all the time speaks several languages, including Italian, English and French.\n\n",{"type":"''","value":["One note: Although there is a driect train from Florence to La Spezia, there is ",{"type":"'''","value":["not"]}," a direct train from La Spezia to Florence (last checked February 8th, 2011). To get back to Florence, you will need to change in Pisa first. This journey could take a bit longer (~3 hrs) depending on the change time in Pisa."]},"\n\n",{"type":"==","value":["Get around"]},"\nRiomaggiore is a pretty small village, so walking around on foot shouldn't cause a problem (there are a lot of steep hills and steps, so it can get a little tough on the legs after a while).\n\nTo get to Manarola (the village just west of Riomaggiore), La Via Dell'Amore is accessible with the Cinque Terre card (which can be purchased at most of the tourist information centers in each of the villages). To get to the rest of the villages, you'll need to take a train. Or swim...\n\n",{"type":"==","value":["See"]},"\nFacing the sea while on Via Colombo (the street that runs through the center of Riomaggiore), walk straight forwards, and take a left down the steps into the entrance for the marina. This will take you past all of the boats, and if you keep walking, you'll eventually take some stairs up a path that runs along the sea for about a quarter mile. This offers a great view of the Ligurian Sea.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Cliff jump"]}," into the Mediterranean. The water is perfectly clear-blue, so you'll see rocks or sharks before you hit them. There are some nice extensions of rock (complete with stairs and rails) next to the marina. Be careful in the winter, because there's a good chance you might dive into an iceberg... The weather seems to be kind of hit-or-miss during winter in Riomaggiore. The week of February 1st - 8th of 2011 was sunny and warm during the afternoons, but according to some people and old weather reports, there's a good chance the weather can be rainy and cold.\n\n",{"type":"==","value":["Buy"]},"\nSciacchetrà (shak-eh-trah) - this Cinque Terre dessert wine should be available in any of the wineries throughout the villages. In the Coop shop in Riomaggiore (as of February 2011), it should cost €36 (~$54 USD).\n\nThere are a couple Coop shops in Riomaggiore (a local supermarket) that have a lot of things you can buy, like dairy products, breakfast rolls, meats, cheeses, olive oil, frozen pizza, and wine. Everything is pretty fairly priced, and this makes it easy to cook food at your hostel for cheap.\n\nJust like almost everywhere else in Italy you will go, there is a Tabacchi shop (tabacco shop) and a Farmacia (pharmacy: you will see a neon green \"+\" sign and listings of the local temperature) situated right next to each other. Toiletries seem to be much more expensive in the local Riomaggiore farmacia, and there seem to be almost no travel-sized options. You can find great deals on most everything if you take a quick 10-15 min ride east to La Spezia to buy your essentials. There seem to be thousands of different options for cigarettes (including small packs, unlike most places in the USA), and they don't seem to be too expensive.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nThere is a bar half-way up Via Colombo (the main street of Riomaggiore) that is open in the winter (it might be open in the summer, too). There is a patio out front with music playing. They have a lot of options, and be prepared to buy a drink or you might be asked to leave.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Hostel Mar-Mar"]}," ",{"type":"[","value":["http:\/\/www.5terre-marmar.com\/home.asp Hostel Mar-Mar"]}," - rooms can be rented for cheap (~€20\/night for 6 nights for 1 person). You can book online on Hostel World. One of the hostel rooms is an apartment with three beds, a kitchen, a washer\/dryer, a toilet, and a hot shower.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["44.1000"],["9.7333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cinque Terre"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Riomaggiore"]]}]