[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Riquewihr"]}," is one of the most enchanting towns in ",{"type":"[[","value":[["Alsace"]]},". Parking is outside the town walls and entrance into the old town is through a series of old town gates in the large clock and watch towers. It is first of all a wine town surrounded by hills of vines. There are many quaint restaurants and Winstube along the main road up the hill. Good shopping in the crystal shops as well. There are old houses from the 16th and 17th centuries. Many still have wells and fountains, and their courtyards are overlooked by galleries above.\n\nIn the fall the restaurants have signs proclaiming \"le choucroute nouveau  est arrivé\". Choucroute means sauerkraut, and is a signature Alsatian dish, piled high and laced with cuts of pork and sausage. The signs are a joking reference to those seen elsewhere in ",{"type":"[[","value":[["France"]]}," in the fall, announcing \"le beaujolais nouveau est arrivé\". \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nThe most common way to travel around here is by foot, hiking the Route Du Vin.  If you drive in yourself, have an auto or camper, the parking is really hard to find.  The city has paid parking via parksheins,  which eat all your change quickly.  There is public street parking around the perimeter of the 'Old City wall', but it goes quick, and is hard to find when you want it.  There are several parking lots for Bus and RV campers, on the East end of town, near the Hotel le Riquewihr but these are paid lots.   It is just about impossible to find parking inside the old city walls.  Estimating about 20 parking spaces inside the walls puts a premium on these, and the locals seem to have a lock on them.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The whole area is riddled with vineyards, and small cities to visit.  Selestat is near the Haut Koenigbourg Castle.  This castle is a reconstructed (late 1800’s) 15th century castle.  The castle was sieged and demolished in 1630.  It sat for 250 years or so, then was rebuilt a little over a hundred years ago.  And awesome reconstruction overall.  However, there is nothing like an original castle to visit.    Some of the original Siegfried line\/ Maginot line is nearby around Selestat.   At the upper end of the Route du Vin is Strasbourg, and the lower end is Colmar.  Both cities are worth a visit, to explore the Alsace region."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Riquewihr.  All in all an amazing place, an amazing two days in history, a wonderful hike around the vineyards, and terrific  wines (Gewürztraminers, Rieslings, Pinot gris, and Pinot Noirs .)\n\nThe town is small.  The remains of the fortified city walls and ancient porticos, Dolder (lookout tower), and authentic buildings is amazing.  This is a small, genuine original 15th and 16th century village.  Only a small part of it has been changed (modernized) with almost no reconstruction after either World War.  Apparently only two bombs fell in the city in WWll, thus there is no ‘false authenticism’ as is seen elsewhere in Europe.\nIf you are looking for glamour, glitz and polish; look elsewhere.  If you want real authentic, OLD history then ‘downtown’ Riquewihr is what you want! There are about 20 Winstubs? (pronounced:  Vinschtubbe) around the town.  A Winstub is a particular winery’s own wine cellar, and reflects their own: ‘posh’, ‘natural’, or ‘sophisticated’ presentation.  Some were slick and really cosmopolitan.  Others were pretty much a workingman’s’ wine cellar.  There seems to be no relationship to the taste of wine.  That would be for YOU to determine on your trip there!\n\nYou don’t have to walk from vineyard to vineyard to learn about the wine.  The Winstubs are located around the town, mostly in the cellars of the hotels, and under business’ in town.   Actually each village and city along the Route du Vin has their own winstubs, and their own vintners.   An interesting point is that about half the winstubs charge a fee to sample.  Half are free.  Our opinion is that the ones that charge are not worth the price.  After sampling around 30 or 35 samples the ones we bought were invariably from the ‘free’ shops.  It appeared if the winstub has to charge for the samples, then the product is not making them enough money to start with.  The good wine sells itself, and the samples are simply a way to let you figure out which wine suits your particular palette.   Some of the Winstubs surrounding the town are actively making wine as you pass by them.  I didn’t ask, but found out if you ask at the winstubs they may have a tour of their own vineyards.  Having seen wine production before this was not an active interest, and we certainly did not want to lose the time coordinating a visit into our schedule, and waste time waiting for someone to give us a tour.  If you have more free time, this would be a welcome option"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nEating in Alsace is mostly about choucroute, flammekuche (tarte flambée), baeckehoffe or kugelhopf. It is a place of earthly dishes to enjoy in automn with a glass of Riesling, Gewurtztraminer or Pinot Gris. This is the same in Riquewihr and you will also find many tourist restaurants.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=d'Brendelstub"],["url="],["email="],["address=48, rue du Général de Gaulle"],["lat="],["long="],["directions=Upper part of the main street"],["phone=+33389865454"],["tollfree="],["fax="],["hours="],["price=A three dish evening Menu around €30 (2008)"],["content=If you want to get something sparkling and more modern than the purely traditional Alsacian food, this is the place to go (without betraying tradition completely)."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The hotels in and around Riquewihr are as varied as the wine.  The hotels inside the old city walls are typically old, and typical old European buildings (small sized, old, tilting, and original.)  However, the hotels outside the city walls are more modern, and newer.    The price seems to be similar where ever you stay, however the town restaurants, and gift shops are inside the old city walls.  If you stay outside the walls, in a modern hotel, you will have to walk uphill a distance of approximately 1000 feet, or 300 meters to get back to a selection of food and shops.\nThe old city has cobblestones everywhere.  If you are unsteady on your feet, this will be a chore to walk on.  The whole city slopes downward from the west end (the old end) toward the east (the new end)."]]}]},"\n",{"type":"[[","value":[["WikiPedia:Riquewihr"]]},"\n\n",{"type":"{{","value":[["geo"],["48.1667"],["7.3000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Alsace"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Riquewihr"]]}]