[{"type":"{{","value":[["pagebanner"],["Rishikesh page banner.jpg"]]},"\n\n",{"type":"'''","value":["Rishikesh"]}," is a small town in the northern state of ",{"type":"[[","value":[["Uttarakhand"]]},", ",{"type":"[[","value":[["India"]]},". Scenically located where the Ganges River comes down from the Himalayas, Rishikesh catapulted to Western fame when the Beatles dropped by for a visit to Maharishi Mahesh Yogi's ashram (now closed), and the town is still known as the ",{"type":"'''","value":["World Capital of Yoga"]},".\n\nRishikesh is also the Gateway to the Himalayas. The ",{"type":"'''","value":["Char Dham Yatra"]}," (Four Shrines Sacred Journey) ideally begins from Rishikesh.  \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Rishikesh.jpg"],["350px"],["thumb"],["The Ganges River flowing through Rishikesh"]]},"\nThe centre of town where the train and bus stations can be found is of little interest to most travelers. Further north-east are 2 bridges spanning the Ganges, Ram ",{"type":"'''","value":["Jhula"]}," and ",{"type":"'''","value":["Lakshman Jhula"]},", and either end of these bridges are the main hubs of activity and interest.\n\nMost accommodation and restaurants can be found in Lakshman Jhula, High Bank and Swarg Ashram.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nRishikesh is about 15 km from ",{"type":"[[","value":[["Dehradun"]]},"'s Jolly Grant Airport, a small, quiet and recently renovated airport handling four flights from Delhi. The runway is being extended and will possibly handle flights from other metros. At present there are flights only from ",{"type":"[[","value":[["Delhi"]]},", although Jet Airways flies from ",{"type":"[[","value":[["Mumbai"]]}," via Delhi too.\n\n",{"type":"===","value":["By car"]},"\nDelhi airport to Rishikesh by car is a good option for a hassle-free traveling, specially for foreign tourists who are traveling to India for the first time. It's a 6 to 7 hour journey. Prices vary from US$85 for an air conditioned compact car to US$125 for an air conditioned SUV (but rates are much higher if one gets these services from prepaid taxi booths at the airport).\n\n",{"type":"===","value":["By train"]},"\nA quiet branch line connects Rishikesh to ",{"type":"[[","value":[["Haridwar"]]},", but there are only about three slow trains daily.  It is better to take the train to Haridwar and continue by bus (45 min, Rs.20), by taxi (30 min, Rs.650) or by shared auto-rickshaw (40 min, Rs.25). However, travelling by train is recommended in peak seasons or during a 'mela' (fair) when bus routes are diverted in Haridwar whereas trains often run empty and the fares are low (just Rs.4 for a passenger train service). You can take share rickshaws (vehicle brand name Vikram) towards Lakshman Jhula (Rs.15) from Rishikesh station. You will have to cross Ram Jhula to reach Swarg Ashram on the other side of river Ganga. There are many trains from Delhi to Haridwar. Some of the better are: Shatabadi Express, Jan Shatabdi, AC Special Express, Mussoorie Express. Travel agents in Swarg Ashram and Lakshman Jhula can book train tickets for onward journeys; much easier than going to Rishikesh railway station to buy a ticket. Some may sell you a ticket from Raiwala, a small stop between Rishikesh and Haridwar, but this station, while closer, is tiny and trains only stop for a few seconds - better to board the train at Haridwar.\n\n",{"type":"*","value":[" Trains from Rishikesh"]},{"type":"*","value":[{"type":"*","value":[" Rishikesh - Delhi 07:00"]}]},{"type":"*","value":[{"type":"*","value":[" Rishikesh - Haridwar 08:10"]}]},{"type":"*","value":[{"type":"*","value":[" Rishikesh - Bandikui 14:10"]}]},{"type":"*","value":[{"type":"*","value":[" Rishikesh - Haridwar 14:20 Rs 4\/-"]}]},{"type":"*","value":[{"type":"*","value":[" Rishikesh - Haridwar 18:35 Rs 4\/-"]}]},"\n",{"type":"*","value":[" Express:"]},{"type":"*","value":[{"type":"*","value":[" Rishikesh - Jammutawi 16:20 "]}]},"\n",{"type":"*","value":[" Passenger Trains from Haridwar to Rishikesh, Approx travel time 1 hour."]},{"type":"*","value":[{"type":"*","value":[" Haridwar -  Rishikesh 05:20"]}]},{"type":"*","value":[{"type":"*","value":[" Haridwar -  Rishikesh 10:30"]}]},{"type":"*","value":[{"type":"*","value":[" Haridwar -  Rishikesh 17:25"]}]},"\n",{"type":"===","value":["By bus"]},"\nFrom ",{"type":"[[","value":[["Delhi"]]},", Rishikesh is about 230 km away and is well connected with buses. A bus journey may take about 5-7 hours - depending on the traffic - and costs you about Rs 130-350. An AC Bus will cost about Rs 200-500. In Rishikesh, there are several travel agencies scattered around Swarg Ashram and Lakshman Jhula that can book luxury buses to common destinations like Delhi (Rs 250-500), ",{"type":"[[","value":[["Jaipur"]]},", ",{"type":"[[","value":[["Pushkar"]]}," and ",{"type":"[[","value":[["Varanasi"]]},". The right time to visit would be February, March, August-October. In July there is a festival called Savan where thousands of people flock to Rishikesh. Major roads are blocked and hotels are crowded. It is better to avoid travelling to Rishikesh during that time.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["30.1131"],["78.306"],["zoom=13"]]},"\nAuto-rickshaws (vikrams) are useful from the bus\/train stations to get to either of the bridges (Rs 8) and for the southern side of the Ganges. Swargashram is pretty much pedestrian only, but it's compact and walkable (as is the whole of the town). For other auto-rickshaw journeys you should expect to pay around Rs 15\/km.\n\nTo visit eastern bank of Ganges, you have to walk across the suspension bridges or take ferry from Ram Jhula. Near the bank of Ganges, share jeeps and taxis are available to drop visitors at Neelkantha temple and waterfall. Overall, it’s more than 16 Km run by road to go from one side of river to another.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Trayambakeshwar.JPG"],["thumb"],["300px"],["Trayambakeshwar Temple, Lakshman Jhula"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Triveni Ghat"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a bathing ghat. Every morning and evening, thousands of visitors bathe here and enjoy the Maha Aarti being performed. It is very soothing to sit on the banks of the river and enjoy the cool breeze from the river."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bharat Mandir"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the temples set up by 'Adiguru Shankaracharya' during the 12th century. This temple is a real tribute to Lord Vishnu, the idol of which is carved from a sole piece of Saligram."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lakshman Jhula"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1939, Lakshman Jhula is a 450 ft long iron bridge suspended over the Ganges River near Swarga Ashram."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gita Bhavan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Place of Guru Shri Ram Sukh Daasji (the great thinker of his time)  and popular among the Hindu Brahmin community. Twice a year people gather at this ashram to read the Ramayana together."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Swarg Ashram"],["url="],["email="],["address=Shri 108 Baba kali Kamli Wale Swami Atam Prakash Ji"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Swargashram ( Heavenly Abode) as the name connotes, it is a beautiful place situated in picturesque surroundings at the foot of Himalayas on the left bank of the Ganges between Rishikesh and Laxmanjhula.  It is the spiritual “ground zero” of Rishikesh, filled with a concentration of ashrams and temples.  The areas is known for its healthy and satwik living environment. It is this spot where from ages of yore the famous Yogis and Rishis have been doing the Tapasya. Numerous mentions of this spot occur in the holy scripture Puranas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parmarth Niketan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the few ashrams left in India where children get the Vedas education. A must-visit in the evening for the Pooja\/Aarti, at 5PM in winter and 6PM in summer."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Neelkanth Mahadev Mela"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most sacred temples in Rishikesh. Located on hill over Swarg Ashram at a height of 1675 m. A religious fair is held during July-August when many disciples from different corners of India visit."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Trayambakeshwar Temple"],["url="],["email="],["address=Lakshman Jhula"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= It is 13 stories high, with different deities throughout."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Take a holy dip in the ",{"type":"'''","value":["Ganges"]},", with reputed healing powers."]},"\n",{"type":"*","value":[" Char Dham season starts in summer and continues till the end of October. The Char Dham are four sites of Hindu pilgrimage, namely ",{"type":"[[","value":[["Badrinath"]]},", ",{"type":"[[","value":[["Kedarnath"]]},", ",{"type":"[[","value":[["Gangotri"]]}," and ",{"type":"[[","value":[["Yamunotri"]]},"."]},"\n",{"type":"*","value":[" Check into an ",{"type":"'''","value":["ashram"]}," to study yoga, meditation and Hindu philosophy."]},"\n",{"type":"*","value":[" Get free yoga classes with top yoga teachers of the world's yoga capital and enjoy free concerts of live classical Indian music at the annual free ",{"type":"[","value":["http:\/\/www.rishikeshyogafestival.com ",{"type":"'''","value":["Yoga & Music Festival"]}]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Astrology services"]}," like personal horoscopes and palm reading from Dr. Gaurav Agrawal and the renowned astrologer B.P. Uniyal are quite popular with foreign tourists. There is also a center for learning palmistry called \"",{"type":"[","value":["http:\/\/www.indianpalmistryinstitute.com Indian Palmistry Institute"]},"\" near Police Station Laxman Jhula. You can book a session or ask for course at +91-9358549482 or by email ipigaurav@gmail.com. You will have to provide your personal particulars like date and time of birth, city of birth etc. for the calculations and you can ask your personal queries and suggestions as per your chart. Palm reading costs Rs 300 and the full chart horoscope cost around Rs 500. One can also learn astrology here. You can personally book an appointment for a palm reading or horoscope session at \"Ganga Astrology centre\" near German Bakery, Laxman Jhula. email bpuniyal47@rediffmail.com and phone no is 9897483488. You can also ask for your horoscope to be sent to your email id."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Soma Reiki centre"],["url="],["email=somareikicentre@gmail.com"],["address="],["lat="],["long="],["directions=Near the Swargashram Taxi stand"],["phone = +91 98 97 73 26 79"],["tollfree="],["fax="],["hours="],["price="],["content=Run by soma a local reiki master which is in Gita Ashram"]]}]},"\n",{"type":"===","value":["Outdoor activities"]}," \nRishikesh is very popular for its rafting on the River Ganga (Ganges). September-November and March-May are ideal for rafting. The rafting goes for several kilometres, and the path is interspersed with rapids, ranging from Level 1 to Level 5, in order of difficulty. At the end of the trip, you have the option of jumping some 20 feet from a ledge into the water. There are several local travel agencies, offering these rafting trips. The package usually includes an overnight camp on the banks of the river, with a brilliant and moderate trek among the hills in the morning. If one has time, courses in rafting are also offered. One agency that arranges rafting trips is:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Majestic Tour India"],["alt="],["url=http:\/\/riverrafting-rishikesh.com"],["email=majestictourindia@gmail.com"],["address=Shivpuri Market, Near Shivpuri Bridge, Badrinath Highway"],["lat="],["long="],["directions="],["phone=+91 9837258258"],["tollfree="],["fax="],["hours="],["price=Prices range from Rs. 1400 for camping and 9km easy rafting to Rs. 10500 for a 3-night \"Extream Rafting Adventure\" for corporate groups"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Team 4 Adventure"],["alt="],["url=http:\/\/www.team4adventure.com"],["email=info@team4adventure.com"],["address=Team 4 Adventure House, Near Shivpuri Bridge, V.P.O. Shivpuri"],["lat="],["long="],["directions="],["phone=No phone is listed for their Rishikesh office; +91 11-41014735 in Delhi and +91 22-66635228 in Mumbai"],["tollfree="],["fax="],["hours="],["price=INR 12500-INR 13500 for the whitewater kayaking course"],["content=They give a 4-day course in whitewater kayaking, starting near Rishikesh. They also conduct 5-day rafting trips from Srinagar to Rishikesh."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Camping"]}," is a recreational activity that does not have any age limit. Any individual who likes to explore new places and enjoy the beauty and serenity of nature can embark on a camping voyage. Camping in Rishikesh on the Ganga beach offer an environment to wake up with the birds and swim in the fresh water of the river Ganges. Camping in Rishikesh is a very popular activity. The nearest camp is just across Goa Beach adjacent to first suspension bridge called 'Luxmanjhula'. Call +91 9410540000 "]},"\n",{"type":"*","value":[{"type":"'''","value":["Rappelling"]}," Climbing down with a rope is called rappelling. The group is taken to a spot where there is a cliff drop, experts with proper equipment who set up the gear first and then, one by one, everyone comes down. It's all about trusting your gear and following the instructions and then it's a lot of fun."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rock climbing"]}," This is also included at some of the camps but not everyone can do it as it requires a lot of strength and skill. The group is taken to a cliff side and with proper safety gear everyone is given a chance to climb the cliff side."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cliff Jumping"]}," You are supposed to jump into freezing water from a cliff! Yes, it sounds crazy but this is one thing which everyone can brag about back home. Of course you are wearing a life jacket and a helmet but still jumping from so high into the Ganges, which is murky so the bottom can't be seen, unlike jumping into a swimming pool where one can see the bottom and the water is static."]},"\n",{"type":"*","value":[{"type":"'''","value":["Trekking"]}," There are a lot of soft treks in this region and good bird-watching."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nearby Excursions"]}," There are many small excursion\/sight seeing tours for half day or one day. Like to Vashishtha cave, Kunjapuri temple (1700Mts), Neer Gaddu Water fall, Mussorie, Haridwar. Guides and taxi can be booked in many travel agencies. For more information or booking you can also call at 9927213649 or 0135-2440111. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bungee Jump"],["url=http:\/\/www.jumpingheights.com\/"],["email="],["address="],["lat="],["long="],["directions=15km ahead of Rishikesh on Rishikesh-Neelkanth road"],["phone = +91 7830335577"],["tollfree="],["fax="],["hours="],["price="],["content=You can try bungee jump at Jumpin Heights. It is a unique experience in India, a jump from 83 mtrs just above a natural river and have the time of your life. Bungee for Rs. 2800(inc. Rs 300 transport from Laxman Jhula and back) and Fox Flying for Rs. 1800(inc. Rs 300 transport from Laxman Jhula and back)"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Camp Gold Coast"],["url=http:\/\/36chhutti.com\/camp-gold-coast.php"],["email="],["address=Beach no-17 B, Sing Talli- 7 Rishikesh"],["lat="],["long="],["directions=Deoprayag Highway 800 mtrs from Byasi"],["phone=+91 9953636000"],["tollfree="],["fax="],["hours="],["price="],["content=Camp Gold, one of the biggest rafting beach camps situated on the banks of river Ganges, is around 26 kms. from Rishikesh. Rafting, kayaking, Body surfing, trekking, camping are the major activities conducted in this camp."]]}]},"\n",{"type":"===","value":["Yoga"]},"\nRishikesh considers itself to be the yoga capital of the world. It's on offer everywhere, and most styles are represented. Yoga teacher training is offered at several places. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Free International Yoga & Music Festival"],["alt=Yoga & Music Festival of Rishikesh"],["url=http:\/\/rishikeshyogafestival.com"],["email=help@rishikeshyogafestival.com"],["address=Akash Ganga, Ganga Lane, Swarg Ashram, Rishikesh, Uttarakhand, India"],["lat="],["long="],["directions=From Ram Jhula bridge walk 50 steps to the left."],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Enjoy free yoga classes and Indian classical music at the annual free yoga & music festival in Ram Jhula, Rishikesh. The festival is the largest public event in Rishikesh hosting over 50 yoga teachers from India and abroad and over 30 artists from all over the world. The festival is a charity project organized and carried on by Bhuwan Chandra, Himalayan Yoga Academy and Nad Yoga Trust."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Rishikesh Valley"],["alt="],["url=http:\/\/www.rishikeshvalley.com"],["email="],["address=Neelkanth Temple Road"],["lat="],["long="],["directions=Cross Bairaj and drive towards Neelkanth Temple Road, 10 km"],["phone=+91-9756964972"],["tollfree="],["fax="],["hours="],["price="],["content= Eco health resort run by naturopath and Ayurveda health consultant, offers rejuvenation therapies thorough a blend of Ayurveda and nature care with healthy food.  Calming and relaxing therapies of yoga and passive meditation."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Ashtanga Rishikesh"],["url=http:\/\/www.ashtangacenter.com"],["email=nathyoga@sbcglobal.net"],["address=Topovan Laxman Jhula"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional daily Mysore style ashtanga with Louise Ellis. Louise is certified by Sri K Pattbhi Jois."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy\nI name = Meditation School India"],["Shree Mahesh Heritage"],["alt="],["url=http:\/\/www.meditationschoolindia.org"],["Email id = shreemaheshheritage@gmail.com"],["address= 153\/4,Shree Mahesh Heritage,Behind Gayatri Resorts,Badrinath Road, Tapovan."],["Phone = + 91 - 9760061076"],["Contents = Meditation school conducts various healing,ayurvedic,panchkarma,reiki & Specialities Course of Meditation - 300 Hour Meditation Teacher Training & 15 Days Meditation\n  retreats with 7 Days meditation for beginner Program. It is suitable to new learners of meditation and advanced meditation practitioners who want to become meditation teachers."],["SMH- Rishikesh, is govt of india registered meditation school."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Association for yoga and meditation, India"],["alt="],["url=http:\/\/www.indianyogaassociation.org"],["email="],["address=Ombasananda Satyanasana Mandir. Laxman Jula"],["lat="],["long="],["directions=Near Sant Sewa Ashram"],["phone = +91 -7500277709"],["tollfree="],["fax="],["hours=7 am - 7 pm"],["price=770$"],["content=Offers yoga courses which are  residential as well as non residential for different durations such as 200, 300 and 500 hours which focus asana, pranayama, mudra, bandha, kriya, relaxation and meditation along with yogic anatomy and physiology, psychology and teaching methodology. Yoga teacher training here is accredited by the International Yoga Federation."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mahatma Yoga Ashram"],["url=http:\/\/www.mahatmayoga.com"],["email="],["address=Same side of the river as the German Bakery"],["lat="],["long="],["directions=Go to the top of the steps by the German Bakery and turn right, walk down the hill and the signs will point the way"],["phone="],["tollfree="],["fax="],["hours="],["price=400\/night"],["content=A great little Ashram, newly built. It's far enough from the center of things to be quiet but close enough to still be a part of the scene. The staff are all incredibly kind and will help you to arrange anything from Taxi's to Rafting."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Vedangas"],["url=http:\/\/www.vedangas.com"],["email=vedangas@hotmail.com"],["address=Hotel Raj palace, geeta bhavan gate no 3, Swargashram"],["lat="],["long="],["directions="],["phone=+917830182277"],["tollfree="],["fax="],["hours="],["price="],["content=Registered with Yoga Alliance USA. Offers 200-hour and 500-hour residential hatha yoga teacher training course (RYT 200) for US$1,150 and RYT 500 (course fee includes food and accommodation) and also conducts short term yoga & ayurveda courses and retreats (1~2 weeks) throughout the year."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Yoga Teacher Training by Rishikul Yogshala"],["alt="],["url=http:\/\/www.200hrsyogattc.com\/"],["email="],["address=Yoga Villa,Swargashrama, Ramjhula"],["lat="],["long="],["directions="],["phone=+91-9410900421"],["tollfree="],["fax="],["hours="],["price=1500 USD"],["content=Yoga Alliance-approved yoga school that offers 200 hour yoga teacher training, 300 hour yoga teacher training and 500 hour yoga teacher training as per the guidelines of Yoga Alliance, USA.  The courses cover the comprehensive study of Hatha Yoga, Ashtanga Yoga and various other forms of yoga along with the meditation techniques and Ayurveda and Naturopathy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Vinyasa Yoga School - RYS 200"],["alt=Vinyasa Yoga Teacher Training in Rishikesh, India"],["url=http:\/\/vinyasayogatraining.com"],["email=vinyasayogatraining@gmail.com"],["address=Hotel Qube, Laxman Jhula, Rishikesh"],["lat=30.124408"],["long=78.330862"],["directions="],["phone=+91-963-488-2112"],["tollfree="],["fax="],["hours=6:30AM to 8:00PM"],["price=$1250 USD"],["content=One of the only 200 hour Vinyasa yoga teacher training courses in Rishikesh. They offer courses every month, and the tuition includes a private room and bath in the newly built Hotel Qube (with free WiFi, hot showers, and a security monitoring system), 3 yogic meals per day, and local sightseeing and adventures."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rishikesh Yog Peeth - RYS 200, RYS 300"],["alt=a"],["url=http:\/\/www.rishikeshyogpeeth.com"],["email=info@rishikeshyogpeeth.com"],["address=Krishna Cottage, Swargashram, Ram Jhula"],["lat=30.11985"],["long=78.317585"],["directions=near Chotiwala Restaurant"],["phone=+919557016661"],["tollfree="],["fax="],["hours="],["price="],["content=Yoga school registered with Yoga Alliance. Offers 200, 300 and 500 hour residential hatha yoga teacher training course in India (RYT 200, RYT 500 + additional 100 hrs) for US$ 1,350 to 2850 (course fee includes food and accommodation) and also conducts short term yoga courses for beginners and retreats (1~2 weeks) throughout the year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rishikesh Yog Dham"],["alt="],["url=http:\/\/rishikeshyogdham.com"],["email=rishikeshyogdham1@gmail.com"],["address=Mount View Cottage, Badrinath Road, Tapovan"],["lat="],["long="],["directions= near Aryan resorts"],["phone=+919768689596"],["tollfree="],["fax="],["hours=07:00 to 20:00 Hrs"],["price=$4"],["content= Offers 200-hour yoga teacher training & yoga for beginners. Yoga learners who wish to become certified yoga instructors can apply to get international certification. Also, travellers can join drop-in classes."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Himalayan Yoga Academy"],["alt=ex-Himalayan Yoga Gurukul"],["url=http:\/\/www.yogaacademy.in"],["email=bhuwan_b30@yahoo.co.in"],["address=Next door Swargashram Police Post, Ram Jhula"],["lat=30.122482"],["long=78.315203"],["directions=20 metres left of Ram Jhula Bridge, look for Music School sign"],["phone = +91 9412029817"],["tollfree="],["fax="],["hours=9am-5pm"],["price=300INR hour"],["content=Yoga teacher training all levels, internationally recognized certification. The school has many yoga teachers under one roof – Surinder Singh, Ashish Sharma, Naveen Joshi, Rajendra Pandey and many more. The school offers residential and non-residential yoga teacher certification courses and intensive yoga courses at various levels. Himalayan Yoga Academy hosts the annual Yoga & Music Festival. The school arranges free education for children of poor, local families."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Yoga School India"],["alt="],["url=http:\/\/www.yoga-school-india.com"],["email=yogaschoolindia@gmail.com"],["address=Omkarananda Bhawan, Laxman Jhoola"],["lat="],["long="],["directions=near Cafe Coffee Day"],["phone=+919808252230"],["tollfree="],["fax="],["hours= 200"],["price= $850"],["content=Yoga Alliance-approved yoga school for 200 hour, 300 hour and 500 hour yoga teacher training."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Tattvaa Yoga Shala Rishikesh"],["url=http:\/\/www.tattvaayoga.com"],["email=kmltattvaa@gmail.com"],["address=Rishikesh Swargashram Ramjhula"],["lat="],["long="],["directions=on tha way to Parmarthniketan near boat stand"],["phone = +91 9997277322"],["tollfree="],["fax="],["hours="],["price=1500 usd"],["content=International standard yoga training centre by the Ganges River"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ved Niketan Ashram"],["url="],["email=pax_dabhekar@yahoo.in"],["address=Swatgashram, Ram Jhula"],["lat="],["long="],["directions="],["phone = +91 9890404069"],["tollfree="],["fax="],["hours="],["price="],["content=Yoga Iyengar general class and 15 days intensive Master One courses by Iyengar yoga certified teacher Yogi Prakash Dabhekar."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Institution for Higher Meditative Consciousness"],["url=http:\/\/www.ihmc.in"],["email="],["address=C14 Ganga Vatika,Phase I,Muni-ki-Reti"],["lat="],["long="],["directions=near Ram Jhula"],["phone = +91 933 1606 643"],["tollfree="],["fax="],["hours="],["price="],["content=Certified yoga and meditation classes and Vedic teaching."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Yoga Study Centre"],["url="],["email="],["address=Ganga Vihar, Haridwar Road"],["lat="],["long="],["directions="],["phone=+91 135 431196"],["tollfree="],["fax="],["hours="],["price=Free"],["content=Bramacharya Rudra Dev, a senior Iyengar teacher and Rakesh Batra his disciple, conduct lessons in a rather militaristic style and students need to move quickly to keep up. Many western students appreciate his style and are able to feel the warmth behind his challenging adjustments. Students are a mix of locals and Westerners. Donated mats and blankets are provided though if you are concerned about cleanliness you might want to bring your own. As with most Indian yoga schools, women should dress modestly. There are classes daily at the centre. Twenty day intensives are held three times a year during February, April and September. The centre is closed from mid-December to mid-January and for March, May and June. The Yoga Study Centre is on the other side of town from the other ashrams, and from where most people stay. A constant stream of Rs3 shared rickshaws move up and down the main road, and many go as far as the centre."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Braham Yoga Rishikesh"],["url=http:\/\/brahamyoga.net"],["email="],["address=Flat number 1 and 2, Ganga Niketan, Swargashram Trust"],["lat="],["long="],["directions=120 Meter Left Side of Ram Jhula bridge, Ram Jhula"],["phone=+91 9897285813"],["tollfree="],["fax="],["hours="],["price="],["content=Managed by Aham Brahamasmi Yog Mandir Trust (Central Govt. Of India) Aham Brahamasmi Yog Mandir Trust (ABYMT) is dedicated to promoting Yoga & health awareness for the general public. If you are beginner, an experienced practitioner, an athlete or a yoga instructor, you will find a programme to deepen your yogic practice on your individual journey."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nada Yoga School"],["alt="],["url=http:\/\/www.nadyoga.org"],["email=info@nadyoga.org"],["address=Swargashram"],["lat=30.122483"],["long=78.315204"],["directions=20 Meter Left From Ram Jhula Bridge"],["phone="],["tollfree="],["fax="],["hours=9am-5pm"],["price=300 INR\/ hrs"],["content=Nada Yoga School provides 200-hour yoga teacher training training courses, yoga retreats, nada yoga courses and yoga intensives with team of professioanl yoga teachers, ayurvedic doctors and nad yogis."]]}]},"\n",{"type":"===","value":["Music"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bhuwan Chandra Music School"],["url=http:\/\/bhuwanchandra.com"],["email=bhuwan_b30@yahoo.co.in"],["address=Ram Jhula, Swaargashram, near Ram Jhula Bridge"],["lat="],["long="],["directions="],["phone = +91 9412029817"],["tollfree="],["fax="],["hours="],["price="],["content=Run by a renowned sitar player, Bhuwan Chandra. Travelers can learn sitar, tabla, harmonium, mantra chanting, and improve vocal skills."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mukeshji's Jungle Vibes"],["url="],["email="],["address=Shisham Jhari"],["lat="],["long="],["directions=near Dayanand Ashram"],["phone = +91 9411312049"],["tollfree="],["fax="],["hours="],["price="],["content=Have a once in a lifetime experience of making Australian didgeridoos, African djmbes and other musical instruments under the guidance of iconic Mukeshji, while he enthrals you with his hilarious stories and takes you along with him in his Himalayan journeys. Find yourself in a selected crowd of music aficionados and extreme adventurers from around the world."]]}]},"\n",{"type":"===","value":["Temples and monasteries"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Shatrughan Mandir"],["alt=Shatrughan Temple"],["url="],["email="],["address=Muni ki reti"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the oldest temples in Rishikesh, established by Adi Sanchracharya in the 11th century. The only temple in India dedicated to lord Shatrughan, brother of Lord Ram."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sivananda Ashram"]},", Ram Jhula, (",{"type":"''","value":["on the north side of the Shivanand Jhula bridge"]},"). Sivananda Ashram does not offer guest accommodation to tourists, but is highly restrictive in its selection process (see its online guest accommodation application form at www.sivanandaonline.org). Sivananda Ashram is a highly-reputed monastic institution designed to perpetuate the spiritual teachings of its illustrious founder, Swami Sivananda, who in the last century sent his disciples all over the world to propagate the ancient tenets of Vedic philosophy. Sivananda Ashram has an outstanding library of spiritual and philosophical works in almost every language; its own press; four main temples in which pujas are performed several times a day; a charitable hospital and a home for the destitute and distressed; daily silent meditation from 5-6am, and evening satsang. Almost all religious festivals are celebrated and most programs are open to the public."]},"\n",{"type":"==","value":["Buy"]},"\n\nAs with most holy cities come tourist destinations there's a plethora of religious paraphernalia, cheap clothing aimed at foreigners, incense, bronze Shiva statues, etc. Unlike many other similar towns in India prices here are usually reasonable and you won't have to ",{"type":"[[","value":[["haggle"]]}," hard for a good price.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Sanskritiyogpeeth"],["url=http:\/\/www.sanskritiyogpeeth.com"],["email="],["address=sawaergasram"],["lat="],["long="],["directions=raamjulla risikesh"],["phone = +91 135-2440822"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\nNon-vegetarian food has been banned in the city for many years. North and south Indian food is widely available, and there's no shortage of multi-cuisine backpacker cafes, especially in Lakshman Jhula. What excites many foreigners are the delicious Ayurvedic and health food restaurants, perfect for an after-yoga meal. Many of the main lanes are lined with wooden push carts selling in-season fruit, veggies, popcorn, nuts, warm cookies and lots else, and you'll usually be quoted a fair price. The papayas here are particularly delicious. Try the famous Chotiwali Special \/ Janata or Delux Thali. It used to be an unlimited affair but now due to practical constraints the quantity is limited and extra helpings are charged. There are several eateries offering jalebis, imartis, samosas, and other Indian snacks. If you haven't heard of these before, you should definitely try them. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mukti's Health Food"]},", (",{"type":"''","value":["a few hundred metres west of Shivanand Jhula bridge, overlooking the taxi stand\/parking lot"]},"). A tiny place in a strange location, but very popular and excellent food at very reasonable prices. Homemade green pasta, Indonesian gado-gado, and homemade frozen yogurt, apple pie or chocolate cake for dessert."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Welcome Center"]},", (",{"type":"''","value":["about a 10-15 minute walk towards Haridwar from the Shivanand Jhula bridge"]},"). Hidden down off the road (but signposted), this is a little oasis of calm from the busy street. Great Ayurvedic food and teas. They also offer cooking classes, several types of yoga, etc. and sell natural incense, neti pots, yoga mats and the like. If you like the atmosphere, enquire about staying here as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shiva-resort"]},", a nice place away from the bustling market of Ram-Jhula towards Neelkanth road in Jonk village. A great place to have organic food and you also can stay there in a silent and pleasant place."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chotiwala"]}," in Swarg Ashram claims to be the original, and serves up great Indian food including 5 different thalis. Meals starts from Rs. 100."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ganga Ayurvedic Food Place"]},", (",{"type":"''","value":["out beyond most of the ashrams, just past VED Niketan Ashram"]},"). Delicious food, lovingly prepared. One of the cleaner kitchens around, don't be afraid of the good salads. Also great for breakfast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Little Italy"]},", Swarg Ashram, (",{"type":"''","value":["in the Green Hotel"]},"). Good pasta, pizza, etc. Mains from Rs 30."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Office"]},". Has amazing sweet samosas filled with mango, apple, banana and\/or chocolate as well as the best massala chai in town (some say, in India!)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Red Night Restaurant"]},", Open air, river-facing restaurant and terrace. 0135- 2440094"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Moon Dance Cafe"],["url="],["email="],["address=Ramjhula Swargashram Area"],["lat="],["long="],["directions=near taxi stand"],["phone = +91 91-9897270905"],["tollfree="],["fax="],["hours=8AM-11PM"],["price=6-120"],["content=Italian, Mexican American, Indian, Tibetan, Nepali, Israeli cuisine with all food prepared with fresh water. Great choice of delicious meals. Be prepared to wait for at least 40 minutes. Affordable prices."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pundit g ka rajasthani restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=near Triveni Ghat"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has a very good variety and taste of north Indian food."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Little Buddha"],["alt=Fine Nepali Food"],["url="],["email="],["address=Laxman Jhula Rd"],["lat="],["long="],["directions=in Laxman Jhula, look for a huge tree in the middle of the Laxman Jhula Rd. The restaurant is right against the tree."],["phone="],["tollfree="],["fax="],["hours=8am-10pm"],["price=Rs. 10-150"],["content=One of the best known cafes in town. Here you can get delicious Nepali, Indian, European, and Thai food for under 100 Rs. per dish. Three storeys, nice Ganga view."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=German Bakery in Tapovan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=just above entrance to Laxman Jhula bridge, Tapovan side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Don't miss their super-popular spinach pie. Come at 10am to get a piece."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ganga View Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=from Laxman Jhula bridge, go to taxi stand passing the famous bell temples. After taxi stand walk another 20 meters"],["phone="],["tollfree="],["fax="],["hours=8am-11pm"],["price=10-200"],["content=Probably the best cooks in town, these guys will serve you any food you like. Be prepared to wait 40-90 minutes as the place is extremely popular."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" Sitting around in dhabas and cafes is nearly mandatory here. In addition to the old standards like ",{"type":"'''","value":["masala chai"]}," and ",{"type":"'''","value":["lassis"]}," you can find a nice range of ",{"type":"'''","value":["Ayurvedic teas"]},". Some restaurants make up their own ",{"type":"'''","value":["tonics"]}," to treat anything that may be ailing you."]},"\n",{"type":"*","value":[" Lately two Italian style\/Seattle style cafes have popped up. Their main focus is on the coffee.   "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alcohol"]}," is banned and inappropriate, as Rishikesh is a holy city, although you can buy beer (8% alc) with your meal in one of the finer hotels. "]},"\n",{"type":"*","value":[" Tripti Restaurant is situated on main Badrinath highway and is a good place to visit. It has a beautiful view and an airy restaurant area to sit and relax. The food is healthy and fresh and tasty. It is a common place for foreigners and vistiors to have a calm and quite break. Sitting on the terrace is another thing that you don't want to miss at \"Tripti\""]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Freedom Ganga Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=In Laxman Jhula, locate a tree in the middle of the road and turn down into a small lane next to an Ayurvedic doctor's office."],["phone="],["tollfree="],["fax="],["hours=8am-10pm"],["price=12-200"],["content=Offers strawberry smoothies, thick mango juice (ask for no ice), strawberry lassi, thick fresh pineapple juice. Drinks are served in 500 ml mugs."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nRishikesh is filled almost entirely with budget hotels, with a few mid-range thrown in for good measure. ",{"type":"'''","value":["Lakshman Jhula"]}," is popular with backpackers and has the cheapest accommodation, while ",{"type":"'''","value":["Swarg Ashram"]}," is where the majority of the ashrams are located, and is a nice alternative. There's also a handful of accommodation options available in ",{"type":"'''","value":["High Bank"]},".\n\nIt's wise to book ahead in the peak tourist season, and during the Kumbh Mela in neighboring ",{"type":"[[","value":[["Haridwar"]]},".\n\n",{"type":"===","value":["Budget"]},"\n\nHotels in this range start at price as low as Rs 100.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ananda Guesthouse"],["url="],["email=anandagusethouse@gmail.com"],["address=Swargashram"],["lat="],["long="],["directions=next to Krishna Cottage"],["phone=+91 9758164982"],["tollfree="],["fax="],["hours="],["price=Rs 300-400"],["checkin="],["checkout="],["content=Anup Owner. For reservations contact us at email address above. Clean and comfortable! New rooms with attached bath. Good value for the money and the owner is a great and helpful host."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The lodge gayatrikunj"],["url=http:\/\/www.gayatrikunj.com"],["email="],["address=swargashram"],["lat="],["long="],["directions=behind hotel rajdeep"],["phone = +91 9897123301"],["tollfree="],["fax="],["hours="],["price=250-350. Rooms also available on monthly basis @6000 to 7000 per month."],["checkin=any time"],["checkout=12 noon"],["content=Newly built neat and clean rooms with kitchen facilities in some rooms. Comfortable homely stay.Contact +91-135-2440840. Book well in advance to avoid disappointment. Service with smile."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Green Hotel"],["url="],["email="],["address=Swargashram"],["lat="],["long="],["directions="],["phone=+91-135-2431242"],["tollfree="],["fax="],["hours="],["price=Rs 100-1000"],["checkin="],["checkout="],["content=Is a large, popular place with a good restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ganga Ambience"],["url=http:\/\/www.hotelgangaambience.com\/"],["email=hotelgangaambience@gmail.com"],["address=Badrinath Road Tapovan Laxman Jhoola"],["lat="],["long="],["directions=Opp Ace Glass Factory, 5 minutes walk from Police Check Post Tapovan"],["phone=+91-9258743996, Mr.Arpit Arora,: +91 8126526646"],["tollfree="],["fax="],["hours="],["price=Rs 600 - 1500"],["checkin=12.00"],["checkout=12.00"],["content=Clean, comfortable and a safe place to stay. AC and non-AC rooms with attached bathrooms, 24 hrs hot water, balcony with mountain view, garden, car parking, restaurant. Yoga lessons, river rafting and other adventure activities are also available on request. It's family-owned, and the host is very helpful and kind and stays in the same property."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Hill Top"]},", Laxman Jhula, +91-135-2434583. Rooms over looking the river and the mountains. Double bed-room Rs 600-750. Four bed-room with TV Rs 1200."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ishan"],["url="],["email="],["address=Lakshman Jhula"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Decent rooms with Ganga views and balconies. From Rs 200."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Narayana Kunj"],["url=http:\/\/www.narayanakunj.com"],["email="],["address=Swargashram"],["lat="],["long="],["directions="],["phone=+91-135-2440922, 2440822"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rooms- 300 inr 600 inr neet and cleen room good sarvic"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jaipur Inn"],["url="],["email="],["address=Laxman Jhula"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nice rooms, some with a view and a good restaurant on the top floor that overlooks both the Laxman Jhula and the Ganges River. Single Rs. 900 - Double Rs. 1000"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Krishna Cottage"],["url=http:\/\/www.starlim.co.in\/files\/budget_hotels_rishikesh.htm"],["email=admin@starlim.co.in"],["address=Swargashram"],["lat="],["long="],["directions=near Chotiwala Restaurant"],["phone=+91-135-2440193"],["tollfree="],["fax="],["hours="],["price=$20 US\/night"],["checkin="],["checkout="],["content=Room price of US $20 per night includes 3 meals & free wireless internet. Also offers short term yoga and ayurveda courses\/retreats(including Yoga Alliance certified 200 hour yoga teacher training) and budget car and taxi rental services from Delhi airport to Rishikesh."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Laxmi Yellow Guest House"],["url="],["email=laxmiyellowguesthouse@gmail.com"],["address=Near Anand Prakash Yoga Ashram, Badrinath Road Tapovan Laxman Jhoola"],["lat="],["long="],["directions=10 minutes walk from Police Check Post Tapovan"],["phone=+91-9760506761, Mr.Jay Kumar"],["tollfree="],["fax="],["hours="],["price=Rs 250 - 400"],["checkin=12.00"],["checkout=12.00"],["content=Brand new guest house with clean and comfortable rooms with attached kitchen,common kitchen and attached bathroom with 24 hours hot water, mountain view, in house salad lounge & cafe. In house reiki and crystal macrame workshops. In house salon for haircut by professional stylist. Yoga lessons, river rafting and other adventure activities are also available on request. The host is very helpful and kind and stays in the same property."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lucky Hotel"],["url=http:\/\/www.luckyhotel.co.in"],["email="],["address=Lakshman Jhula"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 300-1300"],["checkin="],["checkout="],["content=8-room hotel on the banks of the Ganges with a river view. A restaurant serving Indian and Chinese food is under the hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mount Valley Mama Cottage"]},", High Bank. The friendly hostess, Mama, makes wholesome breakfasts and scrumptious thali. Nice Ganga views and a good shower."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Patanjali Yoga Center"]},", Ram Jhula Taxi Stand. Iyengar Yoga lessons are available in a studio with modern equipment. Rooms Rs. 100 and up."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Raj Resort"],["alt=Raj Resort Rishikesh"],["url=http:\/\/www.rajresort.com\/"],["email=info@rajresort.com"],["address=Badrinath Road Tapovan"],["lat="],["long="],["directions=5 minute walk from Police Check Post Tapovan"],["phone=+91 - 135 - 2434165, +91 9412917323"],["tollfree="],["fax="],["hours="],["price=Rs 300 - 1500"],["checkin="],["checkout="],["content=Clean and comfortable ,AC\/non-AC rooms with attached bathrooms, hot shower, balcony with mountain view, garden, car parking, restaurant. Yoga lesson, river rafting and other extras are also available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rishikesh Sadan, The Spiritual Retreat Guesthouse"],["alt=Osho Mystery Meditation Center"],["url="],["email=ryogasadan@gmail.com"],["address=Near RTO Checkpost, Aamkhala, Tapovan, Badrinath Highway"],["lat="],["long="],["directions=next to Narayana Palace"],["phone=+91 9897810055"],["tollfree="],["fax="],["hours="],["price=Rs 400-700"],["checkin="],["checkout="],["content=For reservations contact us at email address above. Clean and comfortable valley facing rooms near Spring."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sai Ganga Cottage"],["url="],["email=hotelsaigangacottage@gmail.com"],["address=Tapovan Badrinath Road Laxman Jhula"],["lat="],["long="],["directions=Take rickshaw from Rishikesh Market to Sai Ganga Cottage, 10 min from Rishikesh market, very close to Ram Jhula bridge and waterfall"],["phone = +91 9997015534"],["tollfree="],["fax="],["hours="],["price=Rs 500-2000"],["checkin=anytime"],["checkout=12:00"],["content=Family operated, beautiful rooms A\/C and Non A\/C available, water heater, delectable restaurant, cyber cafe, rafting and trekking packages, bus, air and train ticketing services available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sarika The sanctuary"],["url=http:\/\/www.sarikathesanctuary.blogspot.com\/"],["email=monu_joshi2004@yahoo.co.in"],["address=Swargashram"],["lat="],["long="],["directions=next to Shiva Resort"],["phone=+91-9897270905, +91-8958302149, +91-135-2440157"],["tollfree="],["fax="],["hours="],["price=Rs 200-300"],["checkin="],["checkout="],["content=Reported to be clean and comfortable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shiva Resort"],["url=http:\/\/www.rishikeshyogpeeth.org"],["email="],["address=Swargashram"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From Rs 450-1000"],["checkin="],["checkout="],["content=Open rooms with balconies and garden. Also offers yoga lessons in the morning (7:00AM to 8:30AM ) & evening (5:30PM to 7:00PM), in-house pool, internet cafe, ayurvedic treatments and panchkarma centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shiv Shakti Guesthouse"],["url="],["email=kingnitinagarwal@gmail.com"],["address=Laxman Jhula"],["lat="],["long="],["directions=near Sant Sewa Ashram"],["phone=+91 9756697614"],["tollfree="],["fax="],["hours="],["price=Rs 300-500"],["checkin="],["checkout="],["content=For reservations contact us at email address above. Clean and comfortable rooms with attached bathroom. some rooms have ganga view also and free WiFi.Also have travel point on reception."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Surya Palace"],["url="],["email="],["address=Village Joink Ramjhula"],["lat="],["long="],["directions="],["phone = +91 1352440005"],["tollfree="],["fax="],["hours="],["price=Rp. 350-900"],["checkin="],["checkout="],["content=Opened 2010. Wifi. Rooms are big, clean and very comfortable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tripti Hotel"],["url=https:\/\/sites.google.com\/site\/qpm369\/"],["email=adventurefactoryrishikesh@gmail.com"],["address=Tapovan"],["lat="],["long="],["directions=Laxman Jhula"],["phone=+91-135-2430212, 9897544408"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rooms Non Ac INR 600. Clean and comfortable. The owner is a great guy and helpful host."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vashishth Guest House"],["url=http:\/\/www.vashishthgroup.com"],["email="],["address=Swargashram"],["lat="],["long="],["directions=Near Parmarth Niketan"],["phone=+91-135-2440029"],["tollfree="],["fax="],["hours="],["price=Rs. 300 - 650"],["checkin="],["checkout="],["content=Clean & safe place to stay with air conditioning, television, water heater, attached bathroom facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yash Paying Guest House"],["url="],["email=yashpalbhatt@yahoo.com"],["address=Badrinath Road Tapovan Laxman Jhoola"],["lat="],["long="],["directions=Behind Baba Balaknath Temple 5 minutes walk from police check post Tapovan"],["phone=+91-9412146858, Mr.Yash,: +919997887794"],["tollfree="],["fax="],["hours="],["price=Rs 400 -Rs 500"],["checkin=12.00"],["checkout=12.00"],["content=Clean, comfortable and a safe place to stay. Rooms with attached kitchen and bathrooms, 24h hot water, balcony with mountain view, garden, car parking, river rafting, trekking, camping and other adventure activities are also available by Himalayan Hikers from the same group. It's family-owned, and the host is very helpful and kind and stays in the same property. Rooms on monthly rental available."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yoga Niketan Guest House"]},", Near Ram Jhula. On the river, private Ghat. Yoga classes take place in their main Ashram above - a five-minute uphill walk. Clean rooms on ground and first floors have private sit out with good view of the Ganga. Basic veg meals available on request or at Ashram Rs.200\/- per day. Non Ac Rs. 500; AC Rs. 990."]},"\n",{"type":"'''","value":["Many ashrams also offer cheap lodging."]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Nirmal Ashram"],["alt=Very close to Triveni Ghat"],["url=http:\/\/www.nirmalashram.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Mayakund, Nirmal Ashram is famous for its service to humanity. Free food, medical treatment, education to poor people are a few of the services which Nirmal Ashram provides. Free food is served to everybody whosoever comes to the Ashram."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sant Seva Ashram"]},",  Laxman Jhula, +91-135-2430-465. Budget rooms on the banks with a great view from Rs 250-700. Long stays allowed. Booking can be done only 1 or 2 days in advance. Homely restaurant attached."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sri Ved Niketan Ashram"]},", Swarg Ashram. A large place offering hatha yoga, meditation, etc. Rooms Rs 50-150."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n\nThere are two Government Tourist Lodges. Their rates range from INR 600 to 2000.\n",{"type":"*","value":[{"type":"'''","value":["Bharat Bhumi"]}," in the town."]},{"type":"*","value":[{"type":"'''","value":["Sisham Jhari"]}," on the banks of the Ganges."]},"Online booking of both these tourist resorts can be done ",{"type":"[","value":["http:\/\/www.gmvnl.com\/newgmvn\/touristbunglows\/ here"]},": \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ganga View"],["url=http:\/\/uttrakhandhotels.com\/gangaview\/"],["email=reservations@uttrakhandhotels.com"],["address=355 Haridwar Road"],["lat=30.102356"],["long=78.292447"],["directions=on National Highway 58"],["phone=+91 999720244"],["tollfree="],["fax="],["hours="],["price=Rs 1500-2499"],["checkin=12:00"],["checkout=12:00"],["content=Situated on the outskirts of the city with - surprise! - a river view."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Explore Himalaya Resort"],["url=http:\/\/www.explorehimalayasresort.com"],["email=sbvresorts@yahoo.com"],["address=Badrinath Road, Village Shivpuri"],["lat="],["long="],["directions="],["phone = +91  + 9212514779"],["tollfree="],["fax="],["hours="],["price=Rs 2500 - 2800"],["checkin="],["checkout="],["content=AC\/Non-AC rooms with attached bathrooms, hot shower, balcony with mountain view, garden, car parking, restaurant. Yoga lessons, meditation or massage, trekking trips, water sports, river rafting are all available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Riviera"],["url=http:\/\/www.gangaaresort.com\/"],["email="],["address=Shivpuri, Rishkesh"],["lat="],["long="],["directions="],["phone=+91 9990234386"],["tollfree="],["fax="],["hours="],["price=Rs 3500-5000"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ganesha Inn"],["url=http:\/\/www.ganeshainn.com\/"],["email="],["address=Laxman Jhula Road"],["lat="],["long="],["directions="],["phone = +91 2442024"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Prasanna Inn"],["url=http:\/\/pinderglacier.com"],["email="],["address="],["lat="],["long="],["directions=Near Dayananda Ashra"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Near the river line, in some quiet and serene surroundings. Rooftop yoga."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tapovan Resort"],["url=http:\/\/www.tapovanresort.com\/"],["email="],["address=Laxman Jhula"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=INR 1650-1850"],["checkin="],["checkout="],["content= A newer hotel with good rooms and a garden. Also has a decent restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Vna Tapovan"],["url="],["email="],["address=Laxman Jhula Badrinath Road"],["lat="],["long="],["directions=vnatapovan@gmail.com"],["phone=+91 8449100888, +91 8449300888"],["tollfree="],["fax="],["hours="],["price=Rs 1950-2950"],["checkin=12 noon"],["checkout=12 noon"],["content=A Place for quite and luxurious stay,with all the facilities and every thing very near to the hotel.The staff very informative and co-operative.A new hotel with excellent service, rafting, camping, treeking, bungeejumping are arranged."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ganga Beach Resort"],["url=http:\/\/www.gangabeachresort.com"],["email=sales@gangabeachresort.com"],["address=Shesdhara, Tapovan, Laxman Jhula Road"],["lat="],["long="],["directions=3 km from Rishikesh & on the right river bank of Ganga"],["phone = +91 135-2442018"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Exquisite setting on the Ganges, surrounded by forested hills."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ganga Kinare"],["alt=0135-2435243"],["url=http:\/\/www.gangakinare.com"],["email=reservations@himalayan-hotels.com"],["address=237 Virbhadra Road"],["lat="],["long="],["directions="],["phone =+ 91 8447404441-2-3\/5"],["tollfree="],["fax="],["hours="],["price=Rs 3000-6000"],["checkin="],["checkout="],["content=On the banks of the Ganges, with a private ghat (bank), this boutique hotel overlooks Rajaji National Park. A couple of rolling lawns host morning yoga sessions and spiritual lectures. Various heads of states and celebrities have stayed here. The hotel houses a riverside cafe 'Rangoli' and a multi-cuisine dining lounge. Some years before it used to be the venue of international yoga week also."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ananda in the Himalayas"],["url=http:\/\/www.anandaspa.com"],["email=reservation@anandaspa.com"],["address=The Palace Estate, Narendra Nagar, Tehri - Garhwal, Uttaranchal - 249175"],["lat="],["long="],["directions="],["phone = +91 -1378-227500"],["tollfree="],["fax=91-1378-227550"],["hours="],["price=$400 (Rs. 20000) and up"],["checkin="],["checkout="],["content=A half an hour drive from Rishikesh in Narendra Nagar. Focuses on yoga and Ayurvedic practices, combined with international spa therapies. It includes the Royal Palace of Narendra Nagar, of the Maharaja of Tehri Garhwal, an Indian princely state, and the restored Viceregal Palace, added to the palace in 1910-11 by the Maharaja for an expected visit of the Viceroy of India. Though the visit never materialized, the edifice remains, and went to accommodate the likes of Lord Mountbatten, a later Viceroy of India."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nA holy city it may be, but Rishikesh draws more than its fair share of criminals and con men.  Don't walk around alone at night and beware of the motives of sadhus offering one-on-one tutoring. There is also a gem stone hoax going on in at least one gem store: They ask you to bring the stones to your own country to a \"buyer\" who doesn't exist. \n\nWatch where you step: After sundown it is pitch dark, so bring a light. Watch out for the sometimes brash food stealing monkeys too. They mostly \"operate\" on and around the foot bridges, and if you look them in the eyes they become aggressive, but rarely\/never attack unless you carry food. Sadhus and police officers carry sticks to keep monkeys and cows\/oxen at a distance.  The brown monkeys are aggressive; the grey big languors are nicer. The greys sometimes steal food from tourists (not on the bridges), but mostly because their size scares the tourist, they don't bite you to get food. \n\nBe alert if an ox is on your path: They are mostly harmless, but after dark they are sometimes nervous. Especially on the narrow foot bridges, you should try to read their body language before a close encounter.\n\nTry not getting involved with any local guide who is offering you services. They are mostly con men and goons.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Shivpuri - one of the most visited places around Rishikesh, 10 km away. It is the hub for adventure sports like river rafting, camping and trekking."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rajaji National Park"]]}," - 20 minutes drive. Founded in 1983, it was created by integrating three different sanctuaries: Motichur sanctuary, Chilla sanctuary and Rajaji Sanctuary. The park is nicely placed in green hills and foothills of the Shivalik mountain ranges. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mussoorie"]]}," - 77 km away, it is one of the most visited hill stations in India. Mussoorie is surrounded by green hills and rich in flora and fauna. For that reason Mussoorie is called ‘queen of the hills’."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dhanaulti"]]}," - 84 km away, offering an atmosphere of peace and tranquility. If you want to get away from the city crowd then just head towards the Dhanaulti. "]},"\n",{"type":"{{","value":[["Geo"],["30.072734"],["78.259993"]]},"\n",{"type":"{{","value":[["isPartOf"],["Garhwal"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rishikesh"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Uttarakhand\/Localities\/Rishikesh\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Rishikesh"]]}]