[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Rissani-Sahara-Morocco-jleitao.jpg"],["thumb"],["340px"],["Center for Studies and Research of the Alaouite dynasty, Rissani Morocco"]]},"\n",{"type":"[[","value":[["Image:Moulay-Ali-Cherif-Mausoleum-jleitao.jpg"],["thumb"],["340px"],["Moulay Ali Cherif Mausoleum in Rissani south east Morocco"]]},"\n\n",{"type":"'''","value":["Rissani"]}," is a small oasis town in ",{"type":"[[","value":[["Morocco"]]}," that lies near the northwest edge of the Sahara.\n\n",{"type":"==","value":["Get in"]},"\nIn Rissani if you don't have your own car it's CTM.  The CTM bus leaves the Fez bus station at 9pm.  You will get into Rissani around 6AM.  From there you will need to take a taxi to Merzouga.  From Fes to Rissani it costs 150 dirhams (MAD) and if you need help how to be in Rissani you can contact Driss Karaoui email : dkaraoui@hotmail.com\ntel: +21266908369\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nWhen you are in Rissani city there are a lot of things to see and to enjoy your time too and many surprises waiting for you and many questions come to your mind.\nin Rissani you can see :\na lot of ksours for examples\nMoulay Ali chérif mausoleum:\nWhen you go through the big gate ornamented by green ceramics and topped by a dome you will find  on your right the big room that shelters the tomb of moulay ali cherif. The first founder of the Alaouite dynasty.\nThis mausoleum was rebuild in 1965 after having been destroyed by a rise in the water level when the ZIZ river was in spate the sacred precinct has a wide yard, a patio and picturesque mosque .\n",{"type":"'''","value":["Ksar el fida:"]},"\nIt s situated at about 4 km on the north east of Rissani its the most important and at same time the most ancient of the alaouite ksars in the Tafilalet however. Its worth mentioning that the genesis of the ksar dates back to the reign of king moulay Ismail to house his son king moulay abdellah, but the ksar was reduced to rubbles and ruined except for the high outside walls and the tours which were built of muddy earth.\nThe ksar was rebuilt under the reign of moulay abd al rahman but this time at about eight hundred metters at south east of the first site.\nEver since the ksar had preponderant  roles in directing the policy of region and at times its served \nAs residential palace of the Khalifa or Caid of the Tafilalet and this up to 1965.\nHenceforth the ksar was a Makhzanean domain and is still an architectural patrimony.\n\n",{"type":"===","value":[" Ksar oulad abdelhlim "]},"\nYou can see the souk (market) and its 3 days in the week Sunday, Wednesday and Thursday and in the market can meet different peoples who live rouad Rissani in the mountains -- some Nomad and Berber and Arabic, and you can see what peoples in this area use as medicine and you can see the sheep market and bird market.\n\n",{"type":"==","value":["Do"]},"\nYou can :\nWalk\nRent a bike\ngo to hamam (public bath)\n\n",{"type":"==","value":["Buy"]},"\nThe Rissani souvenir is a plate made from palm tree paper by some women in old ksour and this work was as support for them buy their own things (such as clothes or gold).\nYou can also find in the market for a cheap price (5 dirhams(MAD) or ~0.5€)\n",{"type":"*","value":["You can buy fossils stone i mean ammonite orthoceras and small decoration."]},"\n",{"type":"==","value":["Eat"]},"\nin rissani city there is restaurant make good food but the best food is Madfouna or Pizza or (in sid bread) its local food and delsieuse and its has unio spices meat eggs ...............\n\n",{"type":"==","value":["Drink"]},"\nBetter to drink mineral watter Sidi ali or Sid hrazem or Ciel .The Max price of a bottle is 5 or 6 dirhams.\nA bottle of water (this is not mineral water) Ciel 1 liter costs 5,00 DH. Don't pay more!\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Rissani Youth Hostel"]},", 57 Hay Moulay Rachid, Tel: 212-35-575389, Fax: 212-35-575389, Mobile:212-(0)68191159, Email: ryh2007@gmail.com. The Rissani hostel is located in the city centre, in an oasis in the south-east region of the country. Close to the \"Dar Lam rani Hôtel\" house. The Tafilalt palm grove is not far from the hostel. The hostel organizes trips to the Meski \"blue spring\" and to the Todra Gorges, and can set up a caravan to spend the night in the middle of sand dunes, Bivouac style. Prices from Bed price from: 35.00 MAD; Double\/Twin Room: 80.00 MAD; 4 Bed Private Room: 150.00 MAD; 6+ Bed Private Room: 50.00 MAD."]},"\nThere are some hotels in Rissani, but many are not in good sleeping condition.  The best place to spend the night at is the desert (Sahara) - it's about 30 km (30 min by car).\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Merzouga"]}," (close to the souk) for 150 DH per night \/ double room. Clean, hot shower, friendly. Small garden in the backside, where you can relax from the day."]},"\n",{"type":"==","value":["Stay safe"]},"\nLike many small towns in this region, a major source of income are tourists.  Many tourists come to Rissani with the intention of spending a night or more in the pre-Saharan Desert.  \nThat being said, you will have to contend with some fairly aggressive touts that pounce upon tourists the moment the bus stops.  This is particularly noticeable when arriving by CTM because you are dropped off in the medina rather than the bus station.\nIf you don't want to be hassled from the moment you arrive, it would be a wise decision to find a reputable tour operator prior to arriving in Rissani.  Explain to them exactly when you will be arriving and try to arrange for them to meet you at the bus.  This will hopefully alleviate much of the hassle.\nHowever if you would prefer to do things the old-fashioned way (and admittedly more exciting and adventurous) and simply show up, you can usually rid yourself of the touts by issuing a polite (but firm) \"La, shokran\" to them.  Remember that ",{"type":"'''","value":["no one is going to harm you"]},", so keep smiling and stay relaxed.  And enjoy your amazing trip into the Sahara!!\n\n",{"type":"==","value":["Go next"]},"\n\nThere is a bus from Rissani to Marrakech that leaves once a day at 6pm. (CTM)\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.2833"],["-4.2667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Saharan Morocco"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rissani"]]}]