[{"type":"{{","value":[["pagebanner"],["Riyadh banner Alowidah mosque.jpg"],["dotm=yes"]]},"\n",{"type":"[[","value":[["Image:King fahad olaya-road Riyadh.jpg"],["thumb"],["300px"],["The Kingdom Centre and northern Riyadh, seen from the Al-Faisaliya building"]]},"\n\n",{"type":"'''","value":["Riyadh"]}," (الرياض ",{"type":"''","value":["ar-Riyāḍ"]},") is the capital of ",{"type":"[[","value":[["Saudi Arabia"]]},", located slightly east of the center of the country in the heart of the Tuwaig escarpment.\n\n",{"type":"==","value":["Understand"]},"\nKnown by local wags as the ",{"type":"'''","value":["Dead Center of the Kingdom"]},", Riyadh is considered the most straight-laced of the Kingdom's big three cities.  With most forms of entertainment banned, few sights of interest and a brutal climate, Riyadh is a business-only destination if there ever was one, but it's also the best place in the Kingdom to watch the continuing collision of tribal Wahhabi conservatism grappling with modern technology and Western influences.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["Image:Riyadh NationalMuseum IbnSaud.JPG"],["thumb"],["Forces of King Abdulaziz in the early 20th century"]]},"\n\nUntil the 16th century, Riyadh (or, more accurately, Ar-Riyadh) was known by the name ",{"type":"''","value":["Hajr"]},", an important city of central Arabia dating from at least the 3rd century AD (and probably older).  In the Middle Ages, Hajr served as the capital of the province of Al-Yamamah, whose viceroys presided over most of central and eastern Arabia.\n\nWith the decline in the fortunes and wealth of central Arabia after the 10th century, the name Al-Yamama gradually disappeared, and Hajr became subsumed under the name \"Najd,\" which had previously referred only to areas lying further west.  The name ",{"type":"''","value":["Hajr"]}," also gave way to the name \"Ar-Riyadh\" (meaning \"the gardens\"), as the old city broke into several towns and farming estates.\n\nOnly a hundred years ago, Riyadh was a dusty walled town of under 20,000 people surrounded by palm groves, fertile wadis, and a number of small villages.  Riyadh (or, rather, the neighboring hamlet of Diriyah) is the ancestral home of the al-Sauds.  Driven out by the Rashids in 1891, King Abdulaziz ibn Saud famously raided and recaptured the city in 1902.  The city was made the capital of Saudi Arabia when the country was born in 1932, and has grown explosively ever since then — as of 2008, the city is estimated to have some 5,000,000 inhabitants, and is still growing fast.\n\n",{"type":"===","value":["Orientation"]},"\nRiyadh is vast and sprawling.  The main roads are ",{"type":"'''","value":["King Fahd Rd"]}," (طريق الملك فهد ",{"type":"''","value":["tariq al-malek al-Fahd"]},"), which runs north to south across the city, and ",{"type":"'''","value":["Makkah Rd"]}," (aka ",{"type":"''","value":["Khurais Rd"]},"), which runs west to east, intersecting at ",{"type":"'''","value":["Cairo Square"]}," — which is actually just a cloverleaf interchange.\n\nThe modern business districts of ",{"type":"'''","value":["Olaya"]}," (العليا, pron. ",{"type":"''","value":["Oleyah"]},") and ",{"type":"'''","value":["Suleimaniyah"]},", containing most offices and better hotels, are to the north of Makkah Rd.  Here Riyadh's two skyscrapers serve as handy orientation points: ",{"type":"'''","value":["Faisaliah Tower"]}," (the pointy one) is towards the southern end of Olaya, while ",{"type":"'''","value":["Kingdom Centre"]}," (the bottle opener) is at the northern end.  Both are located between King Fahd Rd and the parallel thoroughfare of ",{"type":"'''","value":["Olaya Rd"]},", which is Riyadh's main upscale shopping strip.\n\nThe historical core of Riyadh is to the south of Makkah Rd.  The district of ",{"type":"'''","value":["al-Murabba"]}," hosts the sprawling grounds of the King Abdul Aziz Historical Park, home to the National Museum and the Murabba Palace, while a kilometer to the south is the dense warren of ",{"type":"'''","value":["al-Bathaa"]},", host to the city's cheapest food, lodging and shopping and the hub of the minibus network.  Further south yet is ",{"type":"'''","value":["Deira"]},", centered on as-Sa'ah Square, which has ",{"type":"''","value":["souqs"]}," (traditional markets), the Masmak Fortress, the Governor's offices and, more morbidly, the execution grounds.\n\n",{"type":"===","value":["Climate"]},"\nLocated in the middle of the country, Riyadh suffers from the worst of Saudi Arabia's climatic extremes.  Summer temperatures regularly exceed 50°C, while winter temperatures can fall below zero.  It's bone dry throughout the year, and when the wind blows the city is often covered in a haze of sand.  However, while summers are blazing hot, they are not humid, which goes some way to alleviate the pain.  Summer evenings are generally tolerable and one even encounters the occasional cool breeze, especially on the outskirts of town.\n\nBeware that in the last few years, the climate has been shifting in this part of the world as well. Temperatures near 50°C are usually only reached end of July and in August. In 2009, the temperature in Riyadh hit 48°C mid-June. Especially if you wear a business suit, it is imperative to stay out of the sun.\n\n",{"type":"==","value":["Get in"]},"\nRiyadh is a long way from anywhere, so odds are fairly high you'll be arriving by plane.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Saudi Arabian Airlines SV B777 aircraft tails, Riyadh King Khalid International Airport, Saudi Arabia - 20081028.jpg"],["thumb"],["Saudi Arabian Airlines"]]},"\nRiyadh's ",{"type":"'''","value":["King Khaled Airport"]}," (",{"type":"{{","value":[["IATA"],["RUH"]]},") is located about 35 km north of the city.  A large, architecturally striking structure in white and desert brown, hypermodern when opened in 1983, it has aged reasonably well but remains a famously boring place to get stuck in: just a small and very cramped shop in Terminal 2 and a few cafes including chains such as Starbucks and Costa as well as local outlets.  Sit near (or, preferably, in) the Al-Fursan lounges to mooch off their free wifi.\n\nThere are three terminals in use, with Terminal 1 used by international carriers, Terminal 2 for Saudi Arabian Airlines international flights, and Terminal 3 for all domestic flights. The terminals are right next to each other and are connected at the arrivals level, so transfers involve lugging your stuff for a few hundred meters or, more sensibly, hiring a porter to do the job.\n\nAside from Saudia, direct connections from outside the Gulf and South Asia are surprisingly limited, but options include Lufthansa from ",{"type":"[[","value":[["Frankfurt"]]},", British Airways from ",{"type":"[[","value":[["London"]]},"-Heathrow, Air France from ",{"type":"[[","value":[["Paris"]]},", Turkish Airlines from ",{"type":"[[","value":[["Istanbul"]]},"-Atatürk and Cathay Pacific from ",{"type":"[[","value":[["Hong Kong"]]},".  The most internationally popular route, though, is via ",{"type":"[[","value":[["Dubai"]]},", from where there are at least half a dozen flights daily.  Domestically, Riyadh is one of the main hubs and there are flights to every corner of the Kingdom, including near-hourly departures to ",{"type":"[[","value":[["Jeddah"]]},".\n",{"type":"[[","value":[["File:King Khaled airport exit stamp.jpg"],["thumb"],["exit stamp"]]},"\nUnlike Jeddah, immigration and customs clearance at Riyadh is usually fairly straightforward (unless the computer system is down). Beware that standing in the wrong line for immigration may work out fine for you, or you may be catapulted back to the end of a different line when you hit the front position (making all that waiting worthless). The row for \"Exit \/ Entry Visas\" is only for resident expats that have left the country temporarily, to visit family for example.\n\nYou'll probably be accosted by touts as you soon as you exit customs, but just ignore them and head to the taxi ranks outside.  While the official taxis are supposed to use a zone-based flat fare system, with most of central Riyadh in the SR 45 or 55 zones, the list of zones is available only in Arabic.  A metered fare to the city should cost around SR 70-90, but more often than not the driver will just ask for a flat fare, which may even work out a little cheaper. If you've let yourself be scored by one of the private drivers (that are not only inside the terminal building but also outside), make sure the price you agreed on is truly agreed on, or your driver may tell you that he didn't agree to 80 Rial but rather 180, meaning you'll settle on 120. The better bet is taking an official taxi! A good alternative - if offered - is to take a hotel limousine. These are often not much more expensive than the taxi trip, but mostly high-quality, comfortable cars rather than run-down, creaky old clunkers with worn-through seats.\n\nThe trip to the city takes about 30 minutes in good traffic. Don't be irritated if the taxi is stopped at a control point by police (at which time the driver will put on his seatbelt and his mobile onto handsfree, two actions that are usually reversed as soon as the control point is passed).\n\nWhen checking in, one airport quirk bears noting: you have to pass your bags through an X-ray before checking in, and after getting your boarding pass, you have to ",{"type":"''","value":["go right through the same security gate in reverse"]}," to find immigration and departures.  Don't go up the staircase — it's a dead end leading only to the viewing lounge.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Riyadh Station.JPG"],["thumb"],["Riyadh train station"]]},"\nRiyadh's train station is approximately in the middle of the city, with four trains daily to ",{"type":"[[","value":[["Dammam"]]}," via ",{"type":"[[","value":[["Al-Hofuf"]]}," and ",{"type":"[[","value":[["Al-Hasa"]]},".  Try to show up 30 minutes early, as you'll need to pass through security before boarding.\n\n",{"type":"===","value":["By bus"]},"\nThe Central Bus Terminal (tel. +966-1-2647858) is inconveniently located in the Aziziyah district some 17 km south of the city center; expect to pay at least SR30 for a taxi to get there.  Buses from ",{"type":"[[","value":[["Dammam"]]}," take a tolerable 4.5 hours, while it's a punishing 10-12 hour haul to ",{"type":"[[","value":[["Jeddah"]]}," or ",{"type":"[[","value":[["Mecca"]]}," with several stops on the way.\n\n",{"type":"===","value":["By car"]},"\n\nThe main East-West road through Riyadh is Highway 40 from ",{"type":"[[","value":[["Dammam"]]}," and the causeway from ",{"type":"[[","value":[["Bahrain"]]}," to ",{"type":"[[","value":[["Khobar"]]}," with other road links mainly leading to the North of the Kingdom.\n\nMost roads are tarmacked, albeit to varying levels of repair. Driving standards are slightly more sensible than those of the city centres, but caution is still needed. Some highways see heavy usage from lorries and petrol tankers, often in convoy.\n\n",{"type":"==","value":["Get around"]},"\nRiyadh is very much a car-oriented city, and public transportation in Riyadh is badly underdeveloped.  There are no street addresses as such in Riyadh, as mail is delivered to post office boxes, so getting around requires knowing landmarks near the place where you want to go.\n\nIf you are travelling by your own car then it is wise to carry a GPS system. Plan your route before the start of the journey. Although many streets, roads and landmarks are marked in both Arabic & English yet there are few important major streets, roads and exits that are still marked in Arabic only.\n\nIt is important to carry your Valid Identification (i.e. Passport \/ National ID \/ Iqama) at all the times. You may experience difficulties obtaining accommodation and may experience bigger problems if you are stopped at any of the city's check points (these can be both permanent or temporary). Not being able to show valid identification when asked by the police may land you in jail. Therefore, it is also advisable to keep details of your sponsor on hand in case you require assistance while out and about.\n\n",{"type":"===","value":["By taxi"]},"\nMost visitors rely on white ",{"type":"'''","value":["taxis"]},", which are abundant in the city centre but can be harder to find on the outskirts or at night.  Drivers will usually use the meter without asking if you do not propose a fixed price, and with a starting fare of SR 5 and the meter ticking up SR 1.60\/km after the first kilometer, most metered trips within the city cost under SR 30.  However, locals usually prefer to negotiate fares in advance, and this can often be ",{"type":"''","value":["cheaper"]}," than using the meter: short hops start at SR 10, a longer journey might be SR 15.\n\nSingle women are legally allowed to take registered public taxis, but many female visitors and expats choose not to, opting for transport provided by a hotel, their company or compound instead.\n\nThe level of English spoken varies from decent (esp. Indian and Pakistani drivers) to non-existent, so try to find out the name of your destination in Arabic before you head off.  Solo male travelers are expected to hop into the front seat, next to the driver, while women must sit in the back.\n\nDrivers are usually familiar with major local landmarks, but you're expected to know your way to your destination from there.  Bring a map and the phone number of someone at your destination to call for directions.\n\n",{"type":"===","value":["By bus"]},"\nFlat-fare minibuses (SR 3) rumble the streets of Riyadh, but these are mostly used by laborers. They are quite difficult for the casual visitor to use: there are no posted stops, and routes are usually written only in Arabic.  Most routes converge on al-Bathaa, and the adventurous visitor can try his luck on route 9, which runs from al-Bathaa up Olaya Road.\n\n",{"type":"===","value":["By car"]},"\nThe best option for traveling in Riyadh is your own car, ideally driven by somebody else used to the conditions, but many expats take the plunge and drive themselves.  The traffic in Riyadh is, by Saudi standards, fairly sane: ubiquitous raised bumps on lane markers keep cars traveling more or less in a straight line, and radar-equipped cops on the major highways zap the craziest of speeders.  Still, the local driving style can charitably be described as \"aggressive\", with swerving from the leftmost lane to the exit ramp on a four-lane highway being par for course, and central Riyadh jams up almost daily during rush hour.\n\nPlease be aware: It is illegal for women to drive.\n\n",{"type":"===","value":["On foot"]},"\nThe modern, northern half of Riyadh is very pedestrian-hostile, with 8-laned roads filled with speeding SUVs making crossing the road a dangerous exercise.  Pedestrian bridges are very few and even at stoplights you need to keep an eye out for crazy drivers.  Add in the fearsome summer heat, and it's little surprise that there aren't too many people walking about.  In al-Bathaa, though, the situation is almost reversed: some of the alleys are too narrow or congested for cars, and walking is the only way of getting around.\n\nBut if you're the fearless type, walking along even the wider roads is a great way to see the city, as you'll be too distracted by constant near-misses while riding in a taxi. Stay in the shade, be careful along stretches without a pedestrian walkway (or one that is blocked off due to construction going on), and you'll be fine.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Masmak Fortress, Riyadh at night.jpg"],["thumb"],["Masmak Fortress floodlit at night"]]},"\n",{"type":"[[","value":[["Image:Riyadh NationalMuseum Facade.JPG"],["thumb"],["The pointy facade of the National Museum"]]},"\n",{"type":"[[","value":[["Image:KingdomCentre Skybridge.JPG"],["thumb"],["Riyadh at night, seen from the Skybridge of the Kingdom Centre"]]},"\n\nSightseeing in Riyadh is a frustrating exercise in careful timing: not only are most sites closed on weekends (Thu-Fri) and during prayer hours, but visiting hours are segregated between men and families. The one saving grace is that many sites stay open until 9 PM.\n\n",{"type":"===","value":["Museums and historical sights"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Masmak Fortress"],["alt=قصر المصمك, Qasr al-Masmak"],["url="],["email="],["address=Deira"],["lat=24.631245"],["long=46.713380"],["directions="],["phone="],["tollfree="],["fax="],["hours=8 AM-noon and 4-9 PM on Sat, Mon, Wed for men, Sun, Tue, Thu for families"],["price=Free"],["content=The heart of old Riyadh, this was the fortress stormed by King Abdul Aziz and his men in their daring reconquest of Riyadh in 1902. Renovated in 2008 to an inch of its life, the mud brick structure now looks like it was built yesterday, but the museum inside does a pretty good job of recounting the story of the raid and has some fascinating photos of old Riyadh as well. Alas, the second half is devoted to extolling the greatness of the Sauds in everything from agriculture to education."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Murabba Palace"],["alt=Qasr al-Murabba"],["url="],["email="],["address="],["lat=24.647623"],["long=46.708723"],["directions=next to National Museum"],["phone="],["tollfree="],["fax="],["hours=6-9 PM Sun-Fri"],["price=Free"],["content=Riyadh's second old mud-brick palace, built by King Abdul Aziz after he conquered Masmak Fortress and figured he should built something harder to conquer.  This two-story structure does indeed look pretty intimidating, but permits are no longer needed to venture inside, where you can find sights including the first royal Rolls-Royce."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum"],["url="],["email="],["address="],["lat=24.647176"],["long=46.710786"],["directions="],["phone=+966 1 402 9500"],["tollfree="],["fax="],["hours=Open Su-Mo,We-Th 9-1 PM for men, 4:30-9 PM families; Tu 9-noon women only, 4:30-9 PM men; Fr 4:30-9 PM families; Sa closed"],["price=SAR10"],["content=Undoubtedly the top sight in Riyadh, this museum (opened in 1999) is done up with the latest technology and is very accessible to visitors, with almost everything available in English.  There are so many video presentations and mini-theatres that you could probably spend an entire day here doing virtual tours of ",{"type":"[[","value":[["Madain Salih"]]}," or watching re-enactments of the Prophet Mohammed's battle of Medina.  Highlights include a ",{"type":"''","value":["kiswah"]}," cloth that once covered the Qaaba in Mecca.  Half the time, though, it feels more like a propaganda exercise than a museum: the display on plate tectonics starts with a quote from the Quran, the history of the Sauds is rather airbrushed, and the display on the birth of Mohammed, reached from the clash and noise of the ",{"type":"''","value":["Jahiliyah"]}," (age of ignorance) by riding an escalator up into a room of soothing, pastel light while a choir of angels sings, has probably inspired a few conversions to Islam. ",{"type":"''","value":["Note"]},": Many cabbies will not recognize the English name, ask for the neighboring Murabba Palace (",{"type":"''","value":["Qasr al-Murabba"]},") instead."]]}]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"{{","value":[["infobox"],["Thinking of going to see a beheading?"],[{"type":"''","value":["\"You don't want to see one,\" an older friend of mine named Fred told me a short time later."]},"\n\n",{"type":"''","value":["\"Why not?\""]},"\n\n",{"type":"''","value":["\"Believe me, you're going to see enough ugly stuff by the time you're my age without having to carry around the memory of a beheading the rest of your life,\" Fred said. \"You think it won't bother you, but it's a hard thing to see. Harder to forget. Wish I never went.\""]},"\n\n<small>--Victor Hanson, ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.victorhanson.com\/articles\/burton041805.html Letter #11 from Saudi Arabia"]}]}]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=As-Sufaat"],["alt=Deira Square"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Next to the Great Mosque and the ",{"type":"''","value":["mutawwa"]}," headquarters, this nondescript expanse of cement is known by expats as ",{"type":"'''","value":["Chop-Chop Square"]}," as convicts are publicly beheaded by sword here.  Executions take place on Friday mornings (but not every week), just after the noon prayers.  Beware that any Westerners nearby have been known to be taken to the front row and forced to watch the whole thing, in order to further shame the condemned."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kingdom Centre"],["alt=المملكة Al-Mamlaka"],["url=http:\/\/www.kingdomcentre.com.sa\/"],["email="],["address=No. 94, Al Olaya"],["lat=24.711679"],["long=46.674345"],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily 4-11 PM"],["price=SR35 (Skybridge)"],["content=Undoubtedly Riyadh's most stunning piece of modern architecture, at 305m the Kingdom Centre is the second tallest building in Saudi Arabia and quite a sight, especially when lit up at night. The centre hosts an (expensive) three-story shopping mall, with one floor reserved for women, but the main reason to visit is the 99th-floor ",{"type":"'''","value":["Skybridge"]}," connecting the two peaks at a height of 300m.  Best visited at dusk or after dark, from here you'll get great views over the vast and flat but well-lit expanse of the city."]]}]},"\n",{"type":"===","value":["Wadi Hanifa"]},"\nA dry and sharply defined riverbed (wadi) begins about 40 km north of Riyadh and runs in a north-south direction for over 120 km, cutting through the western edge of the city, known as Wadi Hanifah.  Wadi Hanifah was once the lifeblood of the Riyadh area, rich in groundwater, filled with palm groves and farms and dotted with a string of small towns and villages throughout history.  In recent decades, the Wadi has been used as a large dumping ground for wastewater, sewage, and industrial waste, but a recent ambitious rehabilitation project has just been completed.  An 80 km stretch running through western Riyadh is now essentially an 80-km desert park, though many parts of the Wadi floor are occupied by private estates and farms with high walls.  The Wadi has several entry points, but perhaps the easiest route is by taking King Abdullah Road west past the university and into the town of Arqah.  Eventually, you will reach a large round-about.  Take the exit heading downwards into the Wadi.  Follow the road even as it winds and weaves its way through the Wadi (do not be tempted to turn onto any side streets).  Eventually, you will reach a police checkpoint, to the left of which is an entry point to the Wadi floor.  A narrow paved road runs along the Wadi floor. Heading southwards, you will eventually find designated picnic and barbecue spots facing the Wadi's cliff-like walls.\n\nWhile dry for most of the year, wadis can flood very quickly with a moderate amount of rain.  ",{"type":"''","value":["Never approach a wadi during the rain or even its immediate aftermath."]},"  Even looking over the edge of a wadi can be dangerous as the Wadi's edges can break off during the rain.  Every year, several deaths are reported from flash floods all across Saudi Arabia.\n\n",{"type":"===","value":["Al-Dir'iyyah"]},"\nLocated on a hill overlooking Wadi Hanifa, Al-Dir'iyyah, on the northwestern outskirts of Riyadh, is the ancestral home of the Saudi royal family and served as the Saudi capital until 1818.  The ruins of the old city are currently being restored and renovated and are thus closed off for tourists, but the surrounding area can still be worth the visit in the meantime.\n\n",{"type":"==","value":["Do"]},"\nAlthough few Saudis play golf, there are surprisingly good golf courses around. The best one is the 18-holes course in Dirab Golf & Country Club a good 30 minutes drive west of Riyadh. Nice layout with green and inviting grass, and the last 9 holes are even floodlit. They offer tennis, swimming and horse-back riding as well. There's also a quite nice 9-holes short range course connected to the Hotel Intercontinental almost in the dead centre of the city. Nice but short - also floodlit. If you travel about 20 minutes to the north-east you will find a not so nice desert course with browns instead of greens (the putting area consist of sand\/oil mixture instead of grass).\n\nHead west down the Makkah Road for 30 minutes, and you'll reach the edge of the Tuwaig Escarpment.  As you make the 200 meter sharp drop from the Tuwaig escarpment to Najd-proper, you will get a good feel of the desert with dunes and buttresses.\n\nHeading northeast of the airport to the Thumama sand dunes, one can engage in \"dune bashing\" in 4x4 SUV's or in rented ATV's.\n\nSaudi Arabia is football-mad country, and big matches at the King Fahad Stadium can attract crowds of 50-70 thousand, creating an electric atmosphere.  However, note that football stadiums are off limits to women.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Shopping malls"]},"\n",{"type":"[[","value":[["File:Mamlaka .jpg"],["thumb"],["Al Mamlaka"]]},"\n",{"type":"[[","value":[["File:Riyadh Sahara Mall.JPG"],["thumb"],["Sahara Mall"]]},"\nRiyadh's main roads are nothing but one shopping mall after another.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Al Faisaliah"],["url="],["email="],["address=Olaya Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the foot of the Al Faisaliah skyscraper, this is one of Riyadh's swankiest malls, anchored by a Harvey Nichols department store.  The food court on the third floor is among the best in the Kingdom; the one in the basement, on the other hand, is deserted.  There is a fun park in the basement near the entrance on Olaya road. Families only Wed-Fri."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Al Mamlaka"],["url=http:\/\/www.kingdomcentre.com.sa\/kc\/shop\/"],["email="],["address=Olaya Rd"],["lat="],["long="],["directions=Kingdom Centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the swankiest malls in the Kingdom, with the third floor ",{"type":"'''","value":["Ladies Kingdom"]}," reserved exclusively for women.  Good food court on the lower level and even a Planet Hollywood restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jarir Bookstore"],["alt=Makatba Jarir"],["url=http:\/\/www.jarirbookstore.com\/"],["email="],["address=Olaya Rd"],["lat="],["long="],["directions=south of Musa ibn Nosayr St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The two-level flagship store of Saudi Arabia's largest bookstore, most of the store is actually taken up  by a wide range of computer gear, stationary, music and DVDs.  The best English-language magazine and book selection in Saudi — which, alas, isn't saying all that much."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Sahara Mall"],["url=http:\/\/www.saharamall.com.sa\/"],["email="],["address=Intersection of King Abdul Aziz Rd and Prince Abdullah Bin Abdul Aziz Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enormous mall on the northern side of the city.  The mall has 180 shops anchored by a Tamimi supermarket and features what may be the largest food court in the city — and if you can't find what you want here, the adjacent ",{"type":"'''","value":["Sahara Plaza"]}," annex has more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Localizer Mall"],["url=http:\/\/www.bestofriyadh.com\/localizer-mall-tahlia-st-riyadh\/72\/"],["email="],["address=Tahlia St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A great place to visit if you are in Tahlia. They have wide range of clothing store as well as fine dining restaurant such as Outback."]]}]},"\nGranada Mall, near the airport has a Carrefour, H&M and Sun & Sands shops\n\n",{"type":"===","value":["Traditional markets (souqs)"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Souq al-Thumairi"],["alt=شارع الثميري"],["url="],["email="],["address=Deira"],["lat=24.628934"],["long=46.712370"],["directions=next to Masmak Fortress"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also known as ",{"type":"''","value":["Antique Souq"]},", this is Riyadh's most touristy souq, which isn't saying all that much.  It specializes in Arabic goods cheap and expensive, authentic and fake, with carpets, coffee pots, daggers, jewelry and more. Most of it is made elsewhere, nothing is authentically Saudi. English is generally spoken, and ",{"type":"[[","value":[["haggling"]]}," is obligatory."]]}]},"\n",{"type":"==","value":["Eat"]},"\nEating out is one of the few pleasures of Riyadh — there's a pretty good selection of restaurants for various cuisines, ranging from cheap and hearty to fancy and expensive.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"[[","value":[["File:Applebee`s Restaurant Riyadh.JPG"],["thumb"],["Restaurant in Riyadh"]]},"\nYour best bet for cheap, filling meals are Riyadh's countless small ",{"type":"'''","value":["Pakistani\/Indian restaurants"]},", which can fill you up with curry and rice for about SR11.\n\n",{"type":"'''","value":["Fast food"]}," places abound in Riyadh's shopping malls, with a full meal with drink averaging around SR20.  If you want something other than the usual hamburgers and kebabs, Pizza Hut offers a pretty good salad buffet.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Fawar"],["url="],["email="],["address=Olaya St"],["lat="],["long="],["directions=across the road and one block south from al-Faisaliah"],["phone=+966-1-4657776"],["tollfree="],["fax="],["hours="],["price=Shwarma SR3\/6"],["content=Cheap and cheerful Lebanese eatery offering tasty shwarma, kebabs, dips and more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al-Malaz Restaurant"],["url="],["email="],["address=off Olaya Rd"],["lat="],["long="],["directions=behind Holiday Inn al-Qasr"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=No-frills, somewhat fly-blown South Indian eatery that's always packed thanks to tasty food, low prices and generous portions.  At lunchtime, you can get four curries (meat or veg), pickles, fresh veggies, rice, chapattis, pappadums, dessert and tea, all with infinite refills, for the scarcely credible price of SR6."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mama Noura Juice Center"],["url=http:\/\/www.mamanoura.com.sa\/"],["email="],["address=Prince Abdullah bin Abdul Aziz St, Al-Rahmaniyah"],["lat="],["long="],["directions=and three other franchises"],["phone=+966-1-4708881"],["tollfree="],["fax="],["hours="],["price=Under SR10"],["content=Immensely popular chain which does excellent thick, fresh juice cocktails as well, but the main draw here is the famous ",{"type":"''","value":["shwarma"]},", arguably Riyadh's best.  They're minuscule in size but cheap at SR4 a pop, so most people order at least three!  The menu (available in English) also covers freshly baked pastries, kebabs and some Lebanese treats. Place your order and pay first, then queue at the counters. You can eat in at the diner-style high counters among towering piles of fruit, but most opt for take-away."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paragon Family Restaurant"],["url=http:\/\/www.paragonsaudi.com"],["email=riyadhparagon@yahoo.co.in"],["address=Batha"],["lat="],["long="],["directions=Opp Suncity Supermarket"],["phone=4083852"],["tollfree="],["fax="],["hours=5am-2am"],["price="],["content=Providing  traditional Malabar cuisine, North-Indian and Chinese. Paragon specials are biriyani, kudukka biriyani (served in a pot) and  traditional style fish items."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shayah"],["url=http:\/\/www.shayarest.com\/"],["email="],["address=Kingdom Centre B1F Food Court"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Single portions under SR10, huge set meals SR21"],["content=Iranian restaurant offering a good range of kebabs and a better range of ",{"type":"''","value":["mezze"]}," like tabbouleh, hummus, eggplant, vine leaves etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ya Mal Asham"],["url="],["email="],["address=Olaya Rd"],["lat="],["long="],["directions=off Musa ibn Nosayr St, next to Jarir Bookstore"],["phone="],["tollfree="],["fax="],["hours="],["price=Shwarma SR4, full meals SR15-20"],["content=All the ambience of a giant school cafeteria, but there's a great selection of Arabic food from shwarma to soups, grills, stews and desserts and the \"take a tray and point\" style of ordering makes it easy to choose (although they do have an English menu as well)."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Amore"],["url="],["email="],["address=Tahlia St."],["lat="],["long="],["directions=Heading east on Tahlia with the Olaya intersection behind you, the restaurant will appear among a row of restaurants on your left.  Take the next u-turn."],["phone="],["tollfree="],["fax="],["hours="],["price=SR30"],["content=Probably the best, slickest and most professionally-run Italian restaurant in Riyadh."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Najd Village"],["url="],["email="],["address=Takhassusi St."],["lat="],["long="],["directions=On Takhassusi about 500 meters southeast of Euromarche."],["phone="],["tollfree="],["fax="],["hours="],["price=SR75"],["content=Probably the restaurant with the nicest decor in Riyadh, traditional saudi food, you will be sitting on a the floor.\""]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Abdulwahab"],["url="],["email="],["address=Tahlia St."],["lat="],["long="],["directions=Heading east on Tahlia with the Olaya intersection behind you, the restaurant will appear on your right."],["phone="],["tollfree="],["fax="],["hours="],["price=SR30"],["content=Modeled after a restaurant in ",{"type":"[[","value":[["Beirut"]]}," of the same name, this restaurant has quickly become one of the most popular and reputable Lebanese restaurants in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Burj Al-Hamaam"],["url="],["email="],["address=Takhassusi St."],["lat="],["long="],["directions=On Takhassusi opposite to Takhassusi Hospital."],["phone="],["tollfree="],["fax="],["hours="],["price=SR30"],["content=One of the older Lebanese restaurants in town, this sparsely-decorated restaurant has had an enduring reputation.  It is especially known for its \"Sayyadiyya\" and its \"Kibbe in pomegranate sauce.\""]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tokyo"],["url="],["email="],["address=Oruba St."],["lat="],["long="],["directions=At the eastern end of Oruba St."],["phone="],["tollfree="],["fax="],["hours="],["price=SR30"],["content=This is an oldest Japanese restaurant in town (dating from the 80's).  It is said to be run by Japanese and to serve excellent Sushi.  Closed on Fridays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Assaraya"],["url="],["email="],["address=Talatheen St"],["lat="],["long="],["directions="],["phone=+966 1 464 9336"],["tollfree="],["fax="],["hours="],["price=SR30"],["content=This very popular Turkish restaurant is packed during the evening hours. Meat is the name of the game here, and it comes in numerous tasty variations. The bread is superb!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chilis"],["url="],["email="],["address=Tahlia Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=SR60"],["content=Quite good rendition of TexMex with a typical American look-and-feel. If you're from the Northeast of the US, the Buffalo Wings \/ Tenders are recommended - excellent hotsauce."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Korean Palace"],["url="],["email="],["address=Makkah Rd"],["lat="],["long="],["directions=opp Holiday Inn al-Qasr"],["phone=+966-1-4631102"],["tollfree="],["fax="],["hours="],["price=SR50"],["content=Korean-run eatery offering reasonably authentic Korean, Japanese, and Chinese food at reasonable prices.  Popular with the local Asian community."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mirage Restaurant"],["url="],["email="],["address=Al-Takhassosi Rd, North West Riyadh"],["lat="],["long="],["directions=west of Kingdom Tower"],["phone=+966-1-4834127"],["tollfree="],["fax="],["hours="],["price=SAR80"],["content=Taiwanese-Saudi run Chinese restaurant offering a variety of foods from throughout Asia, stick to the Taiwanese or Chinese menu items.  The pigeon is a great appetizer as an alternative to the deep fried appetizer menu.  The restaurant is accepting of business mixed gender groups.  Ask for a table on top of the illuminated fish tanks in the center of the restaurant.  Getting there can be difficult as it is in a side strip mall, look for the pagoda top and the neon Chinese gate."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Duo"],["url="],["email="],["address=North Ring Rd."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=SAR60"],["content=Chain Italian restaurant that caters to families.   The selection is decent, but quality is lacking.   If you go, try the Spaghetti Curry dish - fried chicken, peas, pineapple curry pasta - sounds weird, but tastes good.   If going as a bachelor group (all males), the room is off to the side with limited service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Steak House"],["url="],["email="],["address=North Ring Rd."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=SAR60"],["content=Basic chain steak house - think Ponderosa - with a decent selection of steaks and other meat products.  One of many locations throughout Riyadh."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Teatro"],["url="],["email="],["address=between Olaya and King Fahad Rd. next to Pizza Hut on Olaya"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=SAR 60\/SAR 90 VIP"],["content=Teatro is an amazing find in the small area between Olaya and Kind Fahad Road.   The bachelor side (the only side visited this trip) looks like a very odd dance club.  We were escorted to the \"VIP room\" and were not told about the extra SAR 30 charge per person.   Although this was disappointing, the area is a mix of 1960's mood lighting, lava lamps, odd kitsch, and a hunter's room with hunted animals every where.   Add in Pink Floyd's \"The Wall\" (a bit of irony for the Kingdom) and a few huge screen TVs - the place is a den for sports fans in Riyadh.  We were told the place sells out on football nights.    The food was international in style and average.  The pizza had too much cheese.  Overall the food was average, but the decor and oddity of finding a place like this in Riyadh will entice a return visit during a football match.  There is a family side that looks just as interesting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Avadh"],["url="],["email="],["address=on Tahlia across the street from Outback Steakhouse"],["lat="],["long="],["directions=go West on Tahlia from Olaya until you see Avadh on the left, across the street from Outback Steakhouse"],["phone="],["tollfree="],["fax="],["hours="],["price=SAR 120\/person"],["content=Avadh is a traditional north Indian restaurant on the Tahlia strip (western style shops\/restaurants).  The family section is quite nice.  The food is traditional, authentic, and expensive in comparison to other Indian restaurants.  The naan and roti are fresh.   The lamb \"dum style\" was the best dish of those ordered."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Taste Of India"],["url=http:\/\/www.toisaudi.webs.com"],["email="],["address=Batha Main Str"],["lat="],["long="],["directions=Near 2nd Cross Bridge, just behind the Mist multi-shop."],["phone=4091333\/0505923330"],["tollfree="],["fax="],["hours=regular"],["price=10-40 SAR"],["content=Indian (North and South) food at reasonable rates. The settings are nice and clean, dishes range from delicious biryanis and tandoors to south Indian rice specialties."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mondo"],["url="],["email="],["address=Intercontinental Hotel 7F"],["lat="],["long="],["directions=across King Fahad Road from the Ministry of Interior"],["phone="],["tollfree="],["fax="],["hours="],["price=SR100-300 per person, not including taxes, service or drinks"],["content=Probably the most expensive and highest quality restaurant in Riyadh, with varied, international cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al-Nakheel"],["url="],["email="],["address=Khozama Centre 7F"],["lat="],["long="],["directions=next to Al-Khozama Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=Dinner buffet SR110, not including taxes, service or drinks"],["content=Dubbed no less than the best restaurant in Saudi by a certain well-known travel guide, one can only presume that either standards in Riyadh have skyrocketed or this place has gone into terminal decline.  With decor unchanged since the 1970s and an uninspired buffet (no ",{"type":"''","value":["a la carte"]}," menu) of the usual Arabic standbys, the only visitors seem to be tour groups and hotel guests -- the locals know you can get better stuff for a fraction of the price elsewhere."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheraton Riyadh"]}," offers a very rich buffet for breakfast, covering a wide spectrum of Mediterranean and Middle Eastern delicacies, as well as regular European food. The Italian restaurant in the ground floor of Sheraton Riyadh is excellent. The pasta with its freshly prepared sauce is recommended."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spazio"]},": located at the top floor of Kingdom Center, this restaurant is nominally Italian but in fact serves a varied international cuisine.  Despite the view and cost, the food is not especially impressive."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fairuz Garden"]},": Excellent Lebanese restaurant with outdoor seating. Driving north on King Fahd road, just a few blocks from Kingdom Tower, you will see it on your right. The setting is lovely and food is delicious."]},"\n",{"type":"==","value":["Drink"]},"\nWith alcohol, cinema and nightclubs all banned, Riyadh's nightlife is infamously nonexistent.  Even that mainstay of the Arab street, ",{"type":"''","value":["shisha"]}," (water pipe) cafes, are banned from the center of town — although they can be found just outside city limits at ",{"type":"'''","value":["Thumamah St"]},", about 10 km away from the center off the road to the airport.  Ask a local (or any taxi driver) for his favorite.  What's left, then, are coffeeshops, which can be found in abundance throughout the city, particularly on ",{"type":"'''","value":["Tahlia St"]}," (officially Prince Mohammed Bin Abdul Aziz St) in Olaya.\n\nFor the foreign workers - the expats - the social life can be quite (well, comparatively) rich however. There are always a good party going on in the embassy area or in one of the compounds. And at these private parties there's always a chance to find some illegal booze.\n\nIn case you run into it, especially within expat communities, ",{"type":"'''","value":["Saudi champagne"]}," refers to a non-alcoholic drink, typically a mix of Sprite and apple cider.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Globe"],["url=http:\/\/www.alfaisaliahhotel.com\/theglobe.cfm"],["email="],["address=Al-Faisaliah"],["lat="],["long="],["directions=entry via South Lobby"],["phone=+966-1-2732000"],["tollfree="],["fax="],["hours="],["price=Day SR100, night SR170 minimum charge, dinner SR175"],["content=Suspended 240 meters above Riyadh in the giant glass ball of the al-Faisaliah building, the Globe is ",{"type":"''","value":["the"]}," hippest cafe-restaurant and probably the single best splurge in town.  So dimly lit at night that the waiters fade into the shadows, you can settle back in a plush leather seat, order a bottle of (non-alcoholic) bubbly, puff on a Cohiba and watch the lights of the city twinkle below.  Reservations required, but they'll make one for you at the lobby if there's space. On the way out, stop at \"the experience\" level outdoor viewing platform."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Scoler Express"],["url="],["email="],["address=Khozama Center"],["lat="],["long="],["directions="],["phone=+96614622780"],["tollfree="],["fax="],["hours="],["price=SR10"],["content=One of half a dozen cafes in the alley between al-Faisaliah and the Khozama Hotel, this is the only one that's not an obvious chain outlet.  The menu has a good range of drinks hot, cold, caffeinated and juicy, including espressos made with fancy Tonino Lamborghini gear, and the outdoor seating is cooled down with a nifty water spraying system."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["Under SR200"],["SR200-500"],["Over SR500"]]},"\n\n",{"type":"===","value":["Budget"]},"\nMost of Riyadh's budget accommodation is in al-Batha. It is advised that you should check the room condition and proper functioning of all equipment (e.g. TAP\/FLUSH\/TV\/Power Outlets etc.)in budget hotel prior to check in.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Al Jazeera Hotel"]},", Al Bathaa Street, +966 1 2863863. Good value hotel on main street, offering singles\/doubles from SR60\/120. Behind this hotel there is multistory building (Nesto Hypermarket) for shopping and car parking SR5\/24Hrs. (Note: Pay Parking Fee in advance & get receipt for desired number of days otherwise there may be fine of SR50. Keep the Parking fee receipt safe until last day as you need to show it everytime you exit from parking. You can enter and exit parking as many times you wish within the validity of receipt)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Al Batraa"]},", Al-Dai'ri Ring Road, +966 1 248 4310. Furnished, clean apartments in the Al-Quds district."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Almuthana"],["url=http:\/\/www.almuthana.com\/"],["email="],["address=King Fahd Rd"],["lat="],["long="],["directions=between Tahlia St and Faisaliah"],["phone=+966-1-2931230"],["tollfree="],["fax="],["hours="],["price=From SR500"],["checkin="],["checkout="],["content=Modern, stylish hotel offering four-star quality at reasonable price compared to its branded equivalents, but service is rather inept.  Free (but not tremendously fast) wireless internet, small indoor pool and limited gym (open only in the evening). Cafe on mezzanine for buffet breakfast is relaxed, 8th floor restaurant dinner buffet expensive at SR120 but tasty."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=White Palace"],["alt=Al-Qasr Al-Abiyad"],["url="],["email="],["address=King Abdul Aziz Street"],["lat="],["long="],["directions="],["phone=+966 1 478 7800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Pleasant hotel in the Al-Dubat district, with character and a total of 135 rooms, all furnished with a TV and ensuite bathrooms. Singles\/doubles SR160\/200."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"[[","value":[["Image:Faisaliah Hotel.JPG"],["thumb"],["Faisaliah tower (right) and the al-Faisaliah hotel (left)"]]},"\n\nAt the upper end, hotel prices in Riyadh have increased rapidly in the past few years and are now almost as expensive as Dubai.  Expect to pay north of SR600.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Al Faisaliah Hotel, A Rosewood Hotel"],["url=http:\/\/www.alfaisaliahhotel.com\/"],["email="],["address=King Fahd Rd"],["lat="],["long="],["directions="],["phone=+966-1-2732000"],["tollfree="],["fax="],["hours="],["price=SR 1,400"],["checkin="],["checkout="],["content=Luxury hotel offering facilities for meetings, conferences, weddings and events.  Also provides accommodations, restaurants and vacation packages for tourists as well as business travelers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Al Khozama"],["url=http:\/\/www.al-khozama.com\/"],["email="],["address=Olaya Rd"],["lat="],["long="],["directions="],["phone=+966-1-4654650"],["tollfree="],["fax="],["hours="],["price=SR800"],["checkin="],["checkout="],["content=Once among Riyadh's top hotels, but now getting a bit long in the tooth.  Somewhat cramped but clean rooms.  The location right next to al-Faisaliah is excellent though. The pool right by the hotel is outdoor only and not as clean as you'd hope for, but hotel guests can use the fitness center in the next building (Khozama Center, 1st floor) which offers a superb gym, a large indoor pool, tennis and bowling. Free internet in the business rooms (5th floor)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Four Seasons Riyadh"],["url=http:\/\/www.fourseasons.com\/riyadh\/"],["email="],["address=Kingdom Tower, King Fahd Rd"],["lat="],["long="],["directions="],["phone=+966 1 211 5000"],["tollfree="],["fax="],["hours="],["price=Singles from SR1200, doubles from SR1400"],["checkin="],["checkout="],["content=It doesn't get any cooler than staying in the 302-meter Kingdom Tower itself, and the Four Seasons features what you expect from a luxury hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Al-Qasr"],["url=http:\/\/alqasrhi.com\/"],["email="],["address=Olaya Main Rd"],["lat="],["long="],["directions="],["phone=+966-1-4625000"],["tollfree="],["fax="],["hours="],["price=Rooms from SR550"],["checkin="],["checkout="],["content=Formerly the ",{"type":"''","value":["Howard Johnson Olaya Palace"]},", but thoroughly renovated and reopened in 2007.  Modern design, decent rooms, central location, basic gym.  Internet SR100\/day, breakfast buffet SR105."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Intercontinental Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+966 1 465 5000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Popular hotel for visiting businessmen.  Large meeting facilities, good restaurants, close to Olaya Road business district."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Luthan Spa and Hotel"],["url=http:\/\/www.luthanspa.com\/"],["email="],["address=Aruba Rd"],["lat="],["long="],["directions=Near King Khalid Eye Hospital"],["phone=+966-1-4807799"],["tollfree="],["fax="],["hours="],["price=SR350-979"],["checkin="],["checkout="],["content=The first and only women-only hotel in Saudi.  Most visitors are locals coming here for the spa, but there are also 25 rooms for overnight visitors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marriott Riyadh"],["url=http:\/\/www.marriott.com\/hotels\/travel\/ruhsa-riyadh-marriott-hotel\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+966-1-4779300"],["tollfree="],["fax="],["hours="],["price=SR1000"],["checkin="],["checkout="],["content=In desperate need of a facelift and awkwardly located to the east of the city core.  About the best that can be said is that it's clean and quiet. Once you're in the room, you can easily imagine you're in any Marriott in the US, even the bathrooms look identical. Superb, large-size indoor swimming pool and excellent fitness room (included in room charge)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson Blu Riyadh"],["url=http:\/\/www.radissonblu.com\/hotel-riyadh"],["email="],["address=King Abdulaziz St"],["lat="],["long="],["directions="],["phone=+966-1-4791234"],["tollfree="],["fax="],["hours="],["price=SR800"],["checkin="],["checkout="],["content=Very comfortable modern hotel with a Scandinavian touch. Nice gym with two saunas and pools, free Internet and a rather good breakfast. Has four in-house restaurants including a Japanese and an Italian one."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Hotel"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/riyadh"],["email="],["address=King Fahd Rd"],["lat="],["long="],["directions="],["phone=+966-1-4543300"],["tollfree="],["fax="],["hours="],["price=SR900"],["checkin=3 PM"],["checkout=noon"],["content=Older but well-maintained property about 3 km north of the city center, handy for both the airport and doing business.  Good restaurants, but virtually nothing within walking distance."]]}]},"\n",{"type":"==","value":["Connect"]},"\nInternet cafes can be found in the computer souq in Olaya. Riyadh is also pushing forward with its \"Smart City\" program, which will attempt to provide wireless access throughout the city in the major coffeeshops and hotels, particularly on Tahlia St in the downtown area.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Ministry of Islamic Affairs.JPG"],["thumb"],["Ministry of Islamic Affairs"]]},"\nRiyadh is more conservative than Jeddah or the Eastern Province.  The ",{"type":"''","value":["mutaween"]}," (religious police) are numerous in Riyadh and not to be messed with. Women must cover themselves with an ",{"type":"''","value":["abaya"]}," (available in shops everywhere in Riyadh) and it's advisable to carry a headscarf as well.  Read, understand and follow the guidelines in the ",{"type":"[[","value":[["Saudi Arabia"]]}," article to stay out of trouble.\n\nIn 2002-2004, Riyadh was the site of ",{"type":"'''","value":["numerous terrorist attacks"]}," on Westerners, including shootings, car bombings and kidnappings, culminating in the May 12, 2003 compound bombings that killed 35 and injured over 160.  In response, Saudi security forces cracked down brutally, and there have been no terrorist attacks in Riyadh since 2004.  Security remains very tight though, particularly at housing compounds for foreigners, and police and army units, often heavily armed, are a common sight in the city.\n\nAlthough Riyadh is sometimes alleged to have ",{"type":"'''","value":["one of the lowest crime rates in the world"]},", standard precautions should be taken.  The most significant danger to you is  ",{"type":"'''","value":["driving"]},". Most drivers originate from areas in developing countries and the Middle East which lack traffic laws, driving schools, or even roads for that matter. It's a 'driving culture' where seat belts, mirrors, lane stripes, turn signals and speed limits are ignored. A four-lane highway can easily transform into a seven-lane 'racetrack'. ",{"type":"'''","value":["Don't be shy with your horn"]},". Also, whatever you do, DO NOT flip someone the finger\/Bird as it is taken very differently in Saudi Arabia than western states and some drivers take WILL endanger your life in retaliation !\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"[[","value":[["File:Riyadh 1337.jpg"],["thumb"],["Traffic in the night"]]},"\nRiyadh can be a challenging destination to live and work in.  Some tips for easier adaptation:\n",{"type":"*","value":[" Arrange a car and driver, or at least arrange a regular cabbie.  This is easier, safer and quite possibly cheaper than relying on taxis for transport."]},{"type":"*","value":[" Organize your day around prayer times, with late lunches (after noon prayers) and very late dinners (after evening prayers)."]},{"type":"*","value":[" Socializing with the family-oriented Saudis is virtually impossible, so get in touch with the local expat community if you want to have any semblance of a social life. A network of people from different nationalities will allow you better knowledge of (and access to) embassies and private parties."]},{"type":"*","value":[" Try to get out of Riyadh on the weekends for a change of venue. Though regulations for single males to enter shopping malls have recently been loosened, one quickly runs out of options without pre-planning private events."]},{"type":"*","value":[" Respect Islam and abide by the country's strict Islamic laws. Although rare, there are cases of Westerners arrested, deported and receiving corporal punishment for showing signs of disrespect. Expect no leniency if you are Muslim, South Asian or Southeast Asian. Riyadh is one of the strictest cities in Saudi Arabia."]},"\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/arabic\/embassies\/Egyptian_Embassy_Riyadh\/Pages\/Default.aspx\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours-="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org.sa"],["email=sanomat.ria@formin.fi"],["address=Diplomatic Quarter, Riyadh"],["lat="],["long="],["directions="],["phone=+966-1-488 1515, 488 2114"],["tollfree="],["fax=+966-1-488 2520"],["hours=Sa-We 8AM-3:45PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=gremb.ria@mfa.gr"],["address=P.O.Box 94375, Riyadh 11693"],["lat="],["long="],["directions="],["phone=+966 1-4801974, Emergencies:0506090207"],["tollfree="],["fax=+966 1-4801969"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States of America"],["url=http:\/\/riyadh.usembassy.gov\/"],["email=riyadhniv@state.gov"],["address="],["lat="],["long="],["directions="],["phone=+966 1-4883800"],["tollfree="],["fax=+966 1-4887360"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf your budget stretches to flights, Saudi Arabia is your oyster, with the entire country within a 1.5-hour radius of Riyadh.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jeddah"]]}," — the largest port on the Red Sea and the gateway to ",{"type":"[[","value":[["Mecca"]]}," and ",{"type":"[[","value":[["Medina"]]},", but with good scuba diving too"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bahrain"]]}," — if you have a car, the 4-hour drive through the desert to the comparatively liberal state of Bahrain is not too bad"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dubai"]]}," — The new luxurious party city of the Middle East. If you have a car, it will be a 7-hour drive east through the desert. For cheap flights, approximately 1.5 hours, take a low-cost airline into ",{"type":"[[","value":[["Sharjah"]]},"."]},"\nIf you are willing to spend a bit more, there are great cultural and nightlife locations within a 3-hour flight (and usd 300) radius.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Beirut"]]}," — Saudi Arabian Airlines & Middle Eastern Airlines provide excellent connections multiple times a day. If you are for drinking on a plane, MEA will be your choice, as Saudia does not serve alcohol on any of its flights."]},{"type":"*","value":[" ",{"type":"[[","value":[["Muscat"]]}," — This Arabian treasure provides an excellent home base for exploring ",{"type":"[[","value":[["Oman"]]}," and its natural and cultural heritage with great opportunities for experienced and novice scuba divers alike."]},"\n",{"type":"{{","value":[["geo"],["24.6333"],["46.7167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Nejd"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Saudi Arabia\/Localities\/Riyadh\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Riyadh"]]},{"type":"[[","value":[["Wikipedia:Riyadh"]]}]