[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:West End Roatan in Honduras.JPG"],["thumb"],["300px"],["right"],["West End Village on Roatán"]]},"\n",{"type":"'''","value":["Roatán"]}," is one of the ",{"type":"[[","value":[["Honduras"]]}," ",{"type":"[[","value":[["Bay Islands"]]}," in the Caribbean Sea.\n\n",{"type":"==","value":["Understand"]},"\n\nThe island is located near the largest barrier reef in the Caribbean Sea and the second largest worldwide after Australia's Great Barrier Reef. It has become an important cruise ship and scuba diving destination in Honduras.\n\nFor many years the island was a hidden gem, with some of the most beautiful white beaches and the best snorkel and diving spots in the Caribbean, but it was 'discovered' around 2005 by cruise ships and hotel developers.\n\nTourists used to be mainly divers but the islands beaches have attracted additional package tourists and cruise ships. In recent years, several new cruise ship ports have been opened, causing a significant influx of traditional cruise ship tourists to the island. You'll know when the cruise ships are in port because suddenly there are several thousand additional tourists on the beaches and in towns. It is best to avoid buying anything when cruise ships are docked, the prices of food, goods, and services generally double to quadruple to capitalize on the higher expendable incomes of the typical cruise ship passenger.\n\nThere are three types of traveling experiences in Roatán.  First would be the typical Caribbean resort-oriented beach vacation experience which can be found at any number of islands in the region.  This type of vacationing is still developing on Roatán, however, in the past few years it has become a bit more common and the island offers many resorts and activities that would appeal to those who prefer this type of setting.  Alternatively, Roatán can still be experienced through the back door and more rustic accommodations are abundant.  If you are looking to sleep under a mosquito net with little to no view of any other human, you can certainly experience this on Roatán. The final type of traveling experience on Roatán is the cruise ship, these visitors are generally in town for short bursts of time and come in huge numbers, it's not unusual for you to wake up and have West Bay suddenly be covered with several thousand cruise ship passengers rubbing shoulders to find a small patch of available beach to soak up the sun in. Several cruise ships have ports in Roatán, but some dock only in the exclusive private towns and beaches owned by the resort, and you will hardly notice them except for the large ships on the horizon.\n\nLuckily there are still parts of the island that harken to past times when Roatán was more of a remote destination.  Although development is spreading to all parts of the island, one can still find more rustic settings and establishments east of French Harbor.  Keep in mind that traveling to the far eastern end of the island can take time due to road conditions.  Those staying around the West End of the island should expect at least an hour of travel time to reach Camp Bay in a car.\n\n",{"type":"==","value":["Villages"]},"\n",{"type":"[[","value":[["Image:French Harbor.jpg"],["thumb"],["French Harbor, Roatán"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["West Bay"]}," - is the furthest-west area of the island, has some good restaurants and places to stay, and several large resorts have been built on the beach.  It's arguably the best stretch of beach in the western portion of the island - powder-white sand that is very well maintained.  The reef is a short swim away for excellent snorkeling, especially near the west-most tip, also known as Tabyana Beach.  West Bay is also home to some of the best sunsets.  It is recommended to spend beach time in the West Bay and bar time in the West End."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["West End"]}," - has some good restaurants and places to stay, and it is definitely the most fun town on the island.  There are bars, restaurants, live music, right on the Caribbean. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sandy Bay"]]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["French Harbor"]}," - has some good restaurants and resorts and most tourists do not venture further east than French Harbor, which is at  roughly the midpoint of the island.  Past this point are a few newer beach resorts, resort communities, and some private towns with beaches and resorts. Many of the resorts, restaurants and bars on this part of the island were in the past a secret of locals and expats but with the west end becoming more crowded the secret is out and more tourist are finding their way to the east end of the island.  One point of interest would be Jonesville and the infamous Hole in the Wall restaurant reached by taking a small water taxi from Jonesville to reach it. Another is Camp Bay Beach Adventure Lodge and the Tasty Tarpon Restaurant located on Camp Bay Beach the largest of all the beaches of the Bay Islands and can be accessed by car or boat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Coxen Hole"]]}]}," - is where the airport is located, and most of life's necessities can be found here, including stores, restaurants, and banks."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oak Ridge-Punta Gorda"]}," - shortly after the fork in the road to Oak Ridge, the paved road ends and you can continue to Port Royal which was originally founded by English pirates.  Past this there lies a few small villages and a handful of homes mostly occupied by expatriates."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Camp Bay"]}," - is a further on from Oak Ridge about 4.5 miles and home to the largest natural beach on all the Bay Islands - Camp Bay Beach, which you can gain free access to at a couple different locations and has a small beachfront resort and restaurant: Camp Bay Beach Adventure Lodge. Camp Bay is about the furthest you can go in a car.  Past Camp Bay are the mangroves which are quite beautiful when navigated by boat and kayak.  There are many tours through the mangroves which can be chartered from various points on the island."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Juan Manuel Gálvez International Airport"]}," (",{"type":"''","value":["Aeropuerto Internacional Juan Manuel Gálvez"]},") (",{"type":"{{","value":[["IATA"],["RTB"]]},") is on the island of Roatán.\n\nSeveral US airlines offer non-stop flights to Roatán on weekends.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["United Airlines"]},", offers direct flights from ",{"type":"[[","value":[["Houston"]]}," (Daily during high season, less often other times), and from Newark (weekend)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Delta Airlines"]},", flies non-stop from ",{"type":"[[","value":[["Atlanta"]]}," (Saturdays only)."]},"\nAmerican, Delta and Continental offer flights to ",{"type":"[[","value":[["San Pedro Sula"],["San Pedro Sula's"]]},"'s Ramón Villeda Morales International Airport (",{"type":"''","value":["Aeropuerto Internacional Ramón Villeda Morales"]},") (IATA:SAP, ICAO:MHLM), also known as La Mesa International Airport situated on the mainland, from which you can then get connecting services to Roatán.\n\nTACA, a group of five regional airlines, offers service from Miami, Orlando, Chicago, Dallas, Toronto, Houston, New York, Los Angeles, San Francisco and Washington DC with connecting service to Roatán, including mid-week flights.\n\nThere are also local airlines such as SOSA, CM Airlines, ",{"type":"[","value":["http:\/\/www.air-viva.com air viva"]}," and Isleña (part of TACA's regional service) connecting the island with ",{"type":"[[","value":[["La Ceiba"]]},", ",{"type":"[[","value":[["San Pedro Sula"]]},", and ",{"type":"[[","value":[["Tegucigalpa"]]},". Prices are all over the map due to fuel costs and inflation, but usually average in at about US$200 for a flight from ",{"type":"[[","value":[["Tegucigalpa"]]},"-Toncontin to Roatán.\n\n",{"type":"====","value":["Airlines and destinations"]},"\n\n",{"type":"{|","value":[["border=\"1\" cellspacing=\"0\" cellpadding=\"3\""],["|-"],["!style=\"background-color: #c5d9f4;\"|Airlines"],["!style=\"background-color: #c5d9f4;\"|Destinations"],["!style=\"background-color: #c5d9f4;\"|Terminal"],["|-"],["! style=\"background-color: #eeead3;<div style=\"text-align:left;\" | Aerolíneas Sosa"],["| style=\"background-color: #f5f5f5;\"| ",{"type":"[[","value":[["La Ceiba"]]},", ",{"type":"[[","value":[["San Pedro Sula"]]},", ",{"type":"[[","value":[["Tegucigalpa"]]}," || style=\"background-color: #f0e8e3;\"|<div style=\"text-align:center;\"> Domestic"],["|-"],["! style=\"background-color: #eeead3;<div style=\"text-align:left;\" |",{"type":"[","value":["http:\/\/air-viva.com air viva"]}],["| style=\"background-color: #f5f5f5;\"| ",{"type":"[[","value":[["La Ceiba"]]},", ",{"type":"[[","value":[["Utila"]]},",",{"type":"[[","value":[["San Pedro Sula"]]},", ",{"type":"[[","value":[["Tegucigalpa"]]},"|| style=\"background-color: #ebf2e2;\"|<div style=\"text-align:center;\"> Domestic"],["|-"],["! style=\"background-color: #eeead3;<div style=\"text-align:left;\" | Blue Panorama Airlines"],["| style=\"background-color: #f5f5f5;\"| ",{"type":"[[","value":[["Milan"]]},"-Malpensa || style=\"background-color: #ebf2e2;\"|<div style=\"text-align:center;\"> International"],["|-"],["! style=\"background-color: #eeead3;<div style=\"text-align:left;\" | United Airlines"],["| style=\"background-color: #f5f5f5;\"| ",{"type":"[[","value":[["Houston"]]},"-Intercontinental, ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]}," || style=\"background-color: #ebf2e2;\"|<div style=\"text-align:center;\"> International"],["|-"],["! style=\"background-color: #eeead3;<div style=\"text-align:left;\" | Delta Air Lines"],["| style=\"background-color: #f5f5f5;\"| ",{"type":"[[","value":[["Atlanta"]]},"|| style=\"background-color: #f0e8e3;\"|<div style=\"text-align:center;\"> International"],["|-"],["! style=\"background-color: #eeead3;<div style=\"text-align:left;\" | Sunwing Airlines"],["| style=\"background-color: #f5f5f5;\"| ",{"type":"<","value":["small",["Seasonal"]]}," ",{"type":"[[","value":[["Montreal"]]},"-Trudeau, ",{"type":"[[","value":[["Ottawa"]]},", ",{"type":"[[","value":[["Toronto"]]},"-Pearson || style=\"background-color: #ebf2e2;\"|<div style=\"text-align:center;\"> International"],["|-"],["! style=\"background-color: #eeead3;<div style=\"text-align:left;\" |TACA Airlines"],["| style=\"background-color: #f5f5f5;\"| ",{"type":"[[","value":[["Houston"]]},"-Intercontinental, ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["San Salvador"]]},"|| style=\"background-color: #ebf2e2;\"|<div style=\"text-align:center;\"> International"],["|-"],["! style=\"background-color: #eeead3;<div style=\"text-align:left;\" |TACA Airlines"],["| style=\"background-color: #f5f5f5;\"| ",{"type":"[[","value":[["San Pedro Sula"]]},"|| style=\"background-color: #ebf2e2;\"|<div style=\"text-align:center;\"> International"],["|-"],["! style=\"background-color: #eeead3;<div style=\"text-align:left;\" |TACA Regional ",{"type":"<","value":["small",["operated by"]]}," Isleña Airlines"],["| style=\"background-color: #f5f5f5;\"| ",{"type":"[[","value":[["La Ceiba"]]},", ",{"type":"[[","value":[["San Pedro Sula"]]},", ",{"type":"[[","value":[["Tegucigalpa"]]},"|| style=\"background-color: #ebf2e2;\"|<div style=\"text-align:center;\"> Domestic"],["|-"]]},"\n\n",{"type":"===","value":["By boat"]},"\n\nThe island is visited by some cruise lines, such as Princess, Royal Caribbean,Carnival and Norwegian Cruise Lines.\n\nA new cruise ship stop named Mahogany Bay opened up recently outside of French Harbor. The beach is nice and the setting amazingly surreal, with 2 rusting shipwrecks within view.  Cruises also port in Coxen Hole.\n\n",{"type":"====","value":["By ferry"]},"\n\nThe ",{"type":"[","value":["http:\/\/www.roatanferry.com\/schedule-fares.html Galaxy Wave"]}," is a new ferry that travels to\/from ",{"type":"[[","value":[["La Ceiba"]]}," on the Honduras Mainland.  The ferry is clean, comfortable, and very reliable.  It departs from La Ceiba twice daily, once in the morning at 9:30AM and once in the afternoon at 4:30PM. Departure times from Roatán are 7AM and 2PMs. It costs about US$28 US (524 lempira) for a 1 way trip.  Prices have risen significantly recently.\n\nA catamaran operates a direct daily ferry service between West End, Roatán and Utila leaving Utila at 6:30AM, arriving West End around 11AM. Departing Roatán at 1PM it arrives in Utila around 5PM. Contact Captain Vern, (",{"type":"''","value":[{"type":"[","value":["mailto:vfine@hotmail.com vfine@hotmail.com"]}]},"), ☎ +504 3346-2600, ☎ +504 9910-8040.\n\nOther options are to ",{"type":"''","value":["island hop"]}," traveling on The Galaxy Wave between Roatán and La Ceiba and then The Utila Princess between La Ceiba and Utila.\n\nDirect boats to\/from Utila are available, but run infrequently and are not regularly scheduled.  Ask around the West End to see if any are running or plan to run.  Cost is $50-$55, or about the same price as the ferry, but more convenient. \n\nAfternoon boats can encounter rougher seas due to stronger winds. Make sure to take some travel sickness pills if you are unsure how you will react.\n\n",{"type":"====","value":["Charter boat"]},"\n\nAnother option is to charter a boat from one of the locals.  Normally the best way to go about this is to approach one of the dive schools as they normally aren't using their boats in the afternoons.  Find other travelers who want to do the same and go in a group of 4 or 6.\n\n",{"type":"==","value":["Get around"]},"\nRoatán has a system of paved roads connecting the most important communities of the Island. From the Western End of the Island, at the community of West Bay, the road leads through West End, Sandy Bay, Coxen Hole, Brick Bay, Mount Pleasant, French Harbour and Oakridge - Punta Gorda after which it becomes a dirt road and continues east for a distance, to the area of Paya Bay, Camp Bay, Port Royal, and other eastern communities.\n\n",{"type":"====","value":["Bus"]},"\n\nBuses run every 15 min between Coxen Hole and West End during the day.  They depart from opposite the market in Coxen Hole.  Buses run every hour to Oak Ridge, stopping at the new ferry terminal and passing through French Harbor, Polly Tilly Bight, and Punta Gorda on the way.  These buses leave from opposite the HB Warren supermarket in Coxen Hole.\n\n",{"type":"====","value":["Taxi"]},"\n\nThere are hundreds of taxis, and you must bargain to get the correct rates. Ask the price in advance and if it seems high, ask another. Prices from the airport are fixed during the day and negotiable at night. A cab from the airport to West Bay is US$10. Tipping is not expected by drivers.\n\n",{"type":"====","value":["Water taxi"]},"\n\nThere are water taxis during daylight that link West Bay and West End for US$3 per person 1 way. The water taxi's will generally wait until they have at least 4 people before departing.  Total trip time is about 10-15 minutes.\n\n",{"type":"====","value":["Scooters"]},"\n\nRenting scooters is a very economical and fun way to see the island.  The asphalt road is reasonably well maintained and there is lots to see on Roatán besides the West End so hire a scooter and start exploring.  The rental agencies will happily provide you with detailed maps and explanations on how to best see the island.  Scooter rentals are abundant in West End.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish, Spanish, Garifuna.\n\nEnglish is widely spoken, especially in the West End and West Bay communities and is the native language of Roatánians of British and African descent (except for the Garifuna). Spanish is spoken natively by all residents who have come from mainland Honduras and is the second language of many of the native English speakers. Spanish is the official language of Honduras and as such is the primary language of the school system. Garifuna is spoken by the Garifuna people who are descendants of the Kalipuna peoples of St. Vincent.  There is also 'Island Talk' spoken by the native Caribbean people.\n\nMost individuals living on Roatán are bilingual (English\/Spanish).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cameo Factory"]}," in Coxen Hole"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Carambola Gardens"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Caves of Helen"]},", explore the caves."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dolphin show"]},", at Anthony's Key Resort."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["East end"]},", if you are up for an adventure, visit the east end of the island past Oak Ridge to Camp Bay Beach the largest of all the Bay Island beaches.  The road changes from pavement to dirt\/gravel mix and continues on to Punta Blanca and Camp Bay.  A 4x4 vehicle is not required for the journey and you'll see many driving compact cars and scooters.  This end of the island is home to many locals and some expats as well as a few resorts, one that needs to be mentioned is Camp Bay Beach Beach Adventure Lodge which is the only resort on Camp Bay Beach. It is also the home of the Tasty Tarpon restaurant and a place to gain free access to the beach with free parking and a depot for your east end adventure from snorkeling\/ diving to flyfishing and Mangrove Forest boat or kayak tours.  There are a few other interesting stops along the way such as Marble Hill Farms where wonderful local jams & jellies are made.  Asylum bar & grill is on a palapa literally over the calm waters in Camp Bay which can sometimes feel like the restaurant at the end of the universe after the long journey of getting there.  Luckily these places always have beer on ice and grilled food which makes the trip worth it.  If you're looking to get off the beaten path and out of the tourist ridden West End, this is it."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Garifuna Village Tour"]},", in Punta Gorda"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Iguana Farm"]},", near French Harbor."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mangrove Forest Kayak tour, at Camp Bay Beach Adventure Lodge"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marine Science Museum"]},", at Anthony's Key Resort."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Micro brewery"]},", Roatán makes beer."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oak Ridge"]},", is a small village on the eastern end of the island.  On arrival, you'll be offered water-taxi tours to the Hole-in-the-Wall restaurant, neighbouring communities, and around the harbour, but it's also pleasant to walk through the village, which has many brightly colored the wooden houses on stilts along the shore."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pigeon Cayes"]},", visit the deserted islands."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Punta Gorda"]},", renting a scooter and driving to Punta Gorda takes about 1 hr each way, and goes through some beautiful countryside.  It can be nice to get away from the touristy areas and get back into places that look and feel like Honduras. The town of Punta Gorda is friendly and you may run into a beach party if you are lucky."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Roatán Butterfly Garden"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Whites Beach"]},", is supposed to be beautiful."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Spanish Lessons"],["url="],["email="],["address=West End"],["lat="],["long="],["directions=Main Street"],["phone=0050497269133"],["tollfree="],["fax="],["hours="],["price="],["content=Spanish and English Lesson with Certified Teachers, wonderful time and extra activities in the Islands, spanishroatan@yahoo.com."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:West Bay.jpg"],["thumb"],["West Bay, Roatán"]]},"\n\n",{"type":"====","value":["Snorkeling, diving and fishing"]},"\n\nThe fishing is good just off the reef in Roatán. Marlin, Barricuda, Tuna, Wahoo, Mahi Mahi, and much more can be caught in these waters.\n\nThere is great snorkeling and diving to be found here and many dive shops to go out with and some people like to dive with the Dolphins at Anthony's Key\n\nIf you are a good swimmer, and keep an eye out for motorboats, you can swim straight out from west end towards the white buoys for about 200 m, you will arrive at a 10-30 ft deep reef that is great for snorkeling and freediving.  Slightly further out the reef gets much deeper and you hit the wall.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bahia Watersports"],["url=http:\/\/www.bahiawatersports.com"],["email="],["address=West End"],["lat="],["long="],["directions=between ronnies and luna beach"],["phone=+504 9994-5308"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=US:+1 281 249-5712"],["content=42' Hatteras Sportfish for charter. Deep sea fishing, diving, snorkeling, or take a trip to a nearby island like Utila or Cayos Cochinos. This boat has good penn reels and fighting chairs and the interior is fitted with couches, flat screen TV, dvd player, kitchen, bathroom. Also available for overnight charters."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Caribbean Divers Roatán"],["url="],["email="],["address=Sundancer"],["lat="],["long="],["directions=Sandy Bay"],["phone=504-9975-6009"],["tollfree="],["fax="],["hours="],["price="],["content=Stay at the Sundancer cabanas in Sandy Bay and walk down to the beach to access some of the best diving on the island."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Coconut Tree Divers"],["alt=Coconut Tree"],["url=http:\/\/www.coconuttreedivers.com\/"],["email="],["address=West End Roatán Honduras"],["lat=16.305714"],["long=-86.592814"],["directions=Take taxi to West End, first shop on the left at the entrance to town."],["phone=+504 2445-4081"],["tollfree="],["fax="],["hours=8AM-5PM"],["price=~US$30\/dive"],["phoneextra=US:+1 813 964-7214 UK: +44 151-324-0701 email="],["content=The only PADI Career Development Center in Roatán. The shop offers 4 daily dives: the morning boat leaves at 9AM for 2 dives and returns at around 12:30PM. The afternoon dives go out at 1PM and 2:30PM respectively.  Night dives are available every Tues & Thurs.  The shop's 2nd boat, ",{"type":"''","value":["Wish-U- Were-Here"]},", is dedicated for cruise ship visitors on various cruise ship schedules. 1 day experience program, PADI Discover Scuba Diving, for those who want to try scuba diving for the first time; inc. basic theory in the classroom, a short session in shallow confined water, followed by a 45-60 min dive in the afternoon. Friendly, experienced staff.  Nitrox and Trimix are available.  Snorkelers  welcome."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cool Running Tours"],["url=http:\/\/www.coolrunningtours.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local fisherman providing fishing charter, snorkeling, or an island tour by boat"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Enomis Divers"],["url=http:\/\/www.scubadiveroatan.com"],["email=roatanseaventures@yahoo.com"],["address="],["lat="],["long="],["directions=Half Moon Bay Plaza Center"],["phone=+011 504 9 567 8948"],["tollfree="],["fax="],["hours="],["price="],["content=Enomis Divers is designed for the discriminating scuba diver who want a no hassle, no stress, care free, just-come-and-enjoy the ultimate scuba diving dream vacation on an island paradise."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Pescado Roatan"],["alt="],["url=http:\/\/www.pescadoroatan.com"],["email="],["address="],["lat=16.31125"],["long=-86.589422"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With Pescado Roatán, bonefish and permit on the fly"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Stanley Submarines"],["url=http:\/\/www.stanleysubmarines.com"],["email=karl@stanleysubmarines.com"],["address="],["lat="],["long="],["directions="],["phone=+504 3359-2887"],["tollfree="],["fax="],["hours="],["price=$400-1,500"],["content=Karl Stanley has been designing, building, and piloting deep sea submersibles for over 20 years. He has logged over 1,300 dives and can take you to depths of 2,000 feet. Strives to provide cost-effective, direct access to the deep water for anyone who wishes to explore those depths. Tours from 1,000 feet to 2,000 feet for 1.5-4 hr. His operation is the cheapest submersible tourist operation in the world. You can visit the website for more details on trips and prices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Steel Pan Alley"],["url=http:\/\/www.steelpanalley.com"],["email=steelpandeb@gmail.com"],["address="],["lat="],["long="],["directions=Located in the rear of the Colonia de las Brisas in Gravel's Bay. Turn inland at Tiffany's Tower apartments (The big pink building.) And proceed straight, driving through the baseball field."],["phone=+504 3298 2448"],["tollfree="],["fax="],["hours="],["price="],["content= While Steel Pan Alley has its origins as a free school teaching the local children to play Trinidad steel pans, the school also offers the Steel Pan Alley Experience, where visitors can come and learn to play the pans. In a single morning or afternoon session, visitors can go from zero music experience to playing three songs in just one hour. All proceeds go directly to supporting the school."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Tyll's Dive"],["alt=Tyll's Dive Shop"],["url=http:\/\/www.tyllsdive.com"],["email="],["address=West End"],["lat=16.303969"],["long=-86.593933"],["directions=When you enter into West End turn left and we are across the street from The Blue Marlin (formley known as Purple Turtle)"],["phone=+504 9698 0416"],["tollfree="],["fax="],["hours=9AM-5PM"],["price=From $25 per dive"],["content=Scuba divers with a small family atmosphere.  Caters to small groups of 8 or less.  Offers 3 dives a day starting at 9AM, 11AM. and 2PM, six days a week, Sundays and night dives upon request. Prices include all dive rental equipment. Small dive classes are offered from Open Water to Dive Master. 1 on 1 dive instruction available, Crowd free diving, multi-lingual staff, well-maintained dive equipment and an on hand technician. All the dive Instructors are PADI Certified as well as emergency first aid responders."]]}]},"\n",{"type":"====","value":["Walking"]},"\n\nYou can walk along the beach to West Bay from West End in about 45 min, and can take a water taxi back if you like ($3 USD).  They seem to stop running around sunset, so make sure to catch them before it is too late.\n\n",{"type":"====","value":["Horseback riding"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Shirkie's Barrio Dorcas Ranch"],["alt="],["url=http:\/\/www.barriodorcasranch.com"],["email=roosmaten@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+011 504 9555-4880"],["tollfree="],["fax="],["hours="],["price=$40-50 (Extra if transportation from a cruise ship landing is added)"],["content=Horseback riding on the beach at West End."]]}]},"\n",{"type":"====","value":["Other"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kayak"]}," trips around the Island and through the mangroves on the east end of the island."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mini-Golf"]}," in Sandy Bay, cold drinks & burgers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zipline"]},", Roatán has 4 zipline jungle canopy tour adventures"]},"\n",{"type":"==","value":["Buy"]},"\n\nThe US dollar (US$) is generally accepted all over the island, however, your change is mostly given in Honduran lempiras. This method of money exchange is not recommended generally but if you're only stopping for the day from a cruise ship, it's an easier option to changing money that you may not use up.\n \nPrices of everything skyrocket when cruise ships are in town, if you are looking to purchase anything, including food, it is best to wait until they have left port.\n\nLocal handicrafts abound and can be had for very little money. Look for Central American arts and crafts, brightly-painted pottery, wood carvings, costume jewelry, tee-shirts, cigars and clothing. Remember that the asking price should only be considered a jumping-off point for some downward haggling. It's expected and if you have the stomach for it, you'll likely end up with a final price somewhere around 40-50% lower.\n",{"type":"===","value":["Grocery Stores"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Woody's Grocery Store"],["url=http:\/\/www.roatanisland.net\/woodies.htm"],["email="],["address="],["lat=16.307231"],["long=-86.592539"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Buy up and have a cookout."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Supermercado Eldon's"],["alt="],["url="],["email="],["address="],["lat=16.32115"],["long=-86.536689"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near the airport overlooking Coxen Hole"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Emily's Pulparia"],["alt="],["url="],["email="],["address=Near Sandy Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Gift Shops"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=So Tropic"],["alt="],["url=http:\/\/www.sotropicroatan.com"],["email=info@sotropicroatan.com"],["address=West Bay Mall"],["lat=16.2744"],["long=-86.5970"],["directions=Five minutes from the West Bay beach"],["phone=+504 2445-5042"],["tollfree="],["fax="],["hours=Mon-Sat, 9 AM - 5 PM"],["price="],["content=Beachware, gifts, and other vacation essentials - bikinis, sarongs, swim trunks, sunglasses, snorkel gear, sunscreen, hats, phone\/device chargers, local souvenirs, and more."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThe restaurants you will find along the West End beach are slightly more expensive than similar restaurants on the mainland but the food is of a very high standard. Seafood abounds and you can find top quality lobster for dinner for around US$10 US. Argentinian steaks are also popular.\n\nThere is a small food caravan located on the main road hosted by an ex-pat Aussie. The food is cheap, and he is open late which is perfect for when you return home from one of the West Ends night spots.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Asylum"],["alt=Location is approximate"],["url=http:\/\/www.entrenousqueen.com\/Asyumtwo.html"],["email=jimmyasylum@hotmail.com"],["address=Camp Bay Beach"],["lat=16.429278"],["long=-86.298486"],["directions=Far northeastern end of the island past the main paved road"],["phone=+011 504 3320-6004"],["tollfree="],["fax="],["hours=9AM-9PM or whenever the drinking stops"],["price=moderate"],["content=A Beach Bar on the end of a 40 ft dock stretching into the waters. Offer fishing trips on the Cayuca boat. Reef snorkel a few hundred meters from the dock, bring your own snorkeling gear, or rent a package for $5 a day. Camp on the beaches of Asylum for free with your own equipment or rent a camping package for $5 a night. Local residents of Roatán can utilize the camping packages for free. Asylum's Mermaid Grill will cook any fish you catch and prepare a meal for you."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Beach Club San Simon"],["url=http:\/\/www.thebeachclubroatan.com"],["email="],["address=West Bay"],["lat=16.275675"],["long=-86.599125"],["directions=Between La Sirenas Resort + Mayan Princess"],["phone=+011 504 445 5140"],["tollfree="],["fax="],["hours=10AM-10PM"],["price=Moderate"],["content=Lounge style feel with changing rooms, showers, and beach beds. Free wifi."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gio's"]},", French Harbor. One of the nicer dining experiences on the island. It's a longtime mainstay for expats and islanders who can afford to dine out. Seafood is the specialty of course."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hole in the Wall"],["url="],["email="],["address=via Jonestown"],["lat="],["long="],["directions=You must take a small water taxi from Jonestown"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=All-you-can-eat lobster and steak on Sun and Wed. This restaurant is a hidden gem on the island. It is very popular with the people who own vacation homes on the island. It is low-key, and has some of the best food offered on the island"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=JavaVine Cafe & Wine Bar"],["alt=Internet Cafe, Wine Bar & Lounge"],["url=http:\/\/www.JavaVine.com"],["email="],["address=West Bay Beach Mall"],["lat=16.274634"],["long=-86.597040"],["directions=formerly Cool Beans Coffee House"],["phone=+011 504 2445-5048"],["tollfree="],["fax="],["hours=7:30AM-10PM"],["price=$1-20"],["content=Serving the best coffee and coldest beer on Roatán. Pastries, sandwiches, pizza, and tapas in a relaxed, chill atmosphere with soothing tunes. Fully licensed, with a large selection of wine and spirits. Free WiFi for all customers. Only a 2 minute walk from beautiful West Bay Beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ooloonthoo Restaurant"],["url=http:\/\/www.ooloonthoo.com"],["email=reservations@ooloonthoo.com"],["address=Mangrove Bight"],["lat="],["long="],["directions=Main road outside West End"],["phone=+011 504 9936-5223"],["tollfree="],["fax="],["hours=6-9PM"],["price=$40"],["content=The only Indian restaurant in Honduras. World class progressive Indian cuisine. A\/C dining and year round sunset views. Reservations required."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rendezvous Sushi Grill"],["alt=Roatán Sushi"],["url=http:\/\/roatansushi.com"],["email="],["address=Main Road, West Bay"],["lat=16.273537182604112"],["long=-86.59729827081681"],["directions="],["phone=+011 504 9978-6955"],["tollfree="],["fax="],["hours=6:30AM-10PM"],["price="],["content=Sushi. Quiet, romantic and away from the 'boom, boom, boom' of the beach. Reservations required."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address=Punta Blanca"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Meals, good view"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Smugglers Beach Bar & Grill"],["url="],["email="],["address=West Bay"],["lat="],["long="],["directions=Lighthouse Point"],["phone=+011 504 9861-0826"],["tollfree="],["fax="],["hours=9-10PM"],["price=$1-20"],["content=Try the Monster Nachos with your choice of chicken, steak, or lobster. Or maybe try our lobster burger or fresh quesadillas, made from fresh, quality ingredients."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Thirsty Turtle Beach Bar & Grill"],["alt=West Bay at Bananarama"],["url=http:\/\/www.bananaramadive.com\/restaurants\/restaurantsnew\/thirstyturtle-new.html"],["lat=16.274619"],["long=-86.599358"],["directions=At the very heart of West Bay beach between to Bananarama Dive and Paradise Beach Villas"],["phone=+011 504 2445-5005"],["tollfree="],["fax="],["hours=As early as 10AM, as late as midnight"],["price=inexpensive to moderate"],["content=On the beach with plenty of room at the covered bar as well as at outdoor tables, large flat-screen TV, cold and blended drinks, and island-style fresh fast food. Activities almost every night: karaoke, crab races, fire dancers, live music, trivia... Happy Hour drinks and food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hot Dog Hut"],["url="],["email="],["address=West End"],["lat="],["long="],["directions=Between Nova and W.E. Cigar Bar"],["phone=+011 504 9712-4305"],["tollfree="],["fax="],["hours=11-8"],["price=$1-$5"],["content=Serving gourmet Hotdogs, Chili Dogs, Bacon Wrapped Dogs, Chicken Salad Sandwiches, and daily specials. Offers a variety of toppings such as Tequila Caramalized Onions, Habanero Aioli, Sauerkraut all made from scratch! $5.00 plates include 2 Chili Cheese Dogs, a side and a fresh squeezed limeade or brewed sweet tea."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hungry Munkey"],["alt="],["url=http:\/\/www.hungrymunkey.com"],["email=info@hungrymunkey.com"],["address=West Bay Mall"],["lat=16.2742"],["long=-86.5969"],["directions=Five minutes from West Bay Beach"],["phone=+504 9503-8842"],["tollfree="],["fax="],["hours=Open every day except Tues. 11 Am - 7 PM"],["price="],["content=Pizza, subs, ice cream, baked goods. Bread and dough for the sandwiches and pizzas is made fresh onsite daily. Also great for cold drinks and a quick snack - ice cream, cinnamon rolls, hot dogs, nachos. Affordable and casual."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nRoatán boasts a wide array of experiences for night life depending on your taste.  Since the arrival of cruise ships, prices have risen somewhat and restaurants and bars cater to cruise passengers as well as North American and European tourists.  These types of establishments are relatively easy to find as they are mostly located in and around the West End.  Prices here are generally higher than in most other places on the island.\n\nThe best part about drinking in the west end is the pub crawl that occurs almost every night.  Its virtually mandatory to start at Sundowners and enjoy drinks whilst watching the sun go down over the beautiful bay in front.  When Sundowners shuts at 10PM the whole bar shifts about 50 m down the street to kick on at the Purple Turtle where you can enjoy live music out the back.  The Purple Turtle closes at midnight and from here most people continue on to the Nova Bar or the Twisted Toucan's will be the joint to party at and where you will meet most of the locals in the region this being a favorite haunt.  Most people go home from here but if you really are feeling like an adventure grab a group of friends and head down the beach to FuBar.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=JavaVine Cafe & Wine Bar"],["alt=Internet Cafe, Wine Bar & Lounge"],["url=http:\/\/www.JavaVine.com"],["email="],["address=West Bay Beach Mall"],["lat=16.274634"],["long=-86.597040"],["directions=formerly Cool Beans Coffee House"],["phone=+011 504 2445-5048"],["tollfree="],["fax="],["hours=7:30AM-10PM"],["price=$1-20"],["content=Serving coffee and cold beer.  Pastries, sandwiches, pizza, and tapas in a relaxed, chill atmosphere with soothing tunes.  Fully licensed, with a large selection of wine and spirits.  Free WiFi for all customers.  Only a 2 minute walk from beautiful West Bay Beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Sirena"],["url="],["email="],["address=Camp Bay Beach"],["lat="],["long="],["directions=In Asylum"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sunday barbecue with cold beer. A palapa bar\/restaurant built over the water, good if you are on the less populated east end of the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=FuBar"],["alt=formerly Black Pearl and before that Loafers"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Until late"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Foster's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Until late"],["price="],["content=DJ. Good on Fridays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Nova Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Until late"],["price="],["content=Haunt of locals who stay out late."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Purple Turtle"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Until midnight"],["price="],["content=Look out the back for live music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sundowners"],["url="],["email="],["address="],["lat=16.306594"],["long=-86.59265"],["directions="],["phone="],["tollfree="],["fax="],["hours=Until 10PM"],["price="],["content=Good place to start the night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Booty Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=across from Eagle Ray's"],["phone="],["tollfree="],["fax="],["hours=Until late"],["price="],["content=Caribbean Pirate themed bar.Mix of locals, expats and tourists. Great sunsets. Happy Hour 5PM-9PM every day. Good for dancing after 9PM."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Turtle Shack Cafe"],["alt=Turtlegrass"],["url=http:\/\/www.turtlegrass.net\/turtle_shack_cafe.html"],["email="],["address=Calabash Bight"],["lat=16.400556"],["long=-86.339444"],["directions=east of Oak Ridge"],["phone=+011 504 8950-7588"],["tollfree="],["fax="],["hours="],["price=Meals $6-8"],["content=A water access only restaurant on the largest bay on Roatán. Seafood gumbo to cheeseburgers, cold Honduran beer and fruity island drinks. Boat transportation provided from Oak Ridge. Also a great stop for those on the mangrove tour."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are excellent accommodations ranging from US$4-$400 per night. Condos are available as are beach cabanas. Please note that the prices usually do not include 16% tax, so plan accordingly.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Coconut Tree Hotel (West End, Half Moon Bay)"],["alt="],["url=http:\/\/www.coconuttreecabins.com\/"],["email=reservations@coconuttreecabins.com"],["address="],["lat=16.305708"],["long=-86.592714"],["directions="],["phone=+011 504 2445 4081"],["tollfree="],["fax="],["price=$45-130"],["checkin="],["checkout="],["content=Great accommodations for travelers on a budget. All cabins have A\/C and a refrigerator. Cabins in West End & West Bay. Associated directly with ",{"type":"[","value":["http:\/\/www.coconuttreedivers.com\/ Coconut Tree Divers"]}]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Coconut Tree Cabins (West Bay)"],["alt="],["url=http:\/\/www.coconuttreecabins.com\/"],["email=reservations@coconuttreecabins.com"],["address="],["lat=16.278456"],["long=-86.599122"],["directions="],["phone=+011 504 2445 4081"],["tollfree="],["fax="],["price=$70-115"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hobbie's Hideway"],["alt="],["url=http:\/\/www.hobbies-hideaway.com\/"],["email=suec199@bellsouth.net"],["address="],["lat="],["long="],["directions="],["phone=+011 504 9929-4720"],["tollfree="],["fax="],["price=$55-125"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marble Hill Farms"],["url=http:\/\/www.marblehillfarms.com\/"],["email="],["address=East End"],["lat=16.41363019762711"],["long=-86.34567850815074"],["directions="],["phone=US:+011 504 3335-5409"],["tollfree="],["fax="],["hours="],["price=Dorm from US$20, rooms from US$55. Dives from US$25. Many packages available"],["checkin="],["checkout="],["content=Rustic eco-lodge, small casitas with kitchenettes, bunk lodging and package pricing including diving and lodging.  New fishing and diving boats, numerous activities; diving and kite boarding, strolling through the gardens, and tasting homemade jams and jellies. Includes the Crow's Nest restaurant. Backpacker dorms with bunk beds and common bathrooms. Casitas – cabin style rooms with double beds and private bathrooms. Condo style rooms with double beds and private bathrooms."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=West Bay B & B"],["alt="],["url=http:\/\/www.westbaybedandbreakfast.com"],["email=westbaybedandbreakfast@gmail.com"],["address="],["lat=16.276089"],["long=-86.597047"],["directions="],["phone="],["tollfree="],["fax="],["price=$59-139"],["checkin="],["checkout="],["content=Clean, quiet, and affordable rooms located just one block from the west bay beach. A\/C, TV, DVDs to borrow, beach gear to rent, internet cafe. The owner Glen is fantastic and very accommodating, he also cooks breakfast every morning."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blenny House\/Cabins"],["url=http:\/\/www.bayislandsconnection.com\/"],["email=kiwidoig@yahoo.com"],["address=West End"],["lat=16.30943076424597"],["long=-86.59419536590576"],["directions=North-east side of West End, ask taxi driver"],["phone=+011 504 9905-5789"],["tollfree="],["fax="],["hours="],["price=$50-60 for cabin, $1000-$1500\/week for house"],["checkin="],["checkout="],["content=Jenny offers remote cabins for two people and a full family house for 6, but possibly more people. the accommodation is on the quiet end of West End on Roatán. So the noise from nightlife is far away. The location is beautiful. The cabins offer a double bed, private bathroom, porch with ocean view and outisde kitchen. The family house has two nicely decorated bedrooms with bathroom in each. Upstairs is a huge living area and surreal ocean view terrace. It has a kitchen with oven, microwave, cooking facilities, dishwasher, etc. Jenny is a good host and she will make your stay is comfortable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Buena Onda Hostel"],["alt="],["url="],["email="],["address=Down a short dirt road, near the Petrol Station, West End"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=$12 dorms $60+ for privates"],["checkin="],["checkout="],["content=The only true hostel in the West End. Located a 5 minute walk from the beach strip. Offers dorm rooms and private rooms, a nice large common area, kitchen, and free wifi."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anthony's Key Resort"],["url=http:\/\/www.anthonyskey.com"],["email=info@anthonyskey.com"],["address=Carretera Pavimentada Principal, Sandy Bay, Honduras"],["lat=16.326292"],["long=-86.572356"],["directions="],["phone="],["tollfree=+1 800 227-3483"],["fax="],["hours="],["price=$168-244"],["checkin="],["checkout="],["content=Private cabanas on the palm studded hillside and lagoon.  Serene and peaceful with views of the ocean. Diving available on site."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bananarama"],["alt="],["url=http:\/\/www.bananaramadive.com"],["email=VacationPlanner@BananaramaDive.com"],["address="],["lat=16.274786"],["long=-86.598828"],["directions="],["phone=+011 504 2445-5005"],["tollfree="],["fax="],["price=$120-340"],["checkin="],["checkout="],["content=Clean bungalows on a beautiful beach, free use of kayaks, restaurant, breakfast is included."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mango Creek Lodge"],["url=http:\/\/www.mangocreeklodge.com"],["email=info@MangoCreekLodge.com"],["address=Port Royal"],["lat="],["long="],["directions=In Roatán's East End and accessible only by water"],["phone=+011 504 8916-8704"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Eco lodge offering diving, fly-fishing and eco adventures.  The lodge has access to some of Roatán's healthiest reef. Great base for exploring the caves of Helene, hiking the island of Morat and visiting the pristine Pigeon Cayes. Accommodation is in over-the-water cabanas each with a private dock, swim ladder and hammock."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=West Bay Lodge Resort & Spa"],["url=http:\/\/www.westbaylodge.com"],["email=celeste@WestBayLodge.com"],["address=West Bay"],["lat=16.273828"],["long=-86.596925"],["directions=Across from West Bay Mall, 2-minute walk from the beach"],["phone=+011 504 2445-5069"],["tollfree="],["fax="],["hours="],["price=$102-160"],["checkin="],["checkout="],["content=Recently renovated air-conditioned bungalows surrounded by lush tropical plants, mango and avocado trees. Pool, massages available at Serenity day spa. Candlelight dinner available (6 course meal with a bottle of wine for total of $60 for pair). The price of breakfast at Tasty Tarpon Restaurant is included in the room price. Daily specials are as follows: Monday: French toast vanilla butter & powdered sugar; Tuesday: egg baleada Honduran specialty; Wednesday: banana pancakes, caramelized bananas, bacon; Thursday: egg baleada Honduran specialty; Friday: omelet with jack cheese, toast & pineapple jam; Saturday: tipico (typical Honduran breakfast); Sunday: waffles with caramelized pineapple & bacon, $2 mimosas. Available Tues - Sat. 8AM-9PM; Sun - Mon 8AM – 3:30PM."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Fantasy Island Beach Resort"],["alt="],["url=http:\/\/www.fantasyislandresort.com"],["email=info@fantasyislandresort.com"],["address="],["lat=16.358094"],["long=-86.436628"],["directions="],["phone=+011 504 2455-7612"],["tollfree=+1 800-676-2826"],["fax=504-2455-7802"],["price="],["checkin="],["checkout="],["content=Resort with A\/C rooms, satelliteTV, refrigerator, telephone and tennis courts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Infinity Bay Spa & Beach Resort"],["url=http:\/\/www.infinitybay.com"],["email="],["address="],["lat=16.272792"],["long=-86.599222"],["directions="],["phone=+011 504 2445-5016"],["tollfree=+866 369-1977"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxury Roatán Resort & vacation villas by Roatan's white sandy beaches."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mayan Princess Beach Resort & Spa"],["alt="],["url=http:\/\/www.mayanprincess.com"],["email="],["address="],["lat=16.276056"],["long=-86.598553"],["directions="],["phone=+011 504 445-5050"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=1-2 bedroom villas with kitchens, 250 ft swimming pool and a diver center."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villas del Playa"],["url=http:\/\/www.villasdelplaya.com"],["email=villasdelplayaroatan@gmail.com"],["address=West End"],["lat=16.296964"],["long=-86.5942"],["directions=down west end road past fosters between Ronnies Barfeet and Luna Beach"],["phone=+011 504 9994-5308"],["tollfree="],["fax="],["hours="],["price=$200-475"],["checkin="],["checkout="],["phoneextra=US:+1 281 249-5712"],["content=Luxury condos located right on the beach facing the sunset on the Caribbean Sea. 2 bedroom, 2 baths. 3 bedroom, 3 baths. 3 bedroom, 3 bath penthouse with 1,900 sq ft rooftop that has full kitchen, BBQ pit and private pool. Each condo has full stainless steel granite counter-top kitchen, central A\/C, U\/V water filtration, comfortable living room with couch that folds into bed, flat screen TVs with cable in every room, washer\/dryer, free wifi, and beach side swimming pool. Wheel chair accessible with elevator."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bay Islands"]]}]}," are in the Caribbean Sea, venture forth from Roatán and visit the 2 other larger islands in the group"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["La Ceiba"]]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Guanaja"]]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["San Pedro Sula"]]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tegucigalpa"]]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Útila"]]}]}]},"\n",{"type":"{{","value":[["isPartOf"],["Bay Islands"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["16.383333"],["-86.4"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Roatán"]]},"\n",{"type":"[[","value":[["Wikipedia:Roatán"]]}]