[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Robertson"]}," is a small town in the ",{"type":"[[","value":[["Southern Highlands (New South Wales)"],["Southern Highlands"]]}," of New South Wales.  Situated at the top of the range, the climate of Robertson can differ quite markedly from the coastal areas, with mist and showery rain common in the winter.  The climate makes this dairy and cheese country.\n\n",{"type":"==","value":["Get in"]},"\n\nBy car via the Illawarra Highway (which connects to the Hume and the Princes Highways).  When you reach the top of the Macquarie Pass you are at Robertson.  The pie shop is on the highway.  The rest of the town is a short drive away.\n\n",{"type":"[","value":["http:\/\/www.transportnsw.info NSW Trainlink Intercity"]}," services Robertson by bus twice daily from ",{"type":"[[","value":[["Wollongong"]]}," and ",{"type":"[[","value":[["Moss Vale"]]},", with services extending to ",{"type":"[[","value":[["Bundanoon"]]},".\n\nThe ",{"type":"[","value":["http:\/\/www.3801limited.com.au 3801 Cockatoo Run"]}," heads up the range to Robertson some Sundays.\n\n",{"type":"==","value":["Get around"]},"\n\nIf you get off the Cockatoo Run train at the station, you can walk to the main strip of the town - the pub, the old cheese factory, and the antique stores.  The Pie Shop is a fair hike down the road, and a enthusiastic walk.  The surrounding walkable area is farmland and residential, and the National Park areas aren't really within walking distance.\n\nThere is no local public transport or taxis available in town.\n\n",{"type":"==","value":["See"]},"\n\nRobertson itself is immediately surrounded by agricultural land.  The movie ",{"type":"'''","value":["Babe"]}," was filmed here, and the farms (somewhat unsurprisingly) look much like the set of the movie.  The flies are there to annoy you when walking in the area during summer.\n\n",{"type":"*","value":[" Robertson still has the train track, still has the station, but no regular passenger train service any longer.  The ",{"type":"'''","value":["Robertson train station"]}," is still in perfect condition, and heritage listed.  Freight and coal trains do pass this way frequently, so do be careful to not walk on the tracks."]},"\n",{"type":"*","value":[" The Macquarie Pass National Park ",{"type":"[","value":["http:\/\/www2.nationalparks.nsw.gov.au\/parks.nsf\/ParkContent\/N0020?OpenDocument&ParkKey=N0020&Type=Xo"]}," lies just to the west of the town, with cliffs, rainforest, coastal views and waterfalls.  There is no entry fee to the park."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Drive"]}," The scenery and bends heading up the Macquarie Pass make it a popular weekend drive, especially with motorcycles."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" The famous ",{"type":"'''","value":["Robertson Pie Shop"]},", is on the highway, has big signs, and some interesting decor.  The pies aren't the best in the world (as claimed) but they certainly aren't the worst.  A nice place to stop.  For something different (and decadent) try the apricot pies filled with fresh cream. "]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Robertson Inn"],["url="],["email="],["address="],["lat="],["long="],["directions=Robertson main street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It has a nice log fire in the winter.  Serves pub meals.  Quite a local crowd there usually, as well as some passing through."]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nIf you have a car, the surrounding national parks along the range are well worth visiting.  Fitzroy Falls is an easy trip out of town, and Belmore Falls is just a short diversion on the way.  The rest of the ",{"type":"[[","value":[["Southern Highlands (New South Wales)"],["Southern Highlands"]]}," is only 30 minutes away.\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Highlands (New South Wales)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Robertson, New South Wales"]]}]