[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Roccella Ionica"]}," (also known as Roccella Jonica, or just Roccella) is a city in ",{"type":"[[","value":[["Calabria, Italy"]]},".\n\nIt is situated in the very south continental part of Italy, inheritating warm climate during winter and quite hot during summer period.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By train"]},": Roccella has a good train connection from\/for the major Italian town. The train station is located right in the centre of town, allowing ease of connection. Coach service is available as well. By car, you should drive from Highway \"Salerno-Reggio Calabria\" and get-off at Rosarno, then cross Calabria from north to south on highway \"autostrada dei due mari\". These highways are all toll-free.\n\n",{"type":"==","value":["Get around"]},"\n\nHistory: Locri's greek ancient town\n\nNature: parks of Sila and Aspromonte\n\n",{"type":"==","value":["See"]},"\n\nA medieval castle is on the top of a rock on the very top of Roccella. Urban texture is full of ancient villas and churches, dated up to half thousand years ago\n\n",{"type":"==","value":["Do"]},"\n\nDuring summertime everything is related to sea. During daytime main activities are water sports or beaches activities; during nighttime sea-side discos (in Roccella or in its sorroundings) are quite crowded and in a serene mood. Entrance is almost free. Drink prices are cheap.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nLike all the sorrounding, food is very typical and extremely tasty. Main suggestion includes dry-sausages (\"soppressata\"), any preparation of egg-plants (by themselves, owen-cooked or in a unique course very similar to greek Moussaka), fresh fried anchovies, and so on. Food is typically spiced with fennel, oregano, onion, garlic.\nRoccella has as well an excellent local-made bread.\n\n",{"type":"==","value":["Drink"]},"\n\nTry liquor \"Amaro del Capo\", made in Calabria from liquorice root.\n\n",{"type":"==","value":["Sleep"]},"\n\nFew hotels are available, as well as new B&B are growing faster. If you have any contact, the best option would be anyway to rent an apartment or a room. Unfortunately actually there's no centralized service for room-rental, and almost every business is based on unstructured and informal relations.\n\nClub Hotel Kennedy ",{"type":"[","value":["http:\/\/www.clubhotelkenney.it"]},".\n\nHotel Parco Dei Principi ",{"type":"[","value":["http:\/\/www.parcodeiprincipihotel.com"]},".\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Roccella Ionica"]]},"\n\n",{"type":"{{","value":[["geo"],["38.3167"],["16.4000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Calabria"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]