[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nIn the northeast corner of ",{"type":"[[","value":[["New York (state)"],["New York"]]},"'s scenic ",{"type":"[[","value":[["Finger Lakes"]]}," region, you'll find the city of ",{"type":"'''","value":[{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]}]}," and its ",{"type":"'''","value":["suburbs"]},".  Rochester is a mid-sized city—the state's third-largest—with big-city culture and small-town charm.  It's the primary entry point for the entire Finger Lakes region, as well as parts of the ",{"type":"[[","value":[["Niagara Frontier"]]}," to the west.  As such, it makes a great place to start your explorations of either region.\n\nRochester has museums, beaches, professional sports, plenty of summer festivals, world-class performing arts, and three majestic waterfalls.  It's a destination well suited for travelers looking for family-friendly urban attractions and amenities.  And while suburbanites will proudly identify Rochester as their hometown when speaking with distant visitors, each of the suburban towns and villages has its own character.\n\nWith Lake Ontario to the north, the Erie Canal passing through quaint 19th-century villages, and the Genesee River cascading through the city, Rochester and its suburbs have plenty of outdoor activities to complement their many indoor attractions.  There's more than enough to do in the immediate area to keep you busy for days, without ever venturing to the vineyards of the Finger Lakes.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"[[","value":[["Image:Map - Monroe County NY.png"],["400px"],["thumb"],["Map of Monroe County"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]}," — the Monroe County seat is at the middle of it all, with everything you need in a big city"]},{"type":"*","value":[{"type":"[[","value":[["Brockport"]]}," — an historic but youthful college town on the Canal"]},{"type":"*","value":[{"type":"[[","value":[["Caledonia (New York)"],["Caledonia"]]}," — "]},{"type":"*","value":[{"type":"[[","value":[["East Rochester"]]}," — Rochester's Little Italy"]},{"type":"*","value":[{"type":"[[","value":[["Fairport (New York)"],["Fairport"]]}," — the village every canalside town wants to be"]},{"type":"*","value":[{"type":"[[","value":[["Hamlin (New York)"],["Hamlin"]]}," — best known for its beaches along Lake Ontario"]},{"type":"*","value":[{"type":"[[","value":[["Henrietta (New York)"],["Henrietta"]]}," —"]},{"type":"*","value":[{"type":"[[","value":[["Hilton"]]}," — small-town New York, away from the Canal"]},{"type":"*","value":[{"type":"[[","value":[["Honeoye Falls"]]}," — picturesque cascades in an historic village"]},{"type":"*","value":[{"type":"[[","value":[["Pittsford"]]}," — eclectic shopping and dining along the Canal"]},{"type":"*","value":[{"type":"[[","value":[["Spencerport"]]}," — the most unassuming of the Canal villages"]},{"type":"*","value":[{"type":"[[","value":[["Victor (New York)"],["Victor"]]}," — a crossroads between Rochester and the rest of the Finger Lakes region, with both a mega-mall shopping center and a quaint downtown village"]},{"type":"*","value":[{"type":"[[","value":[["Webster (New York)"],["Webster"]]}," — Rochester's fastest-growing suburb"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Hamlin Beach State Park"]]}," — camping on the Lake Ontario shoreline"]},"\n",{"type":"==","value":["Understand"]},"\n\nThe region primarily comprises Monroe County, one of the most populous of New York's 62 counties (#9 overall, #2 upstate).  The town and village of ",{"type":"[[","value":[["Victor (New York)"],["Victor"]]}," are in Ontario County but nonetheless constitute Rochester's southeasternmost suburb.  Likewise, ",{"type":"[[","value":[["Caledonia (New York)"],["Caledonia"]]}," to the southwest is in Livingston County but maintains close ties with the Monroe County hamlet of Mumford.  Both are included here.\n\n",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]}," is a dominating influence on the entire region, all of which lies within the Rochester Metropolitan Area, or \"Greater Rochester\".  Rochester serves as the primary entry point to the Finger Lakes region, so there is a strong association between the two, even though the nearest of the lakes is 20 miles to the south.  Strong association or no, most Rochesterians (a term that applies just as much to suburbanites as to city-dwellers) will place their city as part of the entire Western New York region, and not specifically as part of the Finger Lakes.\n\nDespite that dominance, however, and the natural affinity locals feel for their central city, the initial development of the suburbs was not a matter of the city's influence overflowing its boundaries.  Rochester was formed around the same time as many other settlements in the area, and it took many years for one to rise above the others in prominence.  The catalyst for that was the ",{"type":"'''","value":["Erie Canal"]},", which was routed (after not a little bit of persuasion by the city fathers) through the tiny village of Rochesterville in 1823.  With a major transportation route running right through the middle of town, Rochester's flour mills (powered by the great falls of the Genesee) had ready access to markets both east and west.  The village boomed into a city.\n\nNew villages popped up along the Canal, with names like ",{"type":"[[","value":[["Brockport (New York)"],["Brockport"]]},", ",{"type":"[[","value":[["Spencerport"]]},", and ",{"type":"[[","value":[["Fairport (New York)"],["Fairport"]]},".  The other settlements grew too, but Rochester's centrality and natural resources made it the big winner.\n\nToday, Rochester continues to dominate, but even city residents make a point to get out to the suburbs for festivals, boating, restaurants, and much more.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe ",{"type":"'''","value":["Greater Rochester International Airport"]}," (",{"type":"{{","value":[["IATA"],["ROC"]]},"), 1200 Brooks Ave (",{"type":"''","value":["I-390 to Exit 18B or I-490 to Exit 6; follow signs"]},") ",{"type":"[","value":["http:\/\/www.ROCairport.com"]},", is located just southwest of the city proper, six miles southwest of downtown.  It is a very nice medium-sized airport, newly remodeled in 2008, with three runways and two concourses.  The airline with the most passengers is US Airways, but most of the major domestic carriers (Southwest is an exception) and low-cost airlines JetBlue and AirTran have multiple daily scheduled flights to and from their hubs.  Flights are also available to and from ",{"type":"[[","value":[["Buffalo (New York)"],["Buffalo"]]},", ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]},", and ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},", as well as seasonal direct flights to and from ",{"type":"[[","value":[["Orlando"]]},".  AirCanada offers daily flights to and from ",{"type":"[[","value":[["Toronto"]]},".\n\nFrom the airport, you'll probably use either a taxi ($3\/mile; $10 minimum; $2.50\/add'l passenger) or a rental car to take you to your destination.  Most of the common car rental agencies have a presence here, and this is the only place in the city you can reliably find a taxi to hire.  Bus service on RTS is available, but not particularly convenient—routes 2 and 4 serve the airport, but they only go to the RTS hub downtown.  Some hotels in and near the city have free shuttle service to and from the airport, but you won't find many in the outer suburbs.\n\n",{"type":"===","value":["By car"]},"\n\nNew York's major cross-state route, the ",{"type":"'''","value":["New York State Thruway"]}," (Interstate 90), passes through the southern suburbs.  The tolls aren't cheap, but it provides the quickest and most popular route into the area from the east and west.  From the east, Exit 45 is in Victor; from there, ",{"type":"'''","value":["I-490"]}," arcs northwest for about 15 miles (24 km) to the center of Rochester, passing through other suburbs on the way.  From the west, Exit 47 is just beyond the county's borders in Le Roy; I-490 travels about 22 miles (35 km) northeast from there into the city.\n\nExit 46, between them, is for ",{"type":"'''","value":["I-390"]},", the primary route into the area from points south.  I-390's south end is at I-86, and it also connects with U.S. Route 15 out of Pennsylvania.\n\nFrom the northeast, if you don't want to head south to the Thruway, most drivers will take State Route 104, a former federal route that constitutes the main rural drag through the northern part of Western New York.  104 also works if you're coming from the northwest—the northern part of the ",{"type":"[[","value":[["Niagara Frontier"]]},"—but an alternative is the ",{"type":"'''","value":["Lake Ontario State Parkway"]},", which starts 35 miles northwest of downtown and follows the lake shore to the Rochester harbor.\n\n",{"type":"===","value":["By train"]},"\n\nRochester's ",{"type":"'''","value":["Amtrak"]}," station ",{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/am2Station\/Station_Page&code=ROC"]}," has daily scheduled service on three lines, with connections to the other upstate cities, plus Chicago, Toronto, Boston, and New York City.  The station is not in the \"best\" part of town, so don't try to walk there at night.  The station itself, and its parking lot, are well lit and quite safe, though.  Be prepared for delays—this is Amtrak after all—and be aware there's really nothing to do to kill time in or around the station.\n\nA few taxis will often be waiting at the station around the scheduled arrival times, or you may want to arrange for a rental agency to pick you up.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com\/ Greyhound"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.trailwaysny.com Trailways"]}]}," share a bus station just across the street from the train station, at 186 Cumberland St.  It is some distance north of the RTS hub, although several routes stop nearby."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.megabus.com Megabus"]}]}," offers service to Rochester from ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]}," and ",{"type":"[[","value":[["New York City"]]},". The bus stop is located at gate 8 of Broad Street Station, an outdoor RTS bus hub on Broad Street east of Chestnut Street. Closed top double decker buses. Free Wi-fi, and power outlets. Wheelchair accessible. Fares from $1 when reserved far in advance."]},"\n",{"type":"===","value":["By boat"]},"\n\nWith the Erie Canal, Genesee River, Lake Ontario, and Irondequoit Bay, waterways are a rare but not unheard-of method of getting to Rochester or its suburbs.  Your best bets for mooring are at the mouth of the Genesee (the Rochester harbor) and in Irondequoit Bay, but those only work if you're coming from Lake Ontario.  If you're on the Erie Canal coming from points east or west, you can often moor in one of the villages, including ",{"type":"[[","value":[["Pittsford (New York)"],["Pittsford"]]},", ",{"type":"[[","value":[["Fairport (New York)"],["Fairport"]]},", and ",{"type":"[[","value":[["Brockport"]]},".  You could also take the canal to the river, then north almost to downtown, mooring at Brooks Landing or Corn Hill Landing.\n\n",{"type":"==","value":["Get around"]},"\n\nIf you're straying anywhere outside of downtown Rochester, you'll almost certainly want a car.  The municipal bus system traverses the entire county, but is not very efficient at traveling between suburbs.\n\n",{"type":"'''","value":["Rush hours"]}," in the area are approximately 7AM–8:30AM and 4:30PM–6PM on weekdays.\n\n",{"type":"===","value":["By car"]},"\n\nSix major rental agencies have desks at the ",{"type":"[[","value":[["#By plane"],["Greater Rochester International Airport"]]},": Avis, Budget, Enterprise, Hertz, National, and Thrifty.  Most also have locations scattered throughout the county, and they will usually come pick you up if you're coming in from, say, the Amtrak station.  Contact your preferred agency for details and locations.\n\nThose who balk at needing a car to get anywhere in the Rochester area can at least take heart that it is a very drivable city.  A common local maxim is that the travel time between any two points in or around the city is twenty minutes.  The expressway system was designed in the 50s, when Rochester's population was booming; this growth slowed to a stop soon afterward, leaving a network of high-capacity roads that rarely see congestion.  You'll encounter some mild rush-hour slowdowns, especially on Interstates 390, 490, and 590, but visitors from more populous areas will scoff at what Rochesterians call \"traffic\".\n\nConstruction and severe winter weather can disrupt Rochester's normally placid roads, however.  In winter, pay close attention to traffic advisories, and if they say \"no unnecessary travel\"—they ",{"type":"''","value":["mean"]}," it.  Most of the time, though, drive slowly and carefully and you'll be fine.  It takes locals a snowfall or two to remember this every November, so be extra-cautious early in the season.\n\n",{"type":"====","value":["Expressways"]},"\n\nThe highway system is designed as two loops, the unofficial ",{"type":"'''","value":["\"Outer Loop\""]}," and the official ",{"type":"'''","value":["\"Inner Loop\""]},", with feeders coming in from the west, east, and south.  (North is Lake Ontario—no highways there!)  The Inner Loop is an urban expressway that circumscribes downtown Rochester.  Because it's a loop, you can get turned around if you're not familiar with the area; visitors should probably stick to surface streets.\n\n",{"type":"'''","value":["I-490"]}," runs east-west right through the middle of the city and forms the bottom portion of the Inner Loop.  I-490 is the feeder expressway that connects the Outer and Inner Loops on both the east and west sides of the city, eventually connecting up with Interstate 90, the New York State Thruway, on both ends.\n\nThe Outer Loop runs very close to the official city limits.  ",{"type":"'''","value":["I-390"]}," comes up from the south (where it connects with the Thruway), then turns sharply west at a junction with ",{"type":"'''","value":["I-590"]},", which heads east.  The two spurs curve out and up to the north to form the bottom part of the loop, until they each reach I-490 on either side of the city.  Their Interstate designations end there, but the highways each continue north as State Routes 390 and 590.  390 passes State Route 104 and continues north as an expressway to the Lake Ontario State Parkway, just west of the Rochester harbor.  590 also passes Route 104, but soon becomes a surface road for the rest of its run to the lake, at Seabreeze near Irondequoit Bay.\n\n",{"type":"'''","value":["New York State Route 104"]}," is a major east-west route and forms the northern part of the Outer Loop, although it's only an expressway on one side, from the river east.  It's also the main feeder route from the northeast and northwest.  ",{"type":"'''","value":["New York State Route 531"]}," is an expressway that feeds into I-490 on the west side of the county, south of 104.\n\n",{"type":"====","value":["Surface roads"]},"\n\nThe expressways will get you close to your destination, but navigating the surface streets is necessary as well.  The only place it's really tricky to drive is downtown Rochester; outside of that, you shouldn't have any problem navigating the surface streets.  The region's state routes are well marked and well maintained.\n\n",{"type":"===","value":["By bus"]},"\n\nThe area bus system is the ",{"type":"'''","value":["Regional Transit Service"]}," (",{"type":"'''","value":["RTS"]},"), run by the Rochester Genesee Regional Transportation Authority (RGRTA) ",{"type":"[","value":["http:\/\/www.rgrta.org\/"]},".  While the buses are clean, efficient, comfortable, and cheap, the service has often been criticized as inconvenient.\n\nThe bus routes are designed as a hub-spoke system, optimized for travelers headed to and from downtown Rochester.  The hub is downtown, so travelers trying to get from one suburb to another often have to ride one bus all the way into the city, then another all the way back out.  The system works great for getting to the center of downtown, but the typical rider will be faced with a walk or another bus ride to get the rest of the way to his or her destination.\n\nIf the bus routes are convenient for you, though, RTS service is hard to beat, especially when the roads get slushy in winter.  Every RTS bus has a bicycle rack on front, which can provide some flexibility if you're willing to bike to a bus stop.  Fares are $1.00 per ride, or $3.00 for an all-day pass.  $14.00 gets you a 5-day pass and $56.00 allows you to ride freely for a full month.  Discounted fares are available for children and seniors (although you'll need a Medicare or RTS low-fare card for the senior discount). The $1.00 fare is valid for an hour so you can change buses without paying again - however, you won't normally be given a ticket unless you ask for one, so let the driver know you plan to change.\n\nBus schedules are available online ",{"type":"[","value":["http:\/\/www.rgrta.org\/SchedulesMaps\/Schedules.aspx?RTS"]}," and throughout the county, especially at transit hubs and information centers.\n\n",{"type":"===","value":["By bicycle"]},"\n\nThe ",{"type":"'''","value":["Genesee Riverway Trail"]}," is fully accessible for bicycles, and they're a common sight all over the area in the summer, especially on the ",{"type":"'''","value":["Erie Canal towpath"]},".  The low traffic in the area is a boon for cyclists, allowing brave ones to take to the highways (but stay off the expressways!).  Also, as noted above, all RTS buses have bike racks mounted on the front, which can be a great convenience.\n\n",{"type":"===","value":["By taxi"]},"\n\nYou can hire a taxi, but you'll need to call ahead to have one pick you up unless you're at the airport or the Amtrak station.  Prices are set by the city at $0.50 per 1\/6 mile, plus $2.00 per additional passenger.  $10.00 minimum to and from the airport.  Local limousine companies can provide more luxurious transportation for a somewhat higher fee.\n\n",{"type":"===","value":["By boat"]},"\n\nMost boating in Rochester is exclusively recreational in nature, but you may find it a convenient way to travel between destinations.\n\nThe ",{"type":"'''","value":["Genesee River"]}," is not navigable through most of the city, but away from downtown it's workable.  You can travel south (upstream) from Lake Ontario as far as the Lower Falls.  On the south side, coming from the canal, the farthest downstream you can go is the I-490 bridge near Corn Hill Landing.  Upstream from the canal, as you enter the southern suburbs, the river valley widens out and the river takes a gently meandering course with no significant obstacles until you hit ",{"type":"[[","value":[["Mount Morris"]]},", a stretch of about 35 miles.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nyscanals.gov Erie Canal"]}]},", on the other hand, is designed for boat navigation.  A cruise from Fairport in the east to Brockport in the west (which will take about 3–6 hours) can be very pleasurable, and you'll only have a couple of locks and lift bridges to deal with. Note that the Erie Canal is drained every November and not refilled until the end of April.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"{{","value":[["infobox"],["Horses on Parade"],["As you explore Monroe County, sooner or later you'll come upon one of the ",{"type":"'''","value":["Horses on Parade"]},": large fiberglass sculptures of horses, painted in designs ranging from playfully whimsical to amazingly beautiful.  The Horses on Parade were Rochester's version of the fiberglass-animal craze that swept the nation a decade ago, starting with ",{"type":"[[","value":[["Chicago"]]},"'s CowParade (imported from ",{"type":"[[","value":[["Zurich"]]},").  Many of the horses still retain their beautiful paint jobs and are worth checking out up-close.  (You also might see animals other than horses; they're from a sequel project a few years later.)"]]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Monroe County Fair"],["url=http:\/\/www.mcfair.com"],["email="],["address=Northampton Park, Ogden"],["lat="],["long="],["directions=Route 531 west to Route 36, south to Colby St, west to Hubbell Rd"],["phone="],["tollfree="],["fax="],["hours=Mid-July"],["price=Prices TBD"],["content=Rochester is a city well-connected with its rural outskirts, so agricultural exhibits remain the centerpiece of the fair—especially now with the move to Ogden from the previous location in Henrietta.  There are plenty of carnival rides, too, plus talent shows, hands-on activities, and live entertainment like tractor pulls."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are twenty ",{"type":"'''","value":["farmers markets"]}," in this region, covering every day of the week except Monday.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Finger Lakes"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["Wikipedia:Rochester, New York metropolitan area"]]},"\n",{"type":"{{","value":[["geo"],["43.3"],["-77.69"]]}]