[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Rockaway"]}," is a city in ",{"type":"[[","value":[["New Jersey"]]},". It is the common name for the area made up of Rockaway Township and Rockaway Boro. Located in the northern central part of the state and part of ",{"type":"[[","value":[["Morris County (New Jersey)"],["Morris County"]]},", Rockaway is home to close to 30,000 residents. The area is largely surburban and residential, and has a lot of rural land as well. Rockaway Townsquare Mall, located in the Township section, is home to one of New Jersey's largest shopping centers.\n\n",{"type":"==","value":["Get in"]},"\nRoute 80 cuts directly through the town of Rockaway. You can get off on exit 37, 35A or 35B. Route 46 runs through the town as well. Rockaway is within reach of many major highways. RT-10, RT-287, RT-24, RT-78, I-95 are all within a twenty minute drive. If you are a looking to fly in, the best place would be Newark International Airport (one of the busiest in the U.S.), which is only twenty five minutes away. Rockaway lies only thirty-five minutes from the George Washington Bridge and the Delaware Water Gap, in each direction.\n",{"type":"==","value":["Get around"]},"\nOther than NJ Transit's bus service",{"type":"[","value":["http:\/\/www.njtransit.com"]}," to other areas of Morris County, and the rest of New Jersey, public transit isn't very big in Rockaway.  Lakeland Bus provides commuter bus service to and from New York City. NJ Transit runs trains from stations in Dover and Denville (both bordering cities). But if you're looking to ",{"type":"''","value":["get around"]}," the town, realistically, you're going to need a car. It's a typical suburban New Jersey town, meaning that everything is pretty much exclusively accessible by automobile.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Picatinny Arsenal"],["url="],["email="],["address=Lake Denmark Rd.\/Mt. Hope Rd."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= One of the oldest weapons arsenals in the United States. Picatinny provided much the Americans with much of their weapon supply in the Revolutionary War. It's actually still a partially active base, so some areas are not accessible to civilians, but there are many monuments and artifacts to take in."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Green Pond"]}," (Johnson Ave. off Green Pond Rd.) -- At the most northwest point of Rockaway Township lies the self-proclaimed 'cleanest lake in New Jersey.' A mostly private, but beautiful community with two beaches, multiple swimming lanes, a playground and a pretty nice Yacht Club. Great for fishing. A prime destination in the summer. Easy to access without a beach pass.<\/see>"]},"\n",{"type":"*","value":[{"type":"'''","value":["Split Rock Reservoir"]}," Split Rock Rd.m 625 acres of untouched wilderness. Go down the long winding Split Rock Rd. and you'll see many large lakes connected by small islands."]},"\nFord Faesch House- Built in 1768, the house was said to be frequented by George Washington during the Revolutionary war. The house is owned by the town and is now a historical site.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=AMC Rockaway"],["url="],["email="],["address=Rockaway Townsquare Mall"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A recently-completed, 16 screen multiplex with stadium seating. Great place to watch a new movie, but for $10.50 a ticket, you'll certainly pay for it."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Downtown Rockaway Boro"]}," (Main Street) -- Has a very small town feel with lots of independent shops and small restaurants. A good place to take a stroll and spend an afternoon."]},"\n",{"type":"*","value":[{"type":"'''","value":["Park Lake"]}," (Academy St.) -- A small lake with a large walking path surrounding it. Great place to take a serious run, or just a walk with your dog. Offers a large playground for the kids. Beach is open in the summer with lifeguards. The Park Lake Gazebo at the end of the lake also has a free concert series during July and August that is quite popular with the senior community."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rockaway Lanes"],["url="],["email="],["address=365 U.S. Highway 46"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Your typical small-town bowling alley. They have a $1 per game offer on Monday nights, which is a very good value to those looking to bowl multiple games in one trip."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["White Meadow Lake Festival Day"]}," (White Meadow Rd.\/Hibernia Ave.) -- Every year in late July, the community of White Meadow Lake in Rockaway holds Festival Day, which is one of the better carnival atmospheres in the area. People from all around town gather for games, rides, and an extensive selection of food and drink. A major fireworks display takes place at the conclusion on Sunday night."]},"\nRockaway River- The river is a great spot for fishing or to just enjoy the scenery.\n\nThe Exchange- The Exchange is a restaurant bar located on Main Street that has an old fashioned feel. The bar hosts live bands and different themed nights throughout the week. Also there is outdoor seating for summer nights.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Rockaway Townsquare Mall"],["url="],["email="],["address=Interstate 80\/Mt. Hope Ave"],["lat="],["long="],["directions=Easily accessible from Route 80, Route 15, Mt. Hope Ave. or Mt. Pleasant Ave."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The 7th largest shopping mall in New Jersey, Anchored by Macy's, JC Penney, Sears, and Lord & Taylor. Features every single retail outlet you could imagine, as well as an extensive food court. Within the mall's exterior complex is also a Best Buy, Toys R Us, Target, Dick's Sporting Goods, and Borders (just to name a few). A one-stop megaplex for all of your buying needs. Parking is free."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Caffe Navona"],["url=http:\/\/www.caffenavona.co"],["email="],["address=147 U.S. Highway 46"],["lat="],["long="],["directions="],["phone =+1 973 627-1606"],["tollfree="],["fax="],["hours="],["price=$9.95-$32.95"],["content=Classy Italian restaurant with a great lounge area. Very friendly staff. Food is decent, and the atmosphere is ideal for couples"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hibernia Diner"],["url=http:\/\/www.hiberniadiner.com"],["email="],["address=9 Green Pond Rd"],["lat="],["long="],["directions="],["phone =+1 973 625-3255"],["tollfree="],["fax="],["hours="],["price=$4.99-$17.99"],["content=Just your typical New Jersey diner spot, offering everything from pancakes to Reubens to milkshakes. 24-hours of anything on the menu. Solid place to grab a bite, but the later you go in there, the stranger and more rowdy the crowd gets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paradiso Pizza"],["url="],["email="],["address=179 U.S. Highway 46"],["lat="],["long="],["directions="],["phone =+1 973 586-3313"],["tollfree="],["fax="],["hours="],["price=Pizzas range from $8-$21"],["content=Probably the best pizzeria in Rockaway. Good location, right on 46. Has delicious thin-crust pies and can whip up some great Italian dinners as well. Service can be shaky at times, but the food is always worth it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Potbelly's Riverside Cafe"],["url="],["email="],["address=26 E. Main St"],["lat="],["long="],["directions="],["phone =+1 973 627-7877"],["tollfree="],["fax="],["hours="],["price=$7-$26."],["content=Located right in the heart of Rockaway Boro, Potbelly's offers breakfast, lunch, and dinner at a pretty decent price. Wide-ranging menu includes salads, paninis, veal, steak and seafood. Outside seating is pretty attractive in the warmer months, but can get noisy being that it is on busy Main Street. No liquor license, so be sure to bring your own wine"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tony & Vinnie's Italian Bakery & Deli"],["url="],["email="],["address=405 U.S. Highway 46"],["lat="],["long="],["directions="],["phone =+1 973 366-3330"],["tollfree="],["fax="],["hours="],["price=Sandwiches from $5.25-$8.75."],["content= As good a deli sandwich as you're going to get. Doesn't offer seating, but definitely the spot to get any kind of sub you'd want. Fresh baked Italian rolls and cold cuts sliced to order. Also offers bread and desserts to take home"]]}]},"\nThe Olive Garden- The extremely successful dinner chain has its second busiest restaurant located in Rockaway. Cheap, but good Italian food, you know the deal.\n\nMuldoons- Located inside Macy's at the Rockaway Mall, it is a great steakhouse our just a place to grab a drink or appetizer.\n\nFatburger- A famous burger chain with fantastic burgers, fries and milkshakes.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pub 66"],["url=http:\/\/www.myspace.com\/pub66"],["email="],["address=3 South Bergen St, Dover"],["lat="],["long="],["directions="],["phone =+1 973 473-8184"],["tollfree="],["fax="],["hours="],["price="],["content=Although it's located in Dover, this is the new hot place to go for the younger crowd in Rockaway. A nightclub atmosphere, with flashing lights and loud music all the time. It is one of the larger pubs around, and there are 5 bars open on Tuesdays and weekend nights. Teen Night aka Bring Your Own Mug Night on Tuesdays draws an enormous crowd on a weekly basis. If you're not 18-29 years old, you're definitely going to feel out of place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tavern on the Rocks"],["url=http:\/\/www.tavernontherocks.com"],["email="],["address=9 Wall St"],["lat="],["long="],["directions="],["phone =+1 973 625-8844"],["tollfree="],["fax="],["hours="],["price="],["content=A popular spot amongst 20-30 year olds. Great place to watch sports, with many appropriately placed flat-screen TV's. Very popular on Friday nights. Live music on the weekends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Exchange"],["url=http:\/\/www.exchangefood.com"],["email="],["address=160 E. Main St"],["lat="],["long="],["directions="],["phone =+1 973 627-8488"],["tollfree="],["fax="],["hours="],["price="],["content=A comfortable place with an outside deck that's very desirable in the summer. Many locals gather with friends each night. Nothing special, but a good value. Live music almost every night."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mill Lane Tavern"],["url="],["email="],["address=8 Mill Ln"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rockaway's true dive bar. This is where the locals hang."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Hilton Garden Inn Rockaway"],["url=http:\/\/www.hiltongardeninnrockaway.com"],["email="],["address=375 Mount Hope Avenue"],["lat="],["long="],["directions="],["phone =+1 973  328-0889"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Best Western Inn"],["url=http:\/\/book.bestwestern.com"],["email="],["address=14 Green Pond Road"],["lat="],["long="],["directions="],["phone =+1 973  625-1200"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hampton Inn Denville"],["url="],["email="],["address=350 Morris Ave, Denville"],["lat="],["long="],["directions="],["phone =+1 973  664-1050"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nNeighboring town of ",{"type":"[[","value":[["Dover (New Jersey)"],["Dover"]]}," is a nice small town to spend an afternoon in.  Mostly Hispanic, there are many excellent ethnic restaurants.  The NJ Transit station in Dover provides for easy access to New York City, but be careful using the station's parking lot, as many spaces are permit only.\n\n",{"type":"{{","value":[["routebox"],["image1=I-80.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Stroudsburg"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Dover (New Jersey)"],["Dover"]]}]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["New York City"]]}],["minorr1=",{"type":"[[","value":[["Parsippany"]]}]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rockaway, New Jersey"]]},"\n\n",{"type":"{{","value":[["geo"],["40.90111"],["-74.51444"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Morris County (New Jersey)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/R\/Rockaway\/"]]}]