[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"[[","value":[["Image:Rockville Town Center.jpg"],["thumb"],["280px"],["Rockville Town Center"]]},"\n\n",{"type":"'''","value":["Rockville"]}," is a city in ",{"type":"[[","value":[["Montgomery County (Maryland)"],["Montgomery County"]]},", ",{"type":"[[","value":[["Maryland"]]},"\n\nRockville is the second largest incorporated city in Maryland and is characterized by rolling hills, historic towns, and high tech industries. Rockville was ranked #66 in the “Best Places to Live in the US” by Money Magazine in 2008.\n\n",{"type":"==","value":["Get in"]},"\n\nRockville is accessible on Metro's red line (see stations below). It is also served by Montgomery County's Ride On Bus service, particularly buses number 26, 45 and 47, which run all over town.\n\nYou can get into Rockville directly from the Chinatown buses that come from New York.  Apex Bus ",{"type":"[","value":["http:\/\/www.apexbus.com\/"]}," or Today's Bus ",{"type":"[","value":["http:\/\/www.today-bus.com\/"]}," typically charge $25 for one-way and $40 for round trip from New York.\n\nRockville is located 12 miles NW of Washington D.C. North of Rockville is Olney, Gaithersburg, and Montgomery Village. I-270 is the major highway within the city. Rockville Pike (355) is also a main road in Rockville with many office buildings, stores, and food restaurants scattered throughout the long road. It connects to  Rockville has connections with Wootton Parkway, Seven Locks Road, Montrose Road, Viers Mill Road, Norbeck Road (MD-28), Connecticut Avenue (185), Georgia Avenue (97), E.Gude Drive, and Southlawn Ln.\n\nInterstate linkages in Rockville include I-270 linking Gaithersburg, Washington Grove, Derwood, and Montrose. I-270 is perpendicular with I-370, taking you to Shady Grove Road. I-370 connects Potomac to Gaithersburg and Derwood heading East. I-95\/495 (Capital Beltway) linking College Park (University of Maryland), Laurel, and Washington D.C. Capital Beltway South also bring you into Virginia. I-195 takes you to Baltimore\/Washington International Airport.\n\n",{"type":"==","value":["Get around"]},"\n\nRockville is served by three metro stops on Washington Metro's \nRed Line: White Flint station, Twin brook station and Rockville station. White Flint station is near by White Flint Mall, a very attractive and upscale shopping venue. Twinbrook station will take you right outside of the Hilton hotel and tons of restaurants. Rockville station will take you smack into downtown Rockville, with the newly-developed center and giant Regal Cinema.\n\nThe two main airports near Rockville are Baltimore\/Washington International (BWI) and Washington Dulles International (IAD). Or you can ride the metro directly to Washington Reagan National Airport (DCA).\n\nRockville also has AMTRAK, MARC (Maryland Rail Commuter Service), Metrobus and Ride-On bus service.\n\n",{"type":"==","value":["See"]},"\n\nRockville Town Center features some historic buildings and a nearby cemetery offers the grave of F. Scott Fitzgerald for all to see.\n\n",{"type":"*","value":["There is the Beall-Dawson House where you can learn the history of Montgomery County."]},"Beall-Dawson House\n103 West Montgomery Avenue\nRockville, MD 20850\n301-762-1492\n\n",{"type":"*","value":["Peerless Rockville Historic Preservation which consists of a history preservation organization and mini museum. It shows preserved buildings, objects, and places in Rockville and tells about the city's important heritage."]},"In the Historic Red Brick Courthouse\nRockville Town Center\n29 Courthouse Square Room 110\nRockville, MD 20850\n301-762-0096\n\n",{"type":"*","value":["Olney Playhouse (Olney Theatre Center for the Arts in Olney) has professional performances of classic plays and musicals."]},"2001 Olney-Sandy Spring Rd.\nOlney, MD 20832\n301-924-3400\n\n",{"type":"==","value":["Do"]},"\n\nOther than shopping and eating there isn't much to do in Rockville for a night owl.\n\nOne can always stay up late and cycle down the empty major thoroughfares that are so busy during the day. \n\nIn terms of outdoors recreations there are many little parks hidden inside neighborhoods and  bike trails. There is the Rockville Millennium Trail, which is smoothly paved and very user friendly, spanning the City of Rockville in a 10-mile loop. There is Dogwood Park, located off of Wooton Parkway, offering tennis courts, baseball fields and other recreational facilities.  There is also the downtown Rockville area, very recently developed, featured shops and restaurants and some cute little fountains where you can sit and people watch. Very upscale, not very adventurous if you're looking to do more than eat and drink. Cabin John Regional Park is located on Tuckerman Lane. It is a very large park consisting of numerous jungle jim's, slides, swings, picnic areas, and a train that takes you around the Park. It has baseball and softball fields, and other sports facilities to keep active.\n\nShopping wise there are 4 main malls around Rockville. Montgomery Westfield Mall is located on Democracy Blvd off I-270. Tysons Corner is a little distant but is much larger than the other malls. It is located on Rt 7 and I-495. It includes some designer stores and the Rainforest Cafe. Lakeforest Mall is located off I-270 at exit 11, Montgomery Village Ave.\n\nThere are also many plazas to walk around in such as Congressional Plaza located off the beltway (I-495) on Rockville Pike (355). It has a grocery store, shoe stores, children's stores, jewelry\/accessories, health and beauty, and many service stores. Wintergreen Plaza is also located on Rockville Pike (355) with a marketplace, Fitness First, Musical Theatre Center, and many stores.\n\nOlney Indoor Pool is located on the border of the town of Rockville and Olney. It is a public facility with a little pool and a larger pool with a high diving board and lap lanes.\n\nGolf courses are popular in Rockville as Redgate Golf Course is the public golf course in the area located off Norbeck Road (28).\n\nThe Montgomery County Public Library is located on Rt 108 on Olney\/Laytonsville Road.\n\nThere are also a couple movie theaters in the area to watch movies.  AMC Loews Rio 18 is located at 9811 Washingtonian Boulevard and consist of stadium seating in the theater. Regal Cinemas is located at 199 E Montgomery Ave in Rockville off Rockville Pike (355).\n\n",{"type":"==","value":["Buy"]},"\n\nWhite Flint Mall has lots of art stores to visit. Anthropologie, a women's clothing store, is a unique place, and is located at the intersection of Nicholson Lane and Rockville Pike. One of the best thrift shops in the area is the Goodwill on Boiling Brook Parkway (off of Nicholson Lane), by the Kosher Mart. \n\nAsadur's Market featuring Arabic, Persian, and Mediterranean foods and is located on Nicholson Lane in the shopping center right before the train tracks. \n\nRussian Gourmet is located right before the Rockville Pike intersection of Nicholson Lane; Russian food and cultural products. \n\nCongressional Shopping Center has lots of privately-owned clothing, baby and jewelry stores.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Fallsgrove Village Center"],["url=http:\/\/www.fallsgrovevillagectr.com\/shopcenter_directory.html"],["email="],["address=14955 Shady Grove Rockville, MD 20850"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"[[","value":[["Image:Rockville - Maryland Ave at Middle Ln.jpg"],["thumb"],["280px"],["Maryland Ave"]]},"\n\nEvery chain restaurant ever can be found in Rockville, other than maybe In-and-Out Burger. In addition to the big name restaurants there are plenty of cute privately owned family restaurants. Rockville Pike holds an enormous amount of different restaurants as well.\n\nRockville Pike (355)\n",{"type":"*","value":["Silver Diner is your typical diner with sandwiches and shakes."]},{"type":"*","value":["Taipei Tokyo Cafe is a sit down sushi bar."]},{"type":"*","value":["Fuddrucker's is a sit down burger joint that is fun for the family."]},{"type":"*","value":["Chicken Out is a little restaurant with pulled chicken, wraps, and salads."]},{"type":"*","value":["Niwano Hana",{"type":"[","value":["http:\/\/niwanohana.com\/"]}," is a sit down Japanese restaurant."]},"\nE.Gude Drive\n",{"type":"*","value":["Chicken Basket"]},{"type":"*","value":["Quizno's"]},"\nNorbeck Road (28)\n",{"type":"*","value":["New Mandarin is a nice sit down Chinese food retaurant"]},{"type":"*","value":["House of Gyro is Greek cuisine"]},{"type":"*","value":["Pizza Hut"]},"\n",{"type":"*","value":["Mikonos, Greek. Full service and a bit more expensive than fast food.  (near Congressional Shopping Center, Rockville Pike)",{"type":"<","value":["br"]}]},{"type":"*","value":["The Lemon Tree, Israeli and Mediterranean. Very trendy and reasonably priced.  (Congressional Shopping Center, Rockville Pike)",{"type":"<","value":["br"]}]},{"type":"*","value":["Crisp and Juicy, Latino. Very cheap and extremely good.  (Sunshine Shopping Center, Rockville Pike)",{"type":"<","value":["br"]}]},{"type":"*","value":["Rockland's Barbecue, American. Cheap and delicious (Wintergreen Plaza)"]},{"type":"*","value":["Urban BBQ, American. Cheap, very meaty, local favorite. (Chapman Avenue and Twinbrook Parkway)"]},{"type":"*","value":["Tara Thai, Thai. Moderately priced, very popular in the area (Montrose Crossing Shopping Center)"]},{"type":"*","value":["La Tasca. Spanish, moderately priced, center of town square."]},{"type":"*","value":["Austin Grill. Tex mex, okay price, good size servings."]},"\n",{"type":"==","value":["Drink"]},"\n\nA great place to drink in Rockville is Clyde's, with half price wine and seafood on Monday nights  (off of Wootton Parkway). Other good places are Orange Billiards (Rockville Pike) and various new places only newly opened in Rockville Town Square. There is also Winston's with pool tables and lots of liquor, located on 1776 E Jefferson St. (301) 881-3000\n\nAnother great place to drink is Hank Dietle's Tavern, located on the right hand side after you pass White Flint Mall on Rockville Pike going south toward D.C . It is so old that its liquor license is numbered '1', as it was the first issued when the prohibition was repealed in the thirties. It serves cheap pitcher\/mug brew and does not serve food other than potato chips. There are always interesting, friendly people to talk to and it is the last thing from a pretentious\/ intimidating atmosphere. The real estate agents will say its located in 'North Bethesda' but that's baloney since its technically still Rockville. \n\nThere aren't any clubs in Rockville. You drive to the bar or restaurant, you enjoy yourself at exorbitant prices, you drive home. If you'd like to find some better nightspots look further down the Metro red line, such as the Dupont or Adams Morgan stations.\n\nIn Rockville town square there a many great restaurants and with the new kid fountain in the center of the town it is a great place to take the little one on a hot day.  La Tasca is a Spanish restaurant with little appetizer size dishes everyone loves.  Austin grill is a tex-mex place with large servings and great atmosphere.\n\nThe Olney Ale House is an Irish Pub located on Olney\/Laytonsville Road (Rt108). There is an outdoor beer garden. It is also attached to a delicious homemade ice cream walk-up window. It is located on 2000 Olney-Sandy Spring Rd. +1 301 774-6708\n\nThe Stained Glass Pub Too is also a fun place to drink. It consists of a bar, serves pizza and subs and is fun for the whole family. A clown with balloons comes every Friday night to entertain the kids. It is located on 3333 Olney Sandy Spring Rd. +1 301 774-3778\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bethesda North Marriott Hotel & Conference Center"],["url=http:\/\/www.marriott.com\/hotels\/travel\/wasbn-bethesda-north-marriott-hotel-and-conference-center\/"],["email="],["address=5701 Marinelli Road"],["lat="],["long="],["directions=Next to White Flint Metro"],["phone = +1 301-822-9200"],["tollfree="],["fax=+1 301-822-9201"],["hours="],["price="],["checkin="],["checkout="],["content=In case you hadn't figured it out, \"Bethesda North\" means \"Rockville\"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Washington Gateway Hotel - Rockville, MD"],["url=http:\/\/www.bestwesternrockville.com"],["email="],["address=1251 West Montgomery Avenue"],["lat="],["long="],["directions="],["phone = +1 301-424-4940"],["tollfree="],["fax=+1 301-294-6024"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Washington DC\/Rockville Executive Meeting Center"],["url=http:\/\/www.rockvillehotel.com"],["email="],["address=1750 Rockville Pike"],["lat="],["long="],["directions=Next to Twinbrook Metro"],["phone = +1 301-468-1100"],["tollfree="],["fax=+1 301-468-0308"],["hours="],["price="],["checkin=4PM"],["checkout=noon"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marriott Courtyard Rockville"],["url=http:\/\/www.marriott.com\/WASRV"],["email="],["address=2500 Research Boulevard"],["lat="],["long="],["directions="],["phone = +1 301-670-6700"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ramada Washington DC-Rockville"],["alt="],["url=http:\/\/www.ramadamidatlantic.com\/"],["email="],["address=1775 Rockville Pike"],["lat="],["long="],["directions="],["phone =+1 301 881-2300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rockville Crowne Plaza"],["url=http:\/\/www.cprockville.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From $125"],["checkin=3PM"],["checkout=12 Noon"],["content=Free internet."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Sheraton Rockville Hotel"],["alt="],["url="],["email="],["address=920 King Farm Blvd"],["lat="],["long="],["directions="],["phone = +1 240 912-8200"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Sleep Inn Rockville"],["alt="],["url="],["email="],["address=2 Research Ct"],["lat="],["long="],["directions="],["phone = +1 301 948-8000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-270.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Frederick"]]}],["minorl1=",{"type":"[[","value":[["Gaithersburg"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Washington, D.C."]]}],["minorr1=",{"type":"[[","value":[["Bethesda"]]}],["image2=WMATA Red.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=END"],["minorl2=",{"type":"'''","value":[{"type":"[[","value":[["Gaithersburg"]]}]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Washington, D.C.\/East End"],["East End"]]}],["minorr2=",{"type":"[[","value":[["Bethesda"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["39.083611"],["-77.148333"]]},"\n",{"type":"{{","value":[["isPartOf"],["Montgomery County (Maryland)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Rockville,_Maryland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Maryland\/Localities\/R\/Rockville\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Rockville, Maryland"]]}]