[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Rogalin"]}," is a small village in ",{"type":"[[","value":[["Greater_Poland"],["Greater Poland"]]},", located 16 kms south east of ",{"type":"[[","value":[["Poznań"]]},", on the northern side of Warta river valley, on a local road halfway between Mosina and ",{"type":"[[","value":[["Kórnik"]]},".\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Tourist information "]},"\nThe Rogalin Palace : 2, Arciszewskiego str., 62-022 Rogalin, Phone : +48 61 813 80 30 (mostly only Polish is spoken), http:\/\/www.mnp.art.pl\/rogalin\/index.php mailto:rogalin@mnp.art.pl\n\n",{"type":"==","value":["Get in"]}," \nMost of tourist will come here from ",{"type":"[[","value":[["Poznań"]]}," (and probably willing to come bach there). They’ll be transported by PKS buses, running appr. 15 times daily from bus station in Poznan through Mosina or Wiorek. There’re unfortunately much less connections on weekends, so – if possible – it’s better to plan the journey between monday and friday. \nThose who wish to make a round trip to Rogalin and Kórnik in one day must be prepared, that buses between these two places run only few times a day, so it’s better always to check the timetable on ",{"type":"[","value":["http:\/\/www.pks.poznan.pl"]},"\nBy car – the quickest option is to ride through south-eastern suburbs of  Poznan (Staroleka district), and later on through village called Wiorek to Rogalinek, and from there left along road #431 to Rogalin. \n\n",{"type":"==","value":["See"]}," \nThe main attraction is the baroque-classisistic palace of the Raczynski Family, built in present form in 1770s. The complex consists of a palace with two out-buildings, a french-style park and horse-cabs house. In the right (northern) out-buldings there’s a collection of remembrances of Edward Raczynski, the last president of Poland in exile. The cabinet of sir Raczynski (which is an exact copy of his London flat at 8, Lennox Garden, where he spent last 26 years of his life) is a very unique place for history-lovers. In the northern part of the main palace building a collection of painting is exhibited. The gallery has worked since 1939 and shows over 250 paintings from Raczynski family collection. One can find here pictures of eg. : Jan Matejko, Jacek Malczewski (who was a court-painter of the Raczynskis), Stanislaw Wyspianski, Leon Wyczolkowski and works of foreign artist like : Frits Thaulow, Maurice Chabas, Albert Besnard, and others. Just next to the road leading from the Palace eastwards there’s a horse-cabs house with a good collection of old cabs; most of them were bought in England. \n\nThe Museum in Rogalin – open Jan-Nov, apart from Mondays and Easter 10:00-16:00 (in summe : May 1st – Sept 30th till 18:00). Groups arriving to Rogalin without their guide (ordered e.g. in Poznań) can hire o local palace guide after phone reservation (see : contact below). \n",{"type":"'''","value":["Important!"]}," Renovation works, lasting more than a year and a half are over, since the end of September 2009 the Palace is open for visitors.  \n\nNevertheless the works, all visitors should see : \n",{"type":"*","value":[" the French Park, westwards of the Palace (where several scenes to the film \"The Flood\" were taken, and the Rogalin Palace played the role of a palace in Kiejdany (",{"type":"[[","value":[["Lithuania"]]},")"]},{"type":"*","value":[" the famous Rogalin Oak-Trees (in total 954), including three biggest and the most famous : Lech, Czech i Rus, relatively : 8,70, 8,30 and 9 metres"]},{"type":"*","value":[" St. Maurice church from 1820 (based on the temple Maison Caree in Nimes (France) from Ist cent. B.C.), where – in a neogothic crypt – the members of Raczynski Family are buried , including the former President of Poland in Exile, Edward Raczynski."]},"\n",{"type":"==","value":["Accomodation"]},"\nRogalin is located not far from Poznań, so you can easily make a half-day trip from there, but for those, who prefer out-of-city accomodation, there are several opportunities : \n",{"type":"*","value":[" B&B Maria Witkowska, 11, Prezydialna str., 62-022 Rogalin, Phone : +48 61 813 80 90 - 5 beds"]},{"type":"*","value":[" B&B Podkowa Leśna, Krajkowo 1A, 62-050 Mosina, mailto:karczma@podkowalesna.poznan.pl Phone : +48 61 819 21 23 - 18 beds"]},{"type":"*","value":[" The Horse Riders’ Inn (in Polish : Dworek Jeździecki), Bolesławiec 4, 62-050 Mosina, mailto:jazda_konna_boleslawiec@o2.pl Phone : +48 61 813 78 22 - 19 beds "]},{"type":"*","value":[" Inter Hotel**, Dymaczewo Nowe 75, 62-050 Mosina, mailto:hotel_inter@maxersa.pl Phone : +48 61 813 21 12 - 94 beds"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n\n\n",{"type":"==","value":["Go next"]},"\nA perfect idea would be to connect one-day trip ",{"type":"[[","value":[["Poznan"]]},"-Rogalin-",{"type":"[[","value":[["Kórnik"]]}," and back to Poznań, but it seems to be possible only for car-owners (or cyclers!!). It’s also easy to link a visit to Rogalin with a short stay in Wielkopolski National Park, which is only few kilometres away. You can also travel to Rogalin through ",{"type":"[[","value":[["Puszczykowo"]]}," or ",{"type":"[[","value":[["Szreniawa"]]},". \n\n",{"type":"{{","value":[["IsPartOf"],["Wielkopolskie"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Rogalin"]]},"\n",{"type":"{{","value":[["geo"],["52.233333333333"],["16.933333333333"]]}]