[{"type":"{{","value":[["pagebanner"],["Romania banner.jpg"],["caption=Roşia Montană"]]},"\n",{"type":"{{","value":[["quickbar"],["image=HunyadCastle.jpg"],["location=LocationRomania.png"],["flag=Flag of Romania.svg"],["capital=",{"type":"[[","value":[["Bucharest"]]}],["government=Parliamentary Republic"],["currency= leu (RON)"],["area=237,500 sq km"],["population=22,181,287 (July 2010 est.)"],["language=",{"type":"[[","value":[["Romanian phrasebook"],["Romanian"]]}],["religion=Eastern Orthodox 87%, Protestant (mostly Calvinist, Unitarian and Lutheran) 6.8%, Catholic 5.6%, other (mostly Muslim) 0.4%, unaffiliated 0.2%"],["callingcode=+40"],["tld=.ro"],["timezone=UTC +2"],["electricity=230V\/50Hz (European plug)"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.romaniatourism.com\/ Romania"]}]}," (",{"type":"''","value":["România"]},") is a country on the western shores of the Black Sea; except for ",{"type":"[[","value":[["Northern Dobruja"],["Dobruja"]]},", it is located north of the ",{"type":"[[","value":[["Balkans"],["Balkan Peninsula"]]},". It is a country of great natural beauty and diversity and a rich cultural heritage. Romania enchants visitors with its scenic mountain landscapes and unspoilt rural areas, but also with its historic cities and busy capital. Over the last decade, it has seen significant development and is one of the most recent members of the European Union. Still, it may surprise some of its visitors who are used to western Europe. It has a listed total of six cultural and one natural ",{"type":"[[","value":[["UNESCO#Romania"],["UNESCO world heritage sites"]]},".\n\nRomania is a large country which can sometimes be shocking with contrasts: some cities are truly modern, while some villages can seem to have been brought back from the past. While it has significant cultural similarities with other Balkan states, it is regarded as unique due to its strong Latin heritage, reflected in every part of Romanian society from its culture to its language. Things for which Romania is famous include: the Carpathian mountains, wine, medieval fortresses, Dacia cars (Renault ownership), Dracula, stuffed cabbage leaves (",{"type":"''","value":["sarmale"]},"), the Black Sea, sunflower fields, painted monasteries and the Danube Delta.\n\nFamous Romanians are Constantin Brâncuși (sculptor), Mircea Eliade (writer, historian, philosopher), Henri Coandă (aviation pioneer - the Coandă effect is named after him), Nicolae Ceaușescu (Romania's last communist dictator), Nadia Comăneci (gymnast), Gheorghe Hagi (former association football player) and Leonard Doroftei (former WBA world champion).\n\n",{"type":"==","value":["Understand"]},"\n\nWith a Black Sea coast to the east, it is bordered by ",{"type":"[[","value":[["Bulgaria"]]}," to the south, ",{"type":"[[","value":[["Serbia"]]}," to the southwest, ",{"type":"[[","value":[["Hungary"]]}," to the northwest, ",{"type":"[[","value":[["Moldova"]]}," to the northeast  and ",{"type":"[[","value":[["Ukraine"]]}," in both the north and the east. While its southern regions are usually seen as part of Southeastern Europe (Balkans), ",{"type":"[[","value":[["Transylvania"]]},", its largest region, is in Central Europe.\n\nThe country - which joined the ",{"type":"[[","value":[["European Union"]]}," in January 2007 - is currently enjoying better standards since the Communist periods, with foreign investment on the rise.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:01 Chateau Peles.jpg"],["thumb"],["The Neo-Renaissance ",{"type":"[[","value":[["Sinaia"],["Peleș Castle"]]}]]},"\nIn ancient times the territory of present day Romania was inhabited mainly by Dacian tribes, which were a remarkable, although not very well known, culture. The Dacian kingdom reached the height of its power in the 1st century BC, when their king Burebista ruled from his power base in the Carpathian Mountains over a vast territory stretching from Central Europe to the Black Sea. The intriguing network of fortifications and shrines built around the Dacian capital ",{"type":"[[","value":[["Sarmisegetuza"]]},", in today's south-western Transylvania, has been relatively well preserved through the ages and is now a ",{"type":"[[","value":[["UNESCO World Heritage site"]]},".\n\nIn 106 AD the Dacians were defeated by the Romans and most of their homeland became part of the Roman Empire. Being very rich in natural resources (especially gold), the region prospered under the Roman administration: cities developed rapidly, important roads were built and people from all over the Empire settled here. That's why, despite the fact that Roman rule lasted less than 200 years, a population with a distinctive Latin character and language emerged, which was however influenced by the Slavic peoples with whom it later came in contact.\n\nIn the Early Middle Ages Hungarians began to settle in the area today known as Transylvania, which would eventually become part of the Kingdom of ",{"type":"[[","value":[["Hungary"]]},". Germans also settled in that area (in several waves), some coming as early as the 12th century. In order to protect themselves from the frequent Tartar and Turkish invasions they set about building fortified cities and castles, many of which remain to this day. South and east of the Carpathians the principalities of Wallachia and Moldavia were created in the 14th century. Starting with the 15th century, both of them (and for a while Transylvania too) fell under the domination of the Ottoman Empire.\n\nFor a short period in 1600, Michael The Brave (Mihai Viteazu) ruled over all three principalities, thus briefly becoming the de-facto ruler of a unified Romania.  The international scene, however, was not yet ready for a unified Romania, and thus his union fell a short while later.\n\nA Romanian national revival movement started in Transylvania in the late 1700s and swept across the Carpathians, inspiring the 1859 union of Moldavia and Wallachia, thus creating the prototype of a modern Romania. In 1918-1919 Transylvania and Eastern Moldavia (present day Republic of ",{"type":"[[","value":[["Moldova"]]},") were united with Romania.\n\n\"In 1940, Romania allied with the Axis powers and participated in the 1941 German invasion of the USSR. Three years later, overrun by the Soviets, Romania signed an armistice. The post-war Soviet occupation led to the formation of a communist \"people's republic\" in 1947 and the abdication of the king.\" (",{"type":"[","value":["https:\/\/www.cia.gov\/library\/publications\/the-world-factbook\/geos\/ro.html CIA World Factbook, Romania - Introduction"]},") Between 1947 and 1965, Romania was led by Gheorghiu Gheorghiu-Dej, who had a pro-Soviet stance throughout most of his administration. In 1965, he was succeeded by Nicolae Ceauşescu who was less enthusiastic towards the Soviet Union and maintained a more neutral foreign and domestic policy than his predecessor; but \"his Securitate police state became increasingly oppressive and draconian through the 1980s. Ceauşescu was overthrown and executed in late 1989.\"\n\nFormer Communists, regrouped around the Front of National Salvation and later the Romanian Party for Social Democracy, dominated the government until the 1996 elections, when they were swept from power by a fractious coalition of centrist parties (Democratic Convention of Romania); but after failed reforms and internal infighting the DCR lost the elections in favour of the Social Democratic Party. Both groups attempted to amend ties with Hungary, which were deeply fractured in the 1980s, when Ceauşescu either encouraged the large Hungarian community to leave the country or exiled them outright (5.000 Hungarians left Romania per year). The 2004 elections brought to power an alliance formed by the National Liberal and Democratic parties. They governed with the support of most minority parties in Romania. In 2008 Romania held its legislative elections with the right wing party of the PDL (Democratic Liberal Party) becoming the winner of the national elections, despite being outrun by a small margin by the left wing PSD (Social Democratic Party). After a poorly-timed 2012 political crisis, the Parliament and the government are now dominated by the centrist coalition USL (Social Liberal Union, consisting of PSD and PNL). The current Prime Minister is Victor Ponta.\n\nWhen the economic, social and political development is concerned Romania is doing well in comparison to other countries in the Western Balkans region and other surrounding countries in Eastern Europe such as Ukraine and Moldova. However when compared to Western Europe, Romania still has some ways to go to reach that level of development that is enjoyed by the Western Europeans. However Romania's membership in the European Union will help in closing the gap in the years to come.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Romania Regions map.png"],["regionmaptext=The regions of Romania"],["regionmapsize=449px"],["region1name=",{"type":"[[","value":[["Transylvania"]]}],["region1color=#71b37b"],["region1items="],["region1description=It is the most famous region of Romania, a land of medieval castles and towns, dark forests, snowy peaks (especially those in ",{"type":"[[","value":[["Transylvanian Alps"]]},"). At the same time a region experiencing rapid economical development, with modern youthful cities, huge shopping centers, massive infrastructure projects etc."],["region2name=",{"type":"[[","value":[["Banat"]]}],["region2color=#578e86"],["region2items="],["region2description=This western-most province is probably the most economically developed in Romania. It has beautiful baroque cities and traditional German villages in the western plains and huge mountain forests in the eastern parts."],["region3name=",{"type":"[[","value":[["Oltenia"]]}],["region3color=#b383b3"],["region3items="],["region3description=The south-western region, with impressive monasteries, caves and health resorts along the mountains in its northern part and a bizarre desert-like area in the south."],["region4name=",{"type":"[[","value":[["Southern Bukovina"]]}],["region4color=#608860"],["region4items="],["region4description=This north-eastern region is famous for its world heritage listed ",{"type":"[[","value":[["Painted Monasteries"]]},", tucked away between picturesque rolling hills."],["region5name=",{"type":"[[","value":[["Maramureș"]]}],["region5color=#dde58b"],["region5items="],["region5description=The northern-most region, it's best known for its timeless villages, traditional wooden churches and beautiful mountain landscape."],["region6name=",{"type":"[[","value":[["Crișana"]]}],["region6color=#a4c28d"],["region6items="],["region6description=Located along the border with Hungary, this western region is the entry point for most travelers into Romania, who often neglect its Central-European style cities, numerous medieval sites and resorts on the western side of the Apuseni mountains."],["region7name=",{"type":"[[","value":[["Northern Dobruja"]]}],["region7color=#c8b7b7"],["region7items="],["region7description=A seaside province dotted by ruins of ancient Greek and Roman cities, with various summer resorts along the Black Sea coast and  the unspoiled natural landscape of the ",{"type":"[[","value":[["Danube Delta"]]}," in the region's north.the most ethnically diverse region with many small minority groups"],["region8name=",{"type":"[[","value":[["Moldavia"]]}],["region8color=#c5995c"],["region8items="],["region8description=Certainly one of the most extraordinary regions in Romania, it offers a pleasant blend of historical cities, medieval fortresses, churches, wine and friendly locals."],["region9name=",{"type":"[[","value":[["Muntenia"]]}],["region9color=#6698bb"],["region9items="],["region9description=Also known as Wallachia. The capital, ",{"type":"[[","value":[["Bucharest"]]},", is in this southern region, as well as the early residences of the Wallachian princes and the mountain resorts on the ",{"type":"[[","value":[["Prahova Valley"]]},". It is also the name of the old kingdom of leaders such as the notorious Vlad Ţepeş (The Impaler)."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Bucharest"]]}," — the capital of Romania, in which megalomanic monuments, including \"House of the People\", built during Ceauşescu's reign, overlook medieval neighbourhoods"]},{"type":"*","value":[{"type":"[[","value":[["Brașov"]]}," — located in south-eastern Transylvania, its main attractions are the well kept medieval downtown, the nearby luxury resort of ",{"type":"[[","value":[["Poiana Braşov"]]}," and the proximity to the ",{"type":"[[","value":[["Râşnov"]]}," fortress and the ",{"type":"[[","value":[["Bran"]]}," Castle."]},{"type":"*","value":[{"type":"[[","value":[["Cluj-Napoca"]]}," — the largest town in Transylvania, a major economic center and also a very youthful city, as it has one of the largest universities in Europe."]},{"type":"*","value":[{"type":"[[","value":[["Constanța"]]}," — Romania's main ",{"type":"[[","value":[["Black Sea"]]}," port and one of the major commercial hubs in the region. The northernmost district, ",{"type":"[[","value":[["Mamaia"]]},", is one of the best Black Sea resorts."]},{"type":"*","value":[{"type":"[[","value":[["Iași"]]}," — the second largest Romanian city, it was the capital of the Moldavian principality until 1861 and then briefly capital of Romania. Today it remains one of the major economic and cultural centres in the country."]},{"type":"*","value":[{"type":"[[","value":[["Sibiu"]]}," — one of the most beautiful cities in the region, it has the best preserved historical sites in the country, numerous museums and exhibitions, proximity to the stunning Făgăraș mountains, for which reasons it became the 2007 ",{"type":"[[","value":[[":wikipedia:European Capital of Culture"],["European Capital of Culture"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Sighișoara"]]}," — the city's downtown area, the Sighișoara Citadel, is the last inhabited medieval citadel in Europe and one of the best preserved."]},{"type":"*","value":[{"type":"[[","value":[["Suceava"]]}," — the main city in ",{"type":"[[","value":[["Southern Bukovina"],["Bukovina"]]}," and the medieval capital of Moldavia; it can be used as starting point for visiting the ",{"type":"[[","value":[["Painted Monasteries"]]}," of the region."]},{"type":"*","value":[{"type":"[[","value":[["Timișoara"]]}," — the largest town in the ",{"type":"[[","value":[["Banat"]]}," region, one of the most prosperous and modernized cities in Romania; it was here that the 1989 Romanian anti-communist revolution began."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Hunedoara (city)"],["Corvin Castle"]]}," - Gothic-Renaissance castle sometimes (wrongly) considered a source of inspiration for Dracula's Castle."]},{"type":"*","value":[{"type":"[[","value":[["Sinaia"]]},", ",{"type":"[[","value":[["Predeal"]]},", ",{"type":"[[","value":[["Poiana Braşov"]]},", ",{"type":"[[","value":[["Băile Herculane"]]},", ",{"type":"[[","value":[["Vatra Dornei"]]},", and other ski resorts;"]},{"type":"*","value":[{"type":"[[","value":[["Transylvanian Alps"]]}," within the ",{"type":"[[","value":[["Carpathian Mountains"]]},";"]},{"type":"*","value":[{"type":"[[","value":[["Painted Monasteries"]]},";"]},{"type":"*","value":["Saxon villages with fortified churches in Transylvania;"]},{"type":"*","value":[{"type":"[[","value":[["Danube Delta"]]},";"]},{"type":"*","value":["The Black Sea resorts."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:RO B Transfagarasan view towards the north from Balea Lake 2.jpg"],["thumb"],["Transfăgărăşan road is among the most spectacular drives in Europe."]]},"\n",{"type":"[[","value":[["File:Winter 2008.JPG"],["thumb"],["Romania has a number of good winter sports destinations."]]},"\nGetting to Romania is easy from nearly all parts of the world, due to its position, as well as the fact that it is served by an array of transport types and companies.\n\n",{"type":"{{","value":[["Schengen-not-implemented"]]},"\n\nCitizens of ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Japan"]]}," and the ",{"type":"[[","value":[["United States"]]}," are permitted to work in Romania without the need to obtain a visa or any further authorisation for the period of their 90 day visa-free stay. However, this ability to work visa-free does not necessarily extend to other Schengen countries. \n\nIf you do need to obtain a visa from outside your own country, try obtaining it from somewhere else beside Budapest, where it can take 3 to 4 days. From ",{"type":"[[","value":[["Ljubljana"]]}," the process can sometimes be done in a day because they are not as busy.\n\n",{"type":"===","value":["By plane"]},"\nRomania has 17 civilian airports, 12 of which are currently served by scheduled international flights. The main international airports are:\n\n",{"type":"*","value":[{"type":"[[","value":[["Bucharest"]]},"'s ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.otp-airport.ro\/www\/index.html?&setLanguage=EN Henri Coandă (Otopeni) Airport"]}]}," is the largest and busiest, it has flights to nearly all the major cities in Europe, to a few ",{"type":"[[","value":[["Middle East"]]},"ern capitals, to all other Romanian cities, but no direct flights to the ",{"type":"[[","value":[["USA"]]},"; besides traditional carriers, some low cost airlines such as Easyjet, Vueling or Niki operate flights on this airport."]},{"type":"*","value":[" Bucharest's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.baneasa-airport.ro\/ Aurel Vlaicu (Băneasa) Airport"]}]}," recently became a major low cost airlines hub; Blue Air and Wizz Air have a hub on the airport, connecting Bucharest to destinations in Italy, Spain, Britain, Germany, Belgium, and France. Italian MyAir used to also have a hub before its bankruptcy. Germanwings also serves this airport from three German destination. During summer, the airport also doubles as the main charter airport for flights to Tunisia, Egypt, Turkey, and Greece."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/aerotim.ro\/en\/home\/index\/ Traian Vuia International Airport"]}]}," in ",{"type":"[[","value":[["Timisoara"]]}," is the second largest in the country; it has flights to several large cities in ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Ukraine"]]},", ",{"type":"[[","value":[["Moldova"]]},", ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["United Kingdom"]]}," as well as to various cities in Romania. The airport is the base of Carpatair and a focus city for low-cost Wizz Air. Lufthansa and Austrian Airlines are also important operators on the airport."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cluj-Napoca"]]}," ",{"type":"[","value":["http:\/\/www.airportcluj.ro\/ International Airport"]}]},", the largest airport in ",{"type":"[[","value":[["Transylvania"]]},", is served by a growing number of flights from various European destinations; it is one of the many hubs of low-cost Wizz Air, with services to over 10 destinations daily. Lufthansa also serves the airport."]},{"type":"*","value":[" Other smaller international airports are located in:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Sibiu"]]}," (flights to ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Britain"]]},", ",{"type":"[[","value":[["Italy"]]}," and ",{"type":"[[","value":[["Spain"]]}," on Lufthansa, Austrian Airways and Blue Air). Focus city for Blue Air."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Bacau"]]}," (flights mainly to ",{"type":"[[","value":[["Italy"]]}," and ",{"type":"[[","value":[["London"]]}," on Blue Air. Secondary hub for Blue Air)."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Constanta"]]}," - The only Romanian airport served by Ryanair (to two Italian destinations). Also served by Air Berlin (from Berlin).  A small number of inbound seasonal charters also serve this airport, as well as a (small) number of seasonal domestic flights from Transylvania and Bucharest."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Iasi"]]}," - One daily flight to Vienna and one to Budapest"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Targu-Mures"]]}," - Wizz Air focus city, with flights to ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Britain"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["France"]]},", and ",{"type":"[[","value":[["Spain"]]},". Domestic flights to Bucharest operated by TAROM."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Arad (Romania)"],["Arad"]]}," - Flights from ",{"type":"[[","value":[["Milan"]]},". "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Baia Mare"]]}," - Only domestic flights from ",{"type":"[[","value":[["Bucharest"]]},"."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Oradea"]]}," - Only domestic flights from ",{"type":"[[","value":[["Bucharest"]]},"."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Satu Mare"]]}," - A charter flight from ",{"type":"[[","value":[["Antalya"]]}," (summer seasonal) and domestic flights from ",{"type":"[[","value":[["Bucharest"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Suceava"]]}," - Only domestic flights from ",{"type":"[[","value":[["Bucharest"]]},"."]}]},"\nThere are three important Romanian airlines:\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tarom.ro TAROM"]}]},", the Romanian flag carrier, based in Bucharest Otopeni.\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carpatair.ro Carpatair"]}]},", based in Timisoara, connects this city with eight Italian and three German destinations, and also has collector\/distributor flights to the following Romanian airports: Cluj-Napoca, Bucharest, Constanta, Oradea, Sibiu, Iasi, Suceava, Satu-Mare and Bacau.\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blueair-web.com Blue Air"]}]},", the only Romanian low-cost airline, based in Bucharest Baneasa with a secondary hub in Bacau and a focus city in Sibiu.\n\nIn recent times Romania became increasingly attractive for low cost carriers. Blue Air, a Romanian low-fare airline, serves various destinations in Europe from Bucharest (Aurel Vlaicu Airport), Arad, Targu Mures, and Bacau. A Hungarian budget airline, ",{"type":"[","value":["http:\/\/www.wizzair.com WizzAir"]},", introduced direct flights from London Luton to Bucharest in January 2007. Several others, including ",{"type":"[","value":["http:\/\/w4.volawindjet.it\/ Wind Jet"]},", ",{"type":"[","value":["http:\/\/www.alpieagles.com\/ AlpiEagles"]},", ",{"type":"[","value":["http:\/\/www.ryanair.com RyanAir"]},", ",{"type":"[","value":["http:\/\/www.germanwings.com GermanWings"]},", and ",{"type":"[","value":["http:\/\/www.airberlin.com\/ AirBerlin"]},") already operate flights to Romania. ",{"type":"[","value":["http:\/\/www.easyjet.com EasyJet"]}," operates flights from ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Milan"]]},", and ",{"type":"[[","value":[["Madrid"]]},", while ",{"type":"[","value":["http:\/\/www.smartwings.com SmartWings"]}," operates flights from ",{"type":"[[","value":[["Prague"]]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Primaria Sibiu.jpg"],["thumb"],["The great square of ",{"type":"[[","value":[["Sibiu"]]},"."]]},"\nRomania is relatively well connected with the European rail network. There are daily international trains to ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Prague"]]},", ",{"type":"[[","value":[["Venice"]]},", ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Zagreb"]]},", ",{"type":"[[","value":[["Belgrade"]]},", ",{"type":"[[","value":[["Sofia"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Chişinău"]]},", ",{"type":"[[","value":[["Kiev"]]},", and ",{"type":"[[","value":[["Moscow"]]},". But due to the poor quality of rail infrastructure in the region, train travel on long distances takes considerable time.\n\nNonetheless, trains are the ideal way of reaching cities in western and central Romania such as ",{"type":"[[","value":[["Brasov"]]},", ",{"type":"[[","value":[["Sighisoara"]]},", ",{"type":"[[","value":[["Oradea"]]}," or ",{"type":"[[","value":[["Cluj-Napoca"]]}," coming from ",{"type":"[[","value":[["Central Europe"]]},".\n\nInternational trains to Romania include the (relatively high standard) EuroCity trains and night trains. Romania is part of the ",{"type":"[[","value":[["Eurail"]]}," pass offer.\n\nA cheap way of traveling to or from Romania might be the ",{"type":"[[","value":[["Balkan Flexipass"]]},".\n\n",{"type":"===","value":["By bus"]},"\nEven though Romania has not been traditionally seen as a 'bus country', buses are becoming a more and more popular way to reach the country from abroad, especially from the ",{"type":"[[","value":[["Balkans"]]}," and the ",{"type":"[[","value":[["Soviet Union"],["former USSR"]]},", but also from Western Europe, e.g. Germany and Switzerland. Even though trains are still the most popular way of getting to Romania from Central Europe, due to good service, train services to the Balkans and former USSR are of a considerably poorer quality and are less frequent (mainly because railway infrastructure in these countries is a lot poorer than Romania's infrastructure). For this reason, a slew of private bus operators now provide quicker and arguably more comfortable coach services to and from cities such as ",{"type":"[[","value":[["Chişinău"]]},", ",{"type":"[[","value":[["Kiev"]]},", ",{"type":"[[","value":[["Odessa"]]},", ",{"type":"[[","value":[["Sofia"]]},", and ",{"type":"[[","value":[["Istanbul"]]},".\n\nA general rule of the thumb on whether you should use bus or train is this: if trains are available just as frequently, and at around the same price, and take around the same amount of time, then definitely use them. Otherwise, consider the buses.\n\nFor all information about buses in Romania and online reservations and tickets (i.e. timetables and prices) you can use ",{"type":"[","value":["http:\/\/www.autogari.ro\/ www.Autogari.ro"]}," (\"Autogari\" is the Romanian word for bus-stations). They accept also payment with credit card.\n\n",{"type":"===","value":["By boat"]},"\n\nCruises on Danube are available, very expensive though, starting from ",{"type":"[[","value":[["Passau"]]}," or ",{"type":"[[","value":[["Vienna"]]}," and having a final destination in the Danube Delta. These cruises will stop in every major port along the road, in ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["Serbia"]]},", and ",{"type":"[[","value":[["Romania"]]},". Once in the Delta, you can travel by rapid boats or fisherman's boats on endless channels to watch huge colonies of pelicans, cranes or small migratory birds. You can enjoy a local dish, fishermen's borsch, prepared using different species of fish, but take care, they use the Danube's river water!\n\nIt is the only way to travel around the Danube Delta, and the only way to get to the city of Sulina.\n\nThere are ferries across the Danube to\/from Bulgaria in several ports: from ",{"type":"[[","value":[["Calafat"]]}," to ",{"type":"[[","value":[["Vidin"]]}," (runs about ten times per day, depending on the volume of traffic), from ",{"type":"[[","value":[["Bechet"]]}," to ",{"type":"[[","value":[["Oryahovo"]]}," (daily) and from ",{"type":"[[","value":[["Zimnicea"]]}," to ",{"type":"[[","value":[["Svishtov"]]}," (only on weekends).\n\nThere are reportedly (but not confirmed) ferry connections over the Black Sea from ",{"type":"[[","value":[["Varna"]]}," in Bulgaria to ",{"type":"[[","value":[["Constanţa"]]},". The ferry service between ",{"type":"[[","value":[["Odessa"]]}," and ",{"type":"[[","value":[["Constanţa"]]}," is no longer operating at this time.\n\n",{"type":"===","value":["By car"]},"\nYou can easily drive into Romania coming from countries in the West, but when coming from the East you will have to drive through Moldova and you may experience troubles there. There is not a direct border crossing between Ukraine and Romania in the south-eastern corner of Romanian Moldavia (",{"type":"[[","value":[["Reni"]]},"\/",{"type":"[[","value":[["Galati"]]},"), you must go via Giurgiulesti, which is in Moldova (a small stretch of about 500m). Moldovan border control officers will ask several times for money (ecological tax, road tax ... up to €20 in July 2007). Coming from the north (Ukraine), can also be time-consuming, times can vary from one to more than five hours.\n\nAlso be aware if you plan to drive to Romania, the road infrastructure is fairly modest compared to Western and Central Europe. There are few motorways and only in the south of the country. The upside to this is that most European roads, which you will mostly be travelling on are well maintained and are denominated with an E followed by a number (e.g. E63), are scenic roads and cross some spectacular scenery of mountains, valleys and forests. The roads especially in Transylvania are built on top of the old medieval routes and there is always something to stop for and visit on your way. Drivers are confronted with a lot of roundabouts, both in towns and outside. The rule for them is straightforward: cars already inside the roundabout have priority, those outside must wait.\n\nOn the roads linking Romania to its western borders take particular care as traffic is heavy and most roads have one (or at most two) lane(s) each way, and on some parts are unlit.\n\n",{"type":"===","value":["On foot and by bike"]},"\nOn the Ukrainian-Romanian border there is only one point where one can cross on foot: ",{"type":"[[","value":[["Solotvino"]]},"-",{"type":"[[","value":[["Sighetu Marmaţiei"]]},". The bridge over the Tisa is old and one could say a point of tourist interest.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Varfu lui patru.jpg"],["thumb"],["Lake Oaşa near ",{"type":"[[","value":[["Sebeş"]]},", with Pătru's peak in the background."]]},"\n",{"type":"[[","value":[["File:Flickr - Gabi Marian - Cimitirul vesel.jpg"],["thumb"],["Colourful tombstones at the Merry Cemetery in ",{"type":"[[","value":[["Săpânța"]]},"."]]},"\n",{"type":"[[","value":[["File:Ciucas stanca1.jpg"],["thumb"],["Rugged landscapes in Prahova County."]]},"\nGetting around Romania is relatively hard and inefficient for the great distances that have to be covered in this country (this is after all, the second-largest country in Central Europe, after ",{"type":"[[","value":[["Poland"]]},"). The transport infrastructure has been improving quite significantly recently, even though roads remain a weak point. There are three operational highways, that connect Bucharest to the seaside and to the cities of Pitești and Ploiești, respectively, and several others under construction. Train travel, however, has improved dramatically. Several upgrade projects are underway for several railway tracks, which makes rail traffic on those lines a bit slow for the time being.\n\n",{"type":"===","value":["By train"]},"\nRomania has a very dense rail network that reaches practically every town and a sizable number of villages. Although some modernization is taking place, this network isn't in a very good condition, with low speeds and limited train frequency on many routes. Nonetheless trains remain the best option for long distance travel.\n\nMost trains are run by the state carrier, Căile Ferate Române, abbreviated as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cfrcalatori.ro (SN)CFR"]}]},". Many secondary lines are operated exclusively by private companies: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.regiotrans.ro\/ Regiotrans"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.viaterraspedition.ro\/en\/regional\/regional.php Regional"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transferoviar.ro\/transport.php Transferoviar"]}]},", and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.servtrans-invest.com\/index_en.php Servtrans"]}]},".\n\nTrains generally run without major delays, except on lines where there are repair works or during anomalous weather (heavy snow storms in winter, heat waves or floods in summer).\n\n",{"type":"====","value":["Train types"]},"\nThree major types of trains are available: ",{"type":"''","value":["Regio"]},", ",{"type":"''","value":["InterRegio"]},", and ",{"type":"''","value":["Intercity"]},". The last two types provide reasonable conditions but ",{"type":"''","value":["Regio"]}," trains are best avoided.\n\n",{"type":"*","value":[{"type":"'''","value":["Regio"]}," (",{"type":"'''","value":["R"]},")"]},"These are very slow trains, stopping in almost every station (including some in the middle of nowhere). Prices are dirt cheap, but they provide extremely basic service and are sometimes uncomfortable (no seat reservation, no ventilation to speak of, sometimes crowded, no working toilets in some trains, poor lighting).\n\nThey usually have 1970s single-suburban or double-decker cars, with 4 seats per row. Most will not offer 1st class (but if they do it's highly recommended to get a 1st class ticket, it will be less crowded and less miserable than 2nd class).\n\nWestern Desiro and French Z-type DMUs have been introduced on some routes, including Suceava-Cacica, Craiova-Sibiu, Sibiu-Braşov, Cluj-Teiuş-Braşov, Cluj-",{"type":"[[","value":[["Bistriţa"]]},", Braşov-",{"type":"[[","value":[["Sfântu Gheorghe (Covasna)"],["Sfântu Gheorghe"]]},". Z-type cars provide a more comfortable seating arrangement but a bouncier ride, which is diametrically opposed to Desiro's improvement. As these newer trains are designed for short-distance travel, expect to be uncomfortable if traveling for a long period of time.\n\nMost of the trains operated by private companies are also ranked as Regio. They are usually cleaner than CFR Regio trains, but rarely run on the same routes.\n\nExample: ",{"type":"''","value":["Bucharest-Braşov (166km) by Regio train costs c. RON23 in 2nd class, takes about 4h, and has up to 31 stops"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["InterRegio"]}," (",{"type":"'''","value":["IR"]},")"]},"Semi-slow trains traveling on medium and long distance routes, stopping just in towns. They are cheap (though nearly twice as expensive as Regio) and offer variable conditions.\n\nNewly-renovated cars have been introduced on several routes including Bucharest-",{"type":"[[","value":[["Târgu Jiu"]]}," and Bucharest-Brasov. However, many consider these cars just as uncomfortable, if not more so, than older cars, with merely an improved ",{"type":"''","value":["visual"]}," element. There is little baggage room and little leg-room compared to 1980s carriages.\n\nSome InterRegio trains have connection cars to destinations located on secondary lines; after they separate from the InterRegio train they run as ",{"type":"'''","value":["RegioExpress"]}," (",{"type":"'''","value":["RE"]},").\n\nExample: ",{"type":"''","value":["Bucharest-Braşov (166 km) by InterRegio train costs RON47 in 2nd class, c. 2h45, up to 8 stops"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["InterCity"]}," (",{"type":"'''","value":["IC"]},")"]},"The best of CFR's network. They are nearly as comfortable as Western European trains, while remaining cheap by Western standards. All IC trains offer air conditioning, individual reading lights, dining cars, and some will offer power plugs (both in first and second class). Wi-Fi is provided in some dining cars and in business class (where available). They're slightly faster than InterRegio and very clean most of the time.\n\nSome Intercity trains also have ",{"type":"'''","value":["Business Class"]}," (Standard and Exclusive) cars, roomier than regular 1st class. ",{"type":"'''","value":["Standard"]}," has plush armchairs while Exclusive has leather armchairs and built-in LCD screens for each seat; both have Wi-Fi.\n\nTravellers with large backpacks should note that baggage storage racks on intercity trains are small, hence they are likely to find Intercity trains less convenient than Rapid or Accelerat. However, experiences seem to vary depending on the particular train, as in some trains this is true only for non-compartmented cars, so it might be worth trying to get a seat in a compartment.\n\nIf presented with a choice of Intercity trains (classic cars or \"Săgeata Albastră\" - Blue Arrow DMUs) it is advisable to choose classic cars, as these are faster, more comfortable trains. Săgeata Albastră are small 3-car diesel trains with slower service (120km\/h top speed compared to 160km\/h).\n\nExample: ",{"type":"''","value":["Bucharest-Braşov (166km) by Intercity train costs RON58 in 2nd class, about 2.5h, three stops"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Night trains"]}]},"Most InterRegio trains travelling by night also have ",{"type":"[[","value":[[":wikipedia:couchette car"],["couchette car"]]},"s (with six or four beds) and sleeping cars (with three, two or one bed). Conditions are relatively good.\n\nExample: ",{"type":"''","value":["Bucharest-Satu Mare (782km), c. RON142\/bed (six beds couchette), 14 hours"]},"\n\n",{"type":"====","value":["Getting tickets"]},"\nTickets for CFR operated trains are sold at train stations and CFR booking agencies (",{"type":"''","value":["agentie de voiaj CFR"]},"), which exist in any sizable town (usually located in the central area). At these booking agencies and at a few major stations it's possible to buy tickets up to six months in advance for any domestic route and for international trains passing through Romania.\n\nIt's also possible to get tickets for domestic routes online through CFR's relatively complicated ",{"type":"[","value":["https:\/\/bilete.cfrcalatori.ro\/vanzare\/loginuser.aspx booking site"]}," with up to one month in advance.\n\nAll trains types except Regio and RegioExpress require seat reservation (not to be confused with advanced ticket booking).\n\nSeveral discounts are available:\n",{"type":"*","value":["for small groups (10% for 2 people, 15% for 3, 20% for 4 and 25% for 5+)"]},{"type":"*","value":["for large groups (25% for groups of more than 30 people)"]},{"type":"*","value":["for buying return tickets (10%)"]},{"type":"*","value":["for advance ticket purchase (13% for over 21 days in advance, 10% for 11-20 days in advance, 5% for 6-10 days)"]},"\nPeople that board CFR trains without a ticket from stations where there are ticket sellers can be fined and have to buy more expensive tickets directly from the train staff.\n\nOn lines operated by private operators tickets are usually issued on the train.\n\nFor up-to-date timetable information on CFR operated lines see ",{"type":"[","value":["http:\/\/infofer.ro\/ CFR's timetable site"]},". For timetables on ",{"type":"[","value":["http:\/\/mersul-trenurilor-sectii-secundare.uv.ro\/ lines operated by other companies check"]},".\n\nA complete price list by distance and train type is ",{"type":"[","value":["http:\/\/www.cfrcalatori.ro\/language\/2\/244 available online"]},".\n\n",{"type":"====","value":["Tourist railways"]},"\nSeveral scenic narrow gauge railways exist in mountainous areas, but trips on them are mainly available for small groups and not for individual tourists. One notable exception is the ",{"type":"[","value":["http:\/\/www.cffviseu.ro\/en\/index.html Valea Vaserului railway"]}," in Maramureş which has tourist runs daily in mid-summer and on weekends in early summer-autumn.\n\nGroups can also rent the former Romanian king's personal train or Ceauşescu's private train but these trips are rather expensive.\n\n",{"type":"===","value":["By car"]},"\nTravelling by car or coach is the easiest way and a vast majority, over 60 percent of foreign tourists, use this way of transportation. The steering wheel is on the left and European driver's licenses are recognized by police. For Americans, a passport and valid US driver's license are sufficient for car rental. If you drive your own car, you must purchase a road tax sticker (the \"Rovinieta\") either from the border or from the nearest gas station. Driving without one will incur a severe fine.\n\nRentals can be expensive; avoid the major international rental companies, as well as the \"friendly\" locals who are willing to rent you their own car. In Bucharest and throughout the country rentals start at €20-30 per day (without fuel) for a small hatchback, go around €65-90 for an average car or lame SUV and may go up to €170-200  for a luxury sedan or a luxury SUV. You may be denied renting unless you are 25 or older.\n\nWhile Romanians are generally friendly and polite, this doesn't always apply to their driving style. Speeding is common, young (inexperienced) drivers driving performance vehicles are common in cities, angry drivers are the norm in the capital and the accident rates are amongst the highest in the European Union.\n\nCity roads tend to be heavily overcrowded, particularly in Bucharest. Beware of hazards, such as double-parked cars, pedestrians, sudden braking to avoid a pothole, or stray animals entering the road (in rural areas). Most intercity routes are 2 lane roads, used by everything from communist-era trucks to modern sports cars. So plan for longer driving times than in other areas of Europe.\n\nBucharest has a very dense and crowded city centre, with narrow, twisting roads, built mainly in the 19th century, with little traffic in mind. The roads are suffocated by over 1 million cars every day - it is possible to take 2 hours to drive a distance that could be walked in 20-25 minutes. GPS or local guide is a necessity. The best way to travel within Bucharest is either by public transport (as it is very cheap and fairly reliable) or taxi.\n\nIf you have a good car and you also like speeding be aware that Romanian police now have high-tech radars to catch speeding motorists. Speed limits are generally 100km\/h outside of a city and 50km\/h or 70km\/h within built up areas.  Some police units are equipped with performance vehicles, while others are the standard Dacia Logan cars.  Although rare, some highway patrols have BMW bikes.  On major roads, motorists in the opposite direction will sometimes flash their headlights to warn that they recently passed a radar trap which may be just ahead of you.  Also many national roads and motorways are discreetly watched by Police ",{"type":"[[","value":[[":wikipedia:Aérospatiale SA 330 Puma"],["Puma helicopters"]]},". Since December 2006, even small offences are subject to heavy fines by the traffic police (Poliţia Rutieră), they may even take one's driver's license for an irregular passing. Both hidden and visible speed cameras are becoming common on major roads and highways. Policemen sometimes seem to be more lenient with locals, than with foreigners - however, stricter fining applies for locals than for foreigners (for locals, as few as two or three minor offences will get their license suspended for six months). Bribing is ill-advised as most patrol cars have recording equipment and as of 2008, bribing is less and less accepted, so for a foreigner it is not recommended to attempt this get-away technique - it can easily land you in jail.\n\nThe Romanian police have a zero tolerance policy on drunk driving - controls are very frequent - and basically any amount of alcohol in your blood counts as drunk driving.\n\nIf you are involved in a car accident while driving and someone is hurt ",{"type":"'''","value":["you must stop and wait for the traffic police"]},". Driving away from the scene is considered hit-and-run. Accidents with no injuries can be solved with yourself and all parties involved having to go to a police station and make a statement, but, if in doubt, better phone 112 (Emergency Services) and ask for directions. In most of the cases, after an accident it is mandatory to take a blood test to establish if the drivers had consumed alcohol. Refusal to undergo this test is almost certain to land you in jail - the punishment is usually more harsh than the one for drunk driving.\n\nMany important roads were once medieval trade routes which go straight through the centre of many villages. Passing while driving is the norm rather than the exception as slow moving trucks, horse drawn carts, and non-moving herds of cows often frequent village main streets.\n\n",{"type":"====","value":["Types of roads"]},"\n",{"type":"*","value":[{"type":"'''","value":["Motorways"]}," (",{"type":"''","value":["autostrada"]},")"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["A1"]}," - planned to connect Bucharest with cities in southern Transylvania and then proceed to the western border; the only part completed so far is the 126km long stretch between Bucharest and ",{"type":"[[","value":[["Piteşti"]]}," opened in 1973. The Arad - Timişoara section was opened at the end of 2011."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["A2"]}," - connects Bucharest with the Black Sea ports of Constanța and Agigea. This means that you can avoid Constanța, if you're going to the other resorts on the seaside."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["A3"]}," - is supposed to cross Transylvania diagonally from north-west to south-east and then head south to Bucharest. The Borş - Braşov segment, also called the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.autostradatransilvania.ro\/www\/index.html?&setLanguage=EN Transylvania Motorway"]}]},", is currently the largest road project in Europe; it will connect the Hungarian \/ Romanian border with Oradea, Zalau, Cluj-Napoca, Targu Mures, Sighisoara and Brasov. Bucharest-Braşov is also under construction, but the only completed segment is Bucharest-Ploieşti. The Cluj-Napoca - Turda segment opened in December 2009, and in 2010 it will continue to Câmpia Turzii. Its only utility now is as bypass for Cluj and Turda for motorists going from Oradea to Braşov. The temporary Turda interchange is a bit difficult to use."]}]},"\nThe speed limit on motorways is ",{"type":"'''","value":["130km\/h"]},".\n\n",{"type":"*","value":[{"type":"'''","value":["Expressways"]}," (",{"type":"''","value":["drum expres"]},") - Basically non-grade separated\/semi-grade separated dual carriageway. The only completed expressways are the 60 km long Bucharest - ",{"type":"[[","value":[["Giurgiu"]]}," (DN 5) road, The Ploiesti Bypass (DN 1), the Cluj East bypass, the Bucharest - Henri Coanda International Airport stretch of the DN 1 (which is grade-separated). The speed limit on expressways is ",{"type":"'''","value":["100km\/h"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["National roads"]}," (",{"type":"''","value":["drum național"]},"), including ",{"type":"'''","value":["European Roads"]}," (",{"type":"''","value":["drum european"]},"). In the absence of motorways the national roads remain the most important element of the Romanian road system, as they connect the main cities in the country. Thanks to recent investments most of them are in reasonable condition - most of the trunk network being rehabilitated recently. Many have 4 non-separate lanes near cities, some have 3 or 4 non-separate lanes throughout (such as Bucharest-Comarnic and a large part of E85) but many have only two lanes - one per traffic direction (a notable example is DN1 Câmpina-Braşov - the 100 km mountain stretch can take 3-5 hours to cross during weekends and holidays. The speed limit on national roads is ",{"type":"'''","value":["100km\/h"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Other roads"]}," - county (",{"type":"''","value":["drum judetean"]},") and rural (",{"type":"''","value":["drum comunal"]},") roads are owned and maintained by either regional or local authorities. These roads mainly link trunk roads with very small towns or villages - few running for more than 30-40 km. The situation of county roads is highly dependent on each of the counties involved - while in Ilfov or Constanta these roads are of decent-to-high quality, in other regions such roads are in a poor to very poor condition compared with national roads. Rural roads are of even shorter nature (under 10km), some of them being one lane of traffic only, others being covered in gravel only. The speed limit on these roads is ",{"type":"'''","value":["90km\/h"]},"."]},"\n",{"type":"'''","value":["Note"]}," that for ALL roads, when in a city, town or village, the speed limit is 50km\/h (unless clearly otherwise posted). As such, driving a National Road becomes a constant accelerate-and-brake adventure, one having to be constantly spotting speed limit signs, city limit markers and the behaviour of other drivers.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Palatul Culturii Iasi - Aerial.jpg"],["thumb"],["The Palace of Culture in ",{"type":"[[","value":[["Iaşi"]]}]]},"\nBus can be the least expensive method to travel between towns.  In the Romanian towns and cities, you can usually find one or several bus terminals (",{"type":"''","value":["autogara"]},"). From there, buses and minibuses depart for the towns and villages in the nearby area as well as to other cities in the country. You can find timetables on the ",{"type":"[","value":["http:\/\/www.autogari.ro\/?&lang=uk autogari website"]},".\n\nMinibuses are usually very uncomfortable; some buses are old and slow. Schedules are not tightly followed, and delays of over an hour are not uncommon, especially for inter-city buses. Romanian roads are in a rather bad shape, with most of the trunk network being made of one lane per way roads (fairly similar with British rural roads), and only about 250 km of expressway. Most minibuses employed are small, crowded, 14-seat vans (some converted from freight vans), with some longer routes employing 20-seat mini-buses. For commuter and suburban routes, expect an overcrowded van (25 passengers riding a 14 seat van is quite common, with 40 passenger loads not being unheard of), with no air-conditioning, which stops several times in every village. Inter-city bus travel is only slightly better - most vehicles used are also converted vans, or, at best, purpose-build minibuses, with only some being air-conditioned. Seating is generally crowded, and in most cases there is no separate compartment for luggage. Most have no toilets on board, calling for 30 minutes stops every 2-3h. All in all, the experience of travelling by minibus is quite similar to that of traveling in a Russian or Ukrainian marshrutka.\n\nHowever, buses are the best solution for a number of routes badly served by the railway network, namely Bucharest - Piteşti - Râmnicu Vâlcea, Bucharest - Alexandria, Bucharest - Giurgiu, and Piteşti - Slatina.\n\nThe comfort of vehicles is steadily improving, at least in Transylvania along the longer routes serving larger cities. You will find buses from respected companies (such as Normandia, ",{"type":"[","value":["http:\/\/www.fany.ro\/ FANY"]}," or ",{"type":"[","value":["http:\/\/www.dacos.com.ro\/ Dacos"]},") which offer punctual and reasonable, though not always sparkling, conditions, and on which a luggage compartment will always be available. Toilet stops still need to be made, but they happen usually in places where you can also buy food or drinks. Be aware though that on Fridays, Sundays, and close to national holidays such buses tend to be overcrowded, so a reservation by phone might be necessary.\n\nBuses inside the cities are often crowded. This gives pickpockets good opportunities. The pickpocket problem seems to be not essentially worse than in any other European city. Please, pay attention.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis are relatively inexpensive in Romania. It costs about RON1.4-2 (€0.40) per kilometre or slightly more, with the same price for starting. The very low prices make taxis a popular way to travel with both locals and travellers (it can be cheaper than driving your own car) - so during rush hours it may be hard to find a cab (despite Bucharest having almost 10,000 cabs).\n\nA notable exception is the Fly Taxi company that operates from the Henri Coanda (Otopeni) Airport. The price for a ride from the airport to the city centre can be about RON70 (€18). Either call a taxi by phone to pick you up near the airport or chose the 783 bus line to get into the city.  Alternately, you can go to the departure terminal to avoid expensive airport taxis. To do this, after you exit baggage claim, immediately turn right.  Literally dozens of taxi operators will approach you and ask if you need a taxi, having marked you as a foreigner (it's their job to do so, after all). Be polite, shake your head no and keep walking.  You will pass though about 200m of shopping and service areas in a little mini-mall connecting the two terminals, and will then arrive at the 2nd level of the departures terminal.  Walk out the door and you will see plenty of taxis dropping off passengers.  Flag one down and make sure the fare posted on the side is less than RON2\/km.  Technically, they are not supposed to pick up there, but you aren't doing anything wrong by trying, and not many drivers can say no to RON30 for a trip back to the city centre that they were going to make anyway.  Just make sure they use the meter. Beware that recently some wicked taxi drivers have begun using remote controls in their pockets that raise the tariff price suddenly by small increments that are otherwise unnoticeable until the end of the fare. It might be easier to negotiate the tariff price upfront based on your destination and pay that amount at the end.\n\nBe careful to look at the cost posted on the outside of the taxi, and then to look at the meter to see that you are being charged the same fare.  Be especially careful in Bucharest, where some taxis post 7.4 instead of 1.4, but the 7 looks very much like a 1.  Ask if you're not certain - they are obliged to post and clearly state the tariff up-front. All taxis MUST have a license - a large, oval metal sign bolted on the sides of the car, featuring the city markings, and a serial number inscribed, usually using large numbers. Do not use any taxi without those markings. Also, do not use a taxi with a license from another city (for example, never use an Ilfov taxi in Bucharest or a Turda taxi in Cluj-Napoca).\n\nThe driver may try to cheat you if he sees you are a foreigner. Insist that he will use the meter, or have a Romanian guide with you. Don't negotiate the ride fee in advance, as it may be 2-4 times higher (even more) than the real fee (even if it would seem cheap to you). Check whether it is going in the right direction, follow the way on a map (if you have any!). Do NOT take cabs from the cab stand in railway stations, unless they are from a reputable company and DO NOT take any of the services of those offering you a cab ride in the train station. They may end up being amazingly expensive (up to €50 for a cab ride that would normally be around €3). If you need a taxi from the train station (or airport), order it by phone from a reputable company (see the city pages for the cities you want to visit) - most dispatchers speak some English as do many taxi drivers.\n\n",{"type":"===","value":["By plane"]},"\n\nAir travel as a means for domestic transport is becoming more and more popular as increased competition resulted in lower prices (sometimes less than the cheapest train or bus ticket). This, coupled with an improved airport infrastructure leads to increases in the number of passengers compared to past decades.\n\nThree airlines offer domestic flights in Romania currently - ",{"type":"[","value":["http:\/\/www.tarom.ro Tarom"]},", with a hub in Bucharest, ",{"type":"[","value":["http:\/\/www.carpatair.ro Carpatair"]},", with a hub in Timisoara and \"no-frills\" ",{"type":"[","value":["http:\/\/www.blueairweb.ro Blue Air"]}," with its domestic hub in Bucharest.\n\nCurrently (2010), Bucharest and Timisoara are linked by up to 12 daily flights (operated by Blue Air, Carpatair, and Tarom - Tarom operates some of the flights on the routes with A310 wide-bodies), Bucharest and Cluj by up to 10 daily flights (operated by Tarom and Blue Air), Bucharest and Iasi by up to 4 daily flights (operated by Tarom), Bucharest and Oradea, Bucharest and Sibiu, and Bucuresti and Satu Mare by 2-3 daily flights (operated by Tarom), Bucharest and Suceava and Bucharest and Baia Mare by 1 daily flight (operated by Tarom). Bucharest and Arad are also connected through a daily flights by Blue Air. Constanta and Bacau, owing to the short distance from Bucharest, only see flights a couple of times per week. Note that frequencies on Saturdays may be reduced, especially to smaller cities.\n\nTimisoara is also directly connected to most Romanian cities - non-stop daily (except Sunday) flights exist, besides Bucharest, to Cluj, Iasi, Sibiu, Bacau and Craiova operated by Carpatair. Flights to Constanta from Timisoara operate 4 times weekly (also operated by Carpatair).\n\nPrices can begin from as low as 40 RON (around €10) one way if booked in advance with either Blue Air and Carpatair, or through a Tarom 'Superspecial' fare. Even 2-3 days before the flight, it is not uncommon to find tickets for under €35-€50 with a little shopping around. Note that while Tarom and Carpatair self-style themselves as full-fare full-frill airlines, Blue Air considers itself a low fare carrier, and subsequently, has followed the model of not allowing price aggregation through reservation systems (a la Ryanair, Easyjet or Southwest), and as such, tickets for their flights will not be available through booking engines such as Orbitz or Kayak, but only directly through their website.\n\nSome airports may be fairly distant from city centers, and, while some larger ones have adequate public transport (Bucharest, Cluj, Timisoara, Oradea), in some (such as Craiova or Iasi) you have to rely on taxis. Even so, a taxi fare from any airport downtown should not cost more than 5-10 Euros outside of Bucharest. Also note that Tarom and Carpatair operate from Bucharest's main airport (Otopeni) while Blue Air operates from Bucharest's low cost\/secondary airport (Baneasa).\n\n",{"type":"===","value":["Hitchhike"]},"\nHitchhiking is very common in Romania, and some experienced hitchhikers say it's the easiest country in eastern Europe. Usually, if you are in the right spot, you don't have to wait longer than 5 minutes. During weekends you may need a bit more patience, as roads are a little emptier. Locals also use this method on a regular basis, especially for shorter distances (up to 50km). It is not uncommon for people (especially students) to hitchhike intercity (Bucharest-Sibiu, Timisoara-Arad and Bucharest-Ploiesti are particularity common hitchhiking destinations). Increase your chance to be picked up by using a paper with the city where you want to get to - it may save you some time especially if travelling intercity. A good spot is a bus station, road-split, or close to the city limits. Nevertheless, many if not most people will stop (provided they drive alone) - you may end up getting a ride in a 1970s rusty old Dacia or in a brand new Mercedes, in a semi-articulated truck or in a company car belonging to a big corporation. Hitchhiking is typically not dangerous (the highly aggressive, fast and disorderly driving style of Romanians may be more of a danger), but take usual precautions when using this conveyance. Inside city limits, it is not advisable to hitchhike using the traditional thumb-up hand signal, as many drivers may believe you are flagging a taxi or a route-taxi (mini-bus), and not stop. Use a destination paper instead.\n\nIt is customary to leave some money for the ride (so called 'gas money', about 1-2 RON\/10km), but if you are a foreigner you will not be expected to leave money and nobody will get upset. Note that most truck drivers and company car drivers will refuse payment altogether. Furthermore, if you tell the driver where you want to get in a city, he or she will make a detour just to drop you off where it best suits you. Say \"Mulţumesc\"(|Mooltsoomesck|) (thank you) at the end.\n\nNote that most Romanians are very talkative, and even if their English \/ French \/ German \/ whatever is extremely rusty, many will more likely than not tell you their entire life story, discuss the entire football season and\/or talk politics (usually starting from discussing the poor state of roads even while on a freshly repaired road). In the end, however, hitchhiking is a mostly enjoyable experience, and, if lucky, you may even get yourself invited for lunch or dinner, offered a room for a night, or just meet some very interesting people along the way.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Romanian phrasebook"]]},"\n\nThe official language of Romania is ",{"type":"[[","value":[["Romanian phrasebook"],["Romanian"]]},", ",{"type":"''","value":["limba română"]},", which is a Romance language. It was formalized in the late 19th and early 20th centuries, with a significant input from French.\n\nAromanian is the closest living relative (and only other member of the Italo-Eastern subdivision of Italic languages) to Romanian. Aromanian is a minority language spoken in ",{"type":"[[","value":[["Macedonia (country)"],["Macedonia"]]},", ",{"type":"[[","value":[["Greece"]]},", and parts of Romania. In contrast to Romanian's heavy Slavic, German, and Hungarian influences, Aromanian takes many words from Greek. Some 10% of the Romanian vocabulary is of Slavonic origin and less than 5% is from Turkish, Hungarian, or German. Minority languages spoken in Romania are Hungarian, German, Turkish, and Romany (the language of the Roma, or Gypsies), albeit most of these words have fallen out of use for a long time. Russian and Ukrainian can be heard in the Danube Delta as well. French used to be the second well-known language in Romania, since it used to be compulsory in every school; however, it has been mostly replaced by English. A well-educated Romanian who graduated from an average university can usually speak English and another European language, such as French, German, Italian, Spanish (about 8%) or Russian. However, if you leave the common touristic routes, Romanian is the only way to ask for information. That won't be such a problem; learn some basic words and ask them to write the answers.\n\nIn ",{"type":"[[","value":[["Transylvania"]]}," there is a large Hungarian minority (6.5% of the population according to the 2011 census), and people speak Hungarian in their daily life. Counties where Hungarian is widely spoken includes ",{"type":"[[","value":[["Harghita"]]},", ",{"type":"[[","value":[["Covasna County"],["Covasna"]]},", and ",{"type":"[[","value":[["Mures"]]},". In certain parts of ",{"type":"[[","value":[["Cluj"]]},", ",{"type":"[[","value":[["Bihor"]]},", ",{"type":"[[","value":[["Satu Mare County"],["Satu Mare"]]},", ",{"type":"[[","value":[["Brasov County"],["Brasov"]]},", ",{"type":"[[","value":[["Sibiu County"],["Sibiu"]]}," and other Transylvanian counties there are villages or towns with a notable number of Hungarian speakers.\n\nAlthough some might speak Russian due to Romania's past as a part of the Eastern Bloc, you should not count on it. About 7% of Romanians understand Russian but only about 4% are fluent in it. The chance of one doing so is very small, as the Ceauşescu administration and subsequent leaders made learning the language optional, rather than compulsory, and today, English has largely supplanted Russian as the second language of choice among younger people.\n\nMost educated Romanians may be able to make some sense of other spoken Romance languages, such as French, Spanish, and Italian. Other Romanians may understand some Spanish and Italian because of popular TV soap operas from Italy and Latin America.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Castelul Bran - 2012.jpg"],["thumb"],["Bran Castle is one of Romania's main landmarks."]]},"\n",{"type":"[[","value":[["File:Bigar Waterfall, Romania.jpg"],["thumb"],["The remarkable Bigar waterfall is one of the main sights in ",{"type":"[[","value":[["Cheile Nerei-Beușnița National Park"]]}]]},"\nWhether you're looking for stunning landscapes, ancient cultural traditions, bustling city life or beautiful historic heritage; no visitor to Romania needs to search for things to see. This country is home to a range of top sights, especially when you'd like to get a feel for the old Europe, the time of monasteries and castles.\n\n",{"type":"===","value":["Cities and castles"]},"\nThe country's lively capital ",{"type":"'''","value":[{"type":"[[","value":[["Bucharest"]]}]}," does not top the average traveller's wish list, but if you're willing to look, this city's controversial mix of building styles might just amaze you. Go see the largest parliament building in the world, the 1935 Romanian version of the Arc de Triomph or visit one of the many ",{"type":"'''","value":["museums"]},". The impressive ",{"type":"'''","value":[{"type":"[[","value":[["Bran"],["Bran Castle"]]}]},", dramatically situated on a Transylvanian hill top, is widely associated with the famous tales of Count Dracula and one of the country's main tourist draws. While there's no clear evidence of this castle being the model for Bram Stoker's stories, the castle surely fits the book's descriptions and has a fascinating recorded history of its own. Yet, there are other interesting examples, including the Neo-Renaissance ",{"type":"'''","value":["Peleș castle"]}," near ",{"type":"[[","value":[["Sinaia"]]}," and ",{"type":"'''","value":["Corvin castle"]}," near ",{"type":"[[","value":[["Hunedoara"]]},". The still inhabited citadel of ",{"type":"'''","value":[{"type":"[[","value":[["Sighișoara"]]}]}," is easily among the most beautiful ones of it's kind. Listed as a Unesco World Heritage Site, it still features many characteristics of a medieval fortified town and is a charming town to visit. Other fine historic towns include ",{"type":"'''","value":[{"type":"[[","value":[["Timișoara"]]}]},", the country's second city, the popular mountain resort ",{"type":"'''","value":[{"type":"[[","value":[["Brașov"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Sibiu"]]}]},".\n\n",{"type":"===","value":["Natural attractions"]},"\nFor a more natural experience, head to the ",{"type":"'''","value":[{"type":"[[","value":[["Danube Delta"]]}]},", considered to most well-preseverd and also one of the largest river deltas in Europe. While it mostly consists of extensive wetlands, it in fact holds 23 different eco-systems. It lies on route for a number of main migratory routes, and more than 320 species of bird can be found here in summer. Besides water systems, Romania is also home to the largest European populations of ",{"type":"'''","value":["bears and wolfs"]},", inhabitants of it's vast untouched forests. The ",{"type":"'''","value":[{"type":"[[","value":[["Rodna National Park and Biosphere Reserve"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Retezat National Park"]]}]}," are excellent places to experience the country's rugged lands, old-growth forests and stunning mountainous landscapes, or hike to beautiful water falls in ",{"type":"'''","value":[{"type":"[[","value":[["Cheile Nerei-Beușnița National Park"]]}]},".\n\n",{"type":"===","value":["Countryside and monasteries"]},"\nWhen planning your trip, make sure to include one of the many monumental ",{"type":"'''","value":["monasteries and churches"]},", such as the one in ",{"type":"'''","value":[{"type":"[[","value":[["Horezu"]]}]},", a World Heritage Site known for it Brâncovenesc style architecture. Or, head to ",{"type":"[[","value":[["Southern Bukovina"]]}," to see some of the wonderful and famous ",{"type":"'''","value":[{"type":"[[","value":[["Painted Monasteries"]]}]},". Another fascinating region is ",{"type":"'''","value":[{"type":"[[","value":[["Maramureş"]]}]},", listed by Unesco and popular among visitors for its ",{"type":"'''","value":["wooden churches"]}," and ",{"type":"'''","value":["Merry Cemetery"]},". A trip to some of these more remote places of worship comes with the bonus of easy exploration of Romania's lovely countryside where -despite rapid development- old traditions and craftsmanship are still alive. \n\n",{"type":"===","value":["Itineraries"]},"\nThe following are some possible itineraries for travelling in Romania :\n\n",{"type":"*","value":[{"type":"[[","value":[["Transylvania Triangle Train Tour"]]}]},{"type":"*","value":["If you like to drive, follow the stunning ",{"type":"'''","value":["Transfăgărăşan Road"]}," for some spectacular views and lots of challenging curves."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Where I have seen the unseen.jpg"],["thumb"],["Trekking in the Retezat Mountains."]]},"\n",{"type":"[[","value":[["File:Biserica Voronet.JPG"],["thumb"],[{"type":"[[","value":[["Southern Bukovina"]]}," is home to the remarkable ",{"type":"[[","value":[["Painted Monasteries"]]},"."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Go to church"]}," - Romania is one of the most religious countries in Europe, and the Orthodox church is omnipresent. You will certainly want to visit some churches and monasteries for their beauty and history, but why not take the chance to experience an Orthodox mass? The congregation is usually standing and it is perfectly normal to show up only briefly during the mass so you can come and go at your leisure without disturbing anyone. Show up at any church on Sunday morning, stand quietly in the back and observe. Be suitably dressed, see the section \"Respect\"."]},"\n:You will experience bible readings, prayers and other rituals accompanied by a short sermon explaining the text. You are not likely to understand much, but you can notice the varying levels of involvement among church-goers, visible in how long and where people stay at the mass, and how often they sign themselves with the cross, or even genuflect. Organized congregation singing is not common but is conducted by a choir with each church-goer joining when he feels like. The choir singing can be captivating, the quality usually reflects the importance of the church.\n\n:The altar has sections with doors that open and close depending on the church season. You will also see candles sold, they are lit in or by the church in separate trays for the souls of either dead or living people. Try to find out about special holidays and rituals, perhaps the distribution of holy water by the truckload at the baptism of Christ (Boboteaza) or midnight masses at Christmas or Easter (the Orthodox Easter may be off by one or a few weeks compared to the Western). Weddings are often Saturdays, the ritual is very colorful and interesting.\n\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]}," trails come in a wide range of levels, from easy to seriously challenging. From flat delta areas to rugged terrains, the country's national parks make for great starting points and excellent vista's."]},"\n",{"type":"*","value":[{"type":"'''","value":["Winter sports"]}," - the Romania mountains house a number of popular winter sports resorts, such as Poiana Brasov (close also to Bran castle), ",{"type":"[[","value":[["Sinaia"]]}," and ",{"type":"[[","value":[["Predeal"]]},". While increasingly popular, also among locals, these places remain fairly off the beaten track for most international winter sports fans and remain budget friendly."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":[" Currency "]},"\nThe national currency of Romania is the ",{"type":"''","value":["leu"]}," (plural ",{"type":"''","value":["lei"]},"), which, literally translated, also means ",{"type":"''","value":["lion"]}," in Romanian.  The leu is divided into 100 ",{"type":"''","value":["bani"]}," (singular ",{"type":"''","value":["ban"]},"). On 1 Jul 2005, the ",{"type":"'''","value":["new leu"]}," (code ",{"type":"'''","value":["RON"]},") replaced the old leu (code ",{"type":"''","value":["ROL"]},") at a rate of 10,000 old lei for one new leu. As of the beginning of 2007, old ROL banknotes and coins are no longer legal tender but can still be exchanged at the National Bank and their affiliated offices.\n\nCoins are issued in 1 (gold), 5 (copper), 10 (silver), and 50 (gold) bani denominations, but 1 ban coins are rare, despite store prices ending a lot of times with 99 bani. Do not expect exact change from store clerks, unless your total spending divides by 5 bani. When grossly short on change, clerks may also provide small coffee bags, oranges or similar as substitutes, but they may not accept it back as tender. Banknotes come in denominations of 1 (green), 5 (purple), 10 (red), 50 (yellow), 100 (blue), 200 (brown), and 500 (blue and purple) lei denominations, are made of polymer plastic, and, except for the 200 lei, correspond to a euro banknote in size. However, 200 and 500 lei banknotes are not common.\n\nRomania is relatively cheap by Western standards, you can buy more in Romania than you can in Western ",{"type":"[[","value":[["Europe"]]}," and ",{"type":"[[","value":[["North America"]]},", especially local products. However, be advised that although you can expect food and transport to be inexpensive in Romania, buying import products such as a French perfume, an American pair of sport shoes or a Japanese computer is as expensive as in other parts of the EU. Clothing, wool suits produced in Romanian, shirts, cotton socks, white and red wine bottles, chocolates, salami, a wide range of local cheese, inexpensive leather jackets or expensive and fancy fur coats are possible good buys for foreigners.\n\nWhen exchanging money, it is extremely advisable to use exchange bureaus or to use cash machines (which will provide ready access to most foreign bank accounts). Absolutely avoid black market transactions with strangers: in the best case scenario, you might come out ahead by a few percentage points, but that rarely happens. Most apparent black marketers are actually con men of one sort or another, who will either leave you with a bankroll that turns out to be full of worthless Polish zlotys or will simply engage you in conversation for a few minutes, awaiting the arrival of their partners who will pretend to be the police and try to con you into handing over your wallet and papers. (This con game is known as a ",{"type":"''","value":["maradonist"]},"). Exchanging money in the street is also illegal and in the worst case scenario, you might spend a night in jail as well. It is not recommended to exchange money in the airport either - they tend to overcharge on transactions and have very disadvantageous rates - you should use a card and the ATM for immediate needs (taxi\/bus) and exchange more money later while in the city.\n\nYou should shop around a bit for good exchange rates. Some exchange offices in obvious places (such as the airport) may try to take advantage of the average tourist's lack of information when setting the exchange rate, and it is not advisable to use them, as the exchange rates may well be quite unrealistic. Prior to leaving for Romania consult ",{"type":"[","value":["http:\/\/www.bnro.ro\/Cursul-de-schimb-524.aspx the website of the National Bank of Romania"]}," for a rough estimate of what exchange rates you should expect. Typical exchange offices should not list differences larger than 2-3% from the official exchange rate. Also, when picking an exchange office, make sure it has a visible sign saying \"COMISION 0%\"; Romanian exchange offices typically don't charge an extra commission apart from the difference between the buy and sell rates, and they are also required by law to display a large visible sign stating their commission, so if you don't see such a sign or if they charge something extra, keep going. Choosing a reasonable exchange office, which is not hard to do with the data in this paragraph, can save you as much as 10%, so this is worth observing.  Changing money at a bank's exchange office is also a good idea.\n\n",{"type":"===","value":[" Transactions "]},"\n\nRomanian transactions generally take place in cash.  Although some places will accept Euro or USD, it is not advisable as you will generally be charged an additional 20% paying by this method, although this is changing. The best method is to pay using local currency - lei (RON).  Most Romanians have either a charge card or a credit card - however, they are generally used at ATM machines - on-line payments are relatively new, and some companies still look at them with suspicion - so much so, that they will make you pay on delivery. You can however pay by card in many shops and in most supermarkets. Accepted credit\/debit cards are: MasterCard, Visa, American Express (in some places - although this is rapidly expanding because of a very aggressive campaign by American Express) and Diners Club (usually only in hotels, and even then expect stares and incredulity that such a card even exists). Almost all transactions at POS machines (supermarkets, shops etc.) will ask you to enter the card's PIN as well.\n\nMost small towns have at least one or two ATMs and a bank office, with large cities having hundreds of ATMs and bank offices. (It is not uncommon to see three bank agencies next to each other in residential neighborhoods of Bucharest). ATMs are also available in many villages (generally at the post-office or the local bank-office). Romanian for ATM is ",{"type":"''","value":["bancomat"]},". Credit cards are accepted in large cities, in most hotels, restaurants, hypermarkets, malls. Do not expect to use a credit card at any railway station or for the public transport (the subway and RATB of Bucharest, for example, are cash-only because they consider that card transactions would slow down the queues at the ticket booths).  Gas stations and a great number of other stores accept Visa and MasterCard. It is advisable to always have a small sum of money in cash (about 50 RON or even more), even in large cities.\n\nRomanian businesses are not mandated to provide you with full change for every transaction, and frequently their tills are short of small coins in particular. Fortunately many prices are in round multiples of 1 RON, and they are almost always in multiples of 10 bani. Even if a store can change, say a 100 RON note, they will ask you for smaller change first. For very small amounts (say 20 or 50 bani) they might sometimes insist on you buying something of that worth instead of giving you change.\n\n",{"type":"===","value":[" Prices "]},"\n\nRomania is generally ",{"type":"''","value":["very"]}," cheap, and is probably the cheapest country inside the EU, although VAT taxes drive prices higher than, for example, Ukraine. However, inflation has struck Romania in many places, and some prices are as high or higher than those in Western Europe, but this is often reserved to luxuries, hotels, technology, and, to an extent, restaurants. However, raw food, transport, and accommodation remain relatively cheap, as does general shopping, especially in markets and outside the capital. Bucharest, as with every capital in the world, is more expensive than the national norm, particularly in the city centre. In the past 2-3 years, Bucharest has become increasingly expensive, and it is expected to do so for some years. However, travellers from Nordic Countries will find all the prices in Romania to be amazingly low, especially transport (short and long distance), restaurant food and drinks.\n\n",{"type":"===","value":["Supermarkets and convenience stores"]},"\nA good place to shop for food are farmers' markets, although hypermarkets have become popular in Romania such as ",{"type":"[","value":["http:\/\/www.carrefour.ro Carrefour"]},", ",{"type":"[","value":["http:\/\/www.cora.ro Cora"]},", ",{"type":"[","value":["http:\/\/www.kaufland.ro Kaufland"]}," and ",{"type":"[","value":["http:\/\/www.real-hypermarket.ro\/ Real"]},".\n\nDifferent from supermarkets are neighbourhood grocery stores called 'alimentară'. The stores are dim, old Communist-era shops that can be cheaper. These shops, which can best be compared to British cornershops, may be convenient if living in the suburbs or in smaller towns. Despite their seemingly poorer appearance, they sell good-quality food. In 'alimentara', expect strange systems of payment or selection: you may not be able to take items off of the shelf yourself, or one person may tally up your total before another handles the cash, etc. Many locals however actually prefer these establishments, since they offer a personal touch, with many salespeople remembering the preferences of each buyer, and catering specifically for their needs.\n\nOpening hours are extremely predictable and amazingly long. Some shops will have a \"non-stop\" sign - meaning they are open 24 hours, 7 days a week. Shops that are not open 24 hours are usually open 8 AM - 10\/11 PM, with some keeping open in summer until 2 or 3 AM. Supermarkets and Hypermarkets are open 8 AM - 10\/11 PM as well, except during some days before Easter and Christmas, when they remain open through the night. Pharmacies and specialized shops are usually open 9 AM - 8\/9 PM, sometimes even later while farmers' markets usually open their doors at 7 AM and close at 5 or 6 PM.\n\n",{"type":"===","value":["The countryside fair"]},"\n\nA traditional countryside shopping is the weekly fair (târg, bâlci, or obor). Usually held on Sunday, everything that can be sold or bought is available - from live animals being traded amongst farmers (they were the original reason why fairs were opened centuries ago) to clothes, vegetables, and sometimes even second hand cars or tractors. Such fairs are hectic, with haggling going on, with music and dancing events, amusement rides and fast food stalls offering sausages, \"mititei\" and charcoal-grilled steaks amongst the many buyers and sellers. In certain regions, it is a tradition to attend them after some important religious event (for example after St. Mary's Day in Oltenia), making them huge community events bringing together thousands of people from nearby villages. Such fairs are amazingly colorful - and for many a taste of how life was centuries ago. One such countryside fair (although definitely NOT in the countryside) is the Obor fair in Bucharest - in an empty space right in the middle of the city, this fair has been going on daily for more than three centuries.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Coliva in biserica 03.jpg"],["thumb"],["Colivă dishes are used for a church celebration."]]},"\n",{"type":"[[","value":[["File:Saramura de chefal.jpg"],["thumb"],["Saramura is one of Romania's traditional dishes."]]},"\nRomanian food is distinct yet familiar to most people, being a mixture of Oriental, Austrian and French flavours, but it has some unique elements. The local dishes are the delicious ",{"type":"'''","value":["sarmale"]},", ",{"type":"'''","value":["ardei umpluți"]}," (stuffed peppers), ",{"type":"'''","value":["mămăligă"]}," (pr. muhmuhliguh, polenta), ",{"type":"'''","value":["bulz"]}," (traditional roasted polenta, filled with at least two kinds of cheeses, bacon and sour cream), ",{"type":"'''","value":["friptură"]}," (steak), ",{"type":"'''","value":["salată de boeuf"]}," (finely chopped cooked veggies and meat salad, usually topped with mayo and decorated with tomatoes and parsley), ",{"type":"'''","value":["zacuscă"]}," (a yummy, rich salsa-like dip produced in the fall) as well as ",{"type":"'''","value":["tocană"]}," (a kind of stew), ",{"type":"'''","value":["tochitură"]}," (pr. tokituruh, an assortment of fried meats, and traditional sausages, in a special sauce, served with polenta and fried eggs), ",{"type":"'''","value":["mici"]}," (pr. michi, with a ch sound like in the word \"chat\"; a kind of spicy sausage, but only the meat, without the casings, almost always cooked on a barbecue, but may also be cooked with hot water vapours; often served with beer during picnics - ",{"type":"'''","value":["mici și bere"]},"), roe salad, various mashed beans varieties like ",{"type":"'''","value":["iahnie"]}," (the h is loud).\n\nOther dishes include a burger bun with a slice of ham, a slice of cheese and a layer of French fries, ",{"type":"'''","value":["ciorbă de burtă"]}," (white sour tripe soup), ",{"type":"'''","value":["ciorbă țărănească"]}," (a red sour soup, akin to borș but with the beet root being replaced by fermented wheat bran, with lots of vegetables), Dobrogean or Bulgarian salads (a mix of onions, lettuce, tomatoes, cheese, white sauce and ham), onion salad - diced onion served in a dish, tomato salad - diced tomato with cheese, șorici (pig skin - boiled and sometimes in stew), and ",{"type":"'''","value":["drob"]}," (haggies) - a casserole made from lamb or pork liver and kidneys. Local eclectic dishes include cow tongue, sheep brain (Easter), caviar, chicken and pork liver, pickled green tomatoes and pickled watermelon.\n\nTraditional desserts include ",{"type":"'''","value":["pască"]}," (a chocolate or cheese pie produced only after Easter), ",{"type":"'''","value":["sărățele"]}," (salty sticks), ",{"type":"'''","value":["pandișpan"]}," (literally means Spanish bread; a cake filled with sour cherries), and ",{"type":"'''","value":["cozonac"]}," (a special cake bread baked for Christmas or Easter).  Bread (without butter) comes with almost every meal and dill is quite common as a flavoring. Garlic is omnipresent, both raw, and in special sauces (",{"type":"'''","value":["mujdei"]}," is the traditional sauce, made of garlic, olive oil and spices), as are onions.\n\nGenerally, there is good street food, including ",{"type":"'''","value":["covrigi"]}," (hot pretzels), ",{"type":"'''","value":["langoși"]}," (hot dough filled with cheese and various other optional seasonings like garlic), ",{"type":"'''","value":["gogoşi"]}," (donut-like dough, coated with fine sugar), ",{"type":"'''","value":["mici"]}," (spicy meat patties in the shape of sausages), and excellent pastries (many with names such as ",{"type":"'''","value":["merdenele"]},", ",{"type":"'''","value":["dobrogene"]},", ",{"type":"'''","value":["poale-n brâu"]},", ",{"type":"'''","value":["ardelenești"]},"), thin pancakes filled with anything from chocolate and jam to bananas and ice cream. Very popular are kebab and shawarma (",{"type":"'''","value":["șaorma"]},"), served in many small shops.\n\nPopular Romanian snacks that are readily available in shops are ",{"type":"'''","value":["pufuleți"]}," (very cheap and delicious corn-made snacks) and sunflower seeds, but usual snacks like potato chips and various nuts are also common. Common sweets are ",{"type":"'''","value":["halva"]},", ",{"type":"'''","value":["halviță"]},", ",{"type":"'''","value":["rahat"]}," (Turkish Lokum - note that \"rahat\" is also commonly used as an euphemism for feces, meaning that you might hear Romanians talk about rahat a lot when being angry, but they do not actually refer to anything commonly considered edible) and ",{"type":"'''","value":["colivă"]},", a boiled wheat dish commonly used in religious celebrations.\n\nMost restaurants in Romania, especially in more regional areas, only serve Romanian food, even though it is similar to Western European food. Especially in Bucharest, there is a wide variety of international food, especially Mediterranean, Chinese or French. There are also fairly plentiful international fast food chains. The interesting truth about these is that they are just nominally cheaper than restaurants, with the quality of the food being of an international standard but quite much lower than that served in restaurants. Therefore, go for the restaurants when you can - they provide a much more authentic and quality experience at prices that aren't much higher.\n\nVegetarian and vegan travellers can easily find a tasty dish suitable for them if they ask for ",{"type":"'''","value":["mâncare de post"]}," (food suitable for religious fasting). Because Romanians are in their large majority Eastern Orthodox Christians, fasting involves removing of all the animal products from their meals (meat, dairy products or eggs). Even though Lent seasons only cover a small part of the year, you can find fasting food throughout the year. However, note that most of the Romanians are unaccustomed with vegetarianism or veganism; still, you can find such \"mâncare de post\" all year round; some Romanians fast also outside Lent, on most Wednesdays and Fridays, as part of their orthodox faith.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Wine"]},"\nRomania has a long tradition of making wine (more than 2000 years of wine-making are recorded), in fact Romania was in 2005 the 12th world producer of wine; the best wineries being Murfatlar, Cotnari, Dragasani, Bohotin, etc. Its quality is very good and the price is reasonably cheap: expect to pay 10-30 RON for a bottle of Romanian wine. Several people in touristic areas make their own wine and sell it directly. Anywhere you want to buy it, it is usually sold in glass bottles of about 75 cl.  Many of the monasteries produce and sell their own wine. Most of the individuals wine makers, including monasteries, will allow you to taste it first, but some may not.\n\n",{"type":"===","value":["Beer"]},"\n\nLike all the countries with a strong Latin background, Romania has a long and diffused tradition of brewing beer, but nowadays beer is very widespread (even more so than wine) and rather cheap compared to other countries. Avoid beers in plastic PET containers, and go for beers in glass bottles or cans. Most of the international brands are brewed in Romania under a license, so they taste quite different than in Western Europe. Some beers made under licence are still good - Heineken, Pilsner Urquell, Peroni.  You can easily realize whether a beer has been brewed in Romania or abroad and then imported simply by looking at the price: imported beers are much more expensive than the Romanian ones (A Corona, for example, may be 12 RON while a Timisoreana, Ursus or Bergenbier of a full 1\/2 litre size will be 2-4 RON. Some of the common lagers you may find around are quite tasteless, but there are some good brewers. ",{"type":"''","value":["Ursus"]}," produces two tasteful beers, its lager is quite good and its dark beer  (",{"type":"'''","value":["bere neagră"]},"), Ursus Black, is a strong fruity sweet beer, similar to a dark Czech beer. ",{"type":"''","value":["Silva"]}," produces bitter beers, both its ",{"type":"''","value":["Silva original pils"]}," and its ",{"type":"''","value":["Silva dark"]}," leave a bitter aftertaste in your mouth. Bergenbier and Timisoreana are quite good. All the other lager beers you may find, such as Gambrinus, Bucegi or Postavaru are tasteless (in some consumers' opinion). Ciuc is a very decent and affordable pilsner, now owned by Heineken. Expect to pay around 2-3 RON for a bottle of beer in the supermarket and double in a pub.\n\n",{"type":"===","value":["Spirits"]},"\nThe strongest alcohol is ",{"type":"'''","value":["palinca"]},", with roughly 60 percent pure alcohol and is traditional to Transylvania, the next is ",{"type":"'''","value":["ţuica"]}," (a type of brandy made from plums - for the better quality, traditional version - but alternatively from apricots, wine-making leftovers, or basically anything else - an urban legend even claims you can brew a certain kind of winter jacket (pufoaică) to ţuică, but this is rather a proof of Romanian humor). Strength of ţuica is approximately 40-50 percent. The best ţuica, made from plums, is traditional to the ",{"type":"[[","value":[["Pitești"]]}," area. Strong alcohol is quite cheap, with a bottle of vodka starting off between 10 RON and 50 RON. A Transylvanian speciality is the 75 percent blueberry and sour cherry palinca (palincă întoarsă de cireşe negre), better known as ",{"type":"'''","value":["vişinată"]}," - but is usually kept by locals for celebrations, and may be hard to find.\n\n",{"type":"==","value":["Sleep"]},"\n\nFinding an accommodation in Romania is very easy, for any price. In all the touristic places, as soon as you get to the train station several people will come to you asking whether you need an accommodation, or you can book it in advance. Those people welcoming you at the station often speak English, French and Italian. Moreover, while walking on the street, you will often find ",{"type":"''","value":["cazare"]}," written on the houses, that means they will rent you a room in their own house. You'd better book an accommodation in the big cities (Bucharest, Cluj-Napoca, Brasov and Iasi), since it'll be quite hard to wander around looking for a place to sleep, but anywhere else you won't find any problem at all.\n\nAs with most countries it is often cheaper to obtain accommodation directly with the hotel (either in person or in advance via the internet) rather than through booking agencies. An increasing number of even small hotels will accept reservations via the Internet. Search for the local official tourist guide websites which will have a list of hotels and\/or bed-and-breakfasts, then inquire at that site: most have information in English, many have formal reservation webpages. Prices for Four star hotels are much the same as in the rest of Europe, certainly in Bucharest, whilst three star hotels and below ",{"type":"''","value":["can"]}," be a little cheaper. A feature of Romanian accommodation prices is that many bed and breakfast establishments (without any hotel star rating) are in fact as or even more expensive than two or three star hotels. Most appear to be more modern than rated hotels.\n\nRural tourism is relatively well developed in Romania. There is a national association of rural guesthouses owners, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/antrec.ro\/index.php?lang=en ANTREC"]}]}," who offer accommodations in over 900 localities throughout the country.\n\n",{"type":"==","value":["Education"]},"\n",{"type":"[[","value":[["File:Bukovina eggs.JPG"],["thumb"],["Carefully painted Easter eggs are an important part of Romanian tradition."]]},"\nThe oldest Romanian university is the University of ",{"type":"[[","value":[["Iasi"]]},", founded in 1860 (the medieval schools in Bucharest and Iasi are not considered universities). Bucharest, Iasi and Cluj are considered to be the largest and most prestigious university centres, with newer centres of education like Timisoara, Craiova and Galati emerging as cities with an increasingly larger student population. If coming with a mobility grant (Erasmus\/Socrates or similar), it is very important to go to the International Office of the Romanian University as soon as possible, as Romanian paperwork tends to be quite impressive and may take some time to be processed. Also, if planning to study in Romania, it is highly recommended to find your own accommodation - most universities do not provide any accommodation, and if they do provide accommodation, the conditions offered are sometimes terrible (3-4 persons sharing a room, with a corridor of 50 or more sharing the showers and toilets is not unheard of - this happens since university-offered accommodation is typically next to free (15-20 € per month) for Romanians, and you usually get what you pay for).\n\nThe education system is mediocre at best since 1990 (Romania did not do good in either of the PISA evaluations, being in the lower third of European countries), however reform attempts have been done in the past decade. Attendance is compulsory for 10 years. Universities have started to reduce the number of subsidies so students will, increasingly, have to pay the tuition (tuition is however very low - 500 € per year is the norm). With some exceptions teaching methods in universities are antiquated, with formalism, dictation and memorization as the main tools employed - leading to low quality of many establishments (no Romanian university made it in the Shanghai Index). However, there were very serious reform attempts, with some universities (notably the University of Bucharest, University of Iasi, the Babeş-Bolyai University in Cluj and the University of Timişoara) imposing better teaching standards and interactivity between students and teachers - however much progress is to be done even there. For most subjects, programs are available in Romanian and Hungarian, depending on the university. Some programs are available in English, French and German. Elementary and middle schools are supported by local authorities budget. As with most nations, teachers complain about small salaries. Literacy is nearly universal. According to an EU commission study, about 30% of Romanians speak English (50% in urban environments) and 25% French (40% in urban environments). German is also spoken by about 3-5% of the population (1% having it as their mother tongue).\n\n",{"type":"==","value":["Stay safe"]},"\nWhile violence against foreign tourists is rare, this does not mean you should leave your common sense at home, if you decide to vacation in Romania. Generally crime is limited to petty thefts and common scams, and not much else that would concern the tourist. Avoid city neighbourhoods and villages that are predominantly populated by gypsies and you should not encounter any problems. Wherever you may be in the country, ask trusted locals about the surroundings, they will gladly give you a few pointers.\n\nAlthough racial prejudice exists in Romania, especially toward those who look like Roma (“gypsies”), hate crimes are rare. Some homophobic prejudice also remains, for instance an annual gay pride parade in Bucharest has been the scene of violent protests in past years.\n\n",{"type":"===","value":["Emergency phone numbers"]},"\n\nRomania uses the pan-European standard number ",{"type":"'''","value":["112"]}," for all emergency calls since 2004. Therefore, this is the only number you will need to remember for police, ambulance and the fire department.\n\n",{"type":"===","value":["Petty Crime"]},"\n\nRomania is quite safe, with very little violent crime. Pickpocketing and scams (such as taxi scams or confidence tricks) are present on a wider scale, so exert care especially in crowded places (such as train stations, some markets, urban public transport). Keep your money or valuables in inner pockets of your backpack and always watch your handbag in said crowded areas. When traveling with a cab, always make sure you read and remember the price per kilometer that's written on the outside of the car, because some of the drivers may try to take advantage of the fact that you are not familiar with the prices.\n\n",{"type":"===","value":["Animals"]},"\n\nRomania has a very large population of wild animals, including one of the largest population of wild bears in Europe. Bears are deadly, and even the ones living closer to cities, which loot garbage containers, must not be approached. It is commonplace for bears to visit city neighborhoods situated near mountain forests in search for food (such as in Braşov). As such, spotting a bear or wolf is fairly easy. Although usually not dangerous, such animals may become aggressive if care is not taken. If you spot a bear or wolf when hiking, it is advisable to slowly turn around and slowly walk the other way. Local shepherds advise people who are wild camping to camp out in the open rather than under trees where possible to avoid the bears. Under any circumstances, do not attempt to run or try to feed the animal, as it may become disoriented and attack. In 2006, 6 people were killed by wild animals in Romania. There have also been cases in which tourists encountered bear cubs and attempted to feed or play with them. In some cases this has turned out to be a fatal mistake. If you happen to encounter any sort of young animals be aware their parents are somewhere close. The best thing you can do is leave the area as soon as possible, as cuddly and cute as bear cubs may be, their parents are not. Bears are extremely aggressive when they have cubs and will attack at the slightest hint of a threat to their cubs. Please be aware. This is one of the leading causes of attacks by animals on people.\n\nFeral animals such as stray dogs may additionally pose a problem in Bucharest and other major cities, where they are widespread. Some might not be aggressive, but be careful about animals in packs and at night. Some are taken care of by people from nearby housing blocks and these can be especially territorial and can sometimes attack without warning. The number of stray dogs is declining but is still extremely high and overall they are the biggest physical danger especially in remote areas.\n\nRomanian farmers also use dogs for herding and protecting sheep. You'll most likely see this if you're walking near any farms, on dirt roads, or rural areas. You can tell they are sheep dogs as farmers usually attach horizontally-hanging sticks under their necks. If you encounter one of these dogs, it might appear scared at first, and might be looking backwards. It is indeed scared, but it is not looking for retreat: it's looking for its other doggy friends! If you continue walking towards their territory or whatever herd of sheep they are protecting, they will most certainly become more and more defensive, and have no doubt that more and more will appear as you get closer to the herd. In situations like this, you simply need to back off. It's not worth attempting to defend yourself either, as Romanian farmers will get very angry. If you are in a rural area, consider waiting for a horse-drawn wagon or car for hitchhiking: this is the best way to cross such territories.\n\n",{"type":"===","value":["Corruption"]},"\nSome visitors may encounter corrupt policemen (",{"type":"''","value":["Poliţişti"]},") and customs officials (",{"type":"''","value":["Vameşi"]},", ",{"type":"''","value":["Ofiţeri de vamă"]},") first hand, even though this seems to be a declining problem.  While it may be tempting to pay a bribe (",{"type":"''","value":["mită"]}," or ",{"type":"''","value":["şpagă"]},") to smooth things along on your visit, you should avoid doing so as it only contributes to this problem. It is also illegal to give bribe as well as it is to receive it. Foreigners might receive tougher sentences in Romania.\n\nA piece of good advice for when you find yourself in the situation to be asked to pay a bribe (or just suggested) is to politely reject the proposal, stating clearly that you would not do that. If you are being harassed adopt a swift and determined attitude, and threaten that you will immediately call the police. This will almost surely make whoever is asking for the bribe stop and leave you alone.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"===","value":["Healthcare"]},"\nConditions in Romanian hospitals may vary from the very clean and sparkling, with all the latest technological utilities, to the downright drab, dark and cold. Some hospitals, however, may be, as aforementioned, uncomfortable, with dimness, temperature problems (hot in summer, cold in winter) and outdated equipment, although medical staff are usually experienced. You won't usually face problems such as significant lack of cleanliness.\n\nRemember that your travel health insurance might prove to be insufficient if the medical condition is severe. In this case, you will be asked to pay for the medical services, and prices are not very low compared to Western Europe.\n\nUpdate: As of Romania's accession to the European Union, citizens of the European Union are covered by Romania's National Healthcare System as long as they carry an E111 European Health Insurance Card, obtainable from their own national healthcare authority and valid for all EU countries.\n\nDental procedures in Romania, especially those in private clinics, are of an excellent quality. In fact, many Western Europeans come to Romania to have their teeth done for the quarter of the price they pay in their home country. Quality is particularly high in clinics in ",{"type":"[[","value":[["Transylvania"]]}," and Bucharest.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:Rumunia 5806.jpg"],["thumb"],["A shepherd in the Făgăraş Mountains"]]},"\nRomanians are quite hospitable. In the countryside and small towns, they welcome foreign tourists and, occasionally, they might even invite you for a lunch. As is common with Romania's Balkan neighbours, Romanians will insist when offering something, as \"no\" sometimes does not mean \"no,\" and they just consider it polite for you to refuse and polite for them to insist.\n\nYou should take some normal precautions to study your host first. It is common for friends and family to kiss both cheeks upon greeting or parting. Respect towards elderly is highly appreciated and is a good representation of your character. The phrases used to greet friends and strangers alike is \"Bună ziua\" (Boo-nah Zee-wah) which means \"Good day\" or \"Good afternoon.\" During morning and evenings, the phrase changes to \"Bună dimineaţa\" and \"Bună seara\", respectively.\n\nAt beaches, men wear either speedos or shorts, with the former more common amongst the over 40s, and the latter more popular with the younger crowd. Ladies tend to wear thong bikinis, while topless sunbathing is becoming more widespread.\n\nRefrain from observations, whether by ignorance or indifference, that Romanian is a Slavic language or even related to Hungarian, Turkish or Albanian. They will find it quite offensive; in fact, as it was already mentioned, Romanians ",{"type":"''","value":["do not"]}," pronounce vowels and consonants the same way as any of their neighbours.\n\nRomanians also appreciate foreigners who do not assume that Romania was part of either the Russian Empire or the Soviet Union (it was only a member of the Eastern Bloc).\n\nAlso, while the principalities of Wallachia and Moldova did indeed pay tributary sums to the Turks for several centuries, they were never part of the Ottoman Empire, unlike some of their neighbours. Knowing even these basic facts about Romanian history will go a long way should any conversation on the subject arise.\n\nAvoid discussing the ethnic animosities between the Romanians and ethnic Hungarians. Hungarians dominate in some areas in Transylvania, and in recent years occasionally inter-ethnic violence has broken out.\n\nOther minority-rich regions include Dobrogea, where Tatars, Turks, and Ukrainians still live today, and also in the west of the country there are small numbers of Serbs, Slovaks, and Germans. Almost all Jews have left the country since the Stalin-influenced antisemitic campaigns in the 1950s.\n\nAnother very offensive misconception is making no difference between the Romanian population and the Roma people (gypsies). Romanians are a different ethnic group from them. Confusing these two can offend a lot of people because there is still a lot of prejudice towards the Roma people.\n\nRomanians might dislike having Romania labelled as a Balkan country because of a somewhat negative image of the region. It is not entirely geographically correct either, as most of Romania (all of it except Dobrogea) lies outside the ",{"type":"[[","value":[[":wikipedia:Balkans"],["Balkan Peninsula"]]},".\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Mobile Phones"]},"\nMobile phones are ubiquitous in Romania. There are five networks - four GSM\/3G (Orange Romania, Vodafone, Cosmote and DigiMobil) and one CDMA (Zapp). Orange and Vodafone have almost full national coverage (98-99% of the surface of the country), while the newly-merged Cosmote+Zapp are expanding quickly. \n\nTariffs are average for the European Union (€0.08-0.30\/min, €0.04 per SMS). Both pre-paid cards and subscriptions are available, and special options for discounted international calls exist with some pricing plans. Roaming is available but is, like in most of the EU, rather expensive. Pre-paid cards or recharge codes can be bought in almost every shop, either rural or urban. \n\nOn prepaid SIMs you can activate extra options (\"extraopţiune\") starting from €5  (+ 24% VAT) in total = RON27-32, with a validity period of 30 days, containing thousands (200 -3000) of minutes and SMSs within the same network and up to 100 minutes outside the network, including most European Union fixed land-line networks and two or three mobile networks.\n\n",{"type":"===","value":["Internet Access"]},"\nInternet access is fast, widely available in urban environments and growing in rural environments. Broadband internet is widely available in cities and towns, through cable, DSL, or home-grown small or medium size ISPs offering UTP connections. Speeds are mostly like Western Europe or the US, with 1-4 Mbit\/s downstream for non-metropolitan access being the norm - with prices being around €9-25 for 1-4Mbit\/s, with local access significantly faster (10-50 or even 100Mbit\/s). The speeds are increasing, home access for 4Mbit\/s being available at around €10 per month.\n\nInternet cafs are available in most towns and cities and villages - but in big cities, their numbers are dropping because of the cheap availability of home access. In rural areas, public Internet access is currently available in 150 remote villages (in so-called \"telecenters\"). In these \"telecenters\", access is subsidized by the state, and therefore limited. Computers are usually not available in libraries, or in public places such as train stations.\n\nWireless access is growing, especially in Bucharest, Braşov, Sibiu, Bistriţa, Timişoara and Cluj with Wi-Fi widely available in University areas, airports, public squares, parks, cafes, hotels and restaurants. Pay-as-you-go Wi-Fi is also available in many venues. If uncertain, look for plazas near the Town Hall, large parks or other important buildings. Most (if not all) McDonald's restaurants in Romania have Wi-Fi access and so do most 3-star (and higher) hotels.\n\nMobile internet is available cheaply by all the mobile phone companies (using Romanian simcards). Combined 3G\/GPRS\/EDGE access is priced at RON40-80 per month with a cap of 5-10GB.\n\n",{"type":"===","value":["Cable TV"]},"\nCable TV is also very widely available, with about 85% of all households being connected. All hotels providing you with a TV set will offer cable TV or digital TV.\n\n",{"type":"{{","value":[["geo"],["44.4167"],["26.1000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Balkans"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Romania"]]},"\n",{"type":"[[","value":[["WikiPedia:Romania"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Romania\/"]]},"\n\n",{"type":"{{","value":[["outlinecountry"]]}]