[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Rosario y el Parana.JPG"],["right"],["350px"]]},"\n",{"type":"'''","value":["Rosario"]}," is a city in ",{"type":"[[","value":[["Santa Fe (province, Argentina)"],["Santa Fe"]]}," province, Argentina. \n\n",{"type":"==","value":["Understand"]},"\nThe third most populated city of the country, Rosario is gradually becoming a tourism destination. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThere are daily flights (50 min) from Buenos Aires Aeroparque Airport and Ezeiza Airport, although still the more convenient way to get into the city is to hire transport at EZE Airport. It is a four hour trip. There are also flights from\/to ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Perú"]]}," and ",{"type":"[[","value":[["Uruguay"]]},".\n\n",{"type":"===","value":["By train"]},"\nOn most days there are two trains to and from Buenos Aires, although the rail service is not very good. The trains take six hours and the price difference compared with taking a bus is not worth it. Also consider that in Argentina it is common for shantytowns to be established on land belonging to the national railway company.\n\n",{"type":"===","value":["By car"]},"\nTwo freeways (autopistas) connect Rosario with Buenos Aires, Santa Fe, and to Cordoba. Locals take the bus, a ",{"type":"''","value":["remisse"]}," (a private taxi service), or hail one of the many taxis roaming the area.\n\n",{"type":"===","value":["By bus"]},"\nThe most convenient way of travelling in Argentina. There are many buses departing daily from the Rosario bus station to almost every city in the country. It is also possible to travel by bus to southern ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Peru"]]},", and ",{"type":"[[","value":[["Bolivia"]]},". EGA bus lines operates a daily bus direct to Montevideo leaving at 23:50 and arriving in Montevideo at 08:30 next morning.  The cost is ARS286 (Aug 2011).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Monumento a la Bandera (Argentina Flag Memorial)"]},{"type":"*","value":["The house where \"El Che Guevara\" was born (Urquiza St. and Entre Rios St.)"]},{"type":"*","value":["Parque Independencia (One of the biggest parks in the country)"]},{"type":"*","value":["Rosario Central Stadium (1978 World Cup)"]},{"type":"*","value":["Paseo del Siglo (pedestrian section of Cordoba Street, from Bv. Oroño to the Flag Memorial)"]},{"type":"*","value":["Islands (take a boat from passenger terminal near Flag Memorial)"]},{"type":"*","value":["Paseo del Caminante (Near La Florida beach)"]},{"type":"*","value":["Parque España"]},{"type":"*","value":["It has a great variety of museums from art to science and natural history"]},{"type":"*","value":["City Centre (the largest casino in South America)"]},{"type":"*","value":["Historical journey through the boulevards, appreciating the city's architectural wealth"]},"\n",{"type":"==","value":["Do"]},"\nRosario is swimming with things to do for both tourists and locals. Providing an adventurous variety of services such as: \nkayaking, biking, skydiving, horseback riding, sailboating, Spanish classes, dance classes in both folklore and tango, guitar and drum classes, as well as capoiera and many others.\n\nYou can go to the beach at the river's edge, locally referred to as ",{"type":"''","value":["La Florida"]},", to enjoy a cold drink on a summer's day, or cross the river to the island and spend a day at the beach.  Either way you will find a wide variety of bars and restaurants with a spectacular view of the ",{"type":"[[","value":[["Parana"]]},"! \n\nAlso known for their nightlife, which amazingly starts around 02:00 (with luck) and ends as the sun is coming up, Rosario counts on a large variety of night clubs and discos to dance the night away!\n\nRosario is also known as the Salsa Capital of Argentina. Wednesdays and Sundays are the most popular days at Willie Dixon's.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Polyglot Meetings"],["alt="],["url=http:\/\/www.language.exchange.rosario@gmail.com"],["email="],["address=La Chamuyera Bar, Corrientes 1380"],["lat="],["long="],["directions="],["phone="],["fax="],["hours=Tuesdays, 20:30"],["price=Free"],["content=You can meet locals at this weekly gathering. The meetings are part of Language Exchange International and Polyglot Club. They are a great way to meet local people, practice languages and make friends. The meetings are free, you learn and teach at the same time."]]}]},"\n",{"type":"==","value":["Buy"]},"\nAmerican travellers might be surprised to see that many of the goods sold in “el centro” (city centre \/ downtown), are much like that in any mall. Goods that might interest travellers, however, are the leather handbags, wallets, belts, and accessories. A must-see shop in that area is Raices, the perfect shop to pick up a purse or mate set. \n\nAlso note that, although the currency difference, apparel, shoes, handbags, etc., are not that much cheaper than in the US. If you're looking for a bargain, stick to the street vendors and artisans posted up around El Centro and the park surrounding the Argentine Flag Monument.\n\nA great store not found in Buenos Aires (possibly anywhere in Argentina) is called ",{"type":"'''","value":["Underworld"]},". It is found in a number of locations in Rosario and stocks different and interesting t-shirts and other funky clothes and accessories for girls.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rincon Vegetarian Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Mitre St between Córdoba St and Santa Fe St"],["phone="],["fax="],["hours="],["price="],["content=For ARS11 you get an all-you-can-eat buffet with all sorts of innovative vegetarian goodies. Good if you want a break from steak."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Alexandros Greek Tavern"],["alt="],["url="],["email="],["address= Corrientes 1673"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A great Greek restaurant with a lively atmosphere. On weekends there is usually a dance show starting at 22:00 featuring a belly dancer and a trio of very talented Greek dancers who display an array of Greek dances from tsamiko to zeimbekiko. Have the souflaki platter and smash some plates while you watch some of the best Greek dancing in the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Room 302"],["alt="],["url=http:\/\/www.room302.com.ar"],["email="],["address=3 de Febrero 893"],["lat="],["long="],["directions="],["phone=+54 341 447-5667"],["fax="],["hours="],["price="],["content=Offers Thai-Argentine fusion dishes, it is one of the trendiest restaurants in town and probably the only one offering something different from the regular steak or pasta. Great music and ambiance managed by well known chef Alejo Uribe. Gay-friendly."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Estancia"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Av Pellegrini and España St"],["phone="],["fax="],["hours="],["price="],["content=Great asado, empanada, and wine dinner."]]}]},"\n",{"type":"==","value":["Drink"]},"\nRosario is known for having big nightclub nights all week long.  Ask around to find out where the hip place is for the night you want to go out and don't plan to be home until the morning.  It is also famous for having a disproportionately large woman\/man ratio (more women).\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anamundana Hostel"],["alt="],["url=http:\/\/www.anamundanahostel.com."],["email="],["address=Montevideo 1248"],["lat="],["long="],["directions=City Centre"],["phone=+54 341 424-3077"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A very comfortable and pleasant hostel with a charming atmosphere and friendly hosts. In the main portion of downtown and one block away from the most important avenue in town (restaurant and bars strip]. A place to have fun and meet people. Hola members receive a 10% discount."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cool Raul Hostel"],["alt="],["url=http:\/\/coolraulhostel.minihostels.com,"],["email="],["address=1670 San Lorenzo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A great hostel with a relaxed atmosphere and super friendly hosts right near the main shopping strip. A fun, chill place to meet people and hang out. Minihostels members receive a 10% discount."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hostel Allegro Piu"],["alt="],["url=http:\/\/www.hostelallegropiu.com.ar"],["email="],["address=Crespo 978"],["lat="],["long="],["directions=Close to terminal"],["phone=+54 437-5972; 430-0848"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Big, clean, good facilities and boring."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Lourdes"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=An early 1900's upstairs building, just two blocks away from the city's centre, you will find a folkloric appeal and a down to earth personalized touch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Livin' Residence Rosario"],["url=http:\/\/www.livinresidence.com\/en\/residencias_ro.html"],["email="],["address=3 de Febrero 2505, Santa Fe"],["lat="],["long="],["directions="],["phone=+54 341 5301717"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers guests ten apartment units."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Santa Fe (province, Argentina)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["-32.95"],["-60.666667"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rosario, Santa Fe"]]}]