[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:IMG ross island.jpg"],["thumb"],["right"],["300px"],["Ross Island"]]},"\n\n",{"type":"'''","value":["Ross Island, Port Blair"]}," is in the ",{"type":"[[","value":[["Andaman and Nicobar"],["Andaman Islands"]]}," of ",{"type":"[[","value":[["India"]]},". This Island the erstwhile capital for the most of Andaman Islands from 1858 until an earthquake in 1941. Ross Island was also the base for the British Administrator of the penal colony in Port Blair.In 1941, the Japanese converted the site into POW camp, and built war installations, remnants of which can still be seen. It now lies deserted, and the few signs of its colonial glory, such as the Chief Commissioner's house and the Presbyterian church, are dilapidated and overgrown. The area is now under the control of Indian Navy.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThe Presbyterian Church at Ross Island was a protestant church built of stone and the windows had frames made of burma teak. The glass panes behind the altar were made of beautifully etched stained glass from Italy. The quality of the wood was so good that it survived the vagaries of weather for over a 100 years. A small structure south of the church was built to accommodate the parsonage.\n\nRoss Island boasted of a superb bakery which offered one of the best confectioneries, bread loves, buns, cakes, croissants and many other delicacies of those times. The bakery was a tastefully constructed building based on the 19th century British architecture with all the modern facilities of the times including a self contained cook house.\n",{"type":"[[","value":[["Image:IMG rossisland openairtheatre.jpg"],["thumb"],["right"],["300px"],["Open air theater"]]},"\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\nIn March\/April (best time to go there) its generally very hot and humid. But the scenic beauty and landscape will soothe it. Do wear sunscreen and sunglasses. Also wear a cap. You can carry an umbrella while you walk.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ferry"]}," takes like 15 mins by ferry from Rajiv Gandhi Water Sports Complex jetty. Boat fare is Rs 75 for a to and fro journey. Go on your own. If you are taking a guide, take a package tour from Rajiv Gandhi jetty (Rs 360 per head, will cover Ross, Viper and North Bay Islands, 9am to 5 pm everyday)"]},"\n",{"type":"[[","value":[["Image:IMG rossisland pchurch.jpg"],["thumb"],["right"],["300px"],["Church at Ross Island"]]},"\n\nYou can also pay the local fishermen to take you on day trips to mangrove creeks (Bridget Creek is nice) or places like Mt Harriet National Park (where you can beach your boat and go birdwatching). Don't pay more than Rs 2000\/day for the boat, and you can often bargain it down to much less. Be sure to check with the Forest Dept before heading out, as many destinations require certain permissions.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["Walking"]}," is the only option. Its a small island.\n\nAn option to visit the Ross Island in Andaman & Nicobar Islands is to opt for the package tours offered by India Beacons Sojourn. This agency take care of all your needs to make your holiday smooth and relaxing.\n\n",{"type":"*","value":[{"type":"'''","value":["India Beacons Sojourn"]}," ,1 Indra Roy Road (Opposite Indira Cinema), Room No. 8(1st Floor), Kolkata - 700025, West Bengal, India. Mobile: +91 9903295920, Phone & Fax: +91-33-26270886, E-mail:info@indiabeacons.com, Website: http:\/\/www.indiabeacons.com"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Ross island japanese bunkers.JPG"],["thumb"],["right"],["300px"],["Japanese bunkers"]]},"\nRoss Island was the headquarters of the Indian Penal Settlement for nearly 80 years. It had everything — bazaar, bakery, stores, workshop, water distillation plant, church, tennis court, printing press, secretariat, hospital, cemetery, open air theater and what have you. Today, everything has disappeared except some buildings, which housed some of these landmarks. Also do walk to the other side of the island to Ferar beach and the old jetty. Farzand Ali Store here is famous. It is now maintained like a museum, has a lot of pictures of the British era and their activities in Andaman Islands. You will be surprised to find out that the British had built up tram lines in Andaman too. There is a Ross Island Memorial documentary shown inside the Bakery (Timings - 9.30 am to 9.45 am, 11.30 am to 11.45 am ). A documentary on Andaman Islands is shown from 3 pm to 4pm.\n\nAlso do see the Japanese bunkers. You will find a lot of tunnels here. \n\nYou will find a lot of deer\/stags in the forest over here.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nThere is an aquaguard in the jetty. Also you will get a lot of coconut water (Rs 15-20)\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-77.5000"],["168.0000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Andaman and Nicobar Islands"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ross Island"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ross Island"]]}]