[{"type":"{{","value":[["pagebanner"],["Bannerrotorua.jpg"],["caption=Lake Rotorua and Mokoia Island"]]},"\n\n",{"type":"'''","value":["Rotorua"]}," is known as the thermal wonderland of ",{"type":"[[","value":[["New Zealand"]]},". Its hot springs and geysers have attracted tourists for over a hundred years.\n\n",{"type":"[[","value":[["File:City of Rotorua.jpg"],["thumb"],["350px"],["Rotorua city and regular geothermal steam"]]},"\n",{"type":"[[","value":[["File:Lady Knox geiser.jpg"],["thumb"],["Lady Knox geiser"]]},"\n",{"type":"[[","value":[["File:Rotorua Way Of Doing Water Hazards.jpg"],["thumb"],["Geothermal water hazard on the golf course"]]},"\n",{"type":"[[","value":[["File:Rotorua with Mount Tarawera in the background.jpg"],["thumb"],["Rotorua with Mount Tarawera in the background"]]},"\n",{"type":"==","value":["Understand"]},"\nTourism is a major industry in Rotorua, so tourist services are well developed. The Tourist Information Centre on the main road, Fenton Street, is a good starting point.\n\nRotorua is built over a geothermal hot spot. There are numerous natural vents, hot pools and other geothermal features in and around the city. Many of these are in parks and reserves.  Natural eruptions of steam, hot water and mud occasionally occur in new locations. Many places have their own private geothermal bores for heating and water for bathing although private use of naturally occurring geothermal water and steam is controlled. \n\nRotorua sits on the shores of Lake Rotorua, and there are several other lakes nearby. So along with the geothermal wonders, many water-based activities such as fishing, boating and white water rafting are available. \n\nGeologically, Rotorua is in the middle of the Taupo Volcanic Zone, named after Lake Taupo, the largest volcano in the area. This geologically active zone produces the heat that is needed to drive all the geothermal activity. Along with many volcanic hills and mountains, the zone contains several major volcanic calderas (large subsidence craters). These are important for tourism because they host the region's largest lakes (including Lake Taupo and Lake Rotorua), and because geothermal activity tends to occur around their edges. Rotorua caldera, some 22 km (14 mi) across, contains the city and Mount Ngongotaha as well as the lake. It was created in a huge eruption around a quarter of a million years ago.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car "]},"\nRotorua is a 3-hour drive (non-stop) south of ",{"type":"[[","value":[["Auckland"]]},", with several nice towns and villages along the way. There are two main routes: the first is via Hamilton, initially on State Highway 1, then joining State Highway 5 at Tirau. The other is via Matamata on State Highway 2 and 27, leaving SH 1 at Pokeno (50 km south of central Auckland) and rejoining it at Tirau. The Matamata route has lighter traffic and is probably more interesting for travellers, but sections of the road have the highest accident rates in NZ, so caution is needed. A third option to get amongst the rural farmland is to travel via Te Aroha and then south along old Te Aroha Road, stopping to see Wairere Falls. Be careful on the narrow windy unpainted roads.\n\nThere are two options from ",{"type":"[[","value":[["Tauranga"]]},". One is SH 2 via ",{"type":"[[","value":[["Te Puke"]]},", then SH 33. The other is SH 36 via Pyes Pa, which is now sealed all the way. Allow 1 hour 10 minutes non-stop\n\nFrom Wellington, follow State Highway 1 north to ",{"type":"[[","value":[["Taupo"]]},", then take State Highway 5. Allow 6 hours non-stop.\n\n",{"type":"===","value":["By plane "]},"\n\nRotorua also has an small airport serviced regularly by Air New Zealand who fly there from Auckland, ",{"type":"[[","value":[["Wellington"]]}," and ",{"type":"[[","value":[["Christchurch"]]}," (and onwards to ",{"type":"[[","value":[["Queenstown (New Zealand)"],["Queenstown"]]}," without changing); a daily Qantas jet service also links the city to Christchurch (seasonal - suspended since late 2009).\n\nThere are direct trans-tasman flights from ",{"type":"[[","value":[["Sydney"]]}," twice a week, on Saturdays and Tuesdays.\n\n",{"type":"===","value":["By bus "]},"\n\nBus services are provided by Intercity Coach ",{"type":"[","value":["http:\/\/www.intercitycoach.co.nz"]}," and Naked Bus ",{"type":"[","value":["http:\/\/nakedbus.com"]},". All services arrive and depart from the main tourist information centre on Fenton Street. Services can also be booked there.\n\nBackpacker coach services tend to do pick ups from the major hostels.\n\n",{"type":"===","value":["By bike"]},"\n\nRotorua is a cyclists paradise; as well as boasting some of the best off road mountain bike tracks in the world, the city has no less than seven quality cycle stores, with six in the CBD and the Outdoorsman Headquarters on Tarawera Road. In addition several shops provide cycle hire, notably Lady Jane's ice cream parlour near the lake front.\n\nGenerally speaking cycling in Rotorua is safe; many roads have wide verges, cyclists are possibly at most risk from the many camper vans driven by tourists.\n\nAs per the advice for drivers of cars, the same routes apply; Rotorua is 300 m (985 ft) above sea level, therefore a trip to the Bay of Plenty (",{"type":"[[","value":[["Tauranga"]]},", ",{"type":"[[","value":[["Whakatane"]]}," or Papamoa will be a mainly down hill trip of between 70-100 km (44-62 mi).\n\nTravelling north towards Waikato also will be downhill to near sea level; conversely a trip to Taupo will be an up and down affair with some challenging climbs.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["-38.1379"],["176.2515"],["zoom=13"],["height=540"],["width=620"],["layer=O"],["staticmap="],["align=none"]]},"\n\nThere is a limited bus service. The buses are lime green in colour and branded \"CityRide\". The main terminus is on Pukuatua Street (opposite side to the ASB bank building). These buses operate several routes from one side of the city to the other, including Ngongotaha (handy for accessing the Skyline, Rainbow Springs and Agrodome attractions), the Institute of Technology or 'Polytech' as the bus will say (Te Puia is across the main SH5 road), and the airport. The standard fare is $2.30 regardless of how far you travel. Books of tickets can be bought at discounted rates. Note most bus services seem to stop operating at about 6PM (Monday-Friday). \n\nA circuit bus operated by national sightseeing operator GreatSights New Zealand ",{"type":"[","value":["http:\/\/greatsights.co.nz\/"]}," visits several iconic Rotorua attractions including Te Puia ",{"type":"[","value":["http:\/\/tepuia.com\/"]},", Rainbow Springs Nature Park ",{"type":"[","value":["http:\/\/www.rainbowsprings.co.nz\/"]}," and the Agrodome ",{"type":"[","value":["http:\/\/www.agrodome.co.nz\/"]},".  \n\nThere are also three or four reputable taxi companies, all metered, and also a shuttle bus operator with trailer for larger groups.\n\n",{"type":"==","value":["See"]},"\n\nAs New Zealand's busiest tourist centre there are a variety of attractions ranging from free to quite expensive.\n\n",{"type":"===","value":["Free attractions"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Government Gardens"]}," is an immaculate park near the CBD, where there is also the city museum (small entry charge) and the famous ",{"type":"''","value":["Blue Baths"]},". Nearby is the Sportsdrome and one of the many golf courses."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Lakes"]}," - there are 14 to choose from. ",{"type":"''","value":["Lake Rotorua"]}," gives its name to the city and boat trips can be arranged to Mokoia Island in the centre. The lakefront has a scenic promenade from where you can see Mokoia Island. From the Lakefront scenic floatplane or helicopter scenic flights can be taken. Alternatively a cheaper option is to take the Amphibious truck from Fenton Street, which does a 90 minute tour of several of the main lakes in the area. All the lakes are stocked with trout and fishing is very popular."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Motutara (Sulphur Bay)"]}," - Fantastic walkway starting just beyond the government gardens. The walkway passes through several geothermal hot springs and sulpher vents (the posted warnings to stay on the pathway at all times are no joke.) The bay itself hosts many waterbirds and other wildlife. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Whakarewarewa Forest AKA The Redwoods"],["alt="],["url=http:\/\/www.redwoods.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=accessible either from Tarawera Road (where there is a visitors centre) or from SH5 on the Taupo Highway. Around 1900 New Zealand began a program of planting imported trees here to see which species grows best in NZ. A 6 hectare grove of majestic redwoods is surrounded by forest with other types of trees. Spectacular walks, mountain bike tracks (over 60 km\/37 mi in total) and riding trails. Bikes can be hired from bike shops in the city, although Planet Bike also usually have a truck with hire gear at the main car park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rotorua Walkway"],["alt="],["url=http:\/\/www.rdc.govt.nz\/Recreation\/Walkways\/RotoruaWalkway.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 26 km (16 mi) scenic walkway around Rotorua incorporating most of the above as well as several other parks and sights. Pick up a brochure for a map and explanations or download one in PDF format from the district council website in the above link."]]}]},"\n",{"type":"===","value":["Pay attractions"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waimangu Volcanic Valley"],["alt="],["url=http:\/\/www.waimangu.co.nz\/"],["email="],["address= 587 Waimangu Rd"],["lat= -38.28563"],["long= 176.38684"],["directions= off SH 5, 25 km south of central Rotorua"],["phone= +64 7 366-6137"],["tollfree="],["fax="],["hours=Daily from 8:30AM"],["price= Adults from $34.50, children (6-16) from $11"],["content=Born from the massive 1886 eruption of Mt Tarawera, is the world’s newest geothermal eco-system, and an exciting and dramatic destination that the whole family can enjoy. Whatever your age or fitness level, you'll find something that suits you - self guided and guided easy walks, advanced hikes and boat cruise experiences, ranging in duration from 45 minutes to over 4 hours. If you want outdoor activity, peaceful New Zealand bush, unique ecology, rare botany and stunning geothermal features, then Waimangu is the 'must do' experience. It is easily accessible, just 20 minutes south of Rotorua, and 40 minutes north of Taupo."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Okere Falls"]}," - approximately 20 km (12 mi) out of the city towards Tauranga on SH33 you will pass the end of Lake Rotoiti; most of the 14 lakes flow into Rotoiti, which itself heads off to the Bay of Plenty, descending nearly 305 m (1000 ft) in less than 30 km (19 mi). For this reason it boasts some of the most spectacular white water challenges available to the intrepid traveller. These range from dual kayaks, to white water sledging (hurling yourself down stream with a life jacket and float), or rafting. Tuteas Fall is the worlds largest\/highest commercially rafted fall; with a 7 m (23 ft) drop, on average every fourth boat flips! If you don't want to get wet there is a pleasant 6 km (4 mi) walk though the forest where you can see the activities at close hand. There are also some small caves where glow worms can be found."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Te Puia"],["alt="],["url=http:\/\/www.tepuia.com\/"],["email="],["address= Hemo Rd (SH 30)"],["lat= -38.16360"],["long= 176.25051"],["directions="],["phone= +64 7 348-9047"],["tollfree= 0800-837-842"],["fax="],["hours="],["price= Adults from $48.50, children (5-15) from $24.50"],["content=Home to the Whakarewarewa Valley of geothermal activity, including bubbling mud pools and geysers. There are regular, free guided tours throughout the park, including the geothermal areas, the marae, and the kiwi house. There are also Maori cultural experiences like traditional dances and meals available for an additional charge. Now under construction to become an even more mega-attraction."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Whakarewarewa Thermal Village"],["alt="],["url=http:\/\/www.whakarewarewa.com\/"],["email="],["address=17 Tryon St, Whakarewarewa"],["lat=-38.16124"],["long=176.25659"],["directions="],["phone=+64 7 349-3463"],["tollfree="],["fax="],["hours=08:30-17:00 (closed Xmas day)"],["price=Adults from $35, children (5-15) from $15"],["content=The main competitor to Te Puia - ironically two Maori iwi competing with similar attractions. Good, and appears less developed and maybe more \"authentic\" than the next door Te Puia."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Skyline Skyrides"],["alt="],["url=http:\/\/www.skyline.co.nz\/rotorua\/"],["email="],["address=Fairy Springs Rd (SH 5)"],["lat=-38.11050"],["long=176.22211"],["directions="],["phone=+64 7 347-0027"],["tollfree="],["fax="],["hours=09:00-late"],["price=Adults from $25, children (5-14) from $12.50"],["content=Located on the outskirts of town, this gondola ride up Mt. Ngongotaha offers a panoramic view of Rotorua and the surrounding mountains."]]}]},{"type":"[[","value":[["Image:Wai-O-Tapu.jpg"],["right"],["thumb"],["250px"],["A boiling pool in Wai-O-Tapu Thermal Wonderland"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rainbow Springs Nature Park"],["alt="],["url=http:\/\/www.rainbowsprings.co.nz"],["email="],["address=192 Fairy Springs Rd"],["lat=-38.10893"],["long=176.22121"],["directions="],["phone=+64 7 350-0440"],["tollfree=0800-724-626"],["fax="],["hours=08:30-late"],["price=Adults from $40, children (3-15) from $30"],["content=Beautifully landscaped nature park featuring sculptured ponds with cuy fish and gardens including kiwi birds and other native New Zealand animals."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Agrodome"],["alt="],["url=http:\/\/www.agrodome.co.nz\/"],["email="],["address=141 Western Rd, Ngongotaha"],["lat=-38.08429"],["long=176.19220"],["directions=off SH 5, 10 km north of central Rotorua"],["phone=+64 7 357-1050"],["tollfree="],["fax="],["hours="],["price=Adults from $31, children (5-15) from $15.50"],["content=An agricultural park with farm animals, shows and exhibitions describing rural life in New Zealand both past and present. Both the sheep show and the farm tour are both exceptional! As well as the farming attractions, the Agrodome is home to the Freefall Experience simulator, the north islands highest bungee jump, a jet boat ride and the ubiquitous ",{"type":"''","value":["Zorb"]}," - where you are sealed inan inflatable ball and rolled down a steep hill!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= The Buried Village"],["alt="],["url= http:\/\/www.buriedvillage.co.nz\/"],["email="],["address= 1180 Tarawera Rd"],["lat= -38.21194"],["long= 176.36353"],["directions= 15 km from central Rotorua"],["phone= +64 7 362-8287"],["tollfree="],["fax="],["hours= Summer 09:00–17:00 daily; winter 09:00–16:00 daily"],["price= $32"],["content= Self-descriptive, the village was swamped with ash by the nearby Mt. Tarawera in the massive 1886 eruption which killed 153 people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wai-O-Tapu Thermal Wonderland"],["alt="],["url=http:\/\/waiotapu.co.nz\/"],["email="],["address=201 Waiotapu Loop Rd, Waiotapu"],["lat=-38.35583"],["long=176.36738"],["directions=off SH 5, 31 km south of central Rotorua"],["phone=+64 7 366-6333"],["tollfree="],["fax="],["hours="],["price=Adults $32.50, children (5-15) $11"],["content=A great park to see a variety of geothermal landscapes and active volcano activities, including the Lady Knox Geyser, which is a famous geyser that erupts daily to heights of 10 to 20 m (33-66 ft)."]]}]},"\n",{"type":"==","value":["Do"]},"\nYour best bet is to spend some energy taking in some of the many day-time activities such as land-sledding down Mt. Ngongotaha at Skyline Skyrides Luge Ride",{"type":"[","value":["http:\/\/www.skylineskyrides.co.nz\/rotorua\/ssr_luge\/"]},", heli-touring or hiking through the abundance of parks often alongside thermal vents. Nearby is the curious forest of California Redwoods that was planted last century and has thrived in the ideal climate so that it appears to have been there for many centuries. The forest in this area has been developed to provide world-class mountain biking tracks, some of which are being used for the 2006 World Championships. Rotorua host several other adventure activities such as Zorbing, indoor rock-climbing and whitewater rafting or sledging. When deciding if spending $20+ per person for entry to \"Volcanic Caldera Areas\" remember that there are many free parks that have very similiar sights and smells, often with less walking and no charge.\n\nOne activity that is unique is the ability to play a round of golf amongst the mud pools. The Rotorua golf course has a public course where for $10 you can play 9 holes and attempt to avoid the mud pool hazards, a unique experience. The course is at the top of Fenton Street opposite Te Puea, the Maori Arts and Craft Institute and geyser.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Polynesian Spa"],["alt="],["url=http:\/\/www.polynesianspa.co.nz"],["email="],["address=Hinemoa Street"],["lat=-38.13784"],["long=176.25815"],["directions="],["phone=+64 7 348-1328"],["tollfree=0508-765-977"],["fax="],["hours=Daily 08:00-23:00"],["price=Adults from $14.50, children (5-14) from $6.50"],["content=Provides a fusion of relaxing hot mineral spring bathing, spa therapies and picturesque lake views. Voted a World Top Ten Spa by Conde Nast Traveller magazine at the 2004-2007, and 2009 Annual Spa Awards. Relaxing hot mineral bathing is offered in 26 hot mineral spring pools in four areas – deluxe Lake Spa, Adult Pools & Priest Spa, Private Pools or Family Spa. The Lake Spa offers 4 alkaline mineral pools from 36-42°C (97-108°F). Well appointed changing facilities include towels, lockers, soap, shampoo and hairdryers, plus a lake view relaxation lounge with refreshments available. The Adult Pools & Priest Spa is a popular adult only area with 4 alkaline mineral pools, plus 3 acidic mineral pools with waters from the Radium hot spring. Six of these seven pools have views over Lake Rotorua. Privacy is offered in one of 13 Private Pools, set at 39°C (102°F) and available for 30 minutes hire. The Family Spa offers a large geothermally-heated swimming pool (with a small hydro slide) plus two alkaline mineral pools. Set amid native flora, the exclusive Lake Spa Retreat is an inviting relaxation haven, providing an array of enticing massage, spa and hydro therapies. All spa therapies include Lake Spa bathing and start at $85 for a half hour (bookings are essential). Also includes a café that serves light cuisine, and a spa essentials store."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bibleworld Museum & Discovery Centre"],["url=http:\/\/www.bibleworld.org.nz"],["email="],["address=1163 Eruera Street"],["lat="],["long="],["directions="],["phone = +64 21909842"],["tollfree="],["fax="],["hours=Friday 11 - 3 pm; Saturday & Sunday 1 - 3 pm"],["price=$3 per adult; $1.50 per child"],["content=A unique museum where adults and children can explore what life was like in the ancient world through a range of models, ancient artifacts and interactive activities."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are numerous Maori arts and crafts on sale in the city centre and at the various tourist attractions. The quality varies from extremely professional contemporary artwork to cheap nick-nacks. Popular items include pounamu\/greenstone (jade) or bone jewellery, traditional weapons and statues. This selection is accompanied by sheepskins and the normal tourist giftware of t-shirts, caps, mugs and pens plastered with \"Rotorua\", other words and pictures. More attractive and practical gifts can be found such as simple clothing (jackets, shirts, ties, caps) with abstract Maori designs on them.\n\n",{"type":"==","value":["Eat"]},"\nThere are numerous places to try the traditional Maori feast, the hangi. This \"earthen oven\" technique is similar to the Hawaiian umu and results in a very distinctive smoky earthy flavour - well worth trying.\n\nIn the last decade Rotorua has slowly acquired some nice cafes - good options include: Ciccio Italian cafe, Relish, Capers, ZIppy's or the Fat Dog. The usual chains for pizzas and burgers can be found: they're generally on Amohau Street (SH 30A in the central city) and on Fairy Springs Road (SH 5 heading north out of the city).\n\nRestaurants are slightly more scarce but several of the major hotels have good eating establishments (Novotel or Ridges on the raceway). The main centre for eating is lower end of Tutanekai Street (known locally as ",{"type":"''","value":["Eat Street"]},"), but beware, even after 9PM you may find little left on the menu. Popular restaurants on Tutanekai Street include: Triple 1 Five, Indian Star and Wild Rice.\n\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Skyline Skyrides"],["alt="],["url=http:\/\/www.skyline.co.nz\/rotorua\/ssr_dining\/"],["email="],["address=Fairy Springs Road (SH 5)"],["lat="],["long="],["directions="],["phone=+64 7 347-0027"],["tollfree="],["fax="],["hours=Lunch 11:30-14:30, dinner 17:30-late"],["price=Adults $50.00\/$70.00 (lunch\/dinner), children 3–14 years $1.50\/$2.00 per year of age"],["content=Offers a full lunch and dinner buffet. The gondola ride up to the restaurant is included in the price, and you get a spectacular view of the sunset over the lake."]]}]},"\n",{"type":"==","value":["Drink"]},"\nRotorua is sometimes referred to as Roto-Vegas because of the many neon-lit hotels along the main street, the numerous venues for gambling  and the few brothels. Strangely though, there isn't much night life to speak of. The bar at the Hot Rocks Backpackers - the Lava Bar - is a good bet, alternatively you could try the Pig & Whistle, Fuse or the Fat Dog Cafe. Heaven & Hell is the only nightclub in Rotorua and is popular with local adults.\n\n",{"type":"==","value":["Sleep"]},"\nThere are many hotels, rental homes, backpackers, motor homes, camp grounds, motels and bed and breakfasts around Rotorua.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=All Seasons Holiday Park"],["alt="],["url=http:\/\/www.allseasonsrotorua.co.nz"],["email="],["address=50-58 Lee Rd, Hannahs Bay"],["lat=-38.11724"],["long=176.30715"],["directions="],["phone=+64 7 345-6240"],["tollfree=0800 422 674"],["fax="],["checkin="],["checkout="],["price="],["content=Offers a choice of affordable, self catering accommodation in 3 hectares of peaceful parkland close to Lake Rotorua - motel units, tourist flats, cabins, backpackers lodge, camping & campervan sites"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Crash Palace backpackers"],["alt="],["url=http:\/\/nomadsworld.com\/hostels\/new-zealand\/crash-palace"],["email="],["address=1271 Hinemaru Street"],["lat=-38.13855"],["long=176.25529"],["directions="],["phone=+64 7 348-8842"],["tollfree=0508-666-237"],["fax="],["checkin="],["checkout="],["price="],["content=A home away from home. Family run and they really make you feel part of the family. Friendly dog and cat on premises. Hot tub available. Great atmosphere. Part of the Nomads network of hostels."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kiwi paka Backpackers Rotorua"],["alt="],["url=http:\/\/kiwipaka.co.nz\/"],["email="],["address=60 Tarewa Rd"],["lat=-38.13411"],["long=176.24044"],["directions="],["phone=+64 7 347-0931"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Located in a park-like setting, the hostel is within easy walking distance of the city centre, thermal pools and many of the attractions and activities. It is part of the Nomads network."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Spa Lodge Backpackers"],["alt="],["url=http:\/\/www.spalodge.co.nz"],["email="],["address=1221 Amohau Street"],["lat="],["long="],["directions="],["phone=+64 7 348 3486"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located in the city center, close to the main attractions, and facilities like the shopping mall are just around the corner. Private natural hot pool in the beautiful backyard, a lazy cat and a great relaxing atmosphere. BBH discounts."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Malfroy Motor Lodge"],["url=http:\/\/www.malfroymotorlodge.co.nz"],["email="],["address=51 Malfroy Rd"],["lat="],["long="],["directions="],["phone=+64 7 346 8053"],["tollfree="],["fax="],["hours="],["price=$99-150"],["checkin=2PM"],["checkout=10AM"],["content=Fully self-contained and serviced apartments set in pleasant gardens with a number of original artwork pieces by local artists. They have their own geothermal bore and mineral pool. Free wifi, off-street parking, and secure children's play area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hamurana Lodge"],["url=http:\/\/www.hamuranalodge.com"],["email=info@hamuranalodge.com"],["address=415 Hamurana Rd"],["lat="],["long="],["directions="],["phone=+64 7 332 2222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hotel in a two-store building with a restaurant featuring Mediterranean cuisine with ingredents grown in hotel's garden. Hidden in the hills of Rotorua, it accents luxurious comfort with vistas of mountains, Lake Rotorua and fragrant fields. Sleekly designed furnishings, stylish chairs, bright rugs and striking artwork are New Zealand in spirit and contemporary in style. Extra-spacious ensuite bathrooms include signature Hamurana Lodge features - a deep-soaking tub with glass walled shower, and a large vanity. This magnificent country estate is a pleasant 15 minutes drive from the City of Rotorua and is the perfect option for the discerning traveller. Away from the main visitor hub, set in lush green countryside, the exclusive Lodge provides the ideal base for those wishing to experience New Zealand, the spiritual home of Maori culture and its world-renowned geothermal wonders."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rydges Rotorua"],["alt="],["url=http:\/\/www.rydges.com\/accommodation\/new-zealand\/rotorua"],["email="],["address=272 Fenton St"],["lat=-38.14862"],["long=176.25432"],["directions=cnr Park St"],["phone=+64 7 349-0099"],["tollfree=0800-793-497"],["fax="],["checkin="],["checkout="],["price="],["content=Located in a park-like setting on the edge of Arawa Racecourse, the hotel is within easy walking distance of the city centre, Rotorua Convention Centre, Rotorua churches and many of Rotorua's famous attractions and activities. Rydges Hotels and Resorts is an Australian owned and operated company."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quality Inn On Fenton Rotorua"],["alt="],["url=http:\/\/www.qualityinnrotorua.co.nz\/"],["email="],["address=Cnr Fenton & Victoria Sts"],["lat=-38.14256"],["long=176.25342"],["directions="],["phone=+64 7 350-2211"],["tollfree=0800-336-866"],["fax="],["checkin="],["checkout="],["price="],["content=Centrally located within easy walking distance of shopping, restaurant and attractions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Silver Fern Luxury Accommodation & Spa"],["alt="],["url=http:\/\/www.silverfernrotorua.co.nz\/"],["email="],["address=326 Fenton St"],["lat=-38.15272"],["long=176.25418"],["directions=cnr Maida Vale St"],["phone=+64 7 346-3849"],["tollfree=0800-118-808"],["fax="],["checkin="],["checkout="],["price="],["content=Located a short walk from the centre of Rotorua, the convention centre, and the new Rotorua Events Centre. It is in park-like grounds and spacious accommodation. Also incorporates a day spa."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Springs"],["url=http:\/\/www.thesprings.co.nz\/"],["email="],["address=16 Devon St"],["lat="],["long="],["directions=just off Fenton St in central city"],["phone = +64 7 348 9922"],["tollfree="],["fax="],["hours="],["price=$350"],["checkin=3PM"],["checkout=11AM"],["content=An elegant purpose built bed and breakfast. Each guest room has an ensuite bathroom and a door to a private terrace giving access to a rose garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quest Rotorua Central"],["alt="],["url=http:\/\/www.questrotoruacentral.co.nz\/"],["email="],["address=1192 Hinemoa St"],["lat=-38.13810"],["long=176.25056"],["directions=between Tutanekai and Amohia Streets"],["phone=+64 7 929-9808"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Self-contained accommodation in the heart of the Rotorua CBD, close proximity to many bars and restaurants and only 500 meters to the Polynesian Spa."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Rotorua"],["alt=formerly Heritage Rotorua"],["url=http:\/\/www.holidayinnrotorua.co.nz\/"],["email="],["address=10 Tryon St, Whakarewarewa"],["lat=-38.16033"],["long=176.25685"],["directions="],["phone=+64 7 348-1189"],["tollfree=0800-108-114"],["fax="],["checkin="],["checkout="],["price="],["content=Four star plus hotel, with suites available. Pohutu Cultural Theatre with nightly Maori cultural show and traditional Maori feast. Free shuttle runs from hotel to i-Site office in town from 8AM-9:00PM."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThis geothermal wonderland has some hazards. Respect safety signs and barriers around active geothermal locations - they are there for good reasons. The hot water and mud from geothermal springs can be boiling hot. Superheated steam may cause eruptions - after all it is steam that makes the geysers spout. \n\nThe sulphurous smell (that rotten eggs smell) in the air means that some toxic gases may also be present. Take care in confined and unventilated spaces, particularly those below ground level or around geothermal pools. Toxic geothermal gases have been known to asphyxiate people.\n\nAvoid bathing in geothermal pools where the water has been in contact with the ground. At the very least do not put your head underwater. Geothermal ground water can carry the bacteria and\/or amoebae that cause meningitis - a disease which can be fatal.\n\nWhile New Zealand is a tourist paradise it should be remembered that as with most countries petty theft is a common occurrence. With so many of Rotorua's thermal wonders being situated in isolated areas it pays to take notice of the warning signs and to keep cars locked with valuables hidden from view so as not to have your visit ruined by petty opportunistic crime. In particular Kuirau Park after dark and Okere Falls are well known for car thefts and muggings. Expensive items taken to places like backpackers also need particular attention.\n\n",{"type":"==","value":["Go next"]},"\nHeading south from Rotorua on SH 5 takes you to ",{"type":"[[","value":[["Taupo"]]},", a similar town on the side of New Zealand's largest lake, and ",{"type":"[[","value":[["Tongariro National Park"]]},". Around 15 km south of Rotorua, SH 38 branches off to the southeast, leading into the sparsely populated and ruggedly beautiful ",{"type":"[[","value":[["Urewera National Park"]]},".\n\nHeading east on SH 30 leads you to ",{"type":"[[","value":[["Whakatane"]]},", a coastal town in the eastern Bay of Plenty with empty beaches and one of the North Island's sunniest climates. Beyond lies the remote ",{"type":"[[","value":[["East Cape"]]},". \n\nNorth takes you to ",{"type":"[[","value":[["Te Puke"]]},", ",{"type":"[[","value":[["Tauranga"]]}," and the western Bay of Plenty coastline, also a nice place to soak up the sun. There are two routes; via Te Puke and SH 33 brings you into Tauranga via ",{"type":"[[","value":[["Mount Maunganui"]]},". The recently completed SH 36 is a shorter inland route that climbs to around 610 m (2000 ft) before dropping to the coast. This is the route most locals would use and avoids Tauranga CBD traffic if heading for the ",{"type":"[[","value":[["Coromandel Peninsula"],["Coromandel"]]},".\n\nThe ",{"type":"[[","value":[["Waikato"]]}," region, including Hamilton, ",{"type":"[[","value":[["Waitomo"]]}," and ",{"type":"[[","value":[["Raglan"]]},", lies to the west.\n\n\n",{"type":"[[","value":[["WikiPedia:Rotorua"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/New_Zealand\/Bay_of_Plenty\/Localities\/Rotorua\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-38.137778"],["176.251389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bay of Plenty"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Rotorua"]]}]