[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n",{"type":"[[","value":[["File:London 12 2012 LHR 4836.JPG"],["400px"],["thumbnail"],["Air New Zealand has flights to London in both directions - via HKG and LAX"]]},"\nRather than buying separate flights from one destination to another, a flexible and sometimes cheaper way of international travel is via ",{"type":"'''","value":["Round the world"]}," (RTW) tickets. A round the world ticket is a plane ticket allowing you to fly around the world, usually over a period of up to a year and with between three and twenty stops at different airports.  Computerised e-tickets seem to have reduced this to a maximum of 16 segments.\n\nRound the world tickets usually cost far less than the sum of the one-way tickets between each set of individual stops. (One-way tickets are generally a poor value compared to round-trip tickets, and also may be viewed with suspicion by security or immigration personnel.) These tickets are usually slightly more expensive than a return ticket between destinations on opposite sides of the world (",{"type":"[[","value":[["London"]]}," and ",{"type":"[[","value":[["Sydney"]]}," for example), but if you were planning two or more stops then you may find that a round the world ticket is the cheapest option, and allows you at least a side trip. Many travelers plan entire holidays using a round the world itinerary.\n\nAs a much more time-consuming alternative, see also ",{"type":"[[","value":[["Round the world overland"]]},".\n\n",{"type":"==","value":[" Ticket types "]},"\nThere are a number of ways to fly round the world.  A \"real\" round the world ticket is issued as a single ticket, and comes with a host of ",{"type":"[[","value":[["#conditions"],["conditions"]]}," attached.\n\n",{"type":"===","value":[" Airline alliance round the world deals "]},"\nBecause no individual airlines offer truly global service, round the world tickets are often associated with an ",{"type":"'''","value":["airline alliance"]}," and allow you to travel with any airline that is part of the alliance. Note that the specialist travel agents mentioned ",{"type":"[[","value":[["#Specialist travel agents"],["below"]]}," can book these flights and provide alternative deals.\n\nThe major alliance RTW offerings available worldwide are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Star Alliance"]]}," Round the World Fare"]},", ",{"type":"[","value":["http:\/\/www.staralliance.com\/en\/travellers\/fare_products\/round_the_world_fare.html"]},".  With 28 airlines, covering over 162 countries and 975 destinations, this is the champion for sheer number of destinations and easy routing.  The pass is available in 29,000, 34,000 and 39,000 mile versions — in either Economy, Business or First Class — each with up to 15 stopovers.  There is also a special \"Starlite\" Economy-only fare for 26,000 miles, but this is limited to a maximum of 5 stopovers.  As in most of these fares, Star's rules require passengers start and end in the same country, but not necessarily in the same city. Some backtracking is allowed, though not over oceans. Backtracking, surface sectors, and transits\/connections all count against the mileage total. As for where in the world you can go?  Almost anywhere: in addition to the usual suspects, Star has a near-monopoly stranglehold on some regions including Micronesia and the South Pacific. South & Central America are also covered now, after Brazil's TAM joined Star Alliance on May 13, 2010.  Panama's COPA and multi-national TACA (with hubs in El Salvador, Costa Rica and Peru) are scheduled to come aboard at some point.  A black spot includes domestic flights within Australia, although there are plenty of international flights to the major cities."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Regions with good coverage:"]}," The entire world, except..."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Weak Areas:"]}," Russia, Australia."]}]},"\n",{"type":"*","value":[" The 11-member ",{"type":"'''","value":[{"type":"[[","value":[["Oneworld"]]}]}," alliance offers two types of RTWs ",{"type":"[","value":["http:\/\/www.oneworld.com\/flights\/round-the-world-fares"]},":  "]},{"type":"*","value":[{"type":"*","value":["The unique ",{"type":"'''","value":["OneWorld Explorer"]}," is based on the number of continents visited (from three to six) and has no maximum mileage limit. Up to 16 segments, as opposed to stopovers, can be included — in any class of service. However, because of that flight (or \"segment\") ceiling, this fare can be more limiting than it first seems. (Also, only two stopovers are permitted in the continent of origin.) On the other hand, routings that require major backtracking (i.e.: from Europe to Africa) are more easily accommodated here, than they are in mile-centric fares.  Travelers are free to change the dates on their ticket at no extra charge."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Global Explorer"]}," is Oneworld's more conventional, mileage-based RTW (26,000, 29,000 or 39,000 in Economy class only; 34,000 in Economy, Business or First class).  While the OneWorld Explorer is limited to the full members of Oneworld, several non-Oneworld alliance airlines (including Aer Lingus, ",{"type":"[","value":["http:\/\/www.fijiairways.com\/ Fiji Airways"]},", Alaska Airlines and its affiliate Horizon Air, Gulf Air and S7 Airlines. Qantas code share flights operated by Air Tahiti Nui, Jetstar, South African Airways and Vietnam Airlines can also be used.) can be used with the Global Explorer.  For this reason, travel to certain regions—e.g. many South Pacific islands—is easier with Global Explorer than with Oneworld Explorer.  Surface segment rules are particularly rigid and constraining on the Global Explorer, and the 16-segment restriction applies.  As with the Star Alliance mileage-based RTWs, all miles are counted, including surface segments.  Each surface segment also consumes one of the 16 permitted ticket segments."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Regions with good coverage:"]}," North America, South America (including the Galapagos and Easter Island), the Caribbean, Easter Island, Europe, Middle East, Eastern Asia, parts of the South Pacific (Global Explorer), Australia, India and Russia. "]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Weak Areas:"]}," Intra-Africa, India, the South Pacific (OneWorld Explorer)."]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Skyteam"]]}," Round the World"]},", ",{"type":"[","value":["http:\/\/www.skyteam.com\/en\/uw-reis\/Travel-Passes\/Go-Global\/"]},". Long a distant third, Skyteam has gone through a massive growth since 2010 and now bands together almost 20 airlines.  Its coverage of China is unparalleled, with four Chinese airlines as members, and Aeroflot ensures that Russia and Central Asia are well-covered.  Vietnam Airlines now covers South-East Asia and the Middle East, long a weak spot, now has both Saudia and Lebanon's Middle East Airlines. Mileage and rules are similar to Star Alliance's RTW."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Regions with good coverage:"]}," North America, South America, Europe, central Africa, Russia, China, Central and Eastern Asia."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Weak Areas:"]}," India, Australia, Micronesia and the South Pacific"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Great Escapade"]},", ",{"type":"[","value":["http:\/\/www.thegreatescapade.com\/"]}," 29,000 miles and unlimited stops throughout the Virgin Atlantic, Air New Zealand and Singapore Airlines and SilkAir network — great coverage in South-East Asia and the Pacific, but spotty elsewhere.  Backtracking allowed. The maximum number of stops within mileage is about 10, e.g. London - Delhi - Bangkok - Bali - Australia Stop - New Zealand Stop - Fiji or Rarotonga - Los Angeles - London.  Prices are good value and start from £1025 including tax. For some reason however, this ticket requires that travel must be commenced in either London UK or Manchester UK which effectively prevents North American purchasers from using a westward routing."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Regions with good coverage:"]}," South Pacific, South-East Asia"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Four Corners"]},".  Singapore Airlines, Lufthansa, Air New Zealand, Virgin Atlantic.  Similar to Great Escapade, but with better coverage in Europe and worse coverage in South-East Asia."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Regions with good coverage:"]}," South Pacific, Europe"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Discovery tickets"]},". Qantas, Cathay Pacific, Fiji Airways, British Airways, and most Qantas codeshares. This is probably the 2nd biggest selling RTW out of the UK, allowing 29000 miles and 6 stops. However an extra 1500 miles can be bought for £100, or 3000 miles for £200. This choice is a lot cheaper than the Global Explorer and the One World, with similar routings, including Africa and South America, and from £765 plus tax."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Regions with good coverage:"]}," Australia, Asia."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["World Walkabout Plus tickets"]},". Qantas, Cathay Pacific, Fiji Airways, British Airways, and most Qantas codeshares. This is the biggest selling RTW out of the UK, allowing 29000 miles and 7 stops - 4 can be in Australia including the point of turnaround - within a wide variety of itineraries using the joint Qantas and British Airways route networks.  Basically you're allowed 7 stops (including up to 3 in Australia and 3 in New Zealand) and you must travel out and back via Australasia sticking roughly to the routings of the airlines involved."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Regions with good coverage:"]}," Australia, Asia, United Kingdom."]}]},"\nDiscontinued tickets include Big Planet Tour and World Journey (Flying Dutchman).\n\n",{"type":"===","value":["Single\/partner airline RTWs"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Air New Zealand"]}," offers a RTW valid only on their own flights.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Singapore Airlines"]}," also has a RTW valid only on their own flights, but travellers have to make their own way between the East and West Coasts of North America."]},{"type":"*","value":[" ",{"type":"'''","value":["KLM Passport to the World"]}," offers between 3 and 10 stops."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.virgin-atlantic.com\/en\/gb\/roundtheworldfares.jsp Virgin Round the World ticket"]}]}," with Virgin Atlantic and V Australia."]},"\nQuite a few more sell two-airline RTWs, with some examples being:\n",{"type":"*","value":[" ",{"type":"'''","value":["Air New Zealand and Virgin Atlantic 4 Stop Plus."]},". This is probably the cheapest net fare RTW out of the UK (From 639 plus tax), allowing 4 stops plus extras for a fee."]},{"type":"*","value":[{"type":"*","value":[" 1 stop allowed in the Far East (Hong Kong, Tokyo or Shanghai)"]}]},{"type":"*","value":[{"type":"*","value":[" 1 Stop in the USA (San Francisco or Los Angeles, however new for 2009 you can now fly into Miami, New York, Boston, Washington, San Francisco or LA from the UK on Virgin."]}]},{"type":"*","value":[{"type":"*","value":[" Pacific Island stopovers (Rarotonga, Tonga, Western Samoa) allowed for an additional fare of £110 per stop on the outbound journey or £220 per stop on the return trip."]}]},{"type":"*","value":[{"type":"*","value":[" Unusually if you pay an Australia fare, then you can have the option of visiting both Australia and New Zealand. However if you only want to visit Sydney, Australia you can pay the lower New Zealand Fare and still visit the two countries.  e.g. London - Hong Kong - Sydney - Auckland - San Francisco-London is an Auckland fare."]}]},{"type":"*","value":[{"type":"*","value":[" Surface sectors allowed, e.g. you can fly into Hong Kong and out from Shanghai as long as you provide your own transportation between the two."]}]},{"type":"*","value":[{"type":"*","value":[" Return dates can be changed for £9. Maximum Stay: 12 months."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Regions with good coverage:"]}," United Kingdom, Hong Kong, Australia, New Zealand, USA"]}]},"\n",{"type":"*","value":[" Air New Zealand and ",{"type":"''","value":["one of"]}," Cathay Pacific, El Al, Gulf Air, Lufthansa, KLM, Royal Brunei"]},{"type":"*","value":[" All Nippon Airways and Virgin Atlantic"]},{"type":"*","value":[" El Al and ",{"type":"''","value":["one of"]}," Qantas, Korean "]},{"type":"*","value":[" Emirates and Air Tahiti Nui ",{"type":"[","value":["http:\/\/www.emirates.com\/fr\/english\/destinations_offers\/special_offers\/around_the_world_offer\/around_the_world_offer.aspx"]}]},{"type":"*","value":[" Qantas and British - valid on some code share flights too, but generally very restricted route options as it's basically a return ticket from Europe to Sydney. About €1600 including taxes and fees."]},{"type":"*","value":[" Singapore and ",{"type":"''","value":["one of"]}," LAN, United"]},{"type":"*","value":[" Thai and ",{"type":"''","value":["one of"]}," Continental, Virgin Atlantic"]},{"type":"*","value":[" United and ",{"type":"''","value":["one of"]}," Cathay Pacific, Emirates, Saudi Arabian, South African"]},"\nThese can be cheaper than full alliance RTWs, but your choice of routing is severely restricted and tickets can only be purchased in certain locations, not across the network.  Inquire with the issuing airline for details.\n\n",{"type":"===","value":["Not quite round-the-world"]},"\nIf you want to do a long, circular itinerary that isn't quite all the way around the world, there are a number of interesting alternative options also available:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Oneworld Circle Trip Explorer"]},", ",{"type":"[","value":["http:\/\/www.oneworld.com\/ow\/air-travel-options\/multi-sector-intercontinental-fares\/circle-trip-explorer"]},".  A do-it-yourself kind of fare where you pay for the number of continents visited (minimum three, maximum four).  Note that a stop in Africa is obligatory."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oneworld Circle Pacific"]},", ",{"type":"[","value":["http:\/\/www.oneworld.com\/ow\/air-travel-options\/multi-sector-intercontinental-fares\/circle-pacific-fare"]},". 22,000 to 29,000 miles around the Pacific Rim, covering Asia, Oceania, North America and South America."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oneworld Circle Atlantic"]},", ",{"type":"[","value":["http:\/\/www.oneworld.com\/ow\/air-travel-options\/multi-sector-intercontinental-fares\/circle-atlantic"]},".  17,000 to 25,000 miles around the Atlantic. Travel is between cities in USA, Canada, Mexico, South America and Europe\/Middle East."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oneworld Circle Asia & South West Pacific"]},", ",{"type":"[","value":["http:\/\/www.oneworld.com\/ow\/air-travel-options\/multi-sector-intercontinental-fares\/circle-asia-and-south-west-pacific"]},". 13,000 to 17,000 miles around Asia and Australasia."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Star Alliance Circle Pacific"]},", ",{"type":"[","value":["http:\/\/www.staralliance.com\/en\/travellers\/fare_products\/circle_pacific_fare.html"]},".  Allows you to loop around the Pacific Rim, for a total trip of 22,000-26,000 miles.  Excellent coverage in Asia, but in North America you can only visit Los Angeles, San Francisco, Seattle, Honolulu and Vancouver."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Star Alliance Circle Asia"]},", ",{"type":"[","value":["http:\/\/www.staralliance.com\/en\/travellers\/fare_products\/circle_asia_fare.html"]},". 15,000 or 18,000 miles all around Asia.  Your journey must cover all three regions, defined as \"South-West Pacific\", \"North Asia\" and \"South-East Asia.\""]},"\nCircle Atlantic and Circle Pacific fares are also offered by some individual airlines, such as United and Malaysian.\n\nIf you book an intercontinental round trip flight on an alliance airline you are eligible for passes that give discount flights in the destination continent.\n",{"type":"*","value":[" Sky Team offer passes ",{"type":"[","value":["http:\/\/skyteam.com\/EN\/benefits\/specialOffers\/index.jsp"]}," for Europe, the Americas and Asia."]},{"type":"*","value":[" Star Alliance have passes ",{"type":"[","value":["http:\/\/www.staralliance.com\/star_alliance\/star\/frame\/main_10.html"]}," for Europe, North America, Brazil, Asia, Japan, the South Pacific and sub-saharan Africa."]},"\n",{"type":"===","value":["Specialist Travel Agencies"]},"\n\nIt is possible to put together a round-the-world route by combining one-way tickets on various airlines. This is more flexible than restricting yourself to what an alliance offers and, if you get good discounts on some hops, pricing can be competitive. The only practical way to do this — since it requires both knowledge and contacts — is to go to a travel agent who specializes in round-the-world itineraries. These can be found in major cities that are transit hubs — San Francisco, ",{"type":"[","value":["http:\/\/www.airtreks.com\/ AirTreks"]}," London, ",{"type":"[","value":["http:\/\/www.statravel.co.uk\/ STA Travel"]}," or ",{"type":"[","value":["http:\/\/www.roundtheworldflights.com\/ roundtheworldflights.com"]}," or ",{"type":"[","value":["http:\/\/www.travel-nation.co.uk\/ Travel Nation"]},", Bangkok, etc. — and many of them also provide services online, such as ",{"type":"[","value":["http:\/\/www.bootsnall.com\/rtw\/ BootsnAll"]}," or ",{"type":"[","value":["http:\/\/www.ticketsroundtheworld.com\/ Go Fly World Inc.."]},".In the Nordic countries and the Netherlands ",{"type":"[","value":["http:\/\/travels.kilroy.eu\/ KILROY travels"]}," does the job.\n\nThe booking process can take a few days or weeks depending on how fast you wish to expedite the process and your itinerary. These agents will get parts of your ticket issued by their contacts in other countries or in-house contracts. This can save a lot of money over the airlines, but at the cost of loss of flexibility: rerouting will generally be impossible and missed connections are now your sole responsibility.\n\n",{"type":"===","value":["Low-cost airlines"]},"\n: ",{"type":"''","value":["Main article: ",{"type":"[[","value":[["Low-cost airlines"]]}]},"\n\nIt's now possible to fly entirely around the world on ",{"type":"[[","value":[["low-cost airlines"]]}," (low cost carriers), although the routings possible are restricted.  Your tickets will, in general, be completely inflexible, with steep fees for making any changes (if allowed at all), but for the frugal traveler this is still the cheapest option.  See ",{"type":"[[","value":[["Low-cost airlines#Round the world"],["Low-cost airlines"]]}," for some options and sample itineraries.\n\n",{"type":"==","value":[" Conditions "]},"\nConditions for round the world tickets often include:\n",{"type":"*","value":[" Over the last 18 months RTWs have been restricted to 16 sectors in a PNR (Passenger Name Record). This includes flight and surface sectors. The reasons it was introduced by IATA were vague but involved the general introduction of e tickets (electronic tickets)and the airlines inability to read PNRs over 16 sectors. This does affect all RTWs and is worth bearing in mind."]},{"type":"*","value":[" A strict ",{"type":"'''","value":["mileage limit"]},". Typical limits range from 26 000 to 40 000 miles, depending on the ticket price. \"Land legs\"—traveling between two airports without using the ticket -- ",{"type":"''","value":["will"]}," typically count towards the mileage limit, so you cannot have a longer trip by doing this.  (Note the ",{"type":"'''","value":["Oneworld Explorer"]}," has no mileage limit but is based on the number of continents included.)"]},{"type":"*","value":[" A ",{"type":"'''","value":["time limit"]}," in which to make the journey. This is usually the same as an open-ended return ticket, that is, 12 months after your date of departure."]},{"type":"*","value":[" A ",{"type":"'''","value":["minimum"]}," number of stops (including your return home): often three."]},{"type":"*","value":[" A ",{"type":"'''","value":["maximum"]}," number of stops: five and up, depending on the ticket price."]},{"type":"*","value":[" Returning to your ",{"type":"'''","value":["departure point"]}," (or at least the country of origin) on the last leg of the trip."]},{"type":"*","value":[" Traveling in ",{"type":"'''","value":["one direction"]}," (east ",{"type":"''","value":["or"]}," west) only, usually interpreted per continent (i.e. you can't cross the Atlantic or Pacific more than once)."]},{"type":"*","value":[" A ",{"type":"'''","value":["fixed"]}," series of stops determined at the time the ticket is booked (date alterations are usually allowed).  Changes in itinerary (routing, stopover points) may require that tickets be re-issued, usually at a cost of USD 100 - 150 plus additional taxes and fuel surcharges if applicable."]},"\nNote that a RTW \"stop\" is usually defined as spending more than 24 hours in a place.  Changing planes in transit does ",{"type":"''","value":["not"]}," count, and you can use this to squeeze in additional brief day visits.  Depending on ticketing rules, in a few places with limited flights, it may even be possible to \"transit\" for several days while waiting for the next flight out.\n\n",{"type":"==","value":[" Planning your trip "]},"\nPlanning for a RTW trip requires quite a bit of preparation.\n\n",{"type":"*","value":[" The probably easiest and, at the same time, most exciting way to plan and book your Round the World trip is Star Alliance's Book and Fly tool: ",{"type":"[","value":["http:\/\/staralliance.innosked.com Start your journey here!"]}]},"\nSome ways to get the maximum value from your ticket are:\n",{"type":"*","value":[" Use a ",{"type":"'''","value":["mileage calculator"]}," to maximize your route.  The Great Circle Mapper ",{"type":"[","value":["http:\/\/gc.kls2.com\/"]}," is an excellent tool, but be sure to set the display to \"mi\" (miles), not \"nm\" (nautical miles)."]},{"type":"*","value":[" Use ",{"type":"'''","value":["direct flights"]}," whenever possible. Be flexible with dates; routes off the beaten track are often not flown daily."]},{"type":"*","value":[" Start your trip from a ",{"type":"'''","value":["low-cost country"]},".  RTW pricing depends on where you issue the ticket, so you can achieve significant savings by starting from places like ",{"type":"[[","value":[["Bulgaria"]]},", ",{"type":"[[","value":[["Sri Lanka"]]}," or ",{"type":"[[","value":[["Thailand"]]},".  As an example, in April 2005, a Star Alliance RTW3 in First would have cost you $16,509 if purchased in the United Kingdom, but only $7,929 (a savings of 52%) if purchased in ",{"type":"[[","value":[["Tonga"]]},"."]},{"type":"*","value":[{"type":"*","value":[" The famous ",{"type":"'''","value":["Canadian exception"]}," means that RTWs sold in Canada cost the same as at the point where the trip begins. For example, that means you can buy a ticket in Canada for an RTW beginning in Thailand and pay the much cheaper Thai price. Of course, you have to get to Thailand in order to start the RTW but the extra ticket you need will probably cost less than the difference in the RTW fares; in other words, you still save money."]}]},{"type":"*","value":[{"type":"*","value":[" The United States is one of the more expensive places to begin a RTW trip (due to a combination of geography and lack of demand for such tickets compared to other countries). If Europe is on your itinerary, it is often up to a thousand US dollars cheaper to buy a ticket through a UK travel agent starting in London. You can do this via email and over the phone, and purchase a cheap one-way ticket to Europe to begin your travels. To return, just make sure your routing goes through the US at the end and don't take the last leg back to London. (i.e. you must fly eastward only.) "]}]},{"type":"*","value":[" Start your trip in ",{"type":"'''","value":["low season"]},"; in some cases this lowers the overall fare drastically."]},{"type":"*","value":[" Consider flying ",{"type":"'''","value":[{"type":"[[","value":[["First and business class travel"],["business class"]]}]}," (or, for a real splurge, first).  Yes, you'll pay about twice as much for the ticket — but business class usually costs 4-7x more than economy, so it's a comparative steal, and it makes all that sitting around in planes so much more tolerable. Also, it gets a larger baggage allowance; for some travellers it may be better to pay once for business class than to get hit for excess baggage on several legs of the trip."]},{"type":"*","value":[" Join a ",{"type":"'''","value":["frequent flyer program"]}," before you fly.  With all the miles you rack up from your RTW, you'll earn enough to make another trip for free when you get back."]},{"type":"*","value":[" Watch out for ",{"type":"'''","value":["taxes and surcharges"]},".  These are ",{"type":"''","value":["not"]}," included in the base cost of the RTW,  but can easily add up to hundreds of dollars, and some countries (e.g., much of Europe) are much more expensive than others (e.g., most of Asia). Also, don't forget the cost of visas, if required."]},"\nWhen choosing your destinations, consider whether an RTW is the best solution for visiting them. As a very rough rule of thumb for gauging costs, assuming a 29,000-mile ticket for $3000, one mile of an Economy RTW costs (on average) around $0.10.\n\n",{"type":"*","value":[" Consider some ",{"type":"'''","value":["offbeat, once-in-a-lifetime"]}," destinations. For example, regular flights to ",{"type":"[[","value":[["Svalbard"]]},", ",{"type":"[[","value":[["Easter Island"]]},", or much of ",{"type":"[[","value":[["Oceania"]]}," and ",{"type":"[[","value":[["Africa"]]}," are horrifically expensive, but virtually free (only miles needed) when using a RTW ticket."]},{"type":"*","value":[" Consider taking ",{"type":"'''","value":["non-alliance airlines"]}," for routes less traveled. As an example, suppose you'd like to fly from ",{"type":"[[","value":[["Dubai"]]}," to ",{"type":"[[","value":[["Athens"]]},". You'd be hard-pressed to find a good route with most RTW tickets, as neither Emirates nor Olympic participate in the major programs, and would have to detour through a hub like Frankfurt, racking up over 4000 miles (~$400). On the other hand, direct flights on non-allied airlines cost as little as $196."]},{"type":"*","value":[" Consider taking ",{"type":"'''","value":[{"type":"[[","value":[["low-cost airlines"]]}]}," for return excursions. For example, ",{"type":"[[","value":[["Bangkok"]]},"-",{"type":"[[","value":[["Singapore"]]}," return would set you back 2000 miles (~$200), but on this heavily competed sector full-service carriers regularly offer fares under $100 and low-cost carriers promotions can be under $10."]},"\nSome tips to consider if you need to squeeze in a few more miles:\n",{"type":"*","value":[" Use ",{"type":"[[","value":[["Metropolitan Area Airport Codes"]]}," instead of airport-specific ones.  For ",{"type":"[[","value":[["London"]]},", LON covers Heathrow, Gatwick, Stansted and London City, while for ",{"type":"[[","value":[["Tokyo"]]},", TYO covers both Narita and Haneda. SIN-TYO clocks in at 3294 mi while SIN-NRT is 3324 m — a difference of 30 miles."]},{"type":"*","value":[" Stops on the same flight ",{"type":"'''","value":["don't count"]},". If ticketed so that ",{"type":"[[","value":[["Tromsø"]]}," doesn't show on the ticket, a flight from ",{"type":"[[","value":[["Oslo"]]}," to ",{"type":"[[","value":[["Longyearbyen"]]}," is 1255 mi, not 1292 mi, even though there is a stop at Tromsø. (Note that the Star Alliance mileage calculator does not handle this correctly.)"]},{"type":"*","value":[" You (usually) don't need to start and end your journey in the same city, as long as you end up in the same country. For example, starting in ",{"type":"[[","value":[["New York City"]]}," and ending in ",{"type":"[[","value":[["Los Angeles"]]},", then using a cheap, separately purchased one-way ticket to get back to New York (e.g. JetBlue, Southwest, ATA) would free up a few thousand miles."]},{"type":"*","value":[" Destinations in the tropics tend to use up more mileage, as this is where the earth is at its widest, and international airports are often few and far between. Try to find an alternate destination a little further from the equator, and more in line with the previous and subsequent airport."]},"\n",{"type":"==","value":[" Southern Hemisphere "]},"\n\nIf you want to fly around the world completely in the Southern Hemisphere, the choice of flights and destinations is limited due to the lack of transoceanic routes. No airline alliance presently covers all three ocean crossings in the Southern Hemisphere (and SkyTeam covers ",{"type":"''","value":["none"]}," of the crossings). However, Star Alliance covers everything except the eastern ",{"type":"[[","value":[["South Pacific"]]}," from ",{"type":"[[","value":[["Santiago de Chile"]]}," to ",{"type":"[[","value":[["Tahiti"]]},", which is a LAN Oneworld flight. This flight not the only option if you want to skip the South Pacific and the west coast of ",{"type":"[[","value":[["South America"]]},". (see below)\n\nIf you're starting in North America, Air New Zealand (Star Alliance) has flights from ",{"type":"[[","value":[["Los Angeles"]]}," to Tahiti (code share), the ",{"type":"[[","value":[["Cook Islands"]]},", ",{"type":"[[","value":[["Samoa"]]},"\/",{"type":"[[","value":[["Tonga"]]},", and  ",{"type":"[[","value":[["Auckland"]]},". For Star Alliance members in USA\/Canada, getting in and out via Samoa or Tahiti may be the best route.\n\n",{"type":"'''","value":["Your options for each ocean crossing are:"]},"\n\n",{"type":"'''","value":["South Pacific"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Qantas"]},": ",{"type":"[[","value":[["Santiago de Chile"]]}," - ",{"type":"[[","value":[["Sydney"]]}," (Oneworld)"]},{"type":"*","value":[" ",{"type":"'''","value":["LAN"]},": Santiago de Chile - ",{"type":"[[","value":[["Auckland"]]}," (Some flights stop at ",{"type":"[[","value":[["Easter Island"]]}," and ",{"type":"[[","value":[["Tahiti"]]}," en route. Also flies to ",{"type":"[[","value":[["Brazil"]]}," and ",{"type":"[[","value":[["Argentina"]]}," which is needed to connect with a South Atlantic flight.) (Oneworld)"]},{"type":"*","value":[" ",{"type":"'''","value":["Aerolineas Argentinas"]},": ",{"type":"[[","value":[["Buenos Aires"]]}," - Auckland - ",{"type":"[[","value":[["Sydney"]]}," (SkyTeam)"]},{"type":"*","value":[" ",{"type":"'''","value":["(Air New Zealand)"]},": (partial crossing with connecting flights) ",{"type":"[[","value":[["Tahiti"]]}," - ",{"type":"[[","value":[["Auckland"]]}," - ",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]}," ",{"type":"<","value":["br"]}," Also, connects the Cook Islands, Samoa, Tonga, and other Pacific Islands with ",{"type":"[[","value":[["Auckland"]]}," (Star Alliance) "]},{"type":"*","value":[" ",{"type":"'''","value":["(Air Tahiti)"]},": ",{"type":"[[","value":[["Tahiti"]]}," -  ",{"type":"[[","value":[["Cook Islands"]]},", ",{"type":"[[","value":[["Tahiti"]]}," -  ",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["Tahiti"]]}," -  ",{"type":"[[","value":[["Auckland"]]}," (unaffiliated although QF codeshares part of Oneworld Global Explorer)"]},"\n",{"type":"'''","value":["Indian Ocean"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["South African Airways"]},": ",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]}," - ",{"type":"[[","value":[["Johannesburg"]]}," (Star Alliance)"]},{"type":"*","value":[" ",{"type":"'''","value":["Qantas"]},": Sydney - Johannesburg or (codeshare w\/South African) Perth - Johannesburg (Oneworld)"]},{"type":"*","value":[" ",{"type":"'''","value":["Air Mauritius"]}," has flights from Australia to ",{"type":"[[","value":[["Mauritius"]]},", and from there to Johannesburg, ",{"type":"[[","value":[["Cape Town"]]},", ",{"type":"[[","value":[["Durban"]]},", ",{"type":"[[","value":[["Nairobi"]]}," and other African cities. (This is the most direct option if you want to stop in ",{"type":"[[","value":[["Madagascar"]]}," or ",{"type":"[[","value":[["Kenya"]]}," en route.) (unaffiliated, but some codeshares with Star Alliance member South African Airways)"]},{"type":"*","value":[" You can also transit through ",{"type":"[[","value":[["Singapore"]]}," (Star Alliance) to Johannesburg, but this is slightly north of the equator."]},"\n",{"type":"'''","value":["South Atlantic"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["TAAG Air Angola"]},": ",{"type":"[[","value":[["Luanda"]]}," - Rio de Janeiro (unaffiliated)"]},{"type":"*","value":[" ",{"type":"'''","value":["South African Airways"]},": Johannesburg - São Paulo (There are many connecting flights to Rio available.) and Johannesburg - Buenos Aires (Star Alliance)"]},"\n",{"type":"==","value":["On the road"]},"\nEven for alliancewide RTWs, the ticket will be ",{"type":"'''","value":["issued"]}," by one airline.  If you need to change a flight leg, it is best to first contact the carrier you will be flying with, and if they can't help, then consult the issuing airline.\n\nAfter your ticket has been issued, you are typically allowed to change the ",{"type":"'''","value":["dates"]}," of your flights for free (except the first international leg), but changing the ",{"type":"'''","value":["destinations"]}," will require a hefty reissuing fee (US$125 for Star Alliance).  Flying the same route on another carrier covered by the pass may or may not be possible.\n\n",{"type":"*","value":[" Two big warnings - Never just skip a flight on a RTW ticket or you may find that the seat reservations for your subsequent flights are ",{"type":"'''","value":["automatically canceled without warning or notice"]},". It is reported that ",{"type":"'''","value":["Cathay Pacific will do this"]},", regardless of whether the future flights are connections for the one that you missed or booked months in advance.  If you leave it and try and reconfirm immediately after missing the flight, you stand a very good chance of being put on a wait list because your seats have already been resold. Always call to cancel the flight in advance or phone immediately to reconfirm all flights, regardless of whether the airlines require reconfirmation normally."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yellow fever"]]}," vaccinations:  Some countries require this even though there are no cases in your home country, the places you've just visited, and where you're headed to.  Example:  You've just visited Rio de Janeiro and are continuing on to Australia. They require vaccination for anyone who's been to Brazil within the past week, no matter what areas you've been to. Australian tourists who visit Brazil are aware of this, but someone else on a round-the-world holiday may never have heard of such a thing. If visiting countries wholly or partly located in the tropics, check vaccination requirements of every future destination ",{"type":"'''","value":["in the world"]}," you plan on visiting, ",{"type":"'''","value":["noting all previous tropical countries on your itinerary"]},". In some cases, you may be able to reverse your direction of travel to avoid needing any vaccinations. Of course, if you're visiting an endemic area, you should inquire about vaccinations several weeks before leaving home—even if not legally required."]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Flying"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Round the world ticket"]]}]