[{"type":"{{","value":[["pagebanner"],["R66 banner.jpg"],["otbp=yes"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"[[","value":[["Image:Seligman Route66Shop.JPG"],["thumb"],["240px"],["Route 66 memorabilia in ",{"type":"[[","value":[["Seligman"]]},", ",{"type":"[[","value":[["Arizona"]]}]]},"\n",{"type":"[[","value":[["Image:US 66 (historic).svg"],["thumb"],["100px"],["Official Route 66 sign"]]},"\n",{"type":"'''","value":["Route 66"]}," (aka US 66) was a historic highway in the ",{"type":"[[","value":[["United States"]]}," extending from ",{"type":"[[","value":[["Chicago"]]}," to ",{"type":"[[","value":[["Los Angeles"]]},". It crossed much of the American ",{"type":"[[","value":[["Midwest (United States of America)"],["Midwest"]]},", ",{"type":"[[","value":[["Great Plains"]]},", and ",{"type":"[[","value":[["Southwest (United States of America)"],["Southwest"]]},". Although US Highway 66 officially no longer exists, you can still \"get your kicks\" on the path it took through the United States as more than four-fifths of it still remains drivable (though not always well-marked) as a collection of state highways and local roads.\n\n",{"type":"==","value":["Understand"]},"\nRoute 66 is one of the essential icons of America, both for Americans and for people abroad. It represents a multitude of ideas: freedom, migration West, and the loneliness of the American heartland.\n\nThe highway was first opened in 1926, although much of the route was not paved for decades afterwards. It soon captured America's imagination. John Steinbeck, in his 1940 novel ",{"type":"''","value":["Grapes of Wrath"]},", chronicled the migration along Route 66 of thousands of farmers leaving the Dust Bowl of ",{"type":"[[","value":[["Kansas"]]}," and ",{"type":"[[","value":[["Oklahoma"]]}," during the Great Depression, trying to reach a better land in ",{"type":"[[","value":[["California"]]},". Steinbeck posited the road as an almost hostile force, draining money, energy, and enthusiasm from the optimistic Okies.\n\nLater representations of the road were a little more upbeat. Probably most famous is musician Bobby Troup's eponymous tribute song, which enjoined listeners to \"get their kicks on Route 66\". A TV show in the 1960s, also called \"Route 66\", featured two young men exploring America's highways.  Although Jack Kerouac only mentions 66 briefly in his book ",{"type":"''","value":["On the Road"]},", it acquired something of the aura of Beatnik cross-country driving.\n\nIn 1985 the aging highway was decommissioned, less than a year after the last stretch had been overlaid or routed around by broader, newer interstate highways. But the embedded idea of Route 66 refuses to die – as demonstrated by the ",{"type":"[[","value":[["Radiator Springs"],["2006 Disney\/Pixar movie ",{"type":"''","value":["Cars"]}]]}," – and thousands of kicks-seekers continue to follow the remnants of the road from Chicago to Los Angeles to this day.\n\nMany towns, such as ",{"type":"[[","value":[["Strafford (Missouri)"],["Strafford"]]}," have festivals (Route 66 Days) and Motor Cruises (Route 66 Cruise) each year which keep the history alive, along with providing excellent opportunities for enthusiasts to drive the existing road.\n\n",{"type":"==","value":["Prepare"]},"\n",{"type":"[[","value":[["Image:R66.png"],["thumb"],["450px"],["The last of US Route 66 was bypassed by Interstate highways in 1984"]]},"\n\nIn ",{"type":"''","value":["The Grapes of Wrath"]},", to prepare for their trip to California, the Joad family packs everything on their farm into a $50 jalopy, and kills their two remaining pigs to make a barrel of salt pork to feed the 14 people on board.  This is probably overkill for travelers in the 21st century. However, you should realize that some parts of the trip are in remote areas; make sure that you have extra food and water, just in case.  Food for your car is as important as food for yourself.  In the western half of the route, gas stations (at least open ones) may be up to 100 miles apart, so know your vehicle's range and fill up accordingly.  Repair services are equally sparse; make sure your car is in good repair before setting out, and have a spare tire.\n\nThe desert parts of this route get really hot and lonely. If you're driving, carry a big cooler, not one of those styrofoam jobs, and fill it with ice every day. Soak a hand towel in the icy water and wear it around your neck.  No, not really, but this is a good trip on which to drive a car that has air conditioning.  (The moist-towel routine really does help if you're on a motorcycle, though.)\n\nLodging along this route is generally not too hard to find, and in most areas you'll probably be able to find something basically satisfactory on the spur of the moment.  However, it never hurts to make reservations, and at ",{"type":"[[","value":[["Flagstaff"]]}," and (if you take the recommended alternate route through New Mexico) ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},", reservations border on mandatory.  Additionally, some other waypoints get full at certain times of the year, for example ",{"type":"[[","value":[["Albuquerque"]]}," during the first or second weeks in October when the International Balloon Fiesta is in full swing.  Plan and reserve accordingly.\n\nGet a good turn-by-turn description of the old Road. Signs for it are sparse, and in dense traffic easily missed or worse, they have been stolen by souvenir hunters. A ",{"type":"[","value":["http:\/\/www.historic66.com\/description\/ turn-by-turn description"]}," can be found at the historic66.com website. The eight-state \"Here it is!\" paper map set is also a good, established reference. Entire printed books have been devoted to listing individual landmarks along the route.\n\nOver time Route 66 got realigned a few times, you will need to make choices as to which alignment you will follow. A first example of such a major choice are the Santa Fe and Los Lunas loops that got cut-off by a more direct east-west route in 1937. Similarly, the alignment south of Springfield, IL changed significantly.\n\n",{"type":"==","value":["Route"]},"\n",{"type":"''","value":["Note:  State highways are referenced by their postal abbreviations.  E.g., MO 66 means Missouri State Highway 66, IL 4 means Illinois State Highway 4, etc.  Attractions listed in ",{"type":"'''","value":["bold"]}," are discussed toward the end of the article under the Attractions section."]},"\n\n",{"type":"===","value":["Day 1: ",{"type":"[[","value":[["Chicago"]]}," to ",{"type":"[[","value":[["Springfield (Illinois)"],["Springfield"]]},", ",{"type":"[[","value":[["Illinois"]]}]},"\n\n",{"type":"{{","value":[["disclaimerbox"],[{"type":"[[","value":[["Chicago"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Cicero"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Joliet"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Gardner (Illinois)"],["Gardner"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Dwight"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Pontiac (Illinois)"],["Pontiac"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Chenoa"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Bloomington-Normal"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["McLean (Illinois)"],["McLean"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Atlanta (Illinois)"],["Atlanta"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Lincoln (Illinois)"],["Lincoln"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Williamsville (Illinois)"],["Williamsville"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Sherman (Illinois)"],["Sherman"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Springfield (Illinois)"],["Springfield"]]}]]},"\n\n",{"type":"''","value":["All across Illinois, Historic Route 66 is very well marked.  Alignments of the highways are bannered with their years of service, so in areas where the highway splits you have a choice of which alignment to follow.  While Illinois provides directional signage to show you where to turn, signs are not always well maintained and it is possible to miss a turn in some areas."]},"\n",{"type":"====","value":["Chicago Metro Area"]},"\n",{"type":"[[","value":[["File:Route66 024.jpg"],["200px"],["thumb"],["left"],["Chicago at the beginning of Route 66.  The Pacific Ocean is 2448 miles from here."]]},"\nHistoric Route 66 begins at its eastern terminus, Lake Shore Drive (US 41) and Jackson Blvd.  The route diverges slightly from the original route because of the distribution of one-way streets downtown and in the West Loop area.  To follow the route from Lake Shore Drive, head west on Jackson Blvd. through Grant Park and stay in the lane second from the right.  At Michigan Avenue, Jackson becomes one way (eastbound) and there are two right-turn lanes; turn right (north), then immediately left (west) on Adams Street, just in front of the Art Institute of Chicago.  On the south side of Adams Street just past Michigan Avenue is posted a \"Begin Historic Route 66\" sign.  Follow Adams Street west through the \"Loop\" past the ",{"type":"'''","value":["Sears Tower"]}," and across the South Branch of the Chicago River, past Union Station, Greektown, and the West Loop area to Ogden Avenue.  Turn left and take Ogden Avenue southwest over the Eisenhower Expressway, through the Illinois Medical District, through the changing industrial and residential areas.  This will take you all the way across the remainder of the city and into Cicero and Berwyn; continue southwest on Ogden to Harlem Avenue (7200 West).  Turn left (south) on Harlem Avenue, go about half a mile to Joliet Road, then turn right onto Joliet Road going southwest again through the suburbs of Lyons, McCook, and Countryside. (Note: the section of Joliet Rd between W.55th st and East Ave. is permanently closed.  To reconnect with Joliet Rd turn right on W. 55th, then left on East Ave, then right on Joliet).  In the town of Indian Head Park, Joliet Road joins Interstate 55 just west of the intersection of I-55 and I-294, the Tri-State Expressway.  Follow Interstate 55 through Burr Ridge, Willowbrook, Darien, Woodridge, and into Bolingbrook, then take the next Joliet Road exit (just west of the intersection of I-55 and I-355, the Veterans Memorial Tollway), and head south towards ",{"type":"[[","value":[["Joliet"]]},".\n\n",{"type":"====","value":[{"type":"[[","value":[["Chicago"]]}," to ",{"type":"[[","value":[["Springfield (Illinois)"],["Springfield"]]}]},"\nAs you enter Joliet, follow IL 53 through town all the way to ",{"type":"[[","value":[["Gardner (Illinois)"],["Gardner"]]},".  Turn west on Main to the east outer road of Interstate 55.  Follow this road through numerous towns to the \"Twin Cities\" of ",{"type":"[[","value":[["Bloomington-Normal"]]},".  The outer road will become Pine Street and enter Normal.  Turn south on Linden Street, west on Willow Street, south on Main Street (Business US 51), on into adjacent Bloomington, and left on Veterans Parkway.  (If you're hungry, pause for a sandwich at the original ",{"type":"'''","value":["Steak & Shake"]}," drive-in, one of the classic Route 66 burger joints, almost exactly on the dividing line between Bloomington and Normal.  \"Authentic,\" and not for the calorie counter.)  Note, the original Steak and shake is now a Monical's Pizza.  Turn on Beich Road which will become the north outer road of Interstate 55.  Follow this outer road all the way to ",{"type":"[[","value":[["Lincoln (Illinois)"],["Lincoln"]]}," (see the ",{"type":"'''","value":["Dixie Trucker's Home"]}," in ",{"type":"[[","value":[["McLean (Illinois)"],["McLean"]]},", claimed to be the world's first truck stop).  Follow Lincoln Parkway around Lincoln.  Cross Interstate 55 to the east outer road and follow it to ",{"type":"[[","value":[["Williamsville (Illinois)"],["Williamsville"]]},".  Join I-55.  Exit for ",{"type":"[[","value":[["Sherman (Illinois)"],["Sherman"]]}," (next exit) which is Peoria Road (Business I-55) into Springfield.\n\nIf you're in a hurry, you can skirt Bloomington-Normal on ",{"type":"'''","value":["Veterans Parkway"]},", an east-side semi-controlled highway also known to local old-timers as \"The Belt Line.\"  Veterans was a 1950s-vintage, Cold War project to bypass the growing community and allow civil-defense-oriented traffic to move on the highway at speeds up to 100 miles per hour, although nobody but drag-racing kids (illegally) actually attained such speeds there.  The original Route 66 through town became known as \"Business 66\" when the Belt Line acquired the Route 66 moniker.  Rather than entering Normal via Pine Street, simply get onto Veterans from I-55 and stay on it until it rejoins I-55 on the south side of town, then continue to Springfield as above on the outer road.\n\n",{"type":"===","value":["Day 2: ",{"type":"[[","value":[["Springfield (Illinois)"],["Springfield"]]}," to ",{"type":"[[","value":[["St. Louis"]]}]},"\n\n",{"type":"{{","value":[["disclaimerbox"],[{"type":"[[","value":[["Springfield (Illinois)"],["Springfield"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Litchfield (Illinois)"],["Litchfield"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Mount Olive (Illinois)"],["Mount Olive"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Staunton (Illinois)"],["Staunton"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Hamel (Illinois)"],["Hamel"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Edwardsville"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Mitchell (Illinois)"],["Mitchell"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"'''","value":["Missouri border"]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["St. Louis"]]}]]},"\n\n",{"type":"====","value":["Springfield to the St. Louis Metro Area"]},"\n\nEntering ",{"type":"'''","value":["Springfield"]}," on Peoria Road (Business I-55), turn west on Taintor Avenue which will curve around and become Fifth Street.  Follow this to Stanford Avenue where it will merge and become Sixth Street.  Continue south on Sixth as it dumps onto Interstate 55.  Take the second exit and follow the west outer road to IL 104 and return east to I-55.  Exit for ",{"type":"[[","value":[["Divernon"]]}," and continue south on the west outer road to several miles south of the ",{"type":"[[","value":[["Carlinville (Illinois)"],["Carlinville"]]}," exit, then follow signs east and cross over I-55.  Turn south on the east outer road through ",{"type":"[[","value":[["Mount Olive (Illinois)"],["Mount Olive"]]}," and Route 66 will cross back over I-55.  At ",{"type":"[[","value":[["Staunton (Illinois)"],["Staunton"]]},", join IL 4, then rejoin I-55 west outer road through ",{"type":"[[","value":[["Hamel (Illinois)"],["Hamel"]]},"; this becomes IL 157.  Follow IL 157 south and west until west of ",{"type":"[[","value":[["Edwardsville"]]},", where IL 157 turns south to cross I-270.  Instead, head west on Chain of Rocks Road. Here you can find Mustang Corral. A popular attraction for French visitors. They have been featured in old rt 66 books in France as well as a documentary.\n\n",{"type":"====","value":[{"type":"[[","value":[["St. Louis"]]}," Metro Area (Illinois)"]},"\n",{"type":"[[","value":[["File:Chain Of Rocks Bridge, St Louis, Missouri.jpg"],["thumb"],["Chain of Rocks Bridge in St. Louis"]]},"\n\n",{"type":"''","value":["Note:  There are several alignments of Route 66 through the St. Louis area.  This alignment will make for a continuous route."]},"\nFollow Chain of Rocks Road to ",{"type":"[[","value":[["Mitchell (Illinois)"],["Mitchell"]]}," at IL 203.  Cross under I-270 to where Chain of Rocks Road continues on the south side of the interstate.  Follow this to IL 3.  A \"Spur Historic Route 66\" continues west to the old ",{"type":"'''","value":["Chain of Rocks Bridge"]}," (pedestrian only).  Take the side trip to the bridge, then return to IL 3 and head north.  Take westbound Interstate 270 across the Mississippi River into ",{"type":"[[","value":[["Missouri"]]},".  Turn south on Riverview Drive.\n\n",{"type":"===","value":["Day 3: ",{"type":"[[","value":[["St. Louis"]]}," to ",{"type":"[[","value":[["Springfield (Missouri)"],["Springfield"]]},", ",{"type":"[[","value":[["Missouri"]]}]},"\n\n",{"type":"{{","value":[["disclaimerbox"],[{"type":"[[","value":[["St. Louis"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Eureka (Missouri)"],["Eureka"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Pacific (Missouri)"],["Pacific"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Gray Summit"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["St. Clair"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Sullivan"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Bourbon"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Cuba (Missouri)"],["Cuba"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Rosati"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Rolla (Missouri)"],["Rolla"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Doolittle"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Jerome (Missouri)"],["Jerome"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["St. Robert"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Buckhorn"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Sleeper"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Lebanon (Missouri)"],["Lebanon"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Phillipsburg (Missouri)"],["Phillipsburg"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Conway (Missouri)"],["Conway"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Vance ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Marshfield (Missouri)"],["Marshfield"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Strafford"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Springfield (Missouri)"],["Springfield"]]}]]},"\n\n''Note:  The letters SR refer to \"Supplemental Route\", a secondary highway system in Missouri designated with letters.\n\n",{"type":"====","value":["St. Louis Metro Area"]},"\n",{"type":"''","value":["Note:  There are several alignments through St. Louis.  This alignment will maintain a continuous route."]},"\nFrom the Chain of Rocks Bridge, turn south on Riverview Drive, continue to Broadway.  Turn south on Broadway, then west on Calvary which runs between two cemeteries.  Again turn south on West Florissant St which will eventually become North Florissant St (",{"type":"''","value":["This is not a good neighborhood.  It is advisable to keep the windows rolled up and doors locked."]},").  North Florissant will make a couple of curves and eventually become Tucker Boulevard (feel free at this point to make a side-trip to the Mississippi River and visit the ",{"type":"'''","value":["Jefferson National Expansion Memorial and the Gateway Arch"]},").  Tucker will angle off to become Gravois Road (Tucker actually goes south here, but the road \"naturally\" angles southwest onto Gravois).  At Chippewa Avenue, Route 66 turns southwest.  ",{"type":"'''","value":["Ted Drewes Frozen Custard"]}," will be on your left close to the west city limits of St. Louis.  Follow Chippewa to the city limits where it will become Watson Road through the suburbs.  Marlborough was the site of the ",{"type":"'''","value":["Coral Court Motel"]},", now gone.  Continue west on Watson Road until its becomes an onramp for Interstate 44.\n\n",{"type":"====","value":[{"type":"[[","value":[["St. Louis"]]}," to ",{"type":"[[","value":[["Rolla (Missouri)"],["Rolla"]]}]},"\nContinue on I-44 to the Allenton Exit (Six Flags), Business Loop 44.  A side trip to ",{"type":"'''","value":["Route 66 State Park"]}," (site of Times Beach, a town demolished after an environmental disaster) can be made by exiting at Lewis Road. Note that the former Route 66 road bridge within the park has deteriorated and is no longer usable; the only way from the park's visitor center to the rest of the park is therefore now I-44. \n\nFollow Business I-44 through ",{"type":"[[","value":[["Pacific (Missouri)"],["Pacific"]]}," to where it rejoins I-44.  Continue west on the south outer road to Missouri 100 at ",{"type":"[[","value":[["Gray Summit"]]},".  Follow MO 100 to SR AT, follow this to US 50 and continue on the north outer road to the exit for SR AH.  Cross to the south side, and continue on the south outer road to ",{"type":"[[","value":[["St. Clair"]]},".  At MO 30, cross over I-44 again and follow the north outer road to the Stanton exit (side trip to ",{"type":"'''","value":["Meramec Caverns"]},") and cross back over.  South outer road to ",{"type":"[[","value":[["Sullivan"]]}," (to Springfield Street) and continue down the south outer road through ",{"type":"[[","value":[["Bourbon"]]}," to ",{"type":"[[","value":[["Cuba (Missouri)"],["Cuba"]]}," where the road becomes SR ZZ. In ",{"type":"'''","value":["Cuba"]},", you can find the 1930s ",{"type":"[","value":["http:\/\/www.wagonwheel66cuba.com Wagon Wheel Motel"]},"l, the ",{"type":"[","value":["http:\/\/www.cubamomurals.com Viva Cuba Mural Project"]},", the ",{"type":"[","value":["http:\/\/www.crawfordmomuseum.com Crawford County History Museum"]},", and at Fanning, MO the ",{"type":"[","value":["http:\/\/www.fanning66outpost.com Guinness World's Largest Rocking Chair"]},".  At ",{"type":"[[","value":[["Rosati"]]},", SR ZZ becomes SR KK (continue west, do not turn south).  At ",{"type":"[[","value":[["St. James"]]},", turn north, cross I-44, and take the north outer road to US 63 north of Rolla.  Follow US 63 into Rolla.\n\n",{"type":"====","value":[{"type":"[[","value":[["Rolla (Missouri)"],["Rolla"]]}," to ",{"type":"[[","value":[["Springfield (Missouri)"],["Springfield"]]}]},"\n",{"type":"[[","value":[["Image:Stubby_Stonehenge.jpg"],["thumb"],["200px"],["\"Stubby Stonehenge\""]]},"\nAt Business I-44, head west and southwest (past the University of Missouri's reproduction of Stonehenge). Turn right on Kingshighway and follow to Martin Springs Road (just before I-44).  Turn west and follow through ",{"type":"[[","value":[["Doolittle"]]}," until the road leads to I-44 (Exit 176 -- Sugar Tree Road).  You MUST join I-44 at this point (the road actually continues down the south outer road, but the road has been cut off by I-44).  Exit at SR D (",{"type":"[[","value":[["Jerome (Missouri)"],["Jerome"]]},"\/",{"type":"[[","value":[["Dixon (Missouri)"],["Dixon"]]},"), but continue west on the outer road (not east).  Follow the north outer road and turn left on SR J.  Cross over and immediately turn west on SR Z (an old divided highway).  Watch for Teardrop Lane, turn left and drive through ",{"type":"'''","value":["Devil's Elbow"]},".  The road will rejoin SR Z.  Follow this road to Business I-44 in ",{"type":"[[","value":[["St. Robert"]]},", follow Business I-44 to west side of ",{"type":"[[","value":[["Waynesville"]]}," and continue west on SOUTH MO 17 when Business I-44 turns south.  Follow MO 17 across I-44 at ",{"type":"[[","value":[["Buckhorn"]]},", turn west on SR AB.   When AB reaches I-44, follow the south outer road until the exit for ",{"type":"[[","value":[["Sleeper"]]}," (at one point, the outer road will become SR N and then SR F, always continue west).  At the Sleeper exit, cross over to the north outer road and follow it into ",{"type":"[[","value":[["Lebanon (Missouri)"],["Lebanon"]]}," where it will join Business I-44.  At SR W (just before reaching I-44), continue on this road to ",{"type":"[[","value":[["Phillipsburg (Missouri)"],["Phillipsburg"]]},", cross the interstate and go west on SR CC to ",{"type":"[[","value":[["Marshfield (Missouri)"],["Marshfield"]]},".  At Marshfield, follow MO 38 (very briefly) to SR OO and follow this road which will become MO 744 at the Springfield city limits.\n\n",{"type":"===","value":["Day 4: ",{"type":"[[","value":[["Springfield (Missouri)"],["Springfield, Missouri"]]}," to ",{"type":"[[","value":[["Oklahoma City"]]}]},"\n\n",{"type":"{{","value":[["disclaimerbox"],[{"type":"[[","value":[["Springfield (Missouri)"],["Springfield"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Halltown"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Paris Springs Junction ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Spencer (Missouri)"],["Spencer"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Phelps ",{"type":"{{","value":[["rtarrow"]]}," Rescue ",{"type":"{{","value":[["rtarrow"]]}," Plew ",{"type":"{{","value":[["rtarrow"]]}," Avilla ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Carthage (Missouri)"],["Carthage"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Carterville"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Webb City"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Joplin"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"'''","value":["Kansas border"]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Galena (Kansas)"],["Galena"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Riverton"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Baxter Springs"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"'''","value":["Oklahoma border"]}," ",{"type":"{{","value":[["rtarrow"]]}," Commerce ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Miami (Oklahoma)"],["Miami"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Afton"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Vinita"]]}," ",{"type":"{{","value":[["rtarrow"]]}," White Oak ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Chelsea (Oklahoma)"],["Chelsea"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Foyil ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Claremore"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Catoosa"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Tulsa"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Oakhurst (Oklahoma)"],["Oakhurst"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Sapulpa"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Kellyville ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Bristow (Oklahoma)"],["Bristow"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Depew (Oklahoma)"],["Depew"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Stroud (Oklahoma)"],["Stroud"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Davenport ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Chandler (Oklahoma)"],["Chandler"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Warwick ",{"type":"{{","value":[["rtarrow"]]}," Wellston ",{"type":"{{","value":[["rtarrow"]]}," Luther ",{"type":"{{","value":[["rtarrow"]]}," Arcadia ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Edmond (Oklahoma)"],["Edmond"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Oklahoma City"]]}]]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Springfield (Missouri)"],["Springfield"]]}," to ",{"type":"[[","value":[["Joplin"]]}]},"\n\nOne of the popular Route 66 eating places is the Steak and Shake located at St. Louis and National.  However, one of the favorite dishes of Springfield is cashew chicken, a pseudo-Chinese dish invented in Springfield and available at any of the numerous Chinese restaurants in the city.  It is not, though, available at Steak and Shake!\n\n",{"type":"[[","value":[["Image:Shrine Mosque.JPG"],["200px"],["thumb"],["right"],["The Abou Ben Adhem Shrine Mosque in downtown Springfield, Missouri."]]},"\nFollow Kearney Street (MO 744) to Glenstone Avenue (Business US 65).  Turn south to St. Louis Street, turn west and go past the ",{"type":"'''","value":["Shrine Mosque"]}," (on the National Register of Historic Places) to Park Central Square (a plaque on the west side of the square dedicates Springfield as \"the Birthplace of Route 66\").  Continue west on College Street to Chestnut Expressway (Business I-44), follow this across I-44 where it becomes MO 266.  Follow MO 266 to the junction with MO 96 west of ",{"type":"[[","value":[["Halltown"]]},".  At the junction, continue west on \"Old 66\" (a county road, NOT MO 96) through ",{"type":"[[","value":[["Paris Springs Junction (Missouri)"],["Paris Springs Junction"]]}," to the intersection (again) of MO 96.  Cross MO 96 onto SR N, turn west on \"Old 66\" (county road – old bridge is visible), go through ",{"type":"[[","value":[["Spencer (Missouri)"],["Spencer"]]}," and follow the old road to MO 96 (yet again!).  Turn west on MO 96 and follow it through ",{"type":"[[","value":[["Phelps"]]}," and ",{"type":"[[","value":[["Avilla"]]},".  Watch for an older highway on the right side of the road (non-drivable) in Jasper County.  Where this road appears to swing across the highway, turn left onto Old 66 Boulevard.  Follow this road back to MO 96 and continue on MO 96 into ",{"type":"[[","value":[["Carthage (Missouri)"],["Carthage"]]},".  At Garrison Street (MO 571), turn south, then west again on Oak Street.  This road will cross US 71 and reach a V-intersection (take the left road).  Follow Old 66 Boulevard (the road back outside the Carthage city limits) past the 66 Drive-in.  Cross over Business US 71 to Index Road and follow Route 66 Boulevard west.  The road will turn left onto Pine Street at an old cemetery and intersect with Main Street in ",{"type":"[[","value":[["Carterville"]]},".  Follow Main Street into ",{"type":"[[","value":[["Webb City"]]}," where it becomes Broadway (at the fork near the city limits, go left) and follow it to Jefferson Avenue.  Turn south on Jefferson, west on MacArthur Boulevard (get into the leftmost lane), turn south again on Madison Avenue (Business US 71).  Madison Avenue will become Rangeline Road in Joplin.\n\n",{"type":"====","value":[{"type":"[[","value":[["Joplin"]]}," to ",{"type":"[[","value":[["Miami (Oklahoma)"],["Miami"]]}]},"\n",{"type":"[[","value":[["Image:Rainbow Marsh Bridge.jpg"],["thumb"],["The Marsh Arch Bridge west of Riverton, Kansas. Last of its kind and on the National Register of Historic Places since 1983."]]},"\nFollow Rangeline Road in Joplin to Zora Street.  Turn west on Zora, south on Florida, west on Utica, southwest on Euclid, south on St. Louis Avenue, and west on Broadway.  Broadway will turn into Second Street as it crosses a viaduct.  At Main Avenue (MO 43) turn south, then turn west again on Seventh Street (MO 66) and follow it out of the city (",{"type":"'''","value":["Schifferdecker Park"]}," at Joplin’s west city limits houses a famous mineral museum).  Follow Seventh Street to Route 66 Boulevard just before the Kansas state line, turn right and follow the road into ",{"type":"[[","value":[["Galena (Kansas)"],["Galena"]]},", Kansas.  Route 66 will continue across a viaduct to Main Avenue.  Turn south to Seventh Street (KS 66), turn west and follow KS 66 all the way to ",{"type":"[[","value":[["Riverton (Kansas)"],["Riverton"]]},".  At Alternate US 69\/US 400, KS 66 ends.  The old highway continues straight west to the ",{"type":"'''","value":["Marsh Arch Bridge"]}," (last of its kind on Route 66, it's on the National Register of Historic Places).  The road turns south and heads into ",{"type":"[[","value":[["Baxter Springs"]]},", ending at Military Boulevard (Alt US 69).  Follow this road south all the way to the Oklahoma state line (an alternate alignment goes behind Wal-mart at the south end of town).  Continue south on Alternate US 69 (eventually becomes US 69) to ",{"type":"[[","value":[["Commerce_(Oklahoma)"],["Commerce"]]},", Oklahoma.  Turn right on Commerce Boulevard to a T-intersection.  Turn left here (Main Street) and follow this road back to US 69 into Miami (pronounced \"My-am'-uh\", not \"My-am-ee\").\n\n",{"type":"====","value":[{"type":"[[","value":[["Miami (Oklahoma)"],["Miami"]]}," to ",{"type":"[[","value":[["Tulsa"]]}]},"\nUS 69 will turn right, continue straight south past the Coleman Theater, and turn right at Steve Owens Boulevard to rejoin US 69.  Follow US 69 to US 60 where the routes will merge.  Go past the ",{"type":"'''","value":["Buffalo Ranch"]}," (famous for \"buffaloburgers\", now closed — the new \"Buffalo Ranch\" is ",{"type":"''","value":["not"]}," the original business) and follow US 60\/US 69 past ",{"type":"[[","value":[["Vinita"]]},".  US 69 will turn south, continue west on US 60 to OK 66 near ",{"type":"[[","value":[["White Oak"]]},".  Follow OK 66 all the way to Tulsa.  At ",{"type":"[[","value":[["Claremore"]]}," is the ",{"type":"'''","value":["Will Rogers Museum"]},", at ",{"type":"[[","value":[["Catoosa"]]}," is the ",{"type":"'''","value":["Blue Whale"]}," (part of an old water park).  When OK 66 turns onto Interstate 44, do NOT join the interstate.  Continue south on 193rd East Avenue and continue south, turn west onto Eleventh Street and enter Tulsa.\n\n",{"type":"====","value":[{"type":"[[","value":[["Tulsa"]]}," to ",{"type":"[[","value":[["Oklahoma City"]]}]},"\nContinue west on Eleventh Street through downtown Tulsa (it will curve around and change names a few times) to Southwest Boulevard.  Turn southwest on Southwest Boulevard to ",{"type":"[[","value":[["Oakhurst (Oklahoma)"],["Oakhurst"]]}," and follow OK 66 through ",{"type":"[[","value":[["Sapulpa"]]},", ",{"type":"[[","value":[["Kellyville"]]},", ",{"type":"[[","value":[["Bristow (Oklahoma)"],["Bristow"]]},", ",{"type":"[[","value":[["Depew (Oklahoma)"],["Depew"]]},", ",{"type":"[[","value":[["Stroud"]]},", ",{"type":"[[","value":[["Davenport (Oklahoma)"],["Davenport"]]},", ",{"type":"[[","value":[["Chandler (Oklahoma)"],["Chandler"]]},", ",{"type":"[[","value":[["Wellston"]]},", ",{"type":"[[","value":[["Luther"]]},", ",{"type":"[[","value":[["Arcadia (Oklahoma)"],["Arcadia"]]}," and all the way to the intersection with Interstate 35 near ",{"type":"[[","value":[["Edmond (Oklahoma)"],["Edmond"]]},".  Do NOT turn onto I-35.  Continue west on Edmond Road (US 77) to Broadway Avenue and turn south, following it all the way to Interstate 44 in Oklahoma City (at US 77, it will be necessary to jog over it).\n\n",{"type":"===","value":["Day 5: ",{"type":"[[","value":[["Oklahoma City"]]}," to ",{"type":"[[","value":[["Amarillo"]]}]},"\n\n",{"type":"{{","value":[["disclaimerbox"],[{"type":"[[","value":[["Oklahoma City"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Bethany (Oklahoma)"],["Bethany"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Yukon (Oklahoma)"],["Yukon"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["El Reno"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Hydro"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Weatherford (Oklahoma)"],["Weatherford"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Clinton (Oklahoma)"],["Clinton"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Foss ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Canute"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Elk City"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Sayre (Oklahoma)"],["Sayre"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Erick"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Texola"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"'''","value":["Texas border"]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Shamrock"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["McLean (Texas)"],["McLean"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Jericho ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Groom"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Alanreed"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Conway (Texas)"],["Conway"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Amarillo"]]}]]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Oklahoma City"]]}," to ",{"type":"[[","value":[["Texola"]]}," (OK)"]},"\nContinue south on Kelley Ave to Interstate 44.  Take the westbound exit, then exit at the next exit (Lincoln Boulevard) and continue south to the ",{"type":"'''","value":["Oklahoma State Capitol"]},".  Go around the building to the right and continue west on 23rd Street.  At May Ave, turn north, then turn west on 36th Street.  When the road joins Interstate 44, do NOT get on the interstate (though a sign prohibits this anyway).  Continue west on OK 66 to ",{"type":"[[","value":[["El Reno"]]},".  West of El Reno, OK 66 ends, turning onto Interstate 40.  Continue west on the road marked \"To Fort Reno\".  Stay on the north frontage road as it becomes Spur US 281, then SOUTH US 281.  Here you will cross the 3\/4-mile long bridge over the Canadian River.  Where US 281 turns south to cross I-40, continue west on the road north of the interstate through ",{"type":"[[","value":[["Hydro"]]}," and ",{"type":"[[","value":[["Weatherford (Oklahoma)"],["Weatherford"]]},".  ",{"type":"''","value":["Note:  an alternate alignment turns north on US 270 through ",{"type":"[[","value":[["Calumet"]]}," and ",{"type":"[[","value":[["Geary"]]},", then goes south on US 281 and rejoins the later route (as discussed above) at Spur US 281."]},"\n\nThrough ",{"type":"[[","value":[["Weatherford (Oklahoma)"],["Weatherford"]]},", follow Main.  At Seventh Street, continue west (do not ",{"type":"''","value":["curve"]}," off).  At Fourth Street, turn south to the north frontage road and continue west.  At 2330 Road exit cross over the interstate and continue west on the south outer road; at 2310 Road, cross back over to the north side of the interstate and continue west on the north frontage road to Clinton.  Follow Gary Boulevard to 10th Street, then turn south, eventually crossing under I-40.  The ",{"type":"'''","value":["Route 66 Museum"]}," is located in ",{"type":"[[","value":[["Clinton (Oklahoma)"],["Clinton"]]},", but not on Route 66.  To visit, from 10th Street, turn west on Modelle Ave, then back south on Gary Boulevard.  \n\nFrom ",{"type":"[[","value":[["Clinton (Oklahoma)"],["Clinton"]]},", go south on Gary as it becomes Neptune, curve west and the road will become the south frontage road for I-40.  At Exit 57, cross to the north frontage road; at Exit 50, cross back to the south and follow the frontage road into ",{"type":"[[","value":[["Canute"]]},".  At 2070 Rd, cross to the north frontage road.  Follow this onto Business I-40 and go through ",{"type":"[[","value":[["Elk City"]]},".  Where Business I-40 rejoins the interstate, continue west on the north frontage road.  Follow this road to North 1910 Rd, turn left, cross the interstate and turn right onto the south frontage road, follow it to Cemetery Road and turn right, cross the interstate again to turn left back onto the north frontage road.  Follow this to Business I-40 in ",{"type":"[[","value":[["Sayre (Oklahoma)"],["Sayre"]]},".  Follow Bus I-40 through Sayre, where it ends at I-40, turn west on the north frontage road.  At Exit 11, join Bus I-40 through ",{"type":"[[","value":[["Erick"]]},".  When I-40 turns north, continue west into ",{"type":"[[","value":[["Texola"]]},".\n\n",{"type":"====","value":[{"type":"[[","value":[["Texola"]]}," to ",{"type":"[[","value":[["Amarillo"]]}]},"\n",{"type":"''","value":["Note:  On the stretch of Route 66 in Texas, on- and off-ramps for the interstate do not intersect crossing highways.  Instead, they merge into the frontage roads.  Take care when coming up on them (the frontage always yields to the ramp) so as not to get hit by traffic exiting I-40.  Also, Texas (except in Amarillo and near Vega) does not mark Historic Route 66 clearly; signs on I-40 for exits post Route 66 signs as if the highway actually continued down the interstate, only leaving to pass through towns.  Although this was the case towards the last years of US 66's existence, the historic route posted here follows the earlier alignment."]},"\n\nFrom ",{"type":"[[","value":[["Texola"]]},", head west on the main road.  At the ",{"type":"[[","value":[["Texas"]]}," state line, the road will become Spur TX 30 and join I-40.  Before reaching the interstate, head west on the south frontage road.  Follow this road (which eventually becomes Business Loop I-40) all the way to ",{"type":"[[","value":[["Shamrock"]]},", site of the ",{"type":"'''","value":["U-Drop Inn"]},".  Continue on Bus I-40 to the west side of Shamrock, but stay on the south frontage road when the business route joins the interstate.  At County Line Road, cross to the north frontage road and follow until it joins Spur 555 Highway through ",{"type":"[[","value":[["McLean (Texas)"],["McLean"]]},".  In McLean is the ",{"type":"'''","value":["Devil's Rope Museum"]},".  West of McLean, do not join the interstate, but take the road which curves around and goes under it.  Follow the south frontage road to Ranch Road 291 in ",{"type":"[[","value":[["Alanreed"]]}," and get on I-40.  Exit at TX 70 and follow the south frontage road west through ",{"type":"[[","value":[["Groom"]]}," (site of the ",{"type":"'''","value":["World's Largest Cross"]}," and ",{"type":"'''","value":["Leaning Water Tower"]}," on the opposite side of the interstate) and ",{"type":"[[","value":[["Conway (Texas)"],["Conway"]]},".  West of Conway, the main road will turn southwest towards I-40.  Cross I-40 and follow the north frontage road to Exit 85, and head northwest on Business Loop 40 to US 60.  Follow US 60\/Bus I-40 into Amarillo (where the road is Amarillo Boulevard).\n\n",{"type":"===","value":["Day 6: ",{"type":"[[","value":[["Amarillo"]]}," to ",{"type":"[[","value":[["Albuquerque"]]}]},"\n\n",{"type":"{{","value":[["disclaimerbox"],[{"type":"[[","value":[["Amarillo"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Bushland ",{"type":"{{","value":[["rtarrow"]]}," Wildorado ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Vega (Texas)"],["Vega"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Adrian (Texas)"],["Adrian"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Gruhlkey ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Glenrio"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"'''","value":["New Mexico border"]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["San Jon"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Tucumcari"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Santa Rosa (New Mexico)"],["Santa Rosa"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Moriarty"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Edgewood (New Mexico)"],["Edgewood"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Albuquerque"]]}]]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Amarillo"]]}," to ",{"type":"[[","value":[["Glenrio"]]}," (TX)"]},"\nFollow Amarillo Boulevard into Amarillo (home of the ",{"type":"'''","value":["Big Texan"]},", no longer on Route 66).  Route 66 followed Amarillo Boulevard through Amarillo, but an older alignment turned south on Pierce, then west on Sixth, southwest on Bushland, then west again on Ninth, and finally rejoin Amarillo Boulevard.  At Indian Hill Road, go west all the way out of town to Blessen Road, turn south, then continue west on the north frontage road.  ",{"type":"[[","value":[["Image:CadillacRanch.JPG"],["thumb"],["Cadillac Ranch"]]}," Watch for the ",{"type":"'''","value":["Cadillac Ranch"]}," on the south side of the interstate, a must-see on Route 66.  Stay on the north frontage road all the way to ",{"type":"[[","value":[["Vega (Texas)"],["Vega"]]},", and then join Bus I-40 through town.  Return to the north frontage road west of town through ",{"type":"[[","value":[["Adrian (Texas)"],["Adrian"]]},", which is the geographic center between Chicago and Los Angelos, there is a cafe and giftshop called Midpoint.  At ",{"type":"[[","value":[["Gruhlkey"]]}," (County Road 18), rejoin I-40 (the original road is cut off) and follow the interstate all the way to Exit 0, ",{"type":"[[","value":[["Glenrio"]]},".  West of Gruhlkey, the highway makes two massive drops of the High Plains over an escarpment.  At Exit 0, follow Bus I-40 into ",{"type":"'''","value":["Glenrio"]}," (site of the famous First Motel\/Last Motel in Texas), an almost ghost town on the edge of Texas and New Mexico.\n\n",{"type":"====","value":[{"type":"[[","value":[["Glenrio"]]}," to ",{"type":"[[","value":[["Santa Rosa (New Mexico)"],["Santa Rosa"]]}]},"\nFrom ",{"type":"[[","value":[["Glenrio"]]},", continue west on the county road to ",{"type":"[[","value":[["San Jon"]]}," (this road is gravel and may not always be driveable).  Alternatively, return to I-40 and enter New Mexico.  Exit for NM 392, the head west on the north frontage road to NM 39, cross under the interstate and enter San Jon (the gravel road alignment connects here).  The third road on the right is old Route 66, head west.  Continue west to Exit 335 (Tucumcari Boulevard), cross the interstate and enter ",{"type":"[[","value":[["Tucumcari"]]},".  Tucumcari is the site of the famous ",{"type":"'''","value":["Blue Swallow Motel"]},".  This road will become US 54 and will join I-40.  It will be necessary to join the interstate.  At Exit 321, exit and head to the south frontage road.  Follow this until the road passes under the interstate via a drainage opening and becomes the north frontage road (",{"type":"''","value":["NOTE:  larger vehicles can NOT make this passage; exit the interstate at Exit 311"]},").  Follow the north frontage road to the Montoya exit and cross to the south frontage road.  At the first opportunity to cross over the interstate, return to the north frontage road, following it to Cuervo (where County Road I E, formerly NM 69 until 1988, branches north to join NM 104 to Variadero and Trementina), where it rejoins I-40.  At the exit for US 54 (South), exit and follow US 54 into ",{"type":"[[","value":[["Santa Rosa (New Mexico)"],["Santa Rosa"]]},".  At Coronado Ave, turn north and return to I-40.  (If you have time, pause in Santa Rosa to see the improbable ",{"type":"'''","value":["Blue Hole"]},", a deep spring\/lake that's one of very few places in the world where you can find quality ",{"type":"[[","value":[["Scuba diving"],["scuba diving"]]}," in the landlocked middle of a desert.)\n\n",{"type":"====","value":[{"type":"[[","value":[["Santa Rosa (New Mexico)"],["Santa Rosa"]]}," to ",{"type":"[[","value":[["Albuquerque"]]}]},"\nFollow I-40 for 70 miles west (I-40 was built directly on Route 66 here).  ",{"type":"''","value":["To follow the older alignment through ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},", go north at US 84."]},"  At US 285 is ",{"type":"'''","value":["Clines Corners"]},", a famous Route 66 stop.  At Exit 209 head west on the north frontage road until it becomes Central Avenue in ",{"type":"[[","value":[["Moriarty"]]},"; continue west on NM 333.  Follow this road through Tijeras Canyon and the Cibola National Forest until NM 333 ends at I-40.  Return briefly to I-40 and exit for Central Avenue, which curves under the interstate and enters Albuquerque.\n\n",{"type":"===","value":["Day 7: ",{"type":"[[","value":[["Albuquerque"]]}," to ",{"type":"[[","value":[["Flagstaff"]]}]},"\n\n",{"type":"{{","value":[["disclaimerbox"],[{"type":"[[","value":[["Albuquerque"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Grants"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Gallup"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"'''","value":["Arizona border"]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Petrified Forest National Park"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Holbrook (Arizona)"],["Holbrook"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Joseph City"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Winslow (Arizona)"],["Winslow"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Flagstaff"]]}]]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Albuquerque"]]}," to ",{"type":"[[","value":[["Gallup"]]}]},"\nUS 66 followed Central Avenue through Albuquerque, a beautiful city that sits like a bowl in the area above the Rio Grande River.  The ",{"type":"'''","value":["El Vado"]}," Motel is in central Albuquerque, another famous Route 66 motel.  The road passes the University of New Mexico; if you're hungry (and if you can find a parking place, which is tough), stop at the ",{"type":"'''","value":["Frontier Restaurant"]},", a classic student dive across from campus, and order a Fiesta Burger.  About half the population of New Mexico has had one at one time or another, and it'll seem like they're all in line ahead of you, but that's the way \"local color\" works.  On the west side of Albuquerque, Route 66 crosses over I-40.  Follow the north frontage road across the Rio Puerco Bridge and get on the interstate.  Western New Mexico is mountainous (though not as mountainous as the ",{"type":"[[","value":[["Rocky Mountains"]]}," north of here) and is a very beautiful area.  It also passes through some Native American reservations here which have retained much of their heritage.  Many of the souvenirs sold here reflect this.  At NM 6, the alternate alignment through Santa Fe rejoins the historic route.  At Exit 117, get off the interstate and head west on the north frontage road.  This road will get away from the interstate and return near it near ",{"type":"'''","value":["Laguna Pueblo"]},", follow NM 124 to Budville, and turn north at \"Old 66\", following it until it returns to NM 124.  Continue west on NM 124 until it joins the interstate, and cross over to the south frontage road.  Follow this road until it crosses under the interstate (lava beds can be found here) and continue on the north frontage road until it becomes NM 117.  Follow NM 117 into ",{"type":"[[","value":[["Grants"]]},"; continue west on NM 122 to NM 606.  Continue west (not on NM 606) on the north frontage road all the way to Continental Divide.  Rejoin I-40.  At Exit 36, return to the north frontage road until it passes under the interstate and becomes \"Route 66\" in Gallup.  Note the teepees on the east side of town.\n\n",{"type":"====","value":[{"type":"[[","value":[["Gallup"]]}," to ",{"type":"[[","value":[["Winslow (Arizona)"],["Winslow"]]}]},"\nFollow Route 66 through Gallup.  On the west side of Gallup, the road becomes NM 118.  Follow NM 118 through Defiance and under I-40, back over I-40 and all the way west to the ",{"type":"[[","value":[["Arizona"]]}," state line.  The spectacular scenery of the southwest continues on into Arizona.  Numerous souvenir stands line the old highway at the state line (",{"type":"[[","value":[["Navajo Nation"],["Navajo"]]}," blankets are plentiful here, but know what you're buying -- so are pieces of imported tourist trash).  At the first exit in Arizona, cross under I-40 to the south frontage road.  At Exit 354 it will be necessary to join the interstate.  At the Allantown exit, Route 66 follows the north frontage road, but the road is gravel, ",{"type":"''","value":["or"]}," stay on I-40 to US 191.  Follow McCarroll Road until it rejoins the interstate.  Head west on I-40 for 44 miles.  Route 66 enters the ",{"type":"'''","value":["Painted Desert"]}," here.  Feel free to exit and tour ",{"type":"'''","value":[{"type":"[[","value":[["Petrified Forest National Park"]]}]}," (a quick trip can take about an hour — the southern exit of the park accesses US 180 which can be taken back to Route 66 ",{"type":"''","value":["or"]}," return back to the northern entrance to rejoin I-40 and Route 66).  Do NOT remove petrified wood from the park or take open packages of it bought elsewhere into the park.  There are sections of Route 66 off the interstate here, but they are generally undriveable due to dead ends.  At AZ 77, exit to enter ",{"type":"[[","value":[["Holbrook (Arizona)"],["Holbrook"]]}," (site of the ",{"type":"'''","value":["Wigwam Village"]},").\n\n",{"type":"====","value":[{"type":"[[","value":[["Winslow (Arizona)"],["Winslow"]]}," to ",{"type":"[[","value":[["Flagstaff"]]}]},"\nFollow AZ 77 through Holbrook to US 180, which will join I-40.  Follow I-40 to the ",{"type":"[[","value":[["Joseph City"]]}," exit.  Follow Main Street through Joseph City, crossing over to the south frontage road at the first exit west of town.  Just past the ",{"type":"'''","value":["Jack Rabbit Trading Post"]},", rejoin the interstate.  At AZ 87, head into Winslow.  If you wish to see ",{"type":"'''","value":["The Corner"]}," turn left on North Kinsley.  At AZ 99, go west until it rejoins the interstate and follow I-40 to exit 211 towards Winona.  Head north on Winona Road.  Along here is the famous ",{"type":"'''","value":["Barringer Meteor Crater"]},", one of the world's best-preserved impact craters, although hardly the largest in the world as sometimes claimed.  Meteor Crater is privately owned and maintained as a tourist attraction, and in contrast to most private \"tourist attractions\" on this stretch of road, is well worth visiting; the visitor center (fee) is quite well done, with interesting educational exhibits, and short walks  along the rim give a sense of the size of the hole in the ground.  It is 15 minutes south of I-40 on good road.  Plan on spending 1 to 2 hours there, more if you sign up for one of the longer, guided hikes.  ",{"type":"'''","value":["Two Guns"]}," is also located just off the interstate here.  The elevation will rise here, and the desert will begin to be replaced by pine forest.  Follow Winona Road to US 89 and continue southwest on US 89 (street name:  \"Route 66\") into Flagstaff, site of the ",{"type":"'''","value":["Lowell Observatory"]},".\n\n",{"type":"===","value":["Day 8: ",{"type":"[[","value":[["Flagstaff"]]}," to ",{"type":"[[","value":[["Barstow"]]}]},"\n\n",{"type":"{{","value":[["disclaimerbox"],[{"type":"[[","value":[["Flagstaff"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Williams (Arizona)"],["Williams"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Chino Valley"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Ash Fork"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Seligman"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Peach Springs"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Kingman"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Oatman"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Topock"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"'''","value":["California border"]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Needles"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Chambless"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Amboy"]]}," ",{"type":"{{","value":[["rtarrow"]]}," Bagdad ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Siberia (California)"],["Siberia"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Klondike (California)"],["Klondike"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Ludlow (California"],["Ludlow"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Newberry Springs"]]}," ",{"type":"{{","value":[["rtarrow"]]},{"type":"[[","value":[["Daggett"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Barstow"]]}]]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Flagstaff"]]}," to ",{"type":"[[","value":[["Topock"]]},"(AZ)"]},"\n",{"type":"[[","value":[["File:D7498.jpg"],["thumb"],["Grand Canyon"]]},"\n",{"type":"[[","value":[["Image:Huckberry_Corvette.JPG"],["thumb"],["Hackberry General Store"]]},"\n\nAt AZ 89A, continue west on Business I-40 and follow to I-40 west of Flagstaff.  Exit at Spring Valley Road and head north to Parks Rd and go west.  At Ponderosa Road, rejoin I-40.  Head west to ",{"type":"[[","value":[["Williams (Arizona)"],["Williams"]]},".  Williams was the last town on US 66 bypassed by an interstate; it is also the jumping off point for the ",{"type":"[[","value":[["Grand Canyon"]]},".  To visit the Grand Canyon, head north on AZ 64, then north on US 180 to the South Rim.  The Grand Canyon, though not on Route 66, is often a stop as it is only one hour north of the highway.  \n\nFrom the I-40\/AZ 64 interchange, head west on Business I-40 to continue on Route 66.  Follow Business I-40 through Williams and return to the interstate; continue west on I-40.  Gradually, the road descends out of the mountains and reenters the desert.  Exit for US 89 in ",{"type":"[[","value":[["Ash Fork"]]},", but head north (NOT onto US 89) and pass through Ash Fork on Lewis Avenue.  On the west side of town, rejoin I-40 and head west.\n\nWest of Ash Fork, exit for AZ 66.  This is one of the longest unbroken stretches of Route 66, and this section has been placed on the National Register of Historic Places.  AZ 66 gets well away from the interstate for many miles; there is at most one working gas station on the 87 mile stretch between Seligman and Kingman, so fill up before you head out.  Follow AZ 66 northwest through ",{"type":"[[","value":[["Seligman"]]},", a tiny town home to the ",{"type":"'''","value":["Delgadillos Historic Route 66 Visitor Center"]},", and the Aubrey Valley.  Before ",{"type":"[[","value":[["Peach Springs"]]}," is ",{"type":"'''","value":["Grand Canyon Caverns"]},".  AZ 66 will pass through the Hulapai Indian Reservation and curve back south around the mountains to ",{"type":"[[","value":[["Kingman"]]},".  Along the way, keep an eye out for the blink-and-you'll-miss-it ghost town of ",{"type":"'''","value":["Hackberry"]},", whose general store has been converted into a crazy little Route 66 giftshop\/visitor center.\n\nFollow Business I-40 through Kingman.  On the west side of Kingman, before I-40, Old Route 66 heads south.  The road will go under the interstate and intersect Oatman Road.  Head southwest on Oatman.  Follow Oatman Road to and through the Black Mountains.  The town of ",{"type":"[[","value":[["Oatman"]]}," is on the west side.  At the Y past Oatman, follow Old Route 66 south across the Warm Springs Wilderness to AZ 95 and follow this road to ",{"type":"[[","value":[["Topock"]]}," and the junction with Interstate 40.\n\n",{"type":"====","value":[{"type":"[[","value":[["Topock"]]}," to ",{"type":"[[","value":[["Barstow"]]}]},"\n",{"type":"[[","value":[["File:Amboy (California, USA) -- 2012 -- 4.jpg"],["thumb"],[{"type":"'''","value":["Roy's"]},", Amboy"]]},"\nAt Topock, join Interstate 40 across the Colorado River and into ",{"type":"[[","value":[["California"]]},".  The original bridge, to the south, now carries a pipeline.  The ",{"type":"'''","value":["Mojave Desert"]}," in southern California was the most dreaded part of the trip for most of Route 66's existence.  Although precautions should be taken (services are few and far between), most modern travelers should have no problems.  The Mojave is a very beautiful part of Route 66.  \n\nStay on Interstate 40 to the second California exit (\"To US 95\"), head west to US 95, then north to ",{"type":"[[","value":[["Needles"]]},". (",{"type":"''","value":[" You will be required to stop for an inspection for plants.  Carrying fruits, vegetables, etc. into California is not permitted.  Usually, the check is pretty quick"]},").  Through Needles, follow Broadway to National Trails Highway, turn west and go under the interstate.  Continue on the National Trails Highway as it turns north, goes back under the interstate again, and ends at Park Road.  Turn west and join Interstate 40.  At North US 95, the original alignment of Route 66 turns off to the north, then west and southwest along Goffs Road.  To follow the later alignment (Historic 66, depending on the view) continue on I-40 to Mountain Springs Road, exit, and head southwest into the desert on the National Trails Highway.  ",{"type":"''","value":["Note:  Route 66 has no bridges over gullies, it merely goes through them.  Take care of potential flash floods.  If water is visible, wait a period of about 15 minutes and the road should be passable."]},"  Just west of I-40, Goffs Road intersects National Trails Highway.  Follow National Trails Highway, separated from Interstate 40 by three sets of mountain ranges, and go through ",{"type":"[[","value":[["Chambless"]]}," and ",{"type":"[[","value":[["Amboy"]]}," (site of ",{"type":"'''","value":["Roy's"]},", another famous Route 66 stop) and ",{"type":"'''","value":["Amboy Crater"]},".  Go past Bagdad, ",{"type":"[[","value":[["Siberia (California)"],["Siberia"]]},", and ",{"type":"[[","value":[["Klondike (California)"],["Klondike"]]}," as the road heads back towards I-40.  Before Ludlow, 66 crosses some lava fields, then crosses I-40 at Ludlow.  Continue west on National Trails Highway goes under the interstate and stay west.  At ",{"type":"[[","value":[["Newberry Springs"]]},", follow National Trails Highway back across I-40 and follow the road to the west side of ",{"type":"[[","value":[["Dagget"]]}," to Nebo Street.  National Trails Highway (and Route 66) continues west, but enters a Marine Base.  Rejoin I-40 to the Marine Base, exit, and follow Main Street on the south side of the interstate to enter Barstow.\n\n",{"type":"===","value":["Day 9: ",{"type":"[[","value":[["Barstow"]]}," to ",{"type":"[[","value":[["Santa Monica"]]}]},"\n\n",{"type":"{{","value":[["disclaimerbox"],[{"type":"[[","value":[["Barstow"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Lenwood"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Helendale"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Oro Grande"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Victorville"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["San Bernardino"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Rialto (California)"],["Rialto"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Fontana"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Rancho Cucamonga"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Upland"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Claremont (California)"],["Claremont"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Pomona"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["La Verne"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["San Dimas"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Glendora"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Azusa"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Monrovia (California)"],["Monrovia"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["East Pasadena"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Pasadena"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Los Angeles"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Los Angeles\/Hollywood"],["Hollywood"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Beverly Hills"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Century City"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Santa Monica"]]}]]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Barstow"]]}," to ",{"type":"[[","value":[["San Bernardino"]]}]},"\nAt Barstow, continue on Main Street and pass under Interstate 40 (one last time!).  Interstate 40 ends just ahead at I-15 and a sign (eastbound) shows the total length to the other end of I-40 in North Carolina (2,554 miles).  Continue on Main as it cross I-15 and turns back into National Trails Highway.  Follow this road through ",{"type":"[[","value":[["Lenwood"]]},", ",{"type":"[[","value":[["Helendale"]]},", and ",{"type":"[[","value":[["Oro Grande"]]},".  Pass under I-15 into ",{"type":"[[","value":[["Victorville"]]}," (former site of the Roy Rogers Museum, now in ",{"type":"[[","value":[["Branson"]]},", Missouri).  At Seventh Street, turn south to I-15 and head south on the interstate.  ",{"type":"''","value":["Note:  in the San Bernardino National Forest, Interstate 15 makes a steep, curvy downgrade."]},"  At Cleghorn Fire Road, exit, and go west then south on Cajon Boulevard.  At Blue Cut, Route 66 crosses the infamous San Andreas Fault.  At Kenwood Avenue, return to I-15 and very quickly (and carefully) head to the left lanes for I-215, and then back to the right lanes to exit for Devore Avenue.  Immediately rejoin Cajon Boulevard and follow it into San Bernardino.  Stay on Cajon until it curves into Mount Vernon Avenue and follow it to Fifth Street.  Head west on Fifth Street, which will become Foothill Boulevard (CA 66).  Northeast of the intersection of Foothill and Fifth is the site of the world’s first ",{"type":"'''","value":["McDonald’s"]}," (located at 14th Avenue and E Street along Business 66), now an unofficial museum (the original building no longer exists).\n\n",{"type":"====","value":[{"type":"[[","value":[["San Bernardino"]]}," to ",{"type":"[[","value":[["Santa Monica"]]}]},"\n",{"type":"[[","value":[["Image:santa_monica_beach.jpg"],["thumb"],[{"type":"[[","value":[["Santa Monica"]]}," Pier and the Pacific Ocean"]]},"\n\nHead west on Foothill Boulevard through several cities in the ",{"type":"[[","value":[["Los Angeles"]]}," metro area:  ",{"type":"[[","value":[["Rialto"]]},", ",{"type":"[[","value":[["Fontana"]]},", ",{"type":"[[","value":[["Rancho Cucamonga"]]},", ",{"type":"[[","value":[["Upland"]]},", ",{"type":"[[","value":[["Claremont (California)"],["Claremont"]]},", ",{"type":"[[","value":[["Glendora"]]},", and ",{"type":"[[","value":[["Azusa"]]}," (near which the name will become Route 66, then back to Foothill Boulevard, then to Huntington Drive).  At Colorado Place, angle north towards I-210 (but do NOT get on the interstate), then head west on Colorado Boulevard through ",{"type":"[[","value":[["East Pasadena"]]}," and ",{"type":"[[","value":[["Pasadena"]]},".  At Arroyo Parkway, turn south and follow the parkway, as it becomes CA 110 and the ",{"type":"'''","value":["Pasadena Freeway"]},". This is where it gets tricky. You can stay on the freeway, which is a modern simplification and enter Downtown Los Angeles by crossing Interstate 5 and exit for Figueroa Street (south), then turn north onto Sunset Boulevard. Or you can take the more historically accurate route and take CA 110 but get off at the very first exit on that freeway, turn left off the exit onto State Street, follow it to Fair Oaks Avenue, turning left and crossing over CA 110, proceed 2 blocks to Mission Street, turn right and drive approximately ten blocks to where it curves into and becomes Pasadena Ave, after two blocks it turns to the right and after three blocks crosses the Arroyo Seco River over the York Boulevard Bridge (built in 1912), at which time you enter into the Garvanza\/Highland Park district of Los Angeles. Continue for approximately 5 blocks, then turn left on Figueroa street and proceed south for approximately 34 blocks, crossing Avenue 26 and after one block, turn left onto the south CA 110 (south). After a bit over two miles, cross Interstate 5 and exit for Figueroa Street (south), then turn north onto Sunset Boulevard. Follow Sunset Boulevard northwest to Manzanita Street (a small street), turn southwest, and Manzanita will become Santa Monica Boulevard.  Follow Santa Monica Boulevard through ",{"type":"[[","value":[["Los Angeles\/Northwest"],["Northwest Los Angeles"]]},", ",{"type":"[[","value":[["Los Angeles\/Hollywood"],["Hollywood"]]},", ",{"type":"[[","value":[["West Hollywood"]]},", ",{"type":"[[","value":[["Beverly Hills"]]}," (the beautiful city hall near Alpine Drive is worth a look), and ",{"type":"[[","value":[["Los Angeles\/West"],["West Los Angeles"]]},". Stay with Santa Monica Boulevard all the way into Santa Monica to Ocean Avenue where Route 66 ends and a plaque dedicates US 66 as the Will Rogers Highway.  Just south of here is ",{"type":"'''","value":["Santa Monica Pier"]},".\n\n",{"type":"==","value":["Six alternate alignments"]},"\n",{"type":"===","value":["Original alignment through Southern Illinois"]},"\n",{"type":"''","value":["Much of the original alignment is now Illinois State Highway 4"]},".\n\nFrom Peoria Road, turn west on Taintor Road, which will curve around and become Fifth Street.  At NORTH Grand Avenue, turn west, then south on Second St.  At SOUTH Grand Avenue, continue to MacArthur Boulevard, which will eventually become Wabash Avenue.  Turn south on Chatham Road until it reaches Interstate 72 (no access), head west on the frontage road to IL 4.  Head south on IL 4 (For a side trip, head east on Ostermeir Road to Covered Bridge Road and continue east to a covered bridge over Sugar Creek).  At Snell Road, leave IL 4 and go west (this section of road is brick and has been placed on the National Register of Historic Places).  The road will curve around and become Curran Road.  It will rejoin IL 4.  Head south on IL 4.  Past Auburn, go south on Planter Road to Ackerman Road.  Go west, cross IL 4, and turn back south on Tiller Road.  At the junction with IL 4, continue south on IL 4 to Girard.  In Girard, turn west on Madison St, then south on Sixth Street.  Follow Sixth Street to IL 4, follow IL 4 south and west.  At Donaldson Road, turn south and follow until it returns to IL 4.  Rejoin IL 4 to Harvest Road, turn south until the road intersects IL 4, then turn south again.  In Carlinville, IL 4 turns east onto First South Street (south of the courthouse), follow IL 4 east until IL 4 turns south.  Follow IL 4 south all the way to Gillespie.  In Gillespie, IL 4 will wind around, stay on IL 4 through town and continue south to Staunton.  In Staunton, the \"historic alignment\" will join Il 4.\n\n",{"type":"===","value":["Original alignment through St. Louis"]},"\nFrom Mitchell, Illinois, head south on IL 203 (Nameoki Road) into Granite City.  At Madison Avenue, head southwest (from this point on, the route is marked as \"To McKinley Bridge\").  This road will eventually become Broadway in Venice.  Follow to IL 3 and jog over to the McKinley Bridge.  \n",{"type":"*","value":[{"type":"''","value":["The McKinley Bridge was owned by the city of Venice, Illinois and operated as a toll bridge. After decades of disrepair due to the lack of toll revenues, the city of Venice closed the McKinley Bridge on October 30, 2001. The state of Illinois attempted to provide money to the city of Venice for repairing the bridge, but was unable to do so because of the outstanding taxes owed by the city. As a result, the city of St. Louis foreclosed on the bridge, delaying reconstruction efforts further. In an agreement reached in June 2003, the states of Illinois and Missouri agreed to take over ownership of the bridge from the city of Venice. Rehabilitation began in 2004 and the original plans for the repairs anticipated a re-opening in late 2005. However, the date was pushed back due to the addition of The Great Rivers Greenway Bikeway tie-in. The Bridge reopened to pedestrians and bicyclists on November 17, 2007 and was fully reopened to traffic on December 17, 2007."]}]},"On the Missouri side of the McKinley Bridge, continue west on Salisbury to North Florissant Road.  Follow Florissant south as it S-curves into Tucker Boulevard.  Turn west onto Market Street.  Follow Market Street to Forest Parkway.  Follow this to Vandeventer Avenue.  At Manchester Road (MO 100), turn west and follow it through the suburbs all the way to Grays Summit to join the historic alignment (from Watson Road).  In two places where \"Old Manchester Road\" branches off MO 100, follow Old Manchester Road.\n\n",{"type":"===","value":["Historic alignment through St. Louis"]},"\n",{"type":"''","value":["The historic alignment is the one marked as \"Historic Route 66 in Missouri\".  The Manchester Road alignment was intended as a temporary route until Watson Road could be completed.  With the MacArthur Bridge closed, it is impossible to drive over the Mississippi River to connect the two routes between East St. Louis, Illinois and St. Louis, Missouri."]},"\n\nFrom Mitchell, Illinois, go south on IL 203 (Nameoki Road).  Follow this to Edwardsville Road where IL 203 continues south towards I-55\/I-70.  Cross over the interstate into East St. Louis.  Turn west on Tenth Street and continue to the MacArthur Bridge.  \n\n",{"type":"''","value":["MacArthur Bridge is closed!  MacArthur Bridge brought US 66 to Chotoeau Avenue which had ramps (gone) which connected it to Tucker Boulevard and connected with the historic alignment down Watson Road."]},"\n\n",{"type":"===","value":["Bypass US 66 around St. Louis"]},"\n",{"type":"''","value":["There is really little to recommend this route, however this particular alignment is a long one, therefore it is presented."]}," \nAfter crossing the Mississippi River on I-270, exit for Riverview Drive and go north.  At the first road on the left (Dunn Road), turn west and follow towards Lewis & Clark Boulevard.  Before reaching this road, Dunn Road will curve to become an outer road of the highway.  At the first opportunity, head west across the highway, then turn south on the outer road and continue west on Dunn Road as it continues to parallel I-270 all the way into Hazlewood.  Dunn Road will eventually curve to the north and form a T-intersection with Taylor Road.  Turn west to Lindberg Boulevard (US 67).  Head south on Lindbergh Boulevard.  (",{"type":"''","value":["At Manchester Road, the original alignment of Route 66 intersects"]},").  Bypass US 66 ends at Watson Road where it rejoins the historic alignment.\n\n",{"type":"===","value":["Original alignment in ",{"type":"[[","value":[["Springfield (Missouri)"]]}]},"\n''The original alignment through Springfield, Missouri required a left turn at Missouri Highway 125 just west of Strafford, Missouri.  It then turned west on Missouri YY (Division Street) and proceeded past the City Airport and O'Reilly Hospital, turning south at Glenstone Avenue.\n\nA ByPass alignment in later years was constructed West From Kearney and Glenstone avenue, turning South at what is now known as West Bypass Avenue (also US 160), adjoining the original route at the intersection of College and West Bypass.\n\n",{"type":"===","value":["Original alignment in ",{"type":"[[","value":[["New Mexico"]]}]},"\n\nThe original route in New Mexico was quite a bit longer than the current one, and if you use it, you may find it desirable to make some modifications to your waypoints.  This is hardly a hardship, as the original route passed right through the heart of marvelous ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}," -- right through the downtown area, which is so congested that you may be ",{"type":"''","value":["forced"]}," to insert an extra night in your trip, not just to see the sights there, but to deal with the traffic!  There exists some controversy about the exact route in some places, and some of the very oldest roadway is definitely lost; the route given here is practical, and as close to \"authentic\" as any.\n\nFrom the Texas state line, continue west to Santa Rosa following the directions above.  West of Santa Rosa, turn north on US 84 (exit 256 on I-40) toward ",{"type":"[[","value":[["Las Vegas (New Mexico)"]]},".  This is one of the areas where some sources claim that the \"original\" roadbed is no longer driveable, while others claim that US 84 is authentic along this stretch.  You'll have to stay on the highway, anyway.  US 84 does not actually enter Las Vegas itself, but meets I-25 at the tiny town of Romeroville (no services).  According to most sources, the current route of US 84, which either follows I-25 or parallels it, is original Route 66 roadbed, switching back and forth across I-25 a few times.  At Rowe (near exit 307) the route moves to NM 63 northbound, then to NM 50 eastbound(!) and back to I-25.  Interesting digressions through here are to Las Vegas itself (an important point on the ",{"type":"[[","value":[["Santa Fe Trail"]]}," with a substantial historic district) and to ",{"type":"'''","value":["Pecos National Historical Park"]}," on the east side of the ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]},".\n\nThe route from here is one of the \"controversial\" sections: it's reasonably clear that Route 66 entered Santa Fe via Old Pecos Trail, but less clear how it got there.  You'll be at least \"close to\" 66 if you leave I-25 at exit 294 and continue west on the Old Las Vegas Highway (NM 300, north frontage road) until it intersects Old Pecos Trail.  (To dodge local traffic, stay on I-25 at exit 294 until the Old Pecos Trail exit.)  Some sources claim that the route into Santa Fe was on Old ",{"type":"''","value":["Santa Fe"]}," Trail, rather than Old Pecos; this road intersects the Old Las Vegas Highway a short distance east of Old Pecos Trail, and the two trails merge just south of downtown.  Anyway, the real route-finding fun begins once you're on Old Santa Fe Trail in the downtown area.  Pause here (even if you're not overnighting in town) and enjoy the scenery, such as ",{"type":"'''","value":["St. Francis Cathedral"]},", ",{"type":"'''","value":["Palace of the Governors"]},", and so on.\n\n",{"type":"[[","value":[["Image:St Francis Cathedral Santa Fe.jpg"],["thumb"],["300px"],["St. Francis Cathedral, at the end of the Santa Fe Trail"]]},"\nYou can easily spend several days in Santa Fe sightseeing, but that's ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["a different article"]]},".  Once you're ready to move on, turn left from Old Santa Fe Trail onto Water Street (dodging pedestrians) and then left again onto Galisteo Street which becomes Cerrillos Road, the decidedly un-romantic commercial main drag through Santa Fe.  The ",{"type":"'''","value":["New Mexico State Capitol Building"]},", also called the ",{"type":"'''","value":["Roundhouse"]}," for reasons that'll be obvious when you see it, is nearby.  You'll dodge seemingly perpetual construction on Cerrillos as you head back for I-25, with a number of older motels along the way.  The properties north of St. Michael's are part of Route 66's history, as they are all located on the historic road and have been around since its heydey.  These include the very nice El Rey, the International Hostel, and other properties of varying quality.  See the article on ",{"type":"[[","value":[["Santa Fe (New Mexico)#Sleep"],["where to sleep in Santa Fe"]]}," for details.  \n\nCerrillos rejoins I-25 at exit 278, but you'll get off the interstate again at exit 276, where Route 66 followed what is now the south frontage road. The original roadway down La Bajada Hill, a notorious barrier to early Route 66 voyagers, still exists, but is extremely difficult and dangerous to drive and impossible without a high clearance 4x4, so rejoin I-25 at exit 267 and stay on it until exit 248 (Algodones). \n\nIf you want to see the top of La Bajada Hill (or drive down it if you're crazy), on Cerrillos Rd, turn left onto Airport Rd. (NM-284). Straight across onto CR-56 at the intersection with Veterans Memorial Hwy. (NM-599). After 3.3 miles, make a sharp right onto CR-56C. Continue straight as the road becomes a dirt road. Continue for about 6 miles in a more or less straight SW direction (It's easiest to follow the power line, it ends at one of the two alignments near the top). You will now be at the top of the hill. If you do drive down it, you will end up on Indian Service Route 841.\n\nAt Algodones (not much there), turn right (south) onto NM 313 and continue south to ",{"type":"[[","value":[["Bernalillo"]]},".    There are more old buildings in this small town, and you might consider a diversion to ",{"type":"'''","value":["Coronado State Monument"]}," just outside town; hours 8:30am-4:30pm daily (except Tuesdays), $3 admission fee, scenic and archaeological interest.  NM 313 continues south to Albuquerque, becoming 4th Street; turn left onto Lomas Boulevard (strong possibility of road construction around here), right onto 3rd Street, on to Central Avenue, and rejoin the route above.\n\n",{"type":"==","value":["Attractions"]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thesearstower.com\/ Sears Tower"]}]}," in ",{"type":"[[","value":[["Chicago"]]}," is a 110-story building (1,450 feet) built in 1974.  When built, it became the tallest building in the world, surpassing the World Trade Center Towers in New York City by about 70 feet.  It remained the tallest building until the construction of the Petronas Towers in Malaysia in 1998. It was later renamed as the Willis Tower."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Chain of Rocks Bridge"]}," was the most famous crossing of Route 66 over the Mississippi River.  It was a relatively narrow bridge (reportedly, two semis could not meet on it) and famous for a 22 degree bend about midway over the river.  The road is closed to vehicle traffic, but open during daylight hours for pedestrians.  From the bridge, the old water intakes for the ",{"type":"[[","value":[["St. Louis"]]}," waterworks are visible as is the Gateway Arch.  The bend was made to help accommodate navigation on the river."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/jeff\/ Jefferson National Memorial"]}]}," in St. Louis, Missouri, of which the Gateway Arch is part, was built in 1965 to commemorate westward expansion.  The Arch stands 630 feet high and is also 630 feet wide at the base.  Underneath it is a free museum about the exploration of the Louisiana Purchase.   The other part of the memorial is the old courthouse, where the Dred Scott Decision ruled that a slave did not become a free man because he was taken into a free state."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.americascave.com\/ Meramec Caverns"]}]}," (fee) is located near ",{"type":"[[","value":[["Stanton (Missouri)"],["Stanton"]]},", Missouri.  Billed as \"The Jesse James Hideout\", a disputed claim, advertisements were painted on barns up and down Route 66, though most are now located in Missouri and Illinois. In the past, before air conditioning, cars could park in the cave entrance while tours were given, so the cool cave air could be enjoyed for a while down the highway."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cuba, MO Route 66 Mural City"]},". ",{"type":"[","value":["http:\/\/www.cubamomurals.com Viva Cuba's Outdoor Mural Project"]}," along the Route 66 corridor in ",{"type":"[[","value":[["Cuba (Missouri)"],["Cuba"]]},", MO merges history and art in various interior and exterior. ",{"type":"'''","value":["Cuba Fest"]}," (the third weekend of October) includes trolley tours of the murals; the ",{"type":"'''","value":["County Fair"]}," in July is well-attended and a ",{"type":"'''","value":["September Car Show"]}," continues to expand."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wagonwheel66cuba.com Wagon Wheel Motel"]}]}," in Cuba, a presence on Route 66 since the 1930s, was renovated in 2009-2011. The old Wagon Wheel Café building is renovated and open as Connie's Shoppe. The cabins, built with local fieldstone, are a historic district on the National Register of Historic Places."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hayes Shoe Store"]}," on Route 66 is not only one of the outdoor mural sites, but it also contains two Robert Wadlow (the giant of Alton, Illinois) shoes, size 35 and 37."]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.crawfordmuseum.com Crawford County History Museum"]}," ",{"type":"'''","value":["The History Museum"]}," on Smith Street, two blocks, north of Hayes Shoe Store, has many local artefacts, exhibits, genealogy sources, and more. It contains three floors of history. The Cuba Veterans Memorial sits in front of museum and holds almost 1000 names of area veterans."]},"\n",{"type":"*","value":["Fanning, Missouri, 4 miles west of Cuba on Route 66 is the site of the ",{"type":"[","value":["http:\/\/www.fanning66outpost.com Guinness World's Largest Rocking Chair"]},". At 42' tall, ",{"type":"'''","value":["The Route 66 Rocking Chair"]}," is a popular photo opportunity on Route 66."]},"\n",{"type":"*","value":[{"type":"'''","value":["Devil's Elbow"]},", Missouri is a small town located on the Big Piney River in the ",{"type":"[[","value":[["Ozark Mountains"]]},".  The scenery is very beautiful and just west of town is a lookout area on the side of the road."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.abashrine.com\/ Shrine Mosque"]}]}," (officially, the Abou Ben Adhem Shrine Mosque) is located on St. Louis Street in ",{"type":"[[","value":[["Springfield (Missouri)"],["Springfield"]]},", Missouri.  Not an Islamic mosque, but rather a mosque for Shriners (a Masonic organization).  The building was built in the 1920s (on the edge of a residential neighborhood at the time) and has ornate Arabian architecture in the middle of the Missouri Ozarks.  The building is listed on the National Register of Historic Places."]},"\n",{"type":"*","value":[{"type":"'''","value":["Schifferdecker Park"]}," on the west side of ",{"type":"[[","value":[["Joplin"]]},", Missouri houses a mineral museum ",{"type":"[","value":["http:\/\/www.joplinmuseum.org\/"]},", Joplin once being an important mining town.  Numerous examples of minerals can be found here."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Marsh Arch Bridge"]}," west of ",{"type":"[[","value":[["Riverton (Kansas)"],["Riverton"]]},", Kansas, is the last concrete arch bridge on Route 66 (the former bridge over the Spring River east of Riverton was also one of these).  It is routinely graffitied, but was recently repainted."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["U-Drop Inn"]},", a former café and filling station in ",{"type":"[[","value":[["Shamrock"]]},", Texas, is famous for its unique architecture. This distinctive building, now a visitor information facility, appears as Ramone's body shop in Pixar's \"Cars\"."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barbwiremuseum.com\/ Devil's Rope Museum"]}]}," in ",{"type":"[[","value":[["McLean (Texas)"],["McLean"]]},", Texas is a museum devoted to barbed wire.  An exhaustive collection of barbed wire, tools used to make it, and anything else related to it can be found here, as well as a small Route 66 collection, complete with poseable mannequins.  "]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Leaning Water Tower"]}," in ",{"type":"[[","value":[["Groom"]]},", Texas is another famous, unique landmark.  Formerly part of a Route 66 truck stop (which was destroyed by fire decades ago), the tower still remains."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Big Texan"]}," in ",{"type":"[[","value":[["Amarillo"]]},", Texas is now located on the east side of Amarillo on I-40.  Advertisements once (and a few still do) went up and down Route 66 boasting a free 72 oz steak with little print reading \"dinner, if eaten in one hour.\"  Few people have been able to actually do this, usually people one would not suspect of being able to do it."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.libertysoftware.be\/cml\/cadillacranch\/crmain.htm Cadillac Ranch"]}]}," (free entry) is an example of modern art found in the middle of the Texas Panhandle, west of Amarillo, Texas.  Ten Cadillacs, nose down in the ground, stand in the middle of a cornfield, easily accessible and rarely empty.  "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Glenrio"]]},", Texas and New Mexico"]}," is a ghost town (there are still a few residents there) on the Texas-New Mexico state line.  Business Loop I-40 (at Exit 0) crosses into New Mexico as a four-lane highway which quickly turns into a two-lane gravel road.  The remains of the First Motel\/Last Motel in Texas, a famous motel on Route 66, is here."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blueswallowmotel.com\/ Blue Swallow Motel"]}]}," is a famous old Route 66 motel in ",{"type":"[[","value":[["Tucumcari"]]},", New Mexico. It is listed on the National and State of New Mexico historic registers. Built in 1939 by W. A. Huggins, its most famous proprietor was the late Lillian Redman. Acquiring the motel as an engagement gift from her fiancé in 1958, she ran it for almost 40 years. Dale and Hilda Bakke acquired the motel in 1998 and completed a major restoration in 2005 which incorporated furnishings, telephones and neon signage (with \"100% Refrigerated Air\" and blue neon swallows) of the original historic era."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.santarosanm.org\/scubadiving.htm Blue Hole"]}]}," is a 87-foot-deep artesian spring near ",{"type":"[[","value":[["Santa Rosa (New Mexico)"],["Santa Rosa"]]},", New Mexico, that offers improbably good scuba diving.  A permit is required (fee); purchase via the web site or at the dive center nearby (bring PADI or NAUI certification papers), which also rents equipment."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/peco\/ Pecos National Historical Park"]}]}," lies just off the original (not recent) route through New Mexico, about 25 miles east of ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},", and preserves cultural and archaeological sites.  Many pertain to the ",{"type":"[[","value":[["Santa Fe Trail"]]},", which preceded Route 66 as an artery across the Southwest, and others deal with the Civil War Battle of Glorieta Pass, which was fought near here."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.archdiocesesantafe.org\/ St. Francis Cathedral"]}]}," in Santa Fe, New Mexico lies just yards off the original route, at the terminus of the Santa Fe Trail.  Free tours of the interior are available during the day, except during services (please be respectful and don't use flash for photography).  A large city parking lot just south of the cathedral is a good place to stash your car while you wander downtown Santa Fe."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Bajada Hill"]},", on the original route, was a major impediment to drivers in the road's early days.  The winding, narrow road gingerly picked its way down a huge escarpment separating the high country near Santa Fe from the Rio Grande Valley and Albuquerque.  Folklore has it that enterprising Santa Feans would wait at the top of the hill for intimidated motorists to pause at the top, daunted by what they saw, and offer to drive down the hill for them -- for a fee, of course.  A rest area on northbound I-25 at the top of the hill provides views."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nmstatemonuments.org\/about.php?_instid=CORO Coronado State Monument"]}]}," (fee) north of ",{"type":"[[","value":[["Albuquerque"]]},", preserves an archaeological site that was being actively excavated when Route 66 was young.  There are interpretive exhibits."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.frontierrestaurant.com\/ Frontier Restaurant"]}]}," is a classic \"student dive\" that has given generations of students at the University of New Mexico in Albuquerque a place to eat, study and hang out.  It's directly across Central Avenue from the University and is open 24\/7 (except around Thanksgiving and Christmas); parking, if you're stopping to eat, can be hard to find, but is usually available south of Central."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Painted Desert"]}," is a scenic area of northeastern Arizona.  A wonderful view is available in the Petrified Forest National Park."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Petrified Forest National Park"]]}]}," ",{"type":"[","value":["http:\/\/www.nps.gov\/pefo\/"]}," (fee) east of Holbrook, Arizona, contains a drive through many examples of petrified wood.  A museum (free) is near the entrance.  Many places outside the park sell samples of petrified wood.  It is illegal to remove petrified wood (or anything, for that matter) from the park and vehicles are subject to search upon leaving due to numerous thefts.  (Note that wood purchases made at the visitor center\/gift shop at the south end of the park are OK, but keep your receipt.)"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.meteorcrater.com\/ Meteor Crater"]}]}," is a geologically recent, well-preserved impact crater between Flagstaff and ",{"type":"[[","value":[["Winslow (Arizona)"],["Winslow"]]},", Arizona.  A fee is charged to enter the visitor center, which has educational exhibits and a theater.  Short trails lead to overlooks from which the crater can be viewed.  Longer (1 hour) hikes with guides from the visitor center occur several times a day."]},"\n",{"type":"*","value":[{"type":"'''","value":["Two Guns, Arizona"]}," about 30 miles east of Flagstaff, contains the ruins of a gas station and a tourist trap animal park.  It is abandoned now and worth a look. Historically, the area was the site of a major confrontation between the Navajos and the Apaches in the 19th century."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lowell.edu\/ Lowell Observatory"]}]},", founded by Percival Lowell, is located on Mars Hill on the west side of the city of ",{"type":"[[","value":[["Flagstaff"]]},".  Its original purpose was the study of Mars, as directed by Lowell, who believed that life could be found there and that canals had been built there to bring water to the cities.  However, it grew into a serious astronomical observatory covering diverse research topics.  In 1930, the planet Pluto was discovered using photographic plates obtained at this observatory.  Visitors can tour the grounds; there are occasional evening programs that allow visitors to use some of the smaller telescopes."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Oatman"]]},", Arizona"]}," is an old west town complete with wild burros which are relatively tame and can be fed."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Amboy"]]}," Crater"]}," ",{"type":"[","value":["http:\/\/www.nature.nps.gov\/nnl\/site.cfm?Site=AMCR-CA"]}," (free) is a volcano in the Mojave Desert in San Bernadino County, California, and is accessible on a short gravel road from the National Old Trails Road."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Site of World's First McDonald's"]}," is located in ",{"type":"[[","value":[["San Bernardino"]]},", California.  Although McDonald's stands for something Route 66 is not (that is, fast food chains versus mom-and-pop restaurants which once lined the entire road), it has ties to Route 66.  The first one located here and founded by the McDonald Brothers (bought out by Ray Kroc who bought the franchise rights initially and opened his first one near the other end of Route 66 in the Chicago area) was demolished, leaving only the signage. On the site there is now an unofficial McDonald's memorabilia museum with no or very little ties to the McDonald's Corporation."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wigwammotel.com\/ Wigwam Motel"]}]},".  A classic Route 66 icon featuring clever (and once-patented) individual teepee-shaped units arranged in a small village-like setting. Two of the three surviving wigwam motels are on US Route 66; one in San Bernardino sits near the border of Rialto, the other is in ",{"type":"[[","value":[["Holbrook (Arizona)"],["Holbrook"]]},", Arizona. These independently-owned motels received major renovations, with San Bernadino's wigwams as the recipient of the Cyrus Avery Award for the best preservation project of 2005. In the \"Cars\" film, these become the Cozy Cone Motel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bagdadcafe.us\/ Bagdad Café"]}]}," in ",{"type":"[[","value":[["Newberry Springs"]]},", California. The bar and motel where Percy Adlon's film \"Bagdad Café\" was shot. After the movie came out the name was changed from Sidewinder Café."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Pasadena Freeway"]}," is one of the first freeways built in the US (between ",{"type":"[[","value":[["Pasadena"]]}," and ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown Los Angeles"]]}," in California).  A marker at the north end of Arroyo Parkway designates it as a State Historic Freeway.  Trucks are now prohibited on the road, and it winds its way (at a relatively high speed) into downtown Los Angeles from Pasadena, passing by homes.  This is an absolutely fun road to drive."]},"\n\n",{"type":"[[","value":[["WikiPedia:U.S. Route 66"]]},"\n",{"type":"{{","value":[["related"],["United_States_of_America"]]},"\n",{"type":"{{","value":[["related"],["Driving_in_North_America"]]},"\n",{"type":"{{","value":[["guideitinerary"]]}]