[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Roxas"]]},"\n",{"type":"'''","value":["Roxas"]}," is municipality (town) on the East coast of ",{"type":"[[","value":[["Palawan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nWorking-class middle-sized town.  Even though it is considered a 1st class municipality, it seems as though parts of the Manila slums have trickled out into the country.  \n\nRoxas (pronounced Rohas) is not a spectacular place scenery wise.  It is more of an agricultural and fisheries area.  The town proper itself including many other Barangays had previously been mined for Silica and still bears the scars of the environmental destruction.  It is just a place where people struggle to live.  Day in and day out the people living there are just going about their modest lives.  They are not very accustomed to dealing with a lot of tourists except those passing through, but they are genuinely quite excited to interact with any tourists that show them an ounce of friendship or give them the time of day.  \n\nThere is really no sense of local pride in being from Roxas.  Most of the people have migrated there from other islands probably because of the cheap\/free land and have decided to stick it out due to the decent agriculture and fisheries.  The pride of the people is more about which island they came from, not where they are currently living.  Because of this lack of local pride, the town itself has very little to no aesthetic appeal, things look as though they have just been scraped together in a very poorly thought out manner.\n\nIf you're looking for outdoor adventures and majestic beauty, Roxas will probably sorely disappoint you, but if you're looking for a taste of the quiet country farm life (if you make it out into the Barrio's) or the weird culture that is the Philippines (Asian, Spanish, Chinese and American all mixed in awkward proportions) then it is worth spending a moment, taking a breather and meeting a few locals, if for nothing else but a unique view on life.\n\nThere are two ATMs in town but neither accept foreign cards. There are a few money changers with rates lower than PP & El Nido so try not to get stuck here without any local currency.\n\n",{"type":"==","value":["Get in"]},"\nRoxas is on the main east coast road of Palawan, running between ",{"type":"[[","value":[["Puerto Princessa"]]}," and ",{"type":"[[","value":[["El Nido"]]},".  There are daily buses and shuttle vans from the new marketplace terminal in San Jose, ",{"type":"[[","value":[["Puerto Princessa"]]},".  In general the buses take an average of 3-4 hours to reach Roxas while shuttle vans take 2 hours.  \n\n",{"type":"==","value":["Get around"]},"\nTravel within the main city proper is easily accessible by foot in less than 15 minutes in any direction. Traffic is comprised mostly of people walking, motorbikes and tricycles. Compared to downtown Puerto Princesa, Roxas is relatively smoke-free and pleasant and safe to walk in. A stretch of the national highway running through town has separate and elevated sidewalks, making it safe for pedestrians to walk along the highway (unusual for a Palawan city). A bicycle can be rented from Richard at the Fort Wally Food Stop, located across from the \"Gasul\" petrol station, along the waterfront, for 200 pesos. If you talk to Richard in advance, and take the bike at 3 PM, Richard might be available to give you a free mini-tour of the town on a bicycle, starting at about 3 PM. \n \n",{"type":"==","value":["See"]},"\nThe most spectacular thing to see are the thousands of giant fruit bats that fly over the city nearly every night just before sunset.  If you have never seen them, or find yourself in Roxas for a night or two, it is worth going down to the pier or near the waterfront to see if they are flying in your direction, it is quite an amazing sight.  \n\n",{"type":"==","value":["Do"]},"\nRoxas in general is a stopping off place on your way to ",{"type":"[[","value":[["El Nido"]]}," if you absolutely can't manage the long bus ride in one day, but there really is nothing majestic or life changing to see, so if you're on a tight schedule you would probably would not regret skipping it.  Roxas also acts as something of a jumping off point for the lovely ",{"type":"[[","value":[["Port Barton"]]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Island Hopping"]}," - Within the municipality of Roxas there is a nice island resort called Coco Loco.  You can either take a day trip or rent the cabins for overnight visits.  It is about a 45 minute boat ride from Roxas town proper.  The island is peaceful and quiet with a very good swimming, nice corals and unique shelf that drops off into the unknown.  Just ask around and you will eventually find the right information."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Umalad Falls"]}," - If you're stuck in town proper and are looking for \"something\" to do outdoors on the cheap for a couple hours, there are very modest waterfalls and swimming pools on the edge of town (Ulmalad) that are a source of water for the locals.  If the water has already dried up because of the heat, the short walk in the woods is a nice tropical jungle experience that can break up and refresh your day.  Ask a tricycle driver to take you there."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Matalangaw Falls"]}," - Located half-way between Roxas and Port Barton in the sitio of Matalangaw.  This is a nice and relaxing area, not only for the sheer peacefulness of the atmosphere, but also for a refreshing hiking and swimming break from the rough and bumpy road you have been travelling.  The swimming area is located approximately 3 km from the main road and is very easy walk.  Follow the signs and when you see the little statue, you know you have made it to the main swimming hole.  Beyond the main swimming and resting area are two more falls for the more serious adventurers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Butterfly Resort"]}," - Only a 5 minute ride outside of town proper in Barangay Malcampo is a nice peaceful place called the \"Butterfly Resort\".  It is not well advertised and quite modest, but it is a good place to relax and unwind.  The beach is not a spectacular place to swim, but it is wide and long, perfect for strolling, beach combing and on low tide poking around the tide pools and nearly exposed corals."]},"\n",{"type":"==","value":["Buy"]},"\nOne of the things to note in Roxas are the cashews.  Roxas is one of the leading cashew producers and has many different locally made cashew nut delicacies.  If you like cashews, you really should try some during your short stay or pass through Roxas.  If you want to find some for your trip, either ask inside the stores you visit or look for signs saying \"Pasalubong\" (meaning gifts to bring back to family and friends). \n\nFor the ",{"type":"'''","value":["budget minded"]}," travelers, this is your last and best stop to buy cheap fresh fruits, veggies, fish and meats before heading up to the \"tourist priced\" El Nido and TayTay where you will be spending money nearly equivalent to wherever you came from on fresh fruits.   \n\nRoxas is an agricultural area, so take advantage of the cheap prices and fresh produce.  Especially the fruits!\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Market"]}," (",{"type":"''","value":["Palengke"]},") - The main public market in Roxas is located near the main bus terminal and it is literally under one minute walking distance.  There are also a wide selection of street foods available in this area.  As noted before, the prices of fresh produce in Roxas are much lower than those of TayTay and El Nido, so stock up.  If you're lucky to be passing through on a Friday or Saturday there is also a public market where many farmers bring their products into town to sell.  The prices and deals are unbelievably good during the public market days.  "]},"\nIf you need other grocery goods, besides the many sari-sari (variety) stores scattered around Roxas where you can buy nearly all your supplies such as soap, dry foods and water.  The main grocery stores with large selections are:\n\n",{"type":"*","value":[" Roxas Commercial"]},{"type":"*","value":[" Vilman's "]},{"type":"*","value":[" San Rafael"]},"\nFor ",{"type":"'''","value":["hardware"]}," or ",{"type":"'''","value":["fishing supplies"]}," the main store of interest is Number 6.  \n\n",{"type":"==","value":["Eat"]},"\nDepending on what your looking for, there is quite a variety to be had in Roxas.  From the street side \"turo-turo's\" to the few scattered restaurants.  Here are the most notable:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aromasit"]}," Vietnamese restaurant"]},{"type":"*","value":[" ",{"type":"'''","value":["Town Syte"]},". Known for its chicken-inasal."]},{"type":"*","value":[" ",{"type":"'''","value":["Modern Bakery"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Houia Keau"]}," Vietnamese restaurant"]},{"type":"*","value":[" ",{"type":"'''","value":["Mr. Donut"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Botega resto-bar"]}," Filippino food, nice outdoor seating area by the ocean"]},{"type":"*","value":[" Near Botega, across the street from Petron is another ocean front restaurant, the \"fanciest\" one in town."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Territoryo"]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are multiple Pension houses in Roxas.  The most notable is the Rover's Pension, which is no more than a 100 meters (1-2 minute walk) from the main bus terminal.  The prices are very reasonably priced for the modest accommodations.  Just ask a tricycle driver or local for directions because none of them are advertised well.\n\n",{"type":"*","value":[" Rover's Pension. php350. Run down, dirty, separate charges for pillows, bed sheets, towels, and toilet paper. "]},{"type":"*","value":[" NJ's Pension"]},{"type":"*","value":[" Donya Nela Pension: Clean basic rooms for php400. Big house built in colonial style with a big garden. Depends on your room location, the karaoke downstairs might bother you at night. "]},{"type":"*","value":[" Emerose Pension"]},{"type":"*","value":[" Pentenyo Pension"]},{"type":"*","value":[" Dos Bocales"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=EN Jays Pension house"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=php200\/400"],["content=fan single. fan double."]]}]},"\n",{"type":"==","value":["Connect"]},"\nRoxas Tourism Office (directly across the street from Rover's Pension House)\n\nIf you're looking for ",{"type":"'''","value":["Internet access"]},", Roxas is your best bet before TayTay and El Nido which both have limited electricity throughout the day.  Roxas has 24-hour electricity, so if you need to get connected ask a local resident or tricycle driver for directions to one of the many internet shops.  Internet access here in Roxas is nearly half the price of what you will be paying in TayTay or El Nido, so take advantage while you can. \n\n",{"type":"==","value":["Stay healthy"]},"\nIf you're in need of any medical assistance there are two hospitals in Roxas, both the Baptist Hospital and the Medicare Hospital.  The hospitals are located on the opposing far ends of town, but there are a few medical clinics within the town proper itself, near the Rover's Pension house.\n\n",{"type":"==","value":["Stay safe"]},"\nThere are both a Police and Fire station located near the main bus terminal.  \n\n",{"type":"==","value":["Go next"]},"\nBuses, shuttle vans leaving north to ",{"type":"[[","value":[["El Nido"]]},", south to ",{"type":"[[","value":[["Puerto Princessa"]]}," and a Jeepney and other hired vehicles west to ",{"type":"[[","value":[["Port Barton"]]}," daily.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Palawan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Roxas, Palawan"]]},"\n",{"type":"{{","value":[["geo"],["10.333333333333"],["119.33333333333"]]}]