[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Baobab near the campsite, Ruaha National Park.jpg"],["250px"],["thumbnail"],["Baobab in Ruaha National Park"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tanzaniaparks.com\/ruaha.htm Ruaha National Park"]}]}," is in ",{"type":"[[","value":[["Central Tanzania"]]},".\n\n",{"type":"==","value":["Understand"]},"\nRuaha is a very impressive park with an abundance of wildlife. In addition, due to the parks somewhat remote location, it is not on the main tourist circuit, and so visitors can enjoy viewing the wildlife without competing with hordes of other tourists.         \n\nThe park is home to very large prides of lions as well Giraffes, herds of Elephant and many other wild animals. The road network follows the Ruaha River, where the animals congregate in the dry season.\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"*","value":["lion, cheetah, buffalo, wild dog, hyena."]},{"type":"*","value":["A population of 10,000 elephants."]},{"type":"*","value":["Giraffe."]},{"type":"*","value":["Kudu (greater and lesser)."]},{"type":"*","value":["Sable and Roan antelope."]},{"type":"*","value":["Hippo, crocodile, impala, jackal."]},{"type":"*","value":["A high variety of bird life."]},"\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Road"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Self-drive."]}," The most direct route to the park is from the town of ",{"type":"[[","value":[["Iringa"]]}," on the main Zambia-Dar Es Salaam trunk.  A dirt road traverses west to north-west to the park entrance.  The road is in a reasonable condition and can be travelled by two wheel drive vehicle."]},"Petrol can be bought at Headequarters for a relatively high price so better fuel up in Iringa.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hire."]}," From Iringa, you are looking at US$120 per day to hire a 4x4 to get there and drive round the park (this includes a driver and the cost of the fuel). This may seem like a lot of money but the drivers are excellent spotters of game and avoid you the misfortune of missing some interesting and hidden animals."]},"\n",{"type":"===","value":["By Air"]},"\nUpmarket tourist resorts ferry their guests directly to the lodge via light aircraft.  The landing stip is situated near the main camp on the Ruaha River.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nPermits are obtainable at the gate.  \n",{"type":"*","value":[{"type":"[[","value":[["International travellers."]]},"  US$60 per vehicle and US$30 per person. (2006).  Prices were expected to be increased for the 2007 season."]},{"type":"*","value":[{"type":"[[","value":[["Tanzanian passport holders."]]}," A reduced fee in local currency."]},"\n",{"type":"==","value":["Get around"]},"\nSelf-drive or join an organised safari.\n",{"type":"*","value":[" guides can be hired for about 10 USD I strongly recommend this to increase game spotting and for orientation in the Park."]},{"type":"==","value":["See"]},"\nAn impressive display of Fauna and Flora.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mdonya Old River Camp."]}," ",{"type":"''","value":["www.mdonya.com"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ruaha River Lodge."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Jongomero Camp."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bandas"]},". "]},"The Bandas are basic but clean with Mosquito nets. They are beautifully situated near the River and have a selve catering kitchen  Warm showers a fireplace and you can do some game spotting right from huts on the river bank. Reservations through park headquarters +255756144400 Price about 20$ Per Person\/night basic local Meals can be obtained at headquarters kanteen 1km from the Bandas.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mwagusi Camp"]},". "]},"Note  that the below is nearly definitely written by someone who works at the camp and I'm not sure that such descriptions should be included without citation.  have been to Mwagusi and whilst it is a fine safari camp, it is by no means the best in Tanzania.  \n-\nThe price is US$70 per person per night for local visitors and US$500 per person per night for foreign tourists.  Price includes accommodation and meals but not drinks. The cost may seem high, but if you are after a little luxury, this is the place. The accommodation is made up of self contained traditional bandas with hot solar showers and flushing conveniences scattered along the Mwagusi Sand River.  Inside the banda is the sleeping “tent” fitted out with comfortable bed, desk for writing your journal, etc., truly the height of opulence.  Every banda has a veranda overlooking the sand river where you can watch the game wander by in the early morning and evening in unbridled comfort.\n\nA typical day at Mwagusi can consist of the following:\n",{"type":"*","value":[" 07:30\t\tCoffee served in your banda"]},{"type":"*","value":[" 08:00\tEarly Morning Bird Walk (Can’t tell you how good this is - walking around the park with guides looking at the wildlife whilst watching the sun rise)"]},{"type":"*","value":[" 09:00\t\tBreakfast (Juice, Fruit, Toast, Eggs, Tomatoes, Tea\/Coffee etc.)"]},{"type":"*","value":[" Game Drive"]},{"type":"*","value":[" 11:00\t \tMorning Coffee and pastries (if required)"]},{"type":"*","value":[" Game Drive"]},{"type":"*","value":[" 13:00 \tLunch (3 courses – e.g. Gaspatcho, Buffet, Dessert and Coffee); Afternoon Game Drive"]},{"type":"*","value":[" 16:00\tAfternoon Coffee and pastries (if required)"]},{"type":"*","value":[" Game Drive"]},{"type":"*","value":[" 18:00\tReturn to Camp, Hot Shower"]},{"type":"*","value":[" 19:30\t\tCocktails in Sand River around a camp fire, Evening Meal (5 Courses) set in Sand River surrounded by Elephants and Lions within touching distance (I kid you not!)"]},"\nIt is also possible to arrange a days walking safari, although this definitely not for the faint hearted as the guides don’t like to carry guns (make sure you know how to climb a tree)!\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Tanzania"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Ruaha National Park"]]}]