[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Rugby"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rugby.gov.uk\/ Rugby"]}]}," is a market town in the Borough of Rugby in ",{"type":"[[","value":[["Warwickshire"]]},", in the West Midlands region of ",{"type":"[[","value":[["England"]]},", part of the ",{"type":"[[","value":[["United Kingdom"]]},". \n",{"type":"==","value":["Understand"]},"\nThe town is credited with being the birthplace of rugby football, and is a must visit for the avid Rugby fan.\nRugby School is one of England's oldest and most prestigious public schools, and was the setting of Thomas Hughes's semi-autobiographical masterpiece Tom Brown's Schooldays. A substantial part of the 2004 dramatisation of the novel, starring Stephen Fry, was filmed on location at Rugby School.\nRugby is a birthplace of the jet engine.\nIn the 19th century, Rugby became famous for its once hugely important railway junction which was the setting for Charles Dickens's story Mugby Junction.\nThe town also inspired Thomas Hughes, (author of Tom Brown's Schooldays) to set up a colony in America, for the younger sons of the English gentry, who couldn't inherit under the laws of primogeniture. He named the town Rugby. The town of Rugby, Tennessee still exists today.\nRugby has always been a centre for the surrounding farming communities, and a weekly cattle market continued to be held in the town until April 2008, but it was the coming of the London & Birmingham Railway in 1838 which caused a significant expansion of the town.\nIn 1840 a junction with the Midland Counties Railway from Leicester was completed and in consequence major railway yards and other heavy engineering industries developed in the town.\n\nThe now demolished Rugby Radio Station would have been the radio station that would broadcast a firing message for Britains nuclear submarine Polaris, should it have of been necessary according to declassified information. The radio station was key in linking London to New York.\n\nThe decline of heavy engineering and the downgrading of the railway facilities led to a decline in the town. However, efforts have been made to exploit the central location of the town to attract new businesses and distribution centres to the area.\n\n",{"type":"==","value":["Get in"]},"\n\nRugby has major rail and road networks close by, a large reason for attracting industry, such as Rugby Cement to the region.\n\n",{"type":"===","value":["By train"]},"\n\nThe railway station near Rugby is often the reason accredited to why Rugby expanded to a size greater and engulfed the nearby village of Dunchurch. The railway station is mainly used for freight and commuters to and from nearby cities for work with an annual usage 1.565 million people; despite this Rugby enjoys one of the best and latest railway stations in the country, consisting of 6 platforms.\n\nRugby railway station is located less than a mile from the town centre (the Clock Tower), with the entrance to Rugby School about 400 yards further on.\nUpon exiting the station, the town center can be accessed by walking up the hill the station is located on. On the large roundabout at the top, turn right on to Clifton Road (Lawrence Sheriff school will be on your right), the town center can be accessed by walking onwards.\n\nSituated on the West Coast main line there are express services to and from London Euston approximately hourly operated by Virgin Trains ",{"type":"[","value":["http:\/\/www.virgintrains.co.uk\/default.aspx."]}," The typical journey time is 51 minutes. There are direct services to Liverpool, North Wales, the Lake District and Glasgow, each served two or three times a day. Advanced booking of tickets and travel outside of peak periods (7.00 - 9.00 to London, 17.00 - 19.00 from London) is strongly recommended to avoid the highest fares. Pre-booking is highly advised, note that to Virgin Trains operated destinations it is advisable to travel via Virgin Only tickets as they are significantly cheaper. See ",{"type":"[","value":["http:\/\/www.virgintrains.co.uk\/routes-stations\/rugby\/#routesFinder"]},"\n\nLondon Midland operate train services also, note that these are generally slower than Virgin Train services and stop frequently. Although London Midland trains are comfortable, Virgin Trains are preferable and it is often cheaper to buy \"Virgin Only tickets\". Services from London Midland include a service terminating in Birmingham, calling at: Coventry (12 mins), Birmingham International (for airport and National Exhibition Centre), and Birmingham New Street (45mins.). Services to London Euston have stops including Northampton (23mins.), Milton Keynes, Watford Junction. See ",{"type":"[","value":["http:\/\/www.londonmidland.com\/your-journey\/live-info\/RUG\/departures\/"]}," for live departure boards.\n\n",{"type":"===","value":["By road"]},"\n\nRugby's central location in England has resulted in an excellent road network.\n\nRugby is situated close to the junction of the M1 and M6 motorways, with Junction 18 of the M1 being five miles to the east and Junction 1 of the M6 three miles north of the town. The M45, a short spur off the M1 terminates near the village of Dunchurch, three miles south of Rugby.\n\nThe A14 trunk road linking the Midlands with East Anglia and the East Coast starts at Catthorpe, which is four miles northeast of the town.\n\nTwo major Roman roads pass close to the town. The Fosse Way which was built to link Exeter with Lincoln passes six miles to the west, and the Watling Street linking London with North Wales comes within four miles to the east of the town. The Watling Street (A5) still carries considerable heavy traffic, whereas the Fosse Way (B4455) has become a local road, although popular during the holiday season with motorists travelling to the West Country wishing to take a more scenic and less congested route.\n\n",{"type":"===","value":["By air"]},"\n\nPlans to open a major airport near Rugby were halted in 2004 after protests against it. Despite this, Rugby is accessible to many airports, easily, by public transport or roads.\n\nFrom airports in London, it is easiest to travel to Rugby by making your way to London Euston train station (via tube, taxi, Heathrow Express or otherwise) and travel by train to Rugby. Virgin Trains and London Midland services to Rugby are frequent. See above.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bhx.co.uk\/ Birmingham International airport"]}]},", situated midway between Coventry and Birmingham is 25 miles from Rugby. Flights operate daily to most major European cities and also to Newark, New Jersey, and Dubai. There is an hourly service to Birmingham International railway station from early morning to late evening, journey time 25 mins.\nIt can be accessed by using the free shuttle rail from the airport to Birmingham International train station and catching a train from there. London Midland and Virgin Train services to Rugby are frequent. See above.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flycvt.com\/ Coventry airport"]}]}," is only 10 miles from Rugby, but there is no direct link by public transport and is not as heavily serviced as other airports. Thomsonfly operate seasonal schedules to various European holiday resorts as well as Jersey. Wizz Air fly to Katowice 3 times a week.\n\n",{"type":"==","value":["Get around"]},"\nThere is a comprehensive network of buses, mainly operated by Stagecoach ",{"type":"[","value":["http:\/\/www.stagecoachbus.com\/warwickshire\/timetables.php?depart=Rugby&arrive=&s=10&o=0"]}," linking Rugby town centre with the outlying suburbs and with many of the nearby villages. Tickets can be purchased from the driver and change is given.\nBuses link the railway station with the town centre every 12 minutes.\nThere are also regular bus services to the neighbouring towns of Leamington Spa, Banbury, Northampton, Leicester and Coventry which afford an opportunity to enjoy the surrounding countryside of \"Leafy Warwickshire\" in a leisurely manner.\n\nTaxi's are readily available in masses by the town center (outside St. Andrews Church, by an entrance to the Clock Towers) and Rugby train station.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rugby Art Gallery and Museum"],["alt="],["url=http:\/\/www.rugbygalleryandmuseum.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nationally-recognised collection exploring the Roman past (by means of remains excavated at nearby ",{"type":"''","value":["Tripontium"]},"), Rugby's cultural heritage and the great collection of Modern Art. A visitor information center is available here also."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=James Gilbert Rugby Football Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1788 540 795"],["tollfree="],["fax="],["hours="],["price="],["content=The, ",{"type":"''","value":["town centre, opposite the main entrance to Rugby School, open Mo-Sa 9am-5pm, admission free"]}," - housed in the building where James Gilbert made the very first rugby football in 1842, this little museum is especially popular with rugby fans. Hand-made balls are still manufactured here and the process may be viewed by visitors from Mondays to Wednesdays."]]}]},{"type":"*","value":[{"type":"'''","value":["Rugby School"]},", one of the most famous private schools in the country, is close to the town centre, tours can be arranged, see http:\/\/www.rugbyschool.net\/toursandmuseum. A walk round its perimeter gives an excellent view of its imposing Victorian architecture and also of the field on which the game of rugby football was first played."]},"\n",{"type":"==","value":["Do"]},"\n\nDraycote Water is a reservoir and country park near the village of Dunchurch, in Rugby, owned and operated by Severn Trent Water. At one time being the 2nd largest reservoir in the world holding up to 5 billion gallons, it is popular amongst boaters, fly fishers and other water athletes. A public walk will take show you some Alpacas housed in Draycote Water. Bird watching is also common, as is cycling and walking.\n\nRyton Pools Country Park is an excellent natural park to visit.\n\nVisit Coombe Country Park outside Rugby, it offers 500 acres of beautiful gardens, woodland, lakeside walks, and bird watching. Brinklow Road, Binley, Warwickshire, CV3 2AB\n\nOutside the town center, near Tesco, there is a retail park called Junction 1 (not to be confused with Elliots Retail Park), which houses tenpin bowling and a cinema named Cineworld.\n\nWebb Ellis Rugby Football Museum\n\nRugby School Museum\n\nSee What's On: ",{"type":"[","value":["http:\/\/www.enjoyrugby.co.uk\/info\/4\/whats_on"]},"\n\nWalk along the Canal.\n\nTake a guided blue plaque tour around Rugby, MP3 files available here: ",{"type":"[","value":["http:\/\/www.enjoyrugby.co.uk\/downloads\/9\/history_and_heritage"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nRugby is filled with lots of shops of every taste in the town center. The Clock Towers shopping center in the town center contains a range of shops, side by side with many surrounding shops, restaurants and pubs on the streets.\n\n",{"type":"==","value":["Eat"]},"\n\nAll major British supermarkets; Tesco, ASDA, Morrisons and Sainsbury's have a presence in Rugby. ASDA is the most easily accessible, in the town center opposite Rugby Art Gallery and Museum, but has a limited selection of food. Sainsbury's has the best quality food but is expensive, Tesco's is somewhat midrange.\n\nBrownsover Fish Bar, located in Hollowell Way  Rugby, Warwickshire CV21 1LT, is an excellent place to buy British Fish and Chips. In 2002 it was named as the best seller of Fish and Chips in the country.\n\nAll major fast food restaurants available.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are many pubs in Rugby, in the 1960s, Rugby town centre, was recorded as having the second-highest number of pubs per square mile in England.\n\n",{"type":"==","value":["Sleep"]},"\n\nSearch via Rugby.gov.uk: ",{"type":"[","value":["http:\/\/www.rugby.gov.uk\/enjoyrugby\/site\/custom_scripts\/accommodation\/accom_search.php?SearchKeyword=&AccomTypeSelect=-1&LocationTypeSelect=-1&grading=0.5&SearchSubmit=Search"]},"\n\n",{"type":"====","value":["Town Centre"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Travelodge Rugby Central Hotel"],["url=http:\/\/www.travelodge.co.uk\/hotels\/430\/Rugby-Central-hotel\/hotel-details"],["email="],["address=Redpoll Road off Murray Road Rugby CV21 3AL"],["lat="],["long="],["directions=By the train station. By car: Exit the M6 at Junction 1 onto the A426 and follow the signs for Rugby. At the third roundabout take the first exit. At the second set of traffic lights turn right onto Mill Road. Continue straight into Murray Road and the hotel is situated on the right."],["phone = +44 871 984 6449"],["tollfree="],["fax=+44 1788 540858"],["hours="],["price="],["checkin="],["checkout="],["content=Travelodge Rugby Central Hotel - Opened in 2012 - Very close to the train station, has a Tesco Express next to it. It is just down the road from the town centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Three Horse Shoes"],["url=http:\/\/www.threehorseshoesrugby.co.uk\/"],["email=info@therugbyhotel.co.uk"],["address=Sheep Street, Rugby, Warwickshire CV21 3BX"],["lat="],["long="],["directions="],["phone = +44 1788 544585"],["tollfree="],["fax=+44 1788 546097"],["hours="],["price="],["checkin="],["checkout="],["content=Close to Rugby School and main shopping area. Originally an 18th century coaching inn."]]}]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.draycotehotel.co.uk Draycote Hotel"]}]}," A 5 star luxury hotel located in the countryside.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.signaturegroup.co.uk Dunchurch Park Hotel"]}]}," A 5 star luxury hotel located in Dunchurch.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thecarltonrugby.co.uk\/ The Carlton Hotel"]}]}," Convenient for the railway station.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.diamondhousehotel.co.uk\/ The Diamond House Hotel"]}]}," Close to recreation ground and sports centre. Convenient for Rugby School.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.woodville-hotel-rugby.com\/ The Woodville Hotel"]}]}," Convenient for Rugby School.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.grosvenorhotelrugby.co.uk\/ Grosvenor Hotel Rugby"]}]}," A 3 star hotel located on Clifton road in close proximity to the town center and walking distance to the train station.\n\n",{"type":"====","value":["Out of Town"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.coombeabbey.com\/ Coombe Abbey Hotel"]}]}," A four star luxury country house hotel between Rugby and Coventry.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.foliohotels.com\/brownsoverhall\/ Brownsover Hall"]}]}," Grade II listed Victoria Gothic mansion in its own grounds.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stanfordhall.co.uk\/ Stanford Hall"]}]}," is a 17th-century stately home situated seven miles away, just over the border with Leicestershire. It is closely associated with the early days of flight, and the River Avon flows through the grounds.\n\n",{"type":"[[","value":[["London"]]}," easily accessible by rail from Rugby.\n\n",{"type":"[[","value":[["Coventry"]]}," easily accessible by rail from Rugby.\n\n",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," easily accessible by taking the train to Birmingham New Street from Rugby.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["52.37"],["-1.26"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Warwickshire"]]},"\n",{"type":"[[","value":[["WikiPedia:Rugby, Warwickshire"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Warwickshire\/Rugby\/"]]}]