[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"],["Encyclopedic content copied and pasted from Wikipedia needs to be edited out."]]},"\nThe ",{"type":"'''","value":["Rugova Mountains "]}," are in the north-western part of ",{"type":"[[","value":[["Kosovo"]]},". It is a region within “Bjeshkët e Nemuna” (The Cursed Mountains), also known as The Albanian Alps. It was proclaimed a national park in 2013.\n\nThe Rugova Mountains are ranked 4th in winter sports by the International Ski Federation. People also hike, mountaineer, paraglide, and have picnics in the area.\n\nThere are many caves, waterfalls, glacial lakes, high peaks and tunnels in Rugova. The highest peak is Hajla (2403 m), with Volujaku almost as tall. There is a panorama of ",{"type":"[[","value":[["Peja"]]}," from the top of \"Qafa e Qyqes\" (Cuchoo's Neck). Guri i Kuq (1522 m) also offers tremendous panoramas.\n\n",{"type":"==","value":["Understand"]},"\nRugova is 93 km from ",{"type":"[[","value":[["Pristina"]]},". It covers a territory of 20330 ha. The Lumbardhi River splits the mountain in half, creating a valley and a canyon (Rugova Gorge).\n\n85% of the territory is covered by forests, 15% by pasture. The terrain is rugged with limestones and bluff slopes and deep-narrow erosive gorges. Mountain sites are with a slope of 15°-30° but occasionally they reach 45°-90°. The terrain is composed of various forms of numerous karst such as caves, natural tunnels, waterfalls, glacial lakes etc.\n\nThe region of Rugova is divided into 13 villages (Shtupeqi i Vogël, Shtupeqi i Madh, Reka e Allagës, Drelaj, Pepiq, Malaj, Kuqishtë, Dugaivë, Haxhaj, Stankaj, Bogë, Shkrel dhe Koshutan) and five small neighbourhoods (Llaz, Bellopaq, Pecaj, Ujëmirë, Dreshaj). These villages are 2–7 km apart.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"====","value":["Flora"]},"\n",{"type":"[[","value":[["File:Frut kaçe.JPG"],["thumb"],["Kaça, typical fruit"]]},"\n",{"type":"[[","value":[["File:Flowers at Rugova mount.jpg"],["thumb"],["A flower in Rugova"]]},"\n",{"type":"[[","value":[["File:Rugova Mount.jpg"],["thumb"],["Farëzhveshurat"]]},"\nRugova region is characterized by a multitude of habitats such as meadows, pastures, bushes and shrubs, forests, foothills, holes, slopes, streams, gorges, river water, pond water, caves, karst pits, half-wet properties, almost dry properties and limestone, acids with red, purple and black colours, coastlines and valleys, massive rocks and shed stones.\n\nThis variety of habitats indicates high diversity of vegetation.\n\nRugova's region vegetation is present as in central Europe altitudes, but it also grows plants that are characteristic of Balkans or only for this region. Rugova region distinguishes four areas of plants (beech, oaks, coniferous forests and alpine pastures):\n\n",{"type":"=====","value":[" Beech zone "]},"\nThis area lies at the height of 800-1000m and it is quite rich. It mainly occupies the lower part of the region and is represented by dudi, ahu, and qarri. One can also find Mëllëza, Krekëza, Frashëri, etc. Herbaceous vegetation consists of clover, violet, vicia, flokëzi, melilotus, zhabinat, etc.\n\n",{"type":"=====","value":[" Oak zone "]},"\nThis zone lies above the beech zone at the height of 1000-1600m, but it can be found in lower areas too. It is a generally degraded forest, where a massive cut for use as coal and heat is seen. This forest is young, with thin and tall trees, and in shrub forms too. The oaks form a strong shadow; therefore, low vegetation is rare and favours the growth of fungi.\n\n",{"type":"=====","value":[" Coniferous zone "]},"\n\nIn the upper part of the beech you can find ",{"type":"''","value":["Rrobulli"]}," that reaches the height of up to 2200m altitude, making it the highest limit of tree vegetation. \nThese forests are composed by black pine, white spruce, black spruce etc.\nConiferous forests are dense, while the plant cover is composed of xerophyte vegetation that favours funghi growth.\nPerennial herbs are: pteridophyte, strawberries, blueberries, blackberries etc.\n\n",{"type":"=====","value":[" Alpine pasture zone "]},"\n\nCharacteristic of this zone is the lack of the forest. This zone is mainly formed from herbaceous plants and shrubs\n\nThe types of vegetation are:\n",{"type":"*","value":[" Beech forest. 600-1000m"]},{"type":"*","value":[" Oak Forest. 800-1000m"]},{"type":"*","value":[" Coniferous forest (Rrobulli). 1300-2200m"]},{"type":"*","value":[" Broadleaf forest."]},{"type":"*","value":[" Mediterranian coniferous forest."]},{"type":"*","value":[" Mesophyte herbaceous plants."]},{"type":"*","value":[" Xerophyte herbaceous plants."]},"\n",{"type":"'''","value":["Campanula foliosa"]}," is a perennial plant that grows in subalpine meadows and on the foot of forests. In Rugova region this plant can be found in Neqinat.\n\n",{"type":"'''","value":["Phyteuma orbiculare"]}," is a perennial herb of alpine pastures. In Rugova it is found in the peak of Rusolia.\n\n",{"type":"'''","value":["Asyneuma trichocalycinum"]}," is a perennial herb of subalpine forests. This plant is also found in Neqinat.\n\n",{"type":"====","value":["Fauna"]},"\n\nRugova consists of an entirety of habitats that are very suitable for the abundance of living organisms. The region features a rich fauna both in diversity, spread or rare and endangered species. The most common mammals include hedgehogs, moles, shrews, squirrels, rabbits, bats, bears, and ungulates. Common birds include the golden eagle, the rock partridge, the griffon vulture, the European green woodpecker, and the Eurasian sparrowhawk. Several species of trout are found in the streams.\n\n",{"type":"[[","value":[["File:Colored sheeps.jpg"],["thumb"],["Colored sheep"]]},"\n",{"type":"[[","value":[["File:Paradise horse in Rugova.jpg"],["thumb"],["Paradise horse in Rugova"]]},"\n",{"type":"[[","value":[["File:Dhia, Drelaj, Rugove.jpg"],["thumb"],["A goat"]]},"\n",{"type":"[[","value":[["File:Hieraaetus.jpg"],["thumb"],["Hieraaetus"]]},"\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["File:Rugova me bore.JPG"],["thumb"],["Winter in Rugova"]]},"\n",{"type":"[[","value":[["File:Pamje pranverore në Rugovë Pejë.JPG"],["thumb"],["Spring in Rugova"]]},"\nRugova has wet continental climate with mountain influence, short and hot summers, but long and harsh winters. Spring is belated and the temperatures change within a day. Sunny hours are not very long. High level of precipitation is a result of clashes between hot\/humid tropical and continental climates. Maximum precipitation is in December (372.6mm), and minimum in July (0.3mm). Annual minimum and maximum are 540.6 mm and 1336 mm, respectively.\n\nSnow is present on the peaks until August, with a depth ranging from 30 cm to 2m.\n\nAverage temperature during springtime fluctuates from 4.4°C – 7.5°C, during summer from 10.6°C – 17.2°C, during fall 5.2°C and in winter from -10°C until -15°C.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Rugova Lake.jpg"],["thumb"],["Rugova Lake"]]},"\n\nMany important roads pass through Rugova: Shkodra’s valley relates Rugova with ",{"type":"[[","value":[["Tropojë"],["Tropoja"]]}," and ",{"type":"[[","value":[["Shkodër"],["Shkodra"]]},", Qafa e Çakorrit leads to ",{"type":"[[","value":[["Plav"]]},"e and ",{"type":"[[","value":[["Gusinje"],["Guci"]]},",  Qafa e Dasmorëve relates ",{"type":"[[","value":[["Rožaje"],["Rozhaja"]]}," and Qafa e Hajlës with Dacaj and Husaj.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nNone.\n\n",{"type":"==","value":["Get around"]},"\n\nThe region of Rugova is divided into 13 villages (Shtupeqi i Vogël, Shtupeqi i Madh, Reka e Allagës, Drelaj, Pepiq, Malaj, Kuqishtë, Dugaivë, Haxhaj, Stankaj, Bogë, Shkrel dhe Koshutan) and five small neighbourhoods (Llaz, Bellopaq, Pecaj, Ujëmirë, Dreshaj). These villages are 2–7 km far from each-other. Roads are partially paved and can be blocked during Winter.\n\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nDue to the historical past, sports in Rugova started developing later than in other countries, although there are sufficient resources. Today Rugova has several ",{"type":"[[","value":[["skiing"],["ski areas"]]}," (one of them is equipped with a telpher), trails for ",{"type":"[[","value":[["hiking"]]},", ",{"type":"[[","value":[["parachuting"]]}," runway etc. Also ",{"type":"[[","value":[["climbing rock"]]},"s and ",{"type":"[[","value":[["mountaineering"]]}," are towards development.\n\n",{"type":"===","value":["Skiing"]},"\n",{"type":"[[","value":[["File:RUGOVA 19.01.2013.JPG"],["thumb"],["Boge, Rugova"]]},"\nUp to 1974 skiing was a part of mountaineering. Rugova is known as a cradle of skiing in Kosovo and Balkans. “Rusolia” was the first club from which were formed three other groups: “Peja”, “Alpi” and “Rugova”. “Rusolia” club has participated in the Olympic Games too.\n\nThe most advanced track it is placed in Bogë, but it has many favorable tracks in other places too, for example: in Stankaj.\nIn Bogë we can also find two skiing schools “Dardani” and “Ke Luani”.\n\n",{"type":"===","value":["Mountaineering"]},"\nMountaineering presents a recreation and sporting activity which has started in ",{"type":"[[","value":[["Peja"]]}," in 1928.\n\nMountaineering, unlike Alpinism (hiking), means walking on the ground and climbing in height without any tool until you encounter with difficulties of nature: high craggy rocks.\n\nWithin the mountaineering group works the rescue group with the consisting of 30-40 people who help in cases of nature disasters.\n\nMountaineers march in four marching lines:\n",{"type":"*","value":[" The southern side of the region (6 streets)"]},{"type":"*","value":[" The Western and Northern side of the region (1 street)"]},{"type":"*","value":[" From the centre to North (3 streets)"]},{"type":"*","value":[" The Northern side (2 streets)"]},{"type":"*","value":[" The eastern side (1 street)"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["Hotel-Restaurant “Gryka” – Shtupeq i Madh "]},{"type":"*","value":["Restaurant “Mulliri”- Drelaj "]},{"type":"*","value":["Restaurant “Rugova Camp” - Shtupeq i Madh "]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Magra"],["alt="],["url=http:\/\/www.hotelmagra.com"],["email=hotelmagra@live.com"],["address=Bogë Village, Rugovë, Peja"],["lat="],["long="],["directions=From Peja, take the road to Rugova, make a right towards Bogë"],["phone= +377 (0)44 122 406"],["tollfree="],["fax="],["checkin="],["checkout="],["price=40-80€"],["content=Family ecohotel and restaurant with strong Austrian influence. The hotel is situated 1450 m above sea level."]]}]},"\n",{"type":"====","value":["Business tourism"]},"\nBusiness buildings suit the highlander nature of Rugova Mountains. Besides of the prosperous menu from ",{"type":"[[","value":[["Europe"]]},"an tables they also offer traditional foods. Motels and villas for long stay offer conditions and comfort for a wonderful vacation. Places that contribute more to the development of tourism are: \n",{"type":"*","value":["Hotel-Restaurant “Gryka” – Shtupeq i Madh "]},{"type":"*","value":["Hotel “Rudi” – Bogë "]},{"type":"*","value":["Resort “Berati” – Bogë "]},{"type":"*","value":["Hotel-Restaurant “Ke Luani”-Bogë. "]},{"type":"*","value":["Neighborhood “Hani” - Shtupeq i Madh "]},{"type":"*","value":["Eko Hotel “Magra Austria”-Bogë "]},{"type":"*","value":["Villas “Kodra” –Bogë "]},{"type":"*","value":["Hotel “Rugova Relax” – Bogë "]},"\nEach from the aforementioned places has its particulars that in one way or another attracts visitors. Thus, for example “Gryka” possesses two bears, “Mulliri” is the most antique restaurant built on the foundations of a mill, “Magra Austria” is provided with an internal pool and some other restaurants and hotels enable riding (horsemanship) and such activities that correspond to Rugova`s nature.\n\n",{"type":"====","value":["Household tourism"]},"\nThis tourism is represented from 6 home-hotels which offer place to stay as a guest house and where better than in any other place tourists set to know local traditions and the life of residents there. This tourism is developed from these resorts: \n\n",{"type":"*","value":["“Shqiponja” - Drelaj "]},{"type":"*","value":["“Lagjja e Kaprojve” - Reken e Allages "]},{"type":"*","value":["“Hajla Hut” - Pepaj "]},{"type":"*","value":["“Llazi i Ujkut” - Pepaj "]},{"type":"*","value":["“Sali Jaha” - Malaj "]},{"type":"*","value":["“Ariu” - Hokaj"]},"\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kosovo"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["42.701"],["20.162"],["zoom=12"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rugova Mountains"]]}]