[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"[[","value":[["Image:2002.12.29 18 Codz Poop Kabah Yucatan Mexico.jpg"],["thumb"],["400px"],["right"],["Codz Poop in Kabah"]]},"\n",{"type":"'''","value":["La Ruta Puuc"]}," is an official name given to a 41 km network of secondary roads through ",{"type":"[[","value":[["Yucatán"],["Yucatán state"]]}," along which one can tour Mexico's Mayan Puuc cultural heritage. The route is marked with signs. Important sites on the route include ",{"type":"'''","value":["Uxmal"]},", ",{"type":"'''","value":["Kabah"]},", and ",{"type":"'''","value":["Labna"]},". Puuc is the Mayan word for \"hills\", and the Puuc region of the Yucatan is area of small rolling hills on a peninsula which is otherwise quite flat. Some travellers spend several days visiting all the sites along this route. \n\nIn Mayan archeology, the Puuc style is characterized by the elaborate ornamentation of the facades of ceremonial buildings such as temples and palaces, using limestone quarried in the region. \n\n",{"type":"==","value":[" Mayan archaeological sites on the Ruta Puuc "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Uxmal"]]}," - important Mayan spiritual center, it features the Pyramid of the Magician"]},{"type":"*","value":[" Kabah"]},{"type":"*","value":[" Sayil"]},{"type":"*","value":[" ",{"type":"[[","value":[["Labna"]]}," - famed for its entrance arch, its Palace of Columns, and for an obelisk (Stele 9) that is believed to be a huge phallic symbol"]},{"type":"*","value":[" X'lapak"]},{"type":"*","value":[" Loltún - a system of underground caves (cenotes) in which one can see evidence of Mayan ceremonial practices"]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" ATS offers a daily bus tour, including Sundays, leaving from the Merida's 2nd class bus station at 8:00AM. On Sundays, entrance to the sites for mexican residents is free."]},"\n",{"type":"==","value":[" Prepare "]},"\n\n",{"type":"*","value":[" Since you will be outside for long periods exploring various ruins, ensure that you wear a wide-brimmed hat to provide some shade and wear loose and light clothing. Be certain to bring plenty of fluids and at least some snacks."]},{"type":"*","value":[" The sunlight will likely be intense for much of the day. Ensure that your camera (or film) is able to take pictures in bright light."]},{"type":"*","value":[" Do at least some preliminary research on the different sites before you visit. Otherwise they will start to blend into one another and you will not appreciate the differences between most of them."]},"\n",{"type":"==","value":["Go"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineitinerary"]]}]