[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"{{","value":[["quickbar"],["image=I%27m_sooooo_tired.jpg"],["location=LocationRwanda.png"],["flag=Flag of Rwanda.svg"],["capital=",{"type":"[[","value":[["Kigali"]]}],["government=Republic; presidential, multiparty system"],["currency=Rwandan franc (RWF)"],["area=",{"type":"''","value":["total:"]}," 26,338 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 1,390 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 24,948 km",{"type":"<","value":["sup",["2"]]}],["population=9,038,000 (2005 UN Estimate)"],["language=",{"type":"[[","value":[["Kinyarwanda"]]}," (official) universal Bantu vernacular, ",{"type":"[[","value":[["French"]]}," (official), English (official), ",{"type":"[[","value":[["Kiswahili"]]}," (Swahili) used in commercial centers"],["religion=Roman Catholic 56.5%, Protestant 26%, Adventist 11.1%, Muslim 4.6%, indigenous beliefs 0.1%, none 1.7% (2001)"],["electricity=220V\/50Hz (European plug)"],["callingcode=+250"],["tld=.rw"],["timezone=UTC+2"]]},"      \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rwandatourism.com\/ Rwanda"]}]}," is a relatively stable ",{"type":"[[","value":[["East Africa"],["East African"]]}," country, and easily accessible from ",{"type":"[[","value":[["Kenya"]]}," and ",{"type":"[[","value":[["Uganda"]]},". It is relatively easy, safe and simple to travel around. It is landlocked, surrounded by Uganda to the north, ",{"type":"[[","value":[["Tanzania"]]}," to the east, ",{"type":"[[","value":[["Burundi"]]}," to the south, and the ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}," to the west.\n\nRwanda is not only the land of a thousand hills, but also a country rich in flora and fauna and stunning natural beauty in its scenic rolling and breathtaking green savannah. The country hosts some rare species of animals like the silverback mountain gorillas as well as unique birds and insects in the tropical forest of Nyungwe.\n\n",{"type":"==","value":["Understand"]},"\nIt's been two decades since the civil war and genocide of 1994 that devastated this tiny country, and it's come a long way. Shake off your memories of war and expect a warm and friendly welcome to a beautiful country.\n",{"type":"[[","value":[["File:Ballet national du Rwanda-Tambours (6).jpg"],["thumb"],["Rwandan drummers"]]},"\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["People"]},"\nHutu 85%, Tutsi 14%\n\n",{"type":"===","value":["Climate"]},"\nAlthough Rwanda is located only two degrees south of the equator, Rwanda's high elevation makes the climate temperate. The average daily temperature near Lake Kivu, at an altitude of 1,463 m (4,800 ft) is 22.8°C (73°F). During the two rainy seasons (Feb–May and Sep–Dec), heavy downpours occur almost daily, alternating with sunny weather. Annual rainfall averages 800 mm (31.5 in) but is generally heavier in the western and northwestern mountains than in the eastern savannahs.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of Rwanda.png"],["regionmaptext=Map of Rwanda"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Kigali district"]]}],["region1color=#d5dc76"],["region1items="],["region1description=The area surrounding the capital"],["region2name=",{"type":"[[","value":[["Northern Rwanda"]]}],["region2color=#71b37b"],["region2items="],["region2description=Gorillas in the Mist"],["region3name=",{"type":"[[","value":[["Western Rwanda"]]}],["region3color=#d56d76"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Eastern Rwanda"]]}],["region4color=#b383b3"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Southern Rwanda"]]}],["region5color=#68a9c4"],["region5items="],["region5description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kigali"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Byumba"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rubavu"]]},", formerly Gisenyi"]},{"type":"*","value":[" ",{"type":"[[","value":[["Muhanga"]]},", formerly Gitarama"]},{"type":"*","value":[" ",{"type":"[[","value":[["Huye"]]},", formerly Butare"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kibungo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kibuye"],["Karongi"]]},", formerly Kibuye"]},{"type":"*","value":[" ",{"type":"[[","value":[["Musanze"]]},", formerly Ruhengeri"]},"\n(Cities were renamed a few years ago when the administrative structure of Rwanda was re-vamped. The former names refer to old provincial capitals. Expect people to use either name listed to refer to these cities.)\n\n",{"type":"==","value":["Other destinations"]},"\nRwanda has 3 national parks:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Akagera National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Volcanoes National Park"]]}," – home to the mountain gorillas, this park spreads into ",{"type":"[[","value":[["Uganda"]]}," and ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nyungwe National Park"]]}]},"\n",{"type":"==","value":["Get in"]},"\nA passport is required to enter Rwanda and a certificate of vaccination for yellow fever is normally required to return back to the country of origin. Nationals of most African countries can probably enter Rwanda without getting a visa beforehand. Nationals of the following countries may also ",{"type":"[","value":["http:\/\/www.migration.gov.rw\/page.php?article3 visit Rwanda without visa"]}," for a period up to 90 days: ",{"type":"[[","value":[["USA"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["United Kingdom"]]},", ",{"type":"[[","value":[["Sweden"]]},", ",{"type":"[[","value":[["Singapore"]]},", and ",{"type":"[[","value":[["Hong Kong"]]},". If arriving by air, citizens of many European countries may get an 8 day single entry visa on arrival for USD30, which can be extended by the immigration office in ",{"type":"[[","value":[["Kigali"]]},", although this process is sometimes tedious. Generally, Rwandan embassy and consulates can issue 3 month tourist visas for around the same price without much hassle. Contact your nearest embassy or consulate for more information.\n\nIf you are travelling overland, it is no longer possible to obtain a visa at the border. However, visa application can easily be made ",{"type":"[","value":["http:\/\/www.migration.gov.rw\/singleform.php on-line"]},". You will within a few days receive an entry visa acceptance by email. Bringing this acceptance letter, the visa will be issued at the border. The USD30 visa fee is paid at the border.\n\n",{"type":"''","value":["Bona fide"]}," tourists may also want to consider the ",{"type":"[","value":["http:\/\/www.visiteastafrica.org\/visa\/ ",{"type":"'''","value":["East Africa Tourist Visa"]}]}," announced in Jan 2014 and first issued in Mar 2014 that allows travel between Kenya, Rwanda and Uganda with multiple entries in a 90 day period for USD100 and without \"restrictions on country of origin\". Rwanda has made the smart move of setting up an on-line website to issue these, which means that many tourists may want to first land at Rwanda's capital airport of ",{"type":"[[","value":[["Kigali"]]}," rather than ",{"type":"[[","value":[["Entebbe"]]}," or ",{"type":"[[","value":[["Nairobi"]]}," since this visa must be issued by the country that you first plan to visit (similar principle to ",{"type":"''","value":["Schengen"]}," visas in the ",{"type":"[[","value":[["EU"]]},").\n\n",{"type":"{{","value":[["infobox"],["I'm not a plastic bag!"],["Thin plastic bags are prohibited in Rwanda. Luggage will be searched at the border and even at police checkpoints throughout the country to make sure you are not carrying plastic bags. Prior to the ban, one-time use plastic bags plagued city streets and threatened the delicate environment. Today, Rwandan cities are almost litter-free and some of the cleanest in Africa!"]]},"\n\n",{"type":"===","value":["By plane"]},"\nThere are direct international flights into ",{"type":"[[","value":[["Kigali"]]}," from ",{"type":"[[","value":[["Brussels"]]}," several times a week on Brussels Airlines, and from Istanbul three times per week on Turkish Airlines. KLM also flies to Kigali directly from ",{"type":"[[","value":[["Amsterdam"]]},". RwandAir has, since the end of Aug 2011, started flights to Dubai (via) Mombasa using its new Boeing 737-800 and separately to Jo-Burg using the same aircraft. There are also daily flights from Entebbe airport in ",{"type":"[[","value":[["Uganda"]]},", ",{"type":"[[","value":[["Johannesburg"]]}," and ",{"type":"[[","value":[["Addis Ababa"]]},". Additionally, there are connections twice a day from Nairobi, and several flights a week to Bujumbura. Note that the Rwandan capital is also easily accessible (3 hr by road) from the Goma airstrip in DRC.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" In ",{"type":"'''","value":["Uganda"]},", several bus companies make the 8-10 hour journey from ",{"type":"[[","value":[["Kampala"]]}," in ",{"type":"[[","value":[["Uganda"]]}," to ",{"type":"[[","value":[["Kigali"]]},". As of 31 Jan 2011, it costs RWF7,000 from Kigali to Kampala on Horizon. Jaguar charges RWF6,000-8,000 - early buses are cheaper. The most reliable bus company is Kampala coaches, Jaguar and Ontracom from Rwanda."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tanzania"]}," has one open border with Rwanda, but this is a far more difficult way to enter Rwanda due to the remoteness and lack of roads in western Tanzania. A bus runs from ",{"type":"[[","value":[["Mwanza"]]}," to Benako (both Tanzania) and from Benako buses run onto ",{"type":"[[","value":[["Kigali"]]},". Another town to consider on this route is Ngara (Tanzania)."]},"\nSeveral buses run from ",{"type":"[[","value":[["Dar es Salaam"]]}," via ",{"type":"[[","value":[["Morogoro"]]}," and ",{"type":"[[","value":[["Dodoma"]]}," (they all leave Ubungo bus station around 06:00-07:00) to ",{"type":"[[","value":[["Kahama"]]}," daily. You will have to spend the night in Kahama and then get a minibus or shared taxi on to the boarder. From the Rwandan side of the border, there are minibuses to Kigali.\n\n",{"type":"*","value":[" In ",{"type":"'''","value":["Burundi"]},", there are two ways to enter from Rwanda, and security in the border areas varies. For the intrepid, there is a daily direct service from ",{"type":"[[","value":[["Kigali"]]}," to ",{"type":"[[","value":[["Bujumbura"]]}," operated by Yahoo Car, and since 2007, a new \"luxury\" service operated by Belvedere Lines. If there are security concerns on the ",{"type":"[[","value":[["Bujumbura"]]}," - ",{"type":"[[","value":[["Huye"]]}," - ",{"type":"[[","value":[["Kigali"]]}," route, it is also possible to go along the road bordering (but not entering) DRC. You will probably have to do this in a series of minibuses via ",{"type":"[[","value":[["Cibitoke"]]},", ",{"type":"[[","value":[["Bugerama"]]}," (",{"type":"[[","value":[["Rwanda"]]},") and ",{"type":"[[","value":[["Cyangugu"]]}," (",{"type":"[[","value":[["Rwanda"]]},"). With both of these routes, check the security situation with your embassy (the Belgian embassy has the best information). "]},"\n",{"type":"*","value":[" For ",{"type":"'''","value":["Democratic Republic of the Congo"]},", much of the country remains off limits to many tourists due to instability, though Goma and Bukavu can be visited easily from Rwanda."]},"\n",{"type":"===","value":["By train"]},"\nIn 2009, Rwanda & Tanzania announced a plan to build a railway line between Isaka, ",{"type":"[[","value":[["Tanzania"]]}," and ",{"type":"[[","value":[["Kigali"]]},".\n\n",{"type":"==","value":["Get around"]},"\nShort distances can be travelled either on foot, or by taxi-velo (bicycle taxi). Taxi-velos are widespread, and are relatively inexpensive but not allowed in urban areas. A taxi-velo driver will cycle, and the passenger will sit rather precariously on the back.\n\nMotorcycle taxis (taxi-moto) are also popular, especially in ",{"type":"[[","value":[["Kigali"]]},", a normal journey will cost from USD1-2. If you look like a foreigner and are walking on the main road, drivers will probably come up to you to offer a ride. Most of the drivers speak only very basic English or French, if they speak any.  \n\nTaxis are less common, and are best found at taxi stations, by waiting at the taxi sign at bus stops, or by calling them.  They are significantly more expensive, even short rides cost RWF2,000, almost USD4, and longer rides can be RWF5,000 or more (almost USD10).\n\nSlightly longer distances, indeed the whole country, can be travelled by Matatu (or Twegerane, literally ",{"type":"''","value":["let get closer"]},"). These white minibuses are found throughout East Africa, and are crammed full of adults, children, and anything else you can think of (bags, chickens).\n\n",{"type":"==","value":["Talk"]},"\nKinyarwanda is the chief spoken language in Rwanda. It is also spoken in the east of the ",{"type":"[[","value":[["Democratic Republic of Congo"]]}," and in the south of ",{"type":"[[","value":[["Uganda"]]}," (Bufumbira-area). Kinyarwanda is a tonal language of the Bantu language family (Guthrie D61). Kinyarwanda is closely related to Kirundi spoken in the neighboring country ",{"type":"[[","value":[["Burundi"]]}," and to Giha of western ",{"type":"[[","value":[["Tanzania"]]},".\n\nEnglish and French are also official languages, and many residents (particularly in urban areas) will speak one or the other in addition to Kinyarwanda.\n\nDue to the mass movement of people over the past fifty years, a result of the country's war torn history, you will likely encounter several people who speak a handful of other languages spoken in the East African region (Kiswahili, Lingala, Luganda...). Most traders in Rwanda will speak enough Kiswahili to make a sale.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=National Museum of Butare"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=0252 553131"],["tollfree="],["fax="],["hours=09:00-17:00"],["price=RWF3,000 for foreigners; RWF2,000 for foreign residents. Extra charge for photography."],["content=In ",{"type":"[[","value":[["Huye"]]}," – National Museum of Rwanda"]]}," "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Genocide Memorial"]}," in ",{"type":"[[","value":[["Kigali"]]}," – good insight into one of the world's greatest tragedies. It's free to walk around but audio guides are USD10.  Tour guides can be hired for small groups."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Nyamata Genocide Memorial"]}," is a worthwhile complement to the Gisozi Memorial Centre in ",{"type":"[[","value":[["Kigali"]]},". Located in the town of Nyamata, 40 minutes south of ",{"type":"[[","value":[["Kigali"]]}," on a newly paved road, the memorial is in a church where over 10,000 people were killed during the 1994 genocide. Visitors take a short tour and see the evidence of the genocide that remains there today - victims' clothing piled on benches, the roof pockmarked with bullet holes, and the open crypts behind the church that hold the remains of over 40,000 people from the area. An extremely moving look into one of the places where the genocide was carried out.  NOTE: If you wish to take photographs of the site, you will need to purchase a permit in Kigali before travelling to Nyamata.  It is open 7 days per week and is free to visit.  Donations are encouraged as they receive little support from the government."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Ntarama Genocide Memorial"]},", just 20 minutes away from the Nyamata memorial, is also worth visiting. Like the Nyamata memorial, this site was a church before the genocide, and was nationalised to serve as a memorial after thousands of people were killed within its walls. The church itself is different than Nyamata, with victims' clothing eerily displayed from the rafters of the church as a grim reminder of what happened there.  Visitors can see large chunks of the outer wall missing, where grenades were used to force entry. Ntarama also has a peaceful memorial garden and wall of names in the back of its compound. Ask the resident guide for a tour in English or French, and remember to give them a donation for the site afterwards; it gets almost no support from the government. To get there, take the highway from ",{"type":"[[","value":[["Kigali"]]}," to Nyamata and follow the signs for the Ntarama memorial, before you reach Nyamata. It is open 7 days per week and is free to visit.  Donations are encouraged as they receive little support from the government."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Kivu"]}," in ",{"type":"[[","value":[["Western Rwanda"]]}," – a large lake bordering the DRC, it's a nice place to relax for a week or so."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parc National des Volcans"]},", home of the mountain gorillas, and the setting for ",{"type":"[[","value":[["Special:Booksources\/061808360X"],[{"type":"''","value":["Gorillas in the Mist"]}]]},", author Dian Fossey's research. If you can afford it, it's an excellent experience, and even possible as a daytrip from ",{"type":"[[","value":[["Kigali"]]},". Inquire at the Rwandan Office for Tourism and National Parks (ORTPN), Boulevard de la Révolution n° 1, Kigali, +(250) 576514 or 573396, ",{"type":"[","value":["mailto:reservation@rwandatourism.com\/ reservation@rwandatourism.com"]},", ",{"type":"[","value":["http:\/\/rwandatourism.com\/primate.htm"]},". It costs USD750 per person (1 Jun 2012). Besides that, you will have to take an official taxi which costs another USD50. Prices are rising constantly, and you should really consider if you want them to get away with these rip-off prices, because as long as there are people who pay them, they will continue to raise them."]},"\n",{"type":"==","value":["Buy"]},"\nThe currency is the Rwandan franc (French: ",{"type":"''","value":["franc rwandais"]},", Kinyarwanda: ",{"type":"''","value":["Ifaranga y'u Rwanda"]},") which has the ISO 4217 currency code of ",{"type":"'''","value":["RWF"]}," (sometimes displayed as FRw, and possibly RF or R₣;). \n\nAs of Sep 2013, USD1 = RWF637\n\nThe smallest-value note is a RWF500 note, which is the smallest note in physical size, as well. There are also notes in denominations of 1,000, 2,000, and 5,000, with the larger notes becoming slightly larger in physical size. There are no generally-circulated notes over RWF5,000, which can be cumbersome since a  RWF5,000 note is roughly equivalent to USD8. Since few places in Rwanda accept credit cards, travellers need to make provision to carry around a large bundle of cash if travelling outside of Kigali, especially if staying longer than a few days.      \n\nCoins valued at  RWF100 are commonly used. However, smaller coins (50, 20, 10, 5, and  RWF1) are generally not accepted by street merchants and smaller restaurants and hotels. The only place to obtain smaller coins is through a bank or a large store, such as a supermarket. It is common for most businesses in Rwanda, including currency exchangers and gas stations, to round transactions to the nearest  RWF100.\n\nYou get a slightly better exchange rates by bringing USD50 bills or higher (year 2006 or newer) to exchange for Rwandan Francs.  \n\nThere are ATMs all over Kigali, in every bank branch.  Depending on your bank, this can be a much cheaper way to get francs because the ATMs use a much better exchange rate than the money changers.\n\n",{"type":"==","value":["Eat"]},"\nThe local \"Brochettes\" (kebabs) are delicious and are available in most bars and restaurants. Small bars will primarily serve goat brochettes, and goat liver brochettes are often of higher quality to the locals. ",{"type":"''","value":["Zingalo"]}," is goat intestine, sometimes also served as a brochette. Some locals prefer this and it could be brought to you without asking at very \"local\" places, so try to see whether other diners seem to be enjoying the spiral looking treat and specify you do not want it when you order (\"OYA zingalo!\"). Some restaurants also serve beef and fish brochettes, and a few will serve chicken. Brochettes are usually taken with french fries (\"frites\") or fried or grilled ",{"type":"''","value":["ibitoke"]},". \n\nIf Rwanda has a staple food, it is ibitoke (sing. igitoke). Ibitoke are starchy, potato-like bananas, which are ",{"type":"''","value":["not"]}," sweet like plantains. While plantains are available in Rwanda, they are not seen as particularly Rwandan food. Igitoke\/banana are served boiled in sauce, grilled, or even fried. You can also refer to them as ",{"type":"''","value":["matoke"]},", which is usually easier for foreigners to pronounce. The sweet bananas in Rwanda are delicious but considerably smaller than the matoke bananas. If you want this type of banana, ask for small banana or sweet banana and you will usually get what you are looking for.\n\nIn urban areas a local buffet known as \"Melange\" is sold at lunchtime. This consists of a buffet of mostly carbohydrates such as potatoes, bananas, rice, and cassava accompanied with some vegetables, beans, and a small amount of meat or fish with sauce. Note that Rwandan buffets are ",{"type":"'''","value":["not"]}," all you can eat! You may fill your plate only once, and with practice you'll be able to stack your plate high like the locals do. Prices range from just over USD1 to USD5 or even USD10 depending on the grade of the eatery and the variety of food available. Most of the upper segment buffets (USD3 and above) offer a salad buffet too. Note that many of the cheaper Melange places are unmarked. \n\nKigali has a much better range of restaurants than the rest of the country. Here you can find several Indian and Chinese restaurants, as well as Italian, Greek, French and multi-cuisine establishments charging around USD10 for dinner.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation is usually fairly basic and significantly more expensive than neighbouring ",{"type":"[[","value":[["Uganda"]]}," and ",{"type":"[[","value":[["Tanzania"]]},". Very basic accommodation will cost USD8-20.\n\nA few nice hotels can be found in ",{"type":"[[","value":[["Kigali"]]},", the most famous of which is the \"Hotel des Milles Collines\", as featured in the movie ",{"type":"''","value":["Hotel Rwanda"]},". Movie buffs hoping to stay in the film set will be disappointed though, as the film was produced in South Africa.  The Hotel is now open after extensive renovation. Most hotels in Kigali are in the $50 and above range, although there are a few bargains to be had if you look around.\n\nThere is a relatively inexpensive hotel run by Catholic nuns called St Paul right in the centre of town.  It's located right behind the church by the same name right across from the roundabout.  Twin beds (without self-contained bathroom) cost RWF8,000.   \n\nLake Kivu: Kibuye: \n\nThere is a fairly inexpensive hotel called Home Saint Jean (phone number: 0252 568 526) in Kibuye.  They have dorms and private rooms.\n\n",{"type":"==","value":["Drink"]},"\nIn most shops you will find milk, water, juices and soft drinks. In most bars the choice is limited to their offering of about 5 different sodas and 4 different beers, ",{"type":"'''","value":["Turbo King"]},", ",{"type":"'''","value":["Primus"]},", ",{"type":"'''","value":["Mützig"]}," and ",{"type":"'''","value":["Amstel"]},". Primus and Mützig are available in small and large sizes, whereas Amstel is available only in 330ml bottles. Note that Rwandans are known for their fondness for large beers and when you order Amstel, it is common for a server to bring out 2 bottles at a time. ",{"type":"'''","value":["Bralirwa"]}," in the north of the Rwanda produces most of the beer and soft drinks available in Rwanda. ",{"type":"'''","value":["Inyange"]}," produces juices and soft drinks.\n\nThere are also local banana beer preparations called ",{"type":"''","value":["Urgwagwa"]},", normally brewed at home and available only in plastic containers but now also sold in bottles at some shops and bars.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nTourists are usually welcomed warmly in Rwanda, and the country is largely considered safe for visitors.  The possible exceptions are certain places along the ",{"type":"[[","value":[["Democratic Republic of the Congo"],["Congolese"]]}," and ",{"type":"[[","value":[["Burundi"]]},"an borders. Rwandan troops rumoured to be involved in the civil war that still plagues the northeast of ",{"type":"[[","value":[["Democratic Republic of the Congo"]]},", mainly due to the presence of Interhamwe who fled after the 1994 genocide. ",{"type":"[[","value":[["Gisenyi"]]}," and ",{"type":"[[","value":[["Kibuye"]]}," are considered safe, but the border situation can change at any time: check Foreign Office information and local sources for further advice. \n\nGorilla trekking near to the DRC border is generally considered safe, due to the large and continuous Rwandan army presence.\n\nWhile travelling in ",{"type":"''","value":["matutus"]}," (taxis) in the countryside, don't be surprised if the matutu drives through several police\/military check-points. This is done to check IDs, car registration and insurance, so it would be wise to bring at least a photocopy of passport with you everywhere you go in Rwanda.\n\n",{"type":"==","value":["Stay healthy"]},"\nThe following is an excerpt from the US State Department's Consular Information Sheet on Rwanda updated on 1 Dec 2006:\n\nMedical and dental facilities are limited, and some medicines are in short supply or unavailable.  Travellers should bring their own supplies of prescription drugs and preventive medicines.  In Kigali, Americans may go to King Faycal Hospital, a private facility that offers limited services.  There is also a missionary dental clinic in Kigali staffed by an American dentist. An American-operated missionary hospital with some surgical facilities is in Kibagora, in southwestern Rwanda. Another hospital with American physicians is in Ruhengeri, near the gorilla trekking area, and a Chinese hospital is in southeastern Rwanda in Kibungo. There is also a very good hospital near Lac Muhazi, where even people from Kigali go to. The US Embassy maintains a current list of healthcare providers and facilities in Rwanda. This list is included in the Consular Section’s welcome packets for American citizens. There are periodic outbreaks of meningitis in Rwanda.  Yellow fever can cause serious medical problems, but the vaccine, required for entry, is very effective in preventing the disease.\nHIV\/AIDS is ",{"type":"'''","value":["high"]}," among adults at ",{"type":"'''","value":["9%"]}," or ",{"type":"'''","value":["1 in 11"]},". ",{"type":"'''","value":["Practice safe sex. Avoid intravenous drug use."]},"\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"[","value":["http:\/\/www.rwandatourism.com ",{"type":"'''","value":["Office Rwandaise du Tourisme et des Parcs Nationaux (ORTPN)"]}]},", Boulevard de la Révolution no 1, Kigali\nTel: +250 576 514 or 573 396\n\n",{"type":"'''","value":["Embassy of the Republic of Rwanda in Canada"]},{"type":"<","value":["br"]},"\n53 Gilmour Street, Ottawa, ON  K2P 0N8, Canada",{"type":"<","value":["br"]},"\nTel: (613) 569-5420",{"type":"<","value":["br"]},"\n",{"type":"[","value":["http:\/\/www.ambarwaottawa.ca"]},"\n\n",{"type":"'''","value":["Embassy of the Republic of Rwanda in the UK"]},{"type":"<","value":["br"]},"\n120-22 Seymour Place, London W1H 1NR, UK",{"type":"<","value":["br"]},"\nTel: (020) 7224 9832",{"type":"<","value":["br"]},"\n",{"type":"[","value":["http:\/\/www.ambarwanda.org.uk"]},"\n\n",{"type":"'''","value":["Embassy of the Republic of Rwanda in the USA"]},{"type":"<","value":["br"]},"\n1714 New Hampshire Avenue, NW, Washington, DC 20009, USA",{"type":"<","value":["br"]},"\nTel: (202) 232 2882",{"type":"<","value":["br"]},"\n",{"type":"[","value":["http:\/\/www.rwandaembassy.org"]},"\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:Nyamata Memorial Site 13.jpg"],["thumb"],["Skulls in Nyamata Memorial Site"]]},"\nRwanda is a very conservative society;  most people dress modestly, especially women. Wearing shorts or tight skirts and skimpy tops is likely to get you stared at twice as much as normal. \n\nIt is unusual for a couple to make public displays of affection, even though many men walk hand in hand with male friends. Also, Rwandans will generally never eat or drink in public, apart from restaurants. Rwandan women are rarely seen smoking in public or out in bars unaccompanied. \n\nAlthough there is no smoking ban in most public places like bars and restaurants, generally it's not encouraged. Sometimes people may complain of being disturbed with your smoking.\n \nRwandans are very private, reserved people and loud public confrontations (shouting matches) or obvious displays of emotion (such as crying) are also frowned upon. If you feel you are being overcharged by a trader, quietly persisting with the negotiation (or your complaint!) is likely to produce results much faster than an angry outburst!\n\nIt is also impolite to make eye contact with an elder.\n\nPlease understand that Rwanda is still recovering from a civil war and genocide in which over 800,000 people, perhaps a million, were killed. Many Rwandese lost relatives and friends. Remember to be sensitive to this sad fact when dealing with Rwandese. Most people today are trying to forget the tribal divisions and would rather be referred to as Rwandese than Hutu or Tutsi. It is considered impolite to ask someone about their ethnic origin.\n\nThere is not much political discourse in Rwanda, unlike in many neighbouring countries such as Uganda and Kenya where people talk freely about the government and political issues, people in Rwanda will be uncomfortable if asked about their views or even if seated at a table where national politics is discussed.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Post"]},"\n\n",{"type":"===","value":["Phones"]},"\n\n",{"type":"===","value":["Internet"]},"\n\n\n",{"type":"{{","value":[["isPartOf"],["East Africa"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["-1.9"],["29.8"],["zoom=8"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Rwanda"]]},"\n",{"type":"[[","value":[["WikiPedia:Rwanda"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Rwanda\/"]]}]