[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Rasnov"]}," is a town in ",{"type":"[[","value":[["Transylvania"]]},", ",{"type":"[[","value":[["Romania"]]},". It is located in the touristic county ",{"type":"[[","value":[["Brasov"]]},". It was once part of the saxon region called Burzenland. However, the city is much older, dating from Thracian-Roman times. It is home to a freshly restored Saxon fortress from the 14th century, and also to many old Saxon houses. In German the name of the town is \"Rosenau\", which means Rosepond. There are about 15,000 inhabitants who live right next to a huge forest that leads up the mountains. The river Ghimbasel (german: Burzen) crosses the town. Today most of the population is Romanian, but there are also Rromas, and some Germans and Magyars. The city is rapidly developing towards an important tourism town, while new pensions and attractions are being developed. Those who rush through Brasov county, stop by to see the fortress, but many people take the time to stay here for a few days and enjoy its blend of nature and fun. Others choose it as a cheap and quiet base to explore the surrounding area with its numerous attractions (",{"type":"[[","value":[["Brasov"]]},", ",{"type":"[[","value":[["Sinaia"]]},", ",{"type":"[[","value":[["Bran"]]},", ",{"type":"[[","value":[["Zarnesti"]]},", ",{"type":"[[","value":[["Prejmer"]]},", etc.). \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Râşnov-SE.jpg"],["thumb"],["290px"],["View from the hill."]]},"\n\n",{"type":"===","value":[" By car "]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Brasov"]]},": exit Brasov to the south, toward ",{"type":"[[","value":[["Pitesti"]]},"\/",{"type":"[[","value":[["Rucar"]]},". You will drive for about 10 km, then pass Cristian, and after another 2-3 km you will reach Rasnov. Total distance from Brasov: About 15 km."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Bucharest"]]},"\/",{"type":"[[","value":[["Sinaia"]]},": while driving on national road DN1 you will reach Predeal. Here, after passing over a bridge, take a road to the left. You will pass ",{"type":"[[","value":[["Paraul Rece"]]},". Total distance from Predeal: about 17 km. Total distance from Bucharest: about 180 km."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Pitesti"]]},"\/",{"type":"[[","value":[["Bran"]]},"\/",{"type":"[[","value":[["Moeciu"]]},":  Just follow the road to Brasov. You will pass ",{"type":"[[","value":[["Bran"]]}," and Tohanu Nou. Total distance from Bran: about 15 km."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Poiana Brasov"]]},": As you drive towards Brasov, in the center of Poiana Brasov, just 100-150 m after the big parking space, there is a road to the left. Take that road, and then after 50 m take it to the right into the forest. Don't worry, the road is very good. The next city is Rasnov. Total distance from Poiana Brasov: about 10 km."]},"\n\nIn Rasnov there are 2 gas station on the main road, one Lukoil (exit towards Brasov) and one Petrom (exit towards Bran).\n\n",{"type":"===","value":[" By train "]},"\nThere is a train on the route Brasov-Rasnov-Zarnesti. It leaves from Brasov main station, where you can also get tickets, but you will have to ask which cassa is the right one as it is a private company. The price for one trip is about 2.7 Ron.\n\n",{"type":"*","value":["the trains from Brasov to Rasnov leave at: 6:13 a.m., 8:18 a.m., 12:00, 2:17p.m., 4:02 p.m., 6:10 p.m., 8:12 p.m."]},"\n",{"type":"*","value":["the trains from Rasnov to Brasov leave at: 5:40 a.m. , 7:19 a.m., 11:09 a.m., 1:29 p.m., 3:27  p.m., 5:29 p.m., 7:24 p.m., 9:34 p.m."]},"\n\n",{"type":"*","value":["the trains from Rasnov to Zarnesti leave at: 6:34 a.m., 8:40 a.m., 12:21 p.m., 2:38 p.m., 4:23 p.m., 6:31 p.m., 8:32 p.m., 10:36 p.m."]},"\nThis timetable is also valid for weekends.\n\nYou should get off in the first station in Rasnov, otherwise you will end up about 2km from the town in Rasnov h. The stations are as follows:  Brasov Mainstation - Brasov Bartolomeu - Cristian - ",{"type":"'''","value":["Rasnov"]}," - Rasnov H - Tohanu Vechi - T Mosoiu - Zarnesti.\n\nTip: on Saturday and Sunday you can use an old vapor-train on the route Brasov-Rasnov-Zarnesti. This train leaves Brasov at around 9 a.m. (this is an approximate time) and then goes back to Brasov from Rasnov at exactly 11:36 a.m. . One ticket is about 10 Ron.\n\n",{"type":"===","value":[" By bus "]},"\n",{"type":"[[","value":[["Image:Rasnov 078.jpg"],["thumb"],["right"],["190px"],["Street in Rasnov."]]},"\n\nBrasov: The bus runs every 30 minutes from Codreanu Autostation (also known as \"Autogara 2\"; it is next to the soccer Stadium. Use the lines to get there). First fare at 6:30AM, last fare at 8PM or 9PM. Saturday and Sunday they go only every 60 minutes, and last fare is at 5PM. In Rasnov the bus stops several times. The price is 2.5lei. To get from the main trainstation to Autogara 2 use line 23 or 23B. To get here from the center take the line 16.\n\nBran: the Bus towards Brasov crosses Rasnov.\n\nPoiana Brasov, Predeal: None.\n\n",{"type":"===","value":[" Hitchhiking "]},"\n",{"type":"[[","value":[["Image:Rasnov33.jpg"],["thumb"],["right"],["190px"],["Caragiale Street in Rasnov."]]},"\nHitchhiking to Rasnov from Brasov is a regular practice. The place you can try are the intersection of Lunga Street with soseaua Cristianului. Be sure to stand on the side of the road that goes out of the city (across the street from Bartholomeus Church). The second spot is down that road, toward Pitesti, on the strip between Eliana Mall and the train crossing.\n\nHitchhiking from Bran is also quite a natural phenomenon, just stay in the bus station or on the road and signal your intent. \n\nHitchhikers have been seen to be picked up from the road Predeal- Brasov, but you will certainly need more patience.\n\nIt is polite to give the driver about 2-3 lei per person, from all these directions.\n\n",{"type":"===","value":[" By taxi "]},"\nAny taxi driver will be glad to take you to Rasnov, but make sure you choose one which runs for a company. The price per km should not exceed 2 lei, and it must be shown on the door of the cab. Please note that you will also have to pay for the trip back that the taxi driver will have to make. The double fee per km will be calculated from the moment you are at the train passing and exit Brasov (but the sign with crossed Brasov will be reached only after 2-3 km). The total trip from Brasov (trainstation) should not cost more than 40-45 lei.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Rasnov Cetatea1.jpg"],["thumb"],["200px"],["The fortress in Rasnov."]]},"\n\n",{"type":"*","value":["Easiest is to ",{"type":"'''","value":["walk"]},", "]},{"type":"*","value":["but there is also a ",{"type":"'''","value":["taxi"]},": Tur Taxi, phone 0268231100 or 0728 231 100 or 0743 281 100, plus country code +40. "]},{"type":"*","value":["You can also get around with the ",{"type":"'''","value":["bus"]}," that stops several times as it goes\/comes to\/from Brasov."]},"\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"===","value":[" Main attractions"]},"\n\n",{"type":"[[","value":[["Image:Rasnov 050.jpg"],["thumb"],["right"],["200px"],["The foot way to the old fortress, Rasnov."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Râșnov Citadel"],["alt=Cetatea Râșnov"],["lat=45.590556"],["long=25.468889"],["content=Built in the 14th century by the local Saxons it was meant to protect them from invaders and protect the Burtzenland's south eastern border, just 15 km away. It is freshly renovated and thus is the best preserved fortress in Romania. It also offers a breathtaking view as it is located on a big hill. In the fortress you can have a drink, and shoot with a bow."],["price=2.5-3 Euros. No discount for students"]]}]},"\nYou can get there \n",{"type":"*","value":["by car: from Rasnov city center take the road towards Poiana Brasov and right where Rasnov ends go left. A forest road leads up to the parking for the fortress. Can be crowded and tight in high season. "]},{"type":"*","value":["by foot: a wonderful walking path takes you from the center to the fortress, through a shady forest. As you face the hill from the city center's park you will see a big entrance between two old buildings (on the left there is a shop, and on the right a pub). Go through that entrance and follow the path. Walking time: 15-20 mins. Difficulty: you need to be more or less fit, but certainly not a passionate hiker."]},{"type":"*","value":["by \"Transylvania Express\": during tourist season there is a \"train\" (actually a tractor with a trailer) that will take up the hill for a few lei. However, it is extremely slow (walkers can pass it little effort) and generally not worth the money. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Evanghelical Church"],["alt=Biserica Evanghelică"],["lat=45.6255666"],["long=25.4803143"],["content=It has been built in the 13th century and the murals date from around 1500."],["directions=Right in the city center."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Old Orthodox Church"]},": from the center park with the hill on your left hand side, go straight and then the second street to the left (quite a small street). Total walking distance: about 10-15 minutes. The church was built in 1384 by the Dan I Basarab. It also houses a small museum. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Cheile Rasnoavei"]}," - this green canyon is appreciated for its beauty not only by locals and tourists but also by movie producers who have filmed here. In the canyon there is a fast mountain river with many small waterfalls. Here you can bungee jump, rappel, walk, drive an ATV, climb, picnic, tent (but beware of bears), or just enjoy this natural and well preserved area."]},"\n",{"type":"===","value":[" Other attractions "]},"\n\n",{"type":"[[","value":[["Image:Cheirasnov2.jpg"],["thumb"],["right"],["200px"],["Cheile Rasnoavei, raining."]]},"\n\n\n",{"type":"*","value":[{"type":"'''","value":["Old Saxon houses"]},": in the center towards the north. From the center park, with the hill on your right hand side, go straight and you will find several streets with old houses. After you pass the school go right, and follow the road that goes under the hill. You will end up with a beautiful walk through the forest. Most houses are 100-200 years old, and quite a few are beautifully restored.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Old saxon cemetery"]}," on Armata Romana street. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Roma neighborhood"]},". The Roma neighborhood is located towards Paraul Rece (Predeal)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Orchids"]}," several orchid species can be found around and in Rasnov. It is also the home town of the Romanian Orchid Lovers Club",{"type":"[","value":["http:\/\/www.orchidclub.ro"]},"."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Surroundings:"]}," you can go to ",{"type":"[[","value":[["Bran"]]}," and see the old Castle, or to ",{"type":"[[","value":[["Zarnesti"]]}," and visit the ",{"type":"[[","value":[["Piatra Craiului National Park"]]},", one of the greatest in Romania. You can visit ",{"type":"[[","value":[["Brasov"]]},", ",{"type":"[[","value":[["Poiana Brasov"]]}," and ",{"type":"[[","value":[["Predeal"]]},". Rasnov, or Rosenau, was one of the towns in the old Saxon Burzenland, and around it you can visit the other old towns. ",{"type":"[[","value":[["Sinaia"]]}," with Peles Castle and the view from 2200 m is a great place to visit."]},"\n",{"type":"===","value":[" Around Rasnov "]},"\n",{"type":"*","value":["the old city of ",{"type":"[[","value":[["Brasov"]]}," with the Black church and many towers."]},{"type":"*","value":[{"type":"[[","value":[["Prejmer"]]}," fortified church, a UNESCO world heritage site"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Rasnov25.jpg"],["thumb"],["right"],["200px"],["Old saxon church in Rasnov."]]},"\n\n",{"type":"[[","value":[["Image:Cheirasnov3.jpg"],["thumb"],["right"],["200px"],["The canyon Cheile Rasnoavei."]]},"\n",{"type":"===","value":[" Relaxing "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Walk"]}," in the Promenada, a path in a forest at the base of a hill."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]}," Lots and lots of hiking opportunities. ",{"type":"''","value":["Malaiesti"]}," hut is 5h from the town and 3h from where the car road stops. You can stay there for 20ron\/person. From Malaiesti you can go to ",{"type":"''","value":["Omu Peak"]}," (with hut) in 2-3h. Also from Malaiesti you can go to ",{"type":"''","value":["Tiganesti Lake"]}," in 2.5h, or ",{"type":"[[","value":[["Bran"]]}," in 5-6h. Another trek is from where the road in Rasnov ends is ",{"type":"''","value":["Diham"]}," hut, 2h to walk. All treks start from ",{"type":"''","value":["Glejerie"]}," area."]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fishing"],["alt="],["url=http:\/\/www.wolfinn.ro\/facilitatien\/facilitati.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Golf"],["alt="],["url=http:\/\/www.wolfinn.ro\/facilitatien\/facilitati.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Travel with a steam engine train"]}," (see get in section above)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Picnic"]},": in the Cheile Rasnoavei region you can have the picnic of your life."]},"\n\n",{"type":"===","value":[" Exciting "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Mountain Climbing"]}," : several tracks. Please check this official site ",{"type":"[","value":["http:\/\/www.primariarasnov.ro\/content\/html\/trasee.php"]}," . Rappel and other similar activities are available. Also check the website of the local mountain club ",{"type":"[","value":["http:\/\/www.clubulmontanaltitudine.ro\/news\/home.php"]}," or call them +40 722 369965 or +40 723 228242."]},"\n",{"type":"*","value":[{"type":"'''","value":["Horse Riding"]},": in the \"Cheile Rasnoavei\" region there are places, as well as on the road towards Bran. Check: ",{"type":"[","value":["http:\/\/www.pecailarasnov.ro"]},"  and ",{"type":"[","value":["http:\/\/www.wolfinn.ro\/facilitatien\/facilitati.htm"]}," ."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bow shooting"]}," : up in the fortress you can shoot with a sport bow."]},"\n",{"type":"*","value":["Drive an ",{"type":"'''","value":["ATV"]}," (also known as quad) through many forest tracks."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tent"]}," in the Cheile Rasnoavei region. But beware of bears: don't venture too far into the canyon. See also Extreme section."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mountainbike"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 726229337"],["tollfree="],["fax="],["hours="],["price="],["content=all around Rasnov you can enjoy a ride in a forest. The Cheile Rasnoavei is the best place. You can also rent bikes:."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Helicopter"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 732820530"],["tollfree="],["fax="],["hours="],["price="],["content=helicopter rides over the mountains are available."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Skiing"]}," and ",{"type":"'''","value":["Snowboarding"]}," - Rasnov is 20 minutes by car from Predeal and Poiana Brasov, two important skiing resorts in Romania. You can rent all the equipment in the resorts (including sledges). Accommodation in Rasnov is however much cheaper."]},"\n",{"type":"===","value":[" Extreme "]},"\n\n",{"type":"[[","value":[["Image:Cheirasnov.jpg"],["thumb"],["right"],["200px"],["Cheile Rasnoavei."]]},"\n\n\n",{"type":"*","value":[{"type":"'''","value":["Bungee Jumping:"]}," presumably one of the highest in eastern Europe - 137 m. You jump between cliffs in the \"Cheile Rasnoavei\" region. The cost is 100Euro for one jump, and you need to make an appointment by calling Florin Saşca - 0726-229-337."]},"\n",{"type":"*","value":[{"type":"'''","value":["Paragliding"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Get eaten by a bear"]}," - certainly a life's experience. The huge forests that stretch out towards Poiana Brasov and Predeal are home to many wild bears. If you tent at night in the wrong place you might make a new hairy friend. ",{"type":"'''","value":["Warning:"]}," Bears are really dangerous, and camping in Cheile Rasnoavei might result in an encounter. Unless you camp at the entrance of the canyon, on the field side of Rasnov, in a ",{"type":"''","value":["fenced"]}," camping or in a yard, you expose yourself to the life threatening situation of being visited by a rude bear who will disregard your gun, stick, fire, ninja sword, pepper spray or air gun. Bears go out at night. Walking in the forests during the day is safe, and a common practice for locals. If you encounter a bear at night it is looking for food, which is not you, but all the veggies (or, if it is starving, the meat) you are traveling with. Let it do its feeding and retreat slowly."]},"\n\n",{"type":"===","value":[" Around Rasnov "]},"\n\n",{"type":"*","value":["climb in the ",{"type":"'''","value":["climbing park"]}," Aventura, in ",{"type":"[[","value":[["Brasov"]]},": ",{"type":"[","value":["http:\/\/www.parc-aventura.ro\/"]}]},{"type":"*","value":[{"type":"'''","value":["swim"]}," in ",{"type":"[[","value":[["Brasov"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n\n\n",{"type":"*","value":["You can buy extraordinary ",{"type":"'''","value":["stones"]}," in the fortress, as well as ",{"type":"'''","value":["folklore art"]}," and ",{"type":"'''","value":["handmade art"]},". "]},"\n",{"type":"*","value":["Rasnov has a market with ",{"type":"'''","value":["fresh fruit and vegetables"]},"."]},"\n",{"type":"*","value":["Local ",{"type":"'''","value":["cheese"]},": in the market, or in shops. "]},"\n",{"type":"*","value":["Rasnov has two ",{"type":"'''","value":["supermarkets"]},": Penny Market and MiniMax."]},"\n",{"type":"*","value":[{"type":"'''","value":["Art"]}," from several local artists in Rasnov: beautiful religious paintings by the local artist Toma Condrea and Camelia Condrea phone: 0268 231072. Ioan Negus and Maria Negus paint modern art, they live on Balcescu street, number 8; phone 0268230068. Savluc Boris does pastel art. He can be found on Brazilor street 47, phone 0268230609."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Rasnov 24.jpg"],["thumb"],["right"],["190px"],["The old cinema in Rasnov."]]},"\nThere are a few restaurants in Rasnov. \n",{"type":"*","value":[" ",{"type":"'''","value":["Castle Pub"]}," right in the center, impossible to miss.It is quite good and cheap (2-3 Euro for a pizza, 2 Euro a soup, less than 2 Euro for a beer). "]},{"type":"*","value":[{"type":"'''","value":["Izvor"]}," is the cheapest place to eat in Rasnov, but food is good. A soup is 5 lei, a beer 3 lei. It is in the center opposite of the hospital."]},{"type":"*","value":[{"type":"'''","value":["Rosenau"]}," is from the city center towards the market: with the hill in your back go down the street with the Evanghelic Church(2 min walking). It looks good, but food is expensive and doesn't taste as good as in other places. "]},{"type":"*","value":[{"type":"'''","value":["Intim"]}," can be found on a parallel street: with the Castle Pub in your back go straight ahead on a small street which also has the BCR Bank building. Walking time 1 min. Prices are higher than in other places in Rasnov. "]},{"type":"*","value":["Finally you can eat fried potatoes at ",{"type":"'''","value":["Olandezu"]}," in the city center."]},"\nYou can also buy your own food at the two ",{"type":"'''","value":["supermarkets"]},", Penny Market and Minimax. If you are looking for fresh meat for a barbecue, try the ",{"type":"'''","value":["renowned butcher Arzoiu"]}," in the intersection Caraiman street and Armata Romana street.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Rasnov 053.jpg"],["thumb"],["right"],["190px"],["A pub in the center of Rasnov"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Castle Pub"]},", in the center. A favorite among tourists. "]},{"type":"*","value":["From the center towards the market (with the hill in your back, straight ahead) you can walk 2 min to ",{"type":"'''","value":["Rosenau"]}," restaurant and bar. "]},{"type":"*","value":[{"type":"'''","value":["La Strada"]}," can be found as you walk 2 min from the center with the hill on your right hand side. Right after you pass the school yard on your right. "]},{"type":"*","value":["Also in the center there is",{"type":"'''","value":[" La Olandezu."]}]},"\nYou will not pay more than 2€  in any of these for a beer. You will probably also get beer for about 1€  in any of these.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Rasnov 023.jpg"],["thumb"],["right"],["190px"],["Yard entrance in Rasnov."]]},"\n",{"type":"*","value":["There are many ",{"type":"'''","value":["pensions"]}," offering accommodation for good prices in Rasnov and new ones are being opened all the time. Most of them are small pensions. You can find places that charge from 10 to 30 euro for one night. Here are some (you can find more in Google using the terms \"cazare rasnov\"). Many people find it advantageous to stay in nearby ",{"type":"[[","value":[["Brasov"]]}," -- it is significantly larger, with more options for sleeping, dining, and nightlife, and travel to Rasnov is a quick 30 minute bus ride that costs approximately EUR 1.00."]},"\n",{"type":"*","value":[{"type":"''","value":["Floare de Colt"]},": 5 rooms, parking, 60 Ron\/ night. phone: +40 745 256 370 , +40 744 377 079 , +40 268 231 338"]},{"type":"*","value":[{"type":"''","value":["Anna"]},": 2 rooms, 80 Ron\/ night. phone: +40 268 231 386 , +40 726 295 899"]},{"type":"*","value":[{"type":"''","value":["Reddis"]},": 8 rooms, 70 Ron\/night. phone: +40 745 187 267"]},{"type":"*","value":[{"type":"''","value":["Rock & Red"]},": 7 rooms, 3 apartments, internet, playroom and small fitness, 150 Ron\/night. phone +40 722 703 199 , 0722 378 977"]},{"type":"*","value":[{"type":"''","value":["Alina"]},": 7 rooms, 1 apartment, parking, 80 Ron\/ night. phone +40 744 473 061 , +40 268 231 146 , +40 728 685 115"]},{"type":"*","value":[{"type":"''","value":["Rem's"]},":13 rooms, garage, 75 Ron\/night. phone +40 740 077 903 , +40 745 024 318"]},{"type":"*","value":[{"type":"''","value":["Max international"]},": 18 rooms,parking, minispa, 120 Ron\/night. phone +40 268 231 810 , +40 744 203 870"]},{"type":"*","value":[{"type":"''","value":["Andrei"]},": 5 rooms, parking, 80 Ron\/night. phone +40 723 326 289 , +40 720 122 452"]},{"type":"*","value":[{"type":"''","value":["Belvedere"]},": 10 rooms, 2 apartments, internet, parking, 80 Ron\/ night. phone +40 722 375 112 , +40 368 592 016 , +40 723 536 559"]},{"type":"*","value":[{"type":"''","value":["Casa Rasnoveana"]},": 6 rooms, parking, 70 Ron\/ night. phone +40 268 231 708 ,  +40 742 224 090 , +40 745 999 050"]},{"type":"*","value":[{"type":"''","value":["Nelly"]},": 6 rooms, parking, 80 Ron\/night. phone: +40 728 644 208 , +40 745 011 870"]},{"type":"*","value":[{"type":"''","value":["Casa Contelui"]},": 5 rooms, internet, parking, 120 Ron\/night. phone: +40 728 644 208 , +40 745 011 870"]},{"type":"*","value":[{"type":"''","value":["Casa Ducar"]},": 5 rooms, parking, optional internet, 80 Ron\/night. phone +40 268 231 403 , +40 723 382 881"]},"\n\n\n",{"type":"*","value":["You can also use ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.couchsurfing.com couchsurfing"]}]}," in Rasnov, using parameters ",{"type":"''","value":["Romania, Brasov, Rasnov"]},"."]},"\n",{"type":"*","value":["There are two ",{"type":"'''","value":["campgrounds"]}," in Rasnov: one before you exit the town towards Poiana Brasov, and one in the Glejerie area."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":["In the center you can find two ",{"type":"'''","value":["Internet cafes"]},"."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["post office"]}," is on Mihai Viteazu street. "]},"\n\n",{"type":"==","value":[" Facilities "]},"\n\n\n",{"type":"===","value":[" Banks "]},"\n",{"type":"*","value":[{"type":"'''","value":["BCR Erste Bank"]}," with ATMs and money transfer is located in Piata Unirii 10 (the center)"]},{"type":"*","value":[{"type":"'''","value":["BRD Groupe Societte General"]}," with ATM and money transfer is located in Caraiman street 2, near the market. "]},{"type":"*","value":[{"type":"'''","value":["Raiffeisen Bank"]}," with ATM is located at Republicii street, near the market.  "]},"\n\n",{"type":"===","value":[" Health "]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["hospital"]}," in Rasnov is located in the center."]},"\nThere are several ",{"type":"'''","value":["pharmacies"]},": \n",{"type":"*","value":["in the center next to the hospital"]},{"type":"*","value":["almost in the center towards Poiana Brasov"]},{"type":"*","value":["on Republicii street as you go from the center to the market "]},{"type":"*","value":["next to the Lukoil gas station at the exit towards Brasov."]},"\n\n\n",{"type":"===","value":[" Beauty and fitness "]},"\n",{"type":"*","value":["A small ",{"type":"'''","value":["fitness center"]}," is on Teiului street (close to the Saxon school)."]},{"type":"*","value":["A ",{"type":"'''","value":["tanning studio"]}," is right next to the Saxon school."]},"\n",{"type":"===","value":[" Police and law "]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["police station"]}," is located on Brazilor street number 11. Phone: 0268 (area code) 403844 or 0268 230 333. There must be somebody 24\/7, but you might not be lucky to be able to communicate in English. "]},"\n",{"type":"*","value":["A ",{"type":"'''","value":["lawyer"]}," office is to be found on Branduselor street 2, or on the phone 0268 403289."]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"===","value":[" Less than 100km "]},"\n\n",{"type":"*","value":["You can visit ",{"type":"'''","value":[{"type":"[[","value":[["Brasov"]]}]}," which is less than 15 km away. See get in section for busses and trains. "]},"\n",{"type":"*","value":["You can go to ",{"type":"'''","value":[{"type":"[[","value":[["Bran"]]}]}," (15km) or ",{"type":"'''","value":[{"type":"[[","value":[["Moeciu"]]}]},"(20km) and then pass the Rucar passing to ",{"type":"[[","value":[["Pitesti"]]}," (100km) on the other side of the mountains. See get in section for busses. In Bran and Moeciu there are the famous Bran castle, and surrounding agrotoursim region. "]},"\n",{"type":"*","value":["You can head for the ski resorts ",{"type":"'''","value":[{"type":"[[","value":[["Predeal"]]}]}," (20km), ",{"type":"'''","value":[{"type":"[[","value":[["Sinaia"]]}]}," (the famous Peles Castle)(35km), ",{"type":"'''","value":[{"type":"[[","value":[["Busteni"]]}]}," (25km), ",{"type":"'''","value":[{"type":"[[","value":[["Azuga"]]}]},"(22km). "]},"\n",{"type":"*","value":["You have a direct road road up the mountain (very good condition) that will take you to the ski resort ",{"type":"'''","value":[{"type":"[[","value":[["Poiana Brasov"]]}]},". Distance: about 9km. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Zarnesti"]]}]}," is about 13km away, and easy to reach via bus or train (see get in section. Here you have access to one of Romanias most beautiful natural parks, Piatra Craiului. "]},"\n",{"type":"*","value":["The ruins of ",{"type":"'''","value":[{"type":"[[","value":[["Rupea"]]}]}," are 75 km away. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Sfântu Gheorghe (Covasna)"],["Sfântu Gheorghe"]]}]},", the first town in the Hungarian region of Romania is only 50km away. Notable destinations here include: ",{"type":"'''","value":[{"type":"[[","value":[["Baile  Tusnad"]]}]}," (80km), ",{"type":"'''","value":[{"type":"[[","value":[["Targu Secuiesc"]]}]}," (80km), ",{"type":"'''","value":["Sf. Ana Lake"]},", and ",{"type":"'''","value":[{"type":"[[","value":[["Miercurea Ciuc"]]}]}," (120km)."]},"\n",{"type":"===","value":[" More than 100km "]},"\n\n",{"type":"*","value":["You can see other great places in ",{"type":"'''","value":[{"type":"[[","value":[["Transylvania"]]}]}," such as ",{"type":"'''","value":[{"type":"[[","value":[["Sibiu"]]}]},"(150km), ",{"type":"'''","value":[{"type":"[[","value":[["Sighisoara"]]}]}," (140km) and ",{"type":"'''","value":[{"type":"[[","value":[["Targu Mures"]]}]},"(180km). Sibiu was the cultural capital of Europe in 2007 and a profoundly German city. Sighisoara is home to the only inhabited fortress in Europe. Targu Mures is a place marked by Hungarian influence. "]},{"type":"*","value":["You can visit ",{"type":"'''","value":[{"type":"[[","value":[["Moldova"]]}]},", and head to ",{"type":"'''","value":[{"type":"[[","value":[["Bacau"]]}]}," (180km). In the north of Moldova there are famous monasteries. "]},{"type":"*","value":["You can also head to the capital ",{"type":"'''","value":[{"type":"[[","value":[["Bucuresti"]]}]}," (180km). If you have a car go via Predeal, if not, you must get first back to the very close Brasov. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pitesti"]]}]}," (100km) can be reached via Bran and the Rucar pass. It is on the other side of the mountain. Close to Pitesti you can visit ",{"type":"'''","value":["Curtea de Arges"]},", an old wallah fortress. "]},{"type":"*","value":["The ",{"type":"'''","value":["Transfagarasan"]},", a road that crosses the highest mountains with a dramatic scenery, is accessible via Fagaras(80km). From Fagaras you still have to drive about 40km to the beginning of the road. On the top of the mountain you pass Balea Lake (glacier), and then Vidraru Lake (anthropic). You end up in Curtea de Arges, where there is an old wallah fortress. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Chisinau"]]}]},", the capital of Moldavia, can be reached by bus from Brasov. The buses leave daily at 11:59 a.m. and at 7 p.m. , from Autogara 2, the place where the Rasnov-Brasov bus leaves you. For reservations call 0744362146."]},"\n",{"type":"{{","value":[["IsPartOf"],["Brașov County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Râșnov"]]},"\n",{"type":"{{","value":[["geo"],["45.593055555556"],["25.460277777778"]]}]