[{"type":"{{","value":[["pagebanner"],["Dalhalla banner.JPG"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.siljan.se\/ Rättvik"]}]}," is a municipality in ",{"type":"[[","value":[["Dalarna"]]},", with some 11.000 inhabitants. As the rest of ",{"type":"[[","value":[["Siljansbygden"]]}," at lake Siljan, it is popular for travellers interested in cultural heritage.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nRättvik is situated 48 kilometers from the airport in ",{"type":"[[","value":[["Mora (Sweden)"],["Mora"]]},". There are no transfer buses from the airport to Mora, so you will have to take a taxi (which is pricey) or get a car (AVIS has an office at the airport).\n\n",{"type":"===","value":["By train"]},"\nThe easiest way to reach Rättvik is by road or by train. It's about four hours from the capital ",{"type":"[[","value":[["Stockholm"]]},". Railway tickets can be bought at the website of the Swedish railway company ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sj.se SJ"]}]},". \n\n",{"type":"===","value":["By bus"]},"\nBus is in general the cheapest way of reaching Mora from other cities, although the biggest intercity bus company ",{"type":"'''","value":["Swebus Express"]}," ",{"type":"[","value":["http:\/\/www.swebusexpress.se "]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nRättvik is home to the longest pier in Scandinavia - it's quite long! Lots of benches and places to fish or dangle your feet. \n\nThere is also a lovely church which has stood in its current position since the 1200s, with some nice carvings inside and a well tended garden. \n\nThere are lots of walks to do in the surrounding forests and the Tourist Information Centre can provide helpful maps. These are well signed and although the paths are boggy in places there is some planking over the worst bits.\n\nRättvik is also home to the long-established Classic Car Week, which takes place in late July each year. This draws crowds of serious car enthusiasts and affiliates, and events are organised around the theme all week. \n\nA summer tobogganning run operates in the summer season. Toboggans can get up to speeds of 30miles per hour on the twisty run. \n\nCrazy golf is available next to the lake near the train station and also in some of the camp sites around the outskirts of the town such as Rattvikparksen.  \n\nCanoe rental is advertised from some outlets but is not always available.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Dalhalla"],["alt="],["url=http:\/\/www.dalhalla.se\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is an open-air theatre in a decommissioned open-pit mine, with concerts throughout the summer."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Siljansbygden"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Rättvik"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Sweden\/Dalarna_County\/Localities\/Rättvik\/"]]},"\n",{"type":"{{","value":[["geo"],["60.883333333333"],["15.133333333333"]]}]