[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["unesco=yes"]]},"\nThe ",{"type":"'''","value":["Río Plátano Biosphere Reserve"]}," is in ",{"type":"[[","value":[["Honduras"]]},".\n\n",{"type":"==","value":["Understand"]},"\nIt is recommended that at least one in the travel party speaks Spanish. This will help you keep prices down and smooth out the process.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\nFrom before Christmas until June is the dry season. Less mosquitoes and hotter.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By boat"]},"\n\nBoat services depart with great infrequency from La Ceiba and Trujillo. These are cargo barges that  makes stops along the coast to sell merchandise to local stores. Ask at the docks.\n\n",{"type":"'''","value":["By land from La Ceiba"]},"\n\nFirst off, you have to get on a chicken bus bound for Tocoa that leaves early in the morning from the bus station in La Ceiba. In Tocoa, there are pickups leaving every morning around 9AM. They gather across the street from the market place by the bus station. All of them will try to sell you a ride in their own pickup, but don't let anyone grab you bag until you have negotiated a fair price. Prices for the 5-6 hours very bumpy pickup ride vary between 300 and 500 lempiras, depending on negotiating skills, luck and if you get to ride inside the car or up back with the merchandice (it will be loaded bad). Car robberies are common on this route, make sure to hide credit cards and camera memory sticks as well as your passport in case of bad luck.\n\nThe pickup trucks stop in Batalla, which is just across a narrow strait of water from Palacios. From here, you can get a ",{"type":"''","value":["collectivo"]},"-boat to take you where you would want to go. Don't pay anymore than 200 lempiras to get to Belen or Raista.\n\n",{"type":"'''","value":["To Las Marias"]},"\n\n",{"type":"''","value":["\"Collectivo\""]},"\nOnce you are in the Belen-area you can ask around for the next boat heading to Las Marias. With bad luck you might have to wait up to 4 days, but usually there leaves a motorised canoe at least 3 or 4 times a week. The one way \"collectivo\"-price here should be no more than 800 max, 500 is the common price. It is a bit more expensive to go upriver than down. Making the reverse jurney should cost between 300 and 500 lempiras. Use your negotiating skills without being too rude. It is only fair they charge outsiders a bit more than locals that pay even less than the prices stated here.\n\n",{"type":"''","value":["\"Expresso\""]},"\nIf you are short on time and have the money to spend, it might be worth considering hiring a private boat. This will cost between 3000 and 4500 lempiras, is roundfare, and usually includes the 2 or 3 overnight stays that the driver has to do in Las Marias. Most boats can take 4 people.\n\n",{"type":"'''","value":["By air"]},"\n\nRegular takeoffs from La Ceiba, in small aircraft. Palacios near the park has a small airstrip. From there you can enter the park by boat or on foot. The airstrip in Las Marias is too short to be used for anything else than emergencies. Both Belen and Puerto Lempira also have airstrips.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThere is no park entrancefee. In Las Marias the head guide asks for a voluntary donation.\n\n",{"type":"==","value":["Get around"]},"\nInside the reserve there are no roads and all transport is done by boat. The local boats are called \"Pipante\" and are hollow tree trunks sometimes motorised by outboard engines. They are a more pricey form of transport than the inboard engine alternative called \"tuck-tuck\". For some travels you don't even need a motor.\n\nQuad wheelers and motorcycles trafficate the beaches.\n\nIt is also possible to fly.\n\n",{"type":"==","value":["See"]},"\nPetroglyphs can be seen in the upper reaches of the Río Plátano. Archeologists suspect a hidden town somewhere around this place in the jungle.\n\nThe Rio Platano Biosphere Reserve is the home of unique wild life such as toucans, monkeys, parrots, rare butterflies, and sea turtles. Terrain includes jungle, forest, and beach land.  Some communities even offer tours of archeological sites!  Travellers also get to see how indigenous residents live their everyday lives.\n\n",{"type":"==","value":["Do"]},"\nThere is so much to do in the Biosphere Reserve!  Tours through the indigenous communities of the La Ruta Moskitia Ecotourism Alliance allow travellers to view beautiful natural environments.  Travellers have the opportunity to engage in authentic cultural exchanges with the indigenous communities of  Belen, Raista, Brus Laguna, Yamari Savannah Cabanas,  Plaplaya, Batalla, Les Marias.  These cultural activities include storytelling, dancing, drumming, singing, and craft making.  Travellers can also kayak, swim, hike, and canoe to explore the land and waters of the biosphere.\n\n",{"type":"'''","value":["Tour operators"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Travelling down the Rio Platano"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a tour operator that offers a 14 day raftride through the whole reserve.  This is the only way of getting access to the deeper parts of the reserve.  They enter the park from the south."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=La Ruta Moskitia Ecotourism Alliance"],["url=http:\/\/www.larutamoskitia.com\/"],["email="],["address=info@larutamoskitia.com"],["lat="],["long="],["directions="],["phone=(Honduras) +504.406-6782"],["tollfree="],["fax="],["hours="],["price=Prices range anywhere from $425 - $1,125"],["content=A collection of six indigenous communities that provide ecotourism products and services within the Rio Platano Biosphere Reserve.  All of the ecotourism enterprises that are a part of La Ruta Moskitia are 100% community-owned and operated, and therefore all of the financial benefits of La Ruta Moskitia go directly to local communities.  This organisation distributes packaged tours within the Biosphere Reserve including transportation to the reserve, lodging, food, drink, tours through the indigenous communities, and hiking, kayaking, and other outdoor opportunities!\n\nAwards and recognition of The La Ruta Moskitia Ecotourism Alliance includes the World Travel and Tourism Council's Tourism for Tomorrow \"Investor in People\" award in 2008, the Virgin Holidays Responsible Tourism Award \"Best Park or Protected Area\" in 2007, and the Conde Nast Traveller's coveted Green List in 2006.  Also, La Ruta Moskitia was recognised as one of National Geographic Adventures \"Best Adventure Travel Companies on Earth.\", and recommended by Lonely Planet and Outside Magazine."]]}]},"\n",{"type":"'''","value":["Trips departing from Las Marias for the independent traveller"]},"\n\nAs an independent traveller one will be sought out by the \"sacaguias\", the head guide upon arriving in Las Marias.  He charges a one time organising fee of 100 lempiras.  They have a rotating guide system so that everyone in the village can take their turn at making a days living as a guide, usually they will want to send 3 guides for most overnight adventures.  The prices here are fixed and there is no use negotiating or trying to be accompanied by less guides.  Try not to circumvent the head guide, as that is the way the whole community has decided to organise things and trying to arrange other deals would create conflict within the community.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pico Dama."],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Difficult (but not for the usually fit). 2 days. Djungle hike. Leaving from Las Marias. travel up river in a \"pipante\" for one two hours before reaching Quebrada Suawala. From there you hike towards the peak that as you get closer, the road turns a bit slippery and steep. Sleeping is in permanent cottages along the way. Costs about 3000(?) Lempiras."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pico Baltimore"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Intermediate. 2 days. 2 Guides. Jungle hike.\nDeparting from Las Marias one walks to a nearby peak that offers great views of the whole area."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cerro de Zapote"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Easy. One day. 1 guide. Jungle hike."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Walpaulban Sirpi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Intermediate. 1 day. 3 guides. rivertrip.\nTravel up river in a pipante. See the doubleheaded crocodile petroglyph among other things. Also a 40 min djungle hike with a cool tree platform."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Walpaulban Tara"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=intermediate. 2 days. 3 guides. rivertrip.\nThis one can be customized to several smaller djungelhikes as one goes in pipante past the first petroglyph to this las set of rock cavings."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cerro Mico"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=2 days. 3 guides. jungle hike.\nTravel up river in a pipante to the mouth of Quebrada Sulwala. Do a hike and see the treeplatform. Go see the forst petroglyphs. Stay a night at Don Bernardo. Hike up to Cerro Mico. 2400 lempiras."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Village trail"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=2-3 hours. on your own or with a guide to hear all the village fresh gossip."]]}]},"\nAlso ask for Agua Muerta or Sendero Lomriz.\n\nAll prices exclude your own accommodation and food, usually about 200 lempiras per day.\n\nThose who come here in search for the archaeological secrets beyond the petroglyphs will have to arrange a special deal, that probably will come at a pretty hefty price.  The head guide does not offer any tours to the fabled \"White City\".  Stories of it include well preserved bright white stone buildings, of unknown origin far up the river Platano.  One has to remember though that this site has not been excavated or barely even noted by archaeologists, making it a very susceptible to unscrupulous souvenir hunters and ignorant tourists.  Don't touch anything, and make sure that the guide taking you also respects the great importance and cultural value of the place.  One of the few people in town who knows of its position is Don Luis at the Los Angeles hospedaje, although he himself never has been there.\n\n",{"type":"==","value":["Buy"]},"\nGold prices in Las Marias average 200 lempiras per gram of rivergold. That is about half the normal price fetched in cities. Be aware however that the supply is steady but a bit slow - and don't expect to be able to buy great quantities at once. One riverminer fetches on average 1 gram on 2-3 days of good work.\n\n",{"type":"==","value":["Eat"]},"\nIn the Great Pine Savannah, home to the Yamari Savannah Cabanas and the Bus Laguna, travelers enjoy fresh seafood dinners. Other areas allow tourists to watch how their meals are being made such as the Batalla community where traditional ‘casaba’ bread is made.\n\nIn a lot of these communities one should expect a staple diet of yucca, rice, beans and platones with very little variation. It might be a good idea to bring some spicy sauce from the city.\n\n",{"type":"==","value":["Drink"]},"\nTravellers can access alcoholic drinks in most communities.  One should however be a bit self-conscious about how much one drinks and where and when.  Alcoholism here is by far the major social problem, and locals have a tendency to mimic the behaviour of visitors.  In the village of Las Marias drinking doesn't, as of yet, pose as big a problem as along the coastal communities.  Let's try to keep it that way.  Think twice before consuming alcohol, and if you to, try to set a responsible example.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Las Marias"]},"\n----\n\nIn the small town of Las Marias it is possible to stay with the indigenous people.\n\nMost of the host communities are part of the La Ruta Moskitia Ecotourism Alliance, which provides lodging for travelers. Lodging is typically in the form of small cabanas with comfortable single beds or larger ecolodges. Showers and flush toilets are available at all locations.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje de Tinglas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One of the first hospedajes along the river as one approaches Las Marias. Meals available (70lempiras). 100 lempiras per night. Don Tinglas has a radio, and make frequent trips to the coast, that tend to be a bit more pricey than other providers (about 800 lempiras one way)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje de Ovidio"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In the center of Las Marias, several rooms. Meals available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje de Justa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Centrally located. Dormitory style. Meals available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje de Bernardo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=4 hours up the river from Las Marias, and one of the very last houses before the great jungle begins. 100 lempiras a night. 70 lempiras per meal. They make great homegrown hot chocolate and coffee. A Pech family that doesn't speak Moskito, which is rare. Good Spanish skills though."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje Los Angeles, Don Luis"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A well kept place in the middle of Las Marias with a small flower garden. It is the towns cheapest, costing only 60 or 70 and meals 50-60 lempiras. Don Luis takes great interest in his guests and likes to converse on temas regarding indigenous rights and cultural differences. But as is common around here very little, or no English is spoken."]]}]},{"type":"===","value":["Camping"]},"\n\nIn Las Marias it is hard work to try to convince the head guide that one would rather camp out during excursions. Permanent lodges are placed along the standard hiking routes. It might be arranged to live in a tent las marias, but the hospedajes there are cheap anyway. And it is important that the local community feels that is gains economically from tourism.\n\n",{"type":"===","value":["Backcountry"]},"\nYou will find stiff resistance to attempts of going at it alone. In Las Marias they don't want tourists venturing into the jungle without a guide.\n\n",{"type":"==","value":["Stay safe"]},"\nIt is good to respect that not even local women feel secure walking alone at night in the coastal communities.\n\nMalaria happens frequently.  The scare of dangerous wildlife is just something tour companies pull in order to make sure no one ventures alone.  There was no serpent antidote in Las Marias in Apr `09 because of a broken solar fridge.  The locals say that they have herbal remedies that work just as good.\n\nCrimewise Las Marias is as safe as your own back yard.  The small village social control makes it nearly impossible for robbers or thieves.  But of course, kids can be tempted so leave your doors locked when you are not there.\n\nThe desolate route Tocoa - Batalla, is robbed with frequency.  Hide your most prized possessions well, but otherwise work with the robbers and you will be ok.\n\nOne good way to avoid unfortunate situations is to not stir up temptation from potential thieves.  Put away unnecessary wrist watches and jewellery, and be very discrete with your camera and technical gadgets.  This also helps to preserve local culture as the great interest in these valuables, combined with the belief that a life in the city is sure to provide heaps of money, leads to an unfortunate urbanisation which in turn results in all the social problems of life in the shantytowns around the cities.\n\n",{"type":"==","value":["Go next"]},"\nFrom Raista\/Belen there is a 3AM colectivo pipante that arrives just in time for the days only pickup departure from Batalla.\n\n",{"type":"{{","value":[["geo"],["15.744444"],["-84.675000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Caribbean Honduras"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Río Plátano Biosphere Reserve"]]}]