[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Na'ama Bay"]}," is in ",{"type":"[[","value":[["Sharm el-Sheikh"]]},".\n\n",{"type":"==","value":["Get in"]},"\nNa'ama Bay lies midway between Sharm Airport and Old City, nearly 10 minutes driving from both. Microbuses can take you from downtown, but to reach Na’ama Bay from Airport, you will have to take a cab.\n\n",{"type":"==","value":["See"]},"\nFor nightlife Na'ama Bay offers several clubs.  The Pacha, Little Bhudda and Hard Rock Cafe. (Yes, the latter is one of those chain one.) There are countless bars and the pedestrian walkways offer many coffee houses where you may also enjoy a shisha along with some people watching.  \n\nNa’ama Bay is basically a formation of a large number of hotels and spas, sharing the same beach line. Most famous hotels there are Na'ama Bay Hotel, Helnan, Cataract Hotel.\n\n",{"type":"==","value":["Do"]},"\n\nLike any Sharm El Sheikh area, snorkeling and diving are a main pull for tourists. \nTo note is that some hotels have cleared the coral reef from their section of beach for tourists to use the water. However, there are many boat trips and diving safaris where you will be taken out to coral reef filled with exceptionally colourful fish.\n\n",{"type":"==","value":["Buy"]},"\nNa'ama Bay has very forceful sellers and caution should taken by the naive tourist who accepts a \"free gift\" (nothing in Egypt is free) or falls for the \"come and sign my guest book\" in a shop, only to be locked in. When shopping, it is best not to speak to any sellers who engage you unless you are sure that you are going to buy something. This allows you some degree of hassle free walking (as they do not know what language you speak).\nOpening hours are variable, but most shops are open in the early to late afternoon and in the evening.  \nIf you are looking for a reprieve from the hassle and haggling, there's a Carrefour Express supermarket with fixed prices. Coming from the bay it's hidden behind one of the Malls, at Golden Pyramid Mall – on Peace Road.  The selection is limited, but all the staples are available without hassle.  You just have to make it through the crowds of vendor touts to get there.\n\n",{"type":"==","value":["Eat"]},"\nWalking Na'ama Bay is amusing, especially at night, where lights of Bedouin-style and modern restaurants, café Shops, and other 'Bazaars' are glittering. If you want to go economic, you can dine at KFC, Pizza Hut or McDonalds, otherwise, you will enjoy some fresh seafood, or Egyptian typical Kebab, but for a relatively higher price. There is also a TGI, Little Buddah and Hard Rock cafe. \n\nBe aware that pork is not sold, even when it is advertised on a menu (it is actually a salted beef).\n\nA 10-15% service charge will be added to any bill. \n\nFor fantastic seafood and steaks, along with superb service and a can-do attitude from the waiting staff, try Dananeer on the Main Shopping Street (above McD's)\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nNa'ama Bay is basically an area filled with large 3-6 star resort hotels so the choice is wide. Remember to check your choice out on Google maps to see if it is really near a beach as some are set back from the water some distance. (although they do have shuttle buses(some of which incur local fees))\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Oonas Dive Club"],["url=http:\/\/www.oonasdiveclub.com"],["email="],["address=Na'ama Bay"],["lat="],["long="],["directions="],["phone=+20693600581"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Small, independent hotel situated right on the beach at the quieter end of Na'ama Bay.  With integrated restaurant and bar facilities, roof bar and on-site Dive Centre.  Friendly staff and personal service."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Noria Resort"]},".  Near Naama Bay Beach. It has been built in traditional Roman Style. It is not on the beach but has a free shuttle bus. They charge €3 per hour for wifi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hilton Sharm Dreams Resort"]},".  Near Naama Bay Beach. Guestrooms have balconies, air conditioning, and sofa beds.  Rooms also include minibars and handheld showers. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hilton Fayrouz Resort Sharm El Sheikh"]},".  Near Naama Bay Beach."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Domina Oasis Hotel & Resort"]},".  Near Sharm El Sheikh Golf Resort. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marriott Sharm El Sheikh Resort"]},".  In the Naama Bay neighborhood of Sharm el Sheikh, this resort is near Naama Bay Beach."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheraton Sharm Hotel, Resort, Villas & Spa"]},".  Near Sharm El Sheikh Golf Resort."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sharm el-Sheikh"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["27.905277777778"],["34.324166666667"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]