[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Nacula"]}," is one of the most northern ",{"type":"[[","value":[["Yasawa Islands"]]}," and is arguably home to some of the most beautiful beaches on earth. The sand is white and the water is crystal clear. This place is as near to paradise as one can find.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nBeyond snorkelling and enjoying the beautiful water a range of activities are available either independently or often organised by a resort. These include: hikes across and around the island, village visits, blue lagoon trips, fishing trips, volleyball and craftwork. As with most resorts throughout the Yasawas, they also usually organise some sort of evening activities\/entertainment.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nEating is restricted to the resorts on the island. However on the beach just down from Nabua Lodge you were able to get cake and hot drinks every afternoon. The flavour of cake varied from day to day and were baked daily by the two women from the local village who ran the cafe. Several basic benches and tables overlooked the ocean.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nNabua Lodge is one of 4 or 5 lodges\/resorts on the Island. Being owned and managed by Fijians it had the most 'Fijian' laid back atmosphere of the resorts. The bungalows at the time could've done with some maintenance but you overlooked arguably one of the best beaches on the island and at half the price of the other resorts, Nabua Lodge was great value. The staff were very friendly and were happy to organise a variety of activities such as trips to the Blue Lagoon, village visits and fishing trips. The food was unpredictable, the bbq was great but sometimes the food combinations were a little perplexing (sausages and noodles for example) but when asked, they made a great traditional Fijian breakfast. There are several walking tracks on the island so you get some very panoramic views of the island and the Yasawas as well as being able to walk to other resorts (30-60 minutes).\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-16.8833"],["177.4167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Yasawa Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Nacula"]]}]