[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Axis axis (Nagarhole, 2010).jpg"],["thumb"],["350px"],["Chital (",{"type":"''","value":["Axis axis"]},") stag attempting to browse."]]},"\n",{"type":"'''","value":["Nagarhole National Park"]}," is in the ",{"type":"[[","value":[["Cauvery Basin"]]},".\n\n",{"type":"===","value":["History"]},"\nNagarhole National Park (Kannada ನಾಗರಹೊಳೆ ರಾಷ್ಟ್ರೀಯ ಉದ್ಯಾನವನ)(also known as 'Rajiv Gandhi National Park') is located 93 km away from ",{"type":"[[","value":[["Mysore"]]},". It is spread between Kodagu and Mysore districts. The national park has rich forest cover, little streams, valleys and waterfalls.\n\nThe place derives its name from Kannada - Naga meaning snake and hole referring to streams.\n\nThe area was an exclusive hunting reserve of the former rulers of Mysore.\n\nIt was set up in 1955 and is one of the best-managed parks in the country. This park is located to the northwest of ",{"type":"[[","value":[["Bandipur National Park"]]},". In 1975 its area stretched to 575 km². Kabini reservoir separates this park from Bandipur National Park. The climate is tropical; summer is hot and winter is pleasant. The park boasts a healthy Tiger-predator ratio. Tiger, Gaur and Elephant are much denser here than in Bandipur.\n\nThe office of the Deputy Conservator of Forests is situated in ",{"type":"[[","value":[["Hunsur"]]},", about 47 km away from Nagarhole.\n\n",{"type":"===","value":["Terrain"]},"\nMostly moist mixed deciduous forest (Tectona grandis, Dalbergia latifolia) in the Southern parts, Dry tropical forest (Wrightia tinctoria, Acacia) towards east, i.e. Bandipur and Sub mountain hill valley swamp forest (Eugenia).\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"*","value":["Mammals: Elephant, Jackal, Tiger, Panther, Gaur, Muntjac, Sambar, Spotted deer, Mongoose, Civet cat, Hyena, and Sloth Bear."]},"\n",{"type":"*","value":["Reptiles: King Cobra, Krait, Python, Viper, Tortoise, Monitor Lizard ,Toads etc."]},"\n",{"type":"*","value":["The main trees found are Rosewood, Teak, Sandalwood and Silver oak."]},"\n",{"type":"===","value":["Climate"]},"\nTemperature during summer would be around 32°C. Winter is brief from November to January and has the temperature dipping to 12 °C and rains from June to October.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" The simplest way to arrive in Nagarhole National Park is to hire a taxi from Mysore."]},{"type":"*","value":[" There is many buses from Mysore to H.D. Kote which is located 30 km before the park."]},{"type":"*","value":[" If you are entering from Kerala, reach Mananthavadi Town, which is some 100 KM from Calicut or Kozhikkod. It takes some 30 KM to reach Nagerhole National Park. Round the clock KSRTC buses are available to Mananthavadi from Calicut."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\nEntry to the National Park is free & does not require any permits. You have to enter few details such as name, vehicle registration number, and number of visitors at the gate.\nThe road from hunsur to nagarhole is restricted only from 6AM to 6PM.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=coffeevalley Holiday home stay"],["alt=3200 ft"],["url=http:\/\/www.homestaykodagu.com\/home_stay\/coffeevalley.html"],["email="],["address=Arji Hills,Perumbadi,Virajpet"],["lat="],["long="],["directions="],["phone = +918274 257370"],["tollfree="],["fax="],["hours="],["price=Rs500 Bed only"],["checkin=24 hours"],["checkout=12Noon"],["content=Coorgie food available on request, Close to Nagarhole Rajeev Gandhi Reserve forest national Park.\nAlso Adventure Sports Institute - for para gliding,kayak,White water rafting,Elephant training camp"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Machaan Resorts"],["url=http:\/\/www.machaan.com"],["email="],["address=Churikad, K.Bagada Village"],["lat="],["long="],["directions=from Mysore move towards Hunsur, drive through Rajiv Gandhi NAtional Park"],["phone=+91-9686-13003"],["tollfree="],["fax="],["hours="],["price="],["checkin=1PM"],["checkout=noon"],["content=Offers luxurious accommodation set amidst a lush coffee plantation near the boundary of Nagarhole National Park. The cottages have a tranquil view of an open stretch of water body that attract a large variety of bird life. They have also been thoughtfully designed using green ideas and materials.  The  elegantly  furnished  rooms have two single beds using hypoallergenic materials.  A diwan is also placed in the room that can sleep a  third person.  A study table is been provided.  Also provided is in-room tea and coffee making facilities.  The well-planned bathroom has hot and cold water supply and a set of eco friendly toiletries. Each room comes with all essential accessories: umbrella, torchlight, solar lamp, ceiling fan and electrical outlets."]]}]},"\n",{"type":"===","value":["Lodging"]},"\nYou can stay in ",{"type":"'''","value":["Nagarhole Forest Guest house"]}," with prior booking from Wildlife department in ",{"type":"[[","value":[["Mysore"]]}," : Phone +91-821-2480902.\n\nA number of private resorts & Guest houses are available at Kutta just outside the park on the way to Irrupu Falls.\n\nYou can also stay at Murkal which is situated within the Nagarhole Park.\n\n",{"type":"{{","value":[["sleep"],["name=Kabini River Lodge"],["url=http:\/\/www.junglelodges.com"],["email=info@junglelodge.com"],["address=Karapura"],["lat="],["long="],["directions=30 km after H.D. Kote"],["phone=+91-8228264402"],["tollfree="],["fax=+91-8228264405"],["hours="],["price=Rs. 3,500 and above for 24 hours and 2 safaris"],["checkin=12 pm"],["checkout=11 am"],["tags=Nagarhole,Park,Lodging"],["content=Situated at the south of the park, between the Nagarhole Park and the Bandipur National Park, it is one of the state Lodging. One of the best place to observe wild elephant specially from February to April when they converge to the lake."]]},"\n\n",{"type":"===","value":["Camping"]},"\nCamping is not allowed inside the park since it has fairly good number of tigers and other such wild animals.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["12.060000"],["76.151111"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cauvery Basin"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Nagarhole National Park"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Nagarhole National Park"]]}]