[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Nagaland in India (disputed hatched).svg"],["thumb"],["Map of Nagaland, Republic of India"]]},"\n\n",{"type":"'''","value":["Nagaland"]}," is one of the ",{"type":"[[","value":[["North-East (India)"],["northeastern states"]]}," of ",{"type":"[[","value":[["India"]]},". It is bordered by ",{"type":"[[","value":[["Manipur"]]}," in the south, ",{"type":"[[","value":[["Assam"]]}," in the west and north, ",{"type":"[[","value":[["Arunachal Pradesh"]]}," in the northeast, and ",{"type":"[[","value":[["Myanmar"]]}," (Burma) in the east.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Dimapur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kohima"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mokokchung"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tuensang"]]}]},{"type":"*","value":[{"type":"[[","value":[["Wokha"]]}]},{"type":"*","value":[{"type":"[[","value":[["Zunheboto"]]}]}," \n",{"type":"==","value":["Tribes"]},"\nThere are 16 different tribes in Nagaland:\n1.Angami\n2.Ao\n3.Chakhesang\n4.Chang\n5.Kachari\n6.Khiamniungan\n7.Konyak\n8.Kuki\n9.Lotha\n10.Phom\n11.Pochury\n12.Rengma\n13.Sangtam\n14.Sumi\n15.Yimchunger\n16.Zeliangrong\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]}," \nFly into Dimapur or take the fast train from Guwahati which leaves daily at 0630; connect to a share taxi in front of the Dimapur railway station (Rs 200) and reach Kohima by lunchtime. Direct buses also run daily between Guwahati and Kohima.\n",{"type":"===","value":["Entry formalities"]},"\nForeign nationals no longer need a Restricted Area Permit. If flying in, you should register with police at the airport, but even this is not strictly required.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["Kickstart Adventures ",{"type":"[","value":["http:\/\/www.kickstartadventures.com\/"]},"offers motorcycle tours in North East India. This adventure motorbike tour covers the states of ",{"type":"[[","value":[["Assam"]]},", ",{"type":"[[","value":[["Meghalaya"]]},", ",{"type":"[[","value":[["Nagaland"]]},", and ",{"type":"[[","value":[["Arunachal Pradesh"]]},", giving a traveller to visit to not only popular places but also rural parts of the region to experience first-hand of tribal cultures and traditions. The firm conducts tours all round the year."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Kohima"]]},", the state capital, houses the largest crucifix in Asia.\n\n",{"type":"'''","value":["Touphema Tourist Village"]},"\n\nSituated on a gentle hillock with panoramic views of the surrounding valleys at a distance of 41 km north of Nagaland capital Kohima, the Tuophema tourist village offers exquisite traditional Naga life in the lap of nature.\n\n\nThe resort offer all the modern comforts with an ethnic setting. The interiors of the resort provides fascinating insight into the history, tradition and ancient myths of the Naga people.\n\n\nVisitors are offered warm Naga hospitality which include guided walk to nearby peaks or rice fields, hunting trips, cultural expeditions and visits to local homes.\n\nAs part of the Naga hospitality, tourists are also offered local dishes with home made rice beer. A recently refurbished Museum inside the village offers an extensive ethnographic collection including wood carvings, musical instruments, textiles, handicrafts traditional artifacts, jewellery ans archaeological finds.\n\n\n",{"type":"'''","value":["Hornbill Festival-(Naga Heritage Village - Kisama)"]},"\n\nThe Hornbill festival held in the first week of December shows that with its stunning natural beauty and great cultural traditions, Nagaland can offer a rich fare to tourists.\n\n \n\nThe state of Nagaland still supports a tribal culture and here at the Hornbill Festival, in the state capital Kohima, this is celebrated with a series of performances and demonstrations.\n\nThe festival sees each tribal Hoho (the leading body of each tribe) construct a Morung (boys dormitory), where the values of life are traditionally imparted. In these modern-day Morung, the tribes depict their original lifestyles as accurately as possible. Although they don't have the original totem poles or carvings, the ceremony still serves to give an authentic idea of the traditions of the tribes.\n\nTraditional arts are also featured, with paintings, wood carvings and sculptures by modern Naga artists on display. Naga troupes sing folk songs, perform traditional dances and play indigenous games and sports.\n\nIn the evenings a programme of music concerts, catering for all tastes, ensure that the festive spirit continues through the night.\n\n \n\n",{"type":"'''","value":["Dzükou Valley"]},"\n\nDzukou Valley Situated at an altitude of 2438.4 metres above sea-level, behind the Japfu Peak, it is 30 Km to the south of Kohima. The entire valley is overshadowed with a type of tough bamboo brush to make the place appear like a mown lawn. The serpentine stream that flows through Dzukou becomes frozen during winter. In summer, wild herbs sprout along the river banks. Lilies in white and yellow and a hundred of other specias of flowers in varied colour adorn the valley in summer. Rhododendrons in white and other colours ornament the hills surrounding the vale. This is one of the best trekking spots in the North-Eastern Region. A base camp for Trekkers' is being constructed on the way from the Jakhama route.\n\nFrom June to September, the entire valley is covered with a carpet of wild flowers. Here, you are completely at peace with nature. The valley is surrounded by hills, natural caves & rocks and is thus, ideal for camping.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nA typical Naga table consists of a meat dish, a boiled vegetable dish or two, rice and a chutney (Tathu). Nagas tend to prefer boiled edible organic leaves. Some common dishes are \"fermented bamboo shoot\" (made from the tender shoot of the Bamboo tree) with fish and pork. axone (soyabean boiled, fermented and either smoked or sun dried) with smoked pork and beef. Smoked meat is produced by keeping the meat above the fire or hanging on the wall of the kitchen for 2 weeks or longer, which could last for the whole year ahead. Anishiis fermented yam leaves made into patties and smoked over the fire or sun dried . Naga food tends to be spicy(chillies). There are different varieties of chillies in Nagaland. The ginger used in the Naga cuisine is spicy, aromatic and is different from the common ginger. The garlic and ginger leaves are also used in cooking with meat. Another popular dish is a soupy dish which is had with cold rice made mostly when one feels under the weather or a migraine, called by different name by the different naga tribes.\n\n",{"type":"==","value":["Drink"]},"\nConsumption of alcohol is prohibited in the state.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["North-Eastern India"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Nagaland"]]},"\n",{"type":"{{","value":[["geo"],["26.229167"],["94.6525"]]}]