[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Naga"]}," is the largest and most important city in the ",{"type":"[[","value":[["Bicol"]]}," region, being its center of almost everything. It is the capital of the province of ",{"type":"[[","value":[["Camarines Sur"]]},", and is the core of the organized ",{"type":"''","value":["Metropolitan Naga"]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Mapframe"],["13.62103"],["123.18578"],["zoom=16"],["height=470"],["width=470"],["layer=OP"]]},"\nNaga City was known as ",{"type":"'''","value":["Nueva Caceres"]}," and was one of the major cities during the Spanish rule in the Philippines.  Naga City is also home to the seat of the Archdiocese of Caceres, one of the oldest dioceses in the Philippines. Naga City is also the center of devotion to the Our Lady of Peñafrancia which is one of the largest Marian devotions in Asia. Naga City is the economic, commercial, trade, tourism, medical, technological, religious, cultural, industrial, educational, financial, and social center of the ",{"type":"[[","value":[["Bicol"]]}," Region. It is also Camarines Sur's most populous city. It is also the regional center of trade, commerce, and industry, as it is home to large international companies, high-rise hotels, and condominiums. Known as the Convention City of Southern Luzon, Naga City is also the cultural center of Bicol Region because of large convention centers, and most cultural food, festivals, and poetry are located in the city, as well as the second largest coliseum in the Philippines, the Jesse M. Robredo Coliseum.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nPlane rides to Naga City take about forty-five (45) minutes. Airline companies that provide this service are Philippine Airlines\/PAL Express, Cebu Pacific . Planes land at the Naga Airport in Pili, Camarines Sur, so you will have to take a fifteen (15) minute car ride to get to Naga City.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"===","value":["By car"]},"\nNaga is 445 km by road from Manila.\n\n",{"type":"===","value":["By bus"]},"\nHundred buses travel to Naga City from Metro Manila, serviced by southwest bound. Departed from several buses pool, can be several times within a day but from Naga City back to Manila normally start from 05.30 AM and the journey takes 8 -10 hours. Asked to be align at Pasay City or nearby EDSA for more convenient travel to downtown Manila. \n\nNaga City has a good terminus. The terminus is considered largest and busiest in ",{"type":"[[","value":[["Bicol"]]},", it was renamed ",{"type":"'''","value":["Bicol Central Station"]},". Several canteen served local food and passengers will be departed from the main gate and follow the sign that mentioned its direction, e.g to Manila, to Daet etc. Make sure your bags are properly kept in the baggage compartment and bring your hand-carry into the bus.\n\nTickets sales daily and can be booked in advance, just go to the counters and choose based on budget: economy (non A\/C) to executive (A\/C with seating lay out 2 - 2 or 1 - 2 are available).\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nNavigating Naga City is easy by car. Public transportation is provided by pedi-cabs,jeepneys and tricycles (three wheel motorcycles). Transport by taxis is now available.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":[" Churches and monasteries "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Naga Metropolitan Cathedral"]}," is the oldest cathedral established in the whole southern ",{"type":"[[","value":[["Luzon"]]},". It was built in 1573, and was inaugurated in 1575.  It is also the cathedral of the Archdiocese of Caceres."]},{"type":"*","value":[" ",{"type":"'''","value":["Our Lady of Peñafrancia Shrine"]}," is the original home of Our Lady of Peñafrancia for two centuries.  It was established in 1750."]},{"type":"*","value":[" ",{"type":"'''","value":["Peñafrancia Basilica Minore"]},", established in 1985, it is the new home of Our Lady of Peñafrancia where the Traslacion starts when her image is led into procession around the city streets then brought to the cathedral."]},{"type":"*","value":[" ",{"type":"'''","value":["San Francisco Church"]},", established in 1578, it is the first church in the region built by the Franciscan Friars.  The surrender of the Spanish forces to the Bikol revolutionaries Elias Angeles and Felix Plazo took place here on September 18, 1896. The church was reduced to rubble by the heavy bombing of Naga in World War II, and the church remained in ruins until the present new edifice was constructed."]},{"type":"*","value":[" ",{"type":"'''","value":["St. Jude Churches in del Rosario"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Carmelite Church and Monastery"]}," - home of the Carmelite nuns in ",{"type":"[[","value":[["Bicol"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Holy Rosary Minor Seminary and Museum"]}," - oldest seminary in the Bicol Region, it houses the old paraphernalia, and items used by the old Catholic Church, including the documents of Our Lady of Peñafrancia’s verified devotion, and coronation."]},{"type":"*","value":[{"type":"'''","value":["Holy Rosary Major Seminary and Church"]}," -the largest seminary in the Bicol Region."]},{"type":"*","value":[" ",{"type":"'''","value":["Immaculate Conception Church"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Caritas Mariae Church in Pacol"]}]},{"type":"*","value":[{"type":"'''","value":[" Christ the King Church"]},", Ateneo de Naga University"]},{"type":"*","value":[" ",{"type":"'''","value":["Holy Cross Parish Church in Barangay Tabuco"]}]},"\n",{"type":"===","value":[" Natural attractions "]},"\n",{"type":"[[","value":[["Image:Malabsayfalls.jpg"],["thumb"],["Malabsay Falls"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mount Isarog"]}," is a dormant volcano and a national park open for ",{"type":"[[","value":[["trekking"]]}," and ",{"type":"[[","value":[["mountain biking"]]}]},{"type":"*","value":[{"type":"'''","value":[" Malabsay Falls"]},", a ",{"type":"[[","value":[["waterfall"]]}," near Mt. Isarog. It can be accessible through hiking in the Panicuason trail or through the Stonehouse Gardens Resort."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/planet.naga.ph\/36971\/destination-nabontolan-falls\/ Nabontolan Falls"]}]}," rests within the protected area of Mt. Isarog National Park and accessible through the Panicuason trail, this waterfall offers a breathtaking refuge from the busy city life and allows one to commune with nature.  It is seldom visited by mountain climbers, hikers and picnic-goers because of its rough trail."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/panpages.ph\/listings\/ph56148-the-naga-city-ecology-park Naga City Ecology Park"]}]}," is an ecological park located in Brgy. Pacol, at the foot of Mt. Isarog. It is a five-hectare sprawl of tropical greenery, the park showcases various exotic plants, palms, an eco-walk maze, topiary garden, an orchid and mini-forest. Walkways, lawns, and pavilions provides for family picnics, stroll, and undisturbed appreciation of nature’s beauty."]},{"type":"*","value":[{"type":"'''","value":["Panicuason Hot Springs Resort"]}," is one of Bicol’s secret hideaways.  Located at the bottom of a forest river ravine accessible via a private road, this resort is smack at the center of the teeming rain forest of Mt. Isarog.  Only 30 minutes away from downtown naga, the resort is a sight to behold, a virtual jungle paradise of ancient trees and giant ferns minus the wild animals. The resort is composed of several natural pools with temperatures ranging from a cold 20 degrees Celsius to a steaming 39 degrees Celsius. Frequented by local and international visitors, it has also been featured on national TV shows. A day or two at the hot springs resort will surely uplift one’s spirit and soothe aching and weary muscles with hot spring water that emanates from the earth’s bowels."]},"\n",{"type":"===","value":["Resorts"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/spring-valley.net\/ Spring Valley Garden Resort"]}]},", is a resort that sprawls at the outer slope of Mount Isarog and derives its name from natural springs that feed its four swimming pools with fresh freely flowing water."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nagacitydeck.com\/2011\/05\/penafrancia-resort-carolina-naga-city.html Peñafrancia Resort"]}]},", is one of the oldest known resorts in the city. Since its development in 1970, it has maintained its services and reputation in the city as one of the first resorts in Naga."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.angkulet.com\/2012\/12\/31\/stonehouse-gardens-resort-naga-city\/#sthash.2ldLnp5b.dpbs Stonehouse Garden Resort"]}]},", is a resort at the very slope of Mount Isarog. The resort is jump-off to the Panicuason Trail, which leads to Malabsay and Nabontolan Falls, and to Mt. Isarog itself."]},{"type":"*","value":[{"type":"'''","value":["Rock Garden Resort"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/ph.geoview.info\/casa_ofelia_resort,18615048p Casa Ofelia Resort"]}]}," is a resort in Brgy. Carolina."]},"\n",{"type":"===","value":[" Historical landmarks "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Calle Via Gainza"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Calle Real"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Calle de Legaspi"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Casa Real"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Casa Tribunal"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Casino Español"]}]},{"type":"*","value":[" ",{"type":"'''","value":["House of Tomas Prieto site"]}," at the corner Panganiban Drive and Peñafrancia Avenue was the home of the Bicolano martyr, Tomas Prieto, who was executed on January 4, 1897 at the Bagumbayan Field in Manila together with ten others, collectively known as the \"Bicol Martyrs.\""]},{"type":"*","value":[" The ",{"type":"'''","value":["Naga City Police Station"]}," on Barlin Street was the site of the Cuartel General of the Guardia Civil in Camarines that was constructed in 1870, but was razed by fire caused by faulty electrical wiring."]},{"type":"*","value":[" ",{"type":"'''''","value":["Puente de Naga"]},", now Lt. Delfin Rosales Bridge, the massively designed concrete bridge was constructed in 1847 and was known as Puente de Naga, and until the 1920s when the bridge was renamed in honor of Bicolano Jose Maria Panganiban.  It was renamed again in 1989, to honor Lt. Delfin C. Rosales in World War II, during the battle for Naga in April 1945."]},"\n",{"type":"===","value":["Monuments"]},"\n",{"type":"[[","value":[["Image:WTNaga BAHALANA B41.JPG"],["thumb"],["right"],["Plaza de Nueva Caceres"]]},"\n",{"type":"[[","value":[["File:The Fifteen Martyrs of Bicol Monument in Naga City, Camarines Sur.JPG"],["thumbnail"],["right"],["The Plaza Quince Martires Monument"]]},"\n",{"type":"[[","value":[["File:WTNaga EURO A22.JPG"],["thumbnail"],["right"],["The Miguel Robles de Covarrubias Monument"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Plaza Miguel Robles de Covarrubias"]}," is a monument in the plaza of Our Lady of Peñafrancia Shrine, the old home of Our Lady of Peñafrancia. It was constructed, along with the stage, to commemorate the 300 Years of love and devotion to the Our Lady of Peñafrancia, the patroness of ",{"type":"[[","value":[["Bicolandia"]]},". It also depicts of how Fr. Miguel Robles de Covarrubias brought Ina to the Bicolanos."]},{"type":"*","value":[{"type":"'''","value":["Plaza de Nueva Caceres"]},", also known as the ",{"type":"'''","value":["Oragon Monument"]},", is a monument constructed by the local government of Naga City to commemorate Naga City's long history, and its charter anniversaries. The monument depicts Nueva Caceres during the Spanish Period. The yearly foundation day of Nueva Caceres is held in the monument."]},{"type":"*","value":[{"type":"'''","value":["Plaza Rizal"]}," is the oldest plaza and monument in Naga City. It is the centerpiece of the Rizal Park which was the former park of the old Camarines Sur Provincial Capitol. It has Jose Rizal and some angels in the monument. Majority of trade fairs held in the city are sometimes done in the plaza. The plaza is also adjacent to the Plaza Quezon."]},{"type":"*","value":[{"type":"'''","value":["Plaza Quezon"]}," is the largest plaza in Naga City. It is where the Regional Civic Parade, Voyadores Festival, Military Parade are done in September during the festivities of Our Lady of Peñafrancia. It is also where international artists and showbiz caravans are held when visiting the city."]},{"type":"*","value":[{"type":"'''","value":["Plaza Barlin"]}," is the only monument constructed to commemorate Bishop Jorge Barlin, the first Filipino bishop, which was from Baao, Camarines Sur."]},{"type":"*","value":[{"type":"'''","value":["Plaza Quince Martires"]}," is the monument located at the very heart of Naga's Central Business District I. It commemorates the martyrdom of 15 people from Naga who oppose Spanish Regime. It was on January 4, 1897 or barely 5 days after the National Hero –Dr. Jose P. Rizal – was executed when the 11 prisoners from Bicol were also executed on the same field in Bagumabayan (now Luneta). The four others had either died in prison as a result of torture or while in exile in the island of Fernando Poo (or Fernando Pó), off the coast of Africa. The monument was built on November 29, 1926 during the American occupancy."]},{"type":"*","value":[{"type":"'''","value":["Jose Maria Panganiban Monument"]}," in Naga Central School I is a monument dedicated to the Bicolano hero Jose Maria Panganiban, who was an active member of the La Solidaridad Propaganda movement during the waning days of Spanish Colonial Rule."]},{"type":"*","value":[{"type":"'''","value":["Jesse Robredo Monument"]}," in his burial site at Eternal Gardens Naga City located at Balatas Road where the Peñafrancia Basilica Minore is located and near to the monument. It is a commemorative monument to honor the late Jesse Robredo who was Naga City Mayor from 1988 to 2009. He was a great example of good governance in the country."]},{"type":"*","value":[{"type":"'''","value":["Infantil de la Milagrosa Monument"]}," in front of the Universidad de Santa Isabel is a historic monument built by the Daughters of Charity that is the management of the Universidad de Santa Isabel and is a major component of Catholic life. The monument commemorates the thanksgiving of the nuns  after ",{"type":"[[","value":[["World War II"]]}," in which that they were saved from the impending danger."]},{"type":"*","value":[{"type":"'''","value":["Sto. Niño Monument"]}," is a monument located inside the Parish of the Immaculate Conception. It is a monument unveiled by the Archdiocese of Caceres to commemorate the patronage of Santo Niño in the Archdiocese, being centered in the parish."]},"\n",{"type":"===","value":[" Museums "]},"\n",{"type":"[[","value":[["Image:Bicol science centrum.JPG"],["thumb"],["Bicol Science Centrum"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Holy Rosary Minor Seminary Museum"]}," showcases Bicol's ancient relics and artifacts like burial jars, ancient china wares,rare stones and ritual objects. The museum also features local church history where old Church vestiges and sacred objects are displayed."]},{"type":"*","value":[" The ",{"type":"'''","value":["Penafrañcia Museum"]}," contains sacred vestiges related to Marian devotion to Our Lady of Peñafrancia."]},{"type":"*","value":[" The ",{"type":"'''","value":["University of Nueva Caceres Museum"]}," is one of the oldest museums outside Manila and recognized by the International Association of Museum. It houses historical artifacts of the ancient Bikol, its people and culture."]},{"type":"*","value":[" ",{"type":"'''","value":["Bicol Science and Technology Centrum"]}," is a science museum established in 1993 in partnership with the Department of Science and Technology to cater to the science and technology education for the young, professionals, teachers andenthusiasts alike. It features an exhibit of interactive gadgets, a skywatch gallery, a sci-cubby hole for the kids, an audio-visual room and a cybercafé for internet users."]},{"type":"*","value":[" The ",{"type":"'''","value":["Naga City Art Gallery"]},", established by the Salingoy Art Group in partnership with the Naga City government, houses traditional and contemporary art works of Bicolano artists."]},"\n",{"type":"==","value":["Do"]},"\nWakeboarding at Camarines Sur Watersports Complex (CWC)\n\nThe Panicuason Hot Springs, in Barangay Panicuason, Naga City, is a 15-minute drive up Mt. Isarog's slopes. There are about five pools with different temperatures. Immerse yourself in the hottest pool and peacefully contemplate your existence, surrounded by lush foliage of a tropical rainforest.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=SM City Naga"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours= 10 AM - 9 PM"],["price="],["content="],["name=Nagaland E-Mall"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours= 8 AM - 8 PM"],["price="],["content="],["name=LCC Central Mall"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours= 8 AM - 8 PM"],["price="],["content="],["name=Avenue Square"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours= 24 Hours"],["price="],["content="],["name=Westpark Leisure Hub"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours= 5 PM - 5 AM"],["price="],["content="],["name=The Night Plaza"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours= 6 PM - 4 AM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=SM City Naga"],["alt=SM Naga"],["url=http:\/\/www.smprime.com\/smprime\/?p=508"],["email="],["address=Ninoy and Cory Avenue cor. Carnation Street, Triangulo, CBD II, Naga City"],["lat="],["long="],["directions=Ride tricycle from anywhere in the city, preferrably in the Centro, or ride jeepney heading Centro-Magsaysay-Diversion Route and go down when the jeepney is in the Bus terminal, then walk towards the mall."],["phone="],["tollfree="],["fax="],["hours=10 AM - 9 PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=LCC Central Mall"],["alt=LCC Mall"],["url="],["email="],["address=Felix Plazo Street, Sabang, Naga City"],["lat="],["long="],["directions=Ride tricycle from Centro ONLY."],["phone="],["tollfree="],["fax="],["hours=8 AM to 8 PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Nagaland E-Mall"],["alt=E-Mall"],["url="],["email="],["address=Elias Angeles Street, CBD I, Naga City"],["lat="],["long="],["directions=Ride tricycle from anywhere in the city."],["phone="],["tollfree="],["fax="],["hours=8 AM to 8 PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\nLocal culinary is known as Bicolano food. Coconut milk is the most important ingredient to be added during the cooking. Mains can be pork, seafood or poultry. Flavor will be hot from chili, sweet and sour to savoury enriched by coconut milk base. Most famous amongst the Bicolanos' menu is Bicol Express, which consists of pork and intestine slow-cooked in coconut milk, vinegar and some spices. Common Filipino menus also can be found quite easily. They include dishes like pork adobo, silog (fried rice in garlic), milkfish (bangus) and longganisa (pork sausages). The taste of the longganisa is sweet, quite similar to Ilocano's longganisa.   \n\nFast food chains such as ",{"type":"''","value":["Jollibee"]},", ",{"type":"''","value":["McDonalds"]},", ",{"type":"''","value":["Bigg's Diner"]}," and a lot more serve food at mid-range prices.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\nEat at the finest ",{"type":"''","value":["Caby's Cabana"]},", ",{"type":"''","value":["Yellow Cab"]},", or the famed culinary center, ",{"type":"'''","value":["The Cereza"]}," which houses fine dining foreign-themed restaurants such as ",{"type":"''","value":["Grissini Ristorante"]},", ",{"type":"''","value":["El Cabareta Grande"]},", ",{"type":"''","value":["Biringyan Francois"]},", and the ",{"type":"''","value":["Milky Way"]},".\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sampaguita tourist Inn"],["alt="],["url="],["email="],["address=Panganiban drive"],["lat="],["long="],["directions="],["phone=4732158"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php175\/475"],["content=fan rooms with out side bathroom. a\/c rooms with own bathroom and Cable TV. a good clean budget place to stay in Naga city. (there are two Sampaguita tourist inns in Naga city)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden leaf hotel"],["alt="],["url="],["email="],["address=misericordia street"],["lat="],["long="],["directions="],["phone=054-472-6507"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php300\/400\/500"],["content=fan single with own bathroom and cable TV. fan double with own bathroom and cable TV. a\/c double with own bathroom and cable TV"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Caceres Hotel"],["url="],["email="],["address=48 Magsaysay Ave"],["lat="],["long="],["directions="],["phone=(632) 250-8118"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is very nice. The hotel has its own 24 hour restaurant with room service. Air-conditioning, cable TV, pool, spa are available. The internet charge is 2 pesos per minute. There is a free shuttle to the airport."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Avenue Plaza Hotel"],["url="],["email="],["address=Magsaysay Ave"],["lat="],["long="],["directions="],["phone=(6354)473-9999"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel has more facilities than most hotels in Camarines Sur. It has gym, sauna and function rooms."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\nAs the capital and center of Camarines Sur, Naga City serves as the hub for other cities and municipalities in the province. The Central Bus Terminal offers one the means to get to other areas of Camarines Sur. One may take buses or filcabs. Buses make frequent stops to every town they pass through to pick up passengers. Filcabs are vans whose original seats are removed and refitted to accommodate more passengers. They are usually faster way to get to your destination but they have a practice of filling up all the seats before they leave.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Bicol"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Naga City"]]},"\n",{"type":"{{","value":[["geo"],["13.616666666667"],["123.16666666667"]]}]