[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Nai Thon"]}," (หาดในทอน ",{"type":"''","value":["Hat Nai Thon"]},") and ",{"type":"'''","value":["Nai Yang"]}," (หาดในยาง ",{"type":"''","value":["Hat Nai Yang"]},") are two adjacent quiet beaches in northern ",{"type":"[[","value":[["Phuket"]]},". There are a few hotels, guesthouses, and restaurants in Nai Thon. The atmosphere is generally laid back and quiet. New hotel projects are in the process of being built so it will change here too.\n\n",{"type":"==","value":["Get in"]},"\nNai Thon is at the foot of high hills and has a fine strip of sand.  This quiet bay is suitable for swimming.\n\n",{"type":"[","value":["https:\/\/www.google.com\/search?q=Sirinat+National+Park&ie=utf-8&oe=utf-8&aq=t Sirinat National Park"]},"(อุทยานแห่งชาติสิรินาถ) covers an area of 90 square km, stretching all the way to the island's northern tip. The park headquarters are on Nai Yang, which is blessed with shady pine trees providing excellent opportunity for swimming and relaxation. Off-shore is a large coral reef which serves as habitat for several species of sea life, particularly sea turtles. \n\nIt is only a short taxi ride to and from the airport\n\n",{"type":"==","value":["Get around"]},"\nWalk! Bikes available for rent for 200 baht per day. Motorbikes are 300 baht in the high season.\n\nShort taxi rides (to your accommodation on the main road for example) are 150 baht and up.  Negotiate.\n\n",{"type":"==","value":["See"]},"\nMangrove forests, situated on the island's northern tip, cover a large area of 320 acres.  A nature trail has been cleared for the convenience of visitors with signs indicating and explaining the various species.\n\n",{"type":"==","value":["Do"]},"\nBasically this is a chill on the beach sort of place! It seems that the most popular thing to do is to have a massage.\n\nYou can ",{"type":"'''","value":["kite surf"]}," in summer season. Don't expect strong winds, so take your biggest kites. There are waves on one side of the lagoon and flat water with reef break on the other. Kite schools ",{"type":"'''","value":["KBA"]}," and ",{"type":"'''","value":["Kitezone"]}," will help you with lessons and gear.\n\nYou can go snorkelling of the beach In Nai Yang from the life guard post in the park. (You don't pay park entrance fee when you walk in from the beach.) There's some fish animal life and the corals are starting to grow\/recover from the 2004 tsunami.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nSmall informal restaurants are situated literally on the sand for the length of Nai Thon Beach, and offer a relaxing meal at minimal cost. Food is either cooked in tents on the beach or in houses across the road.  Tables and chairs are set up on the sand, and range from plastic outdoor settings to solid wooden settings with tablecloth. However, appearances can be deceiving, as the tackier looking restaurants often dish up better meals.\n\nMains start at around 70 baht, offering excellent value for money, but service can sometimes be slow, and orders confused if made in English. The key is to sit back, smile and soak up the serenity; beach-front dining on pocket change doesn't get much better than this.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Green Home Made Pizza"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=~200 baht"],["content=Great view of the sunset."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Phen's Restaurant Bar & Coffee"],["url=http:\/\/phensrestaurant.wix.com\/page"],["email="],["address="],["lat="],["long="],["directions=Nai Yang Beach."],["phone="],["tollfree="],["fax="],["hours="],["price=200-2,400 baht"],["content=One of the beach front restaurants on Nai Yang Beach."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sunset Beach Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a great place to chill with a beer and watch the sunset while reclining on \"tea beds\" on the beach."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Angel of Naithon"],["url=http:\/\/www.angelofnaithon.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 81 8309628"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Angel of Naithon offers a traditional Thai-style private bungalow just a walk to the beach. The swimming pool is surrounded by bungalows and beautifully landscaped gardens like a hidden small village."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pensiri house"],["url=http:\/\/www.pensirihouse.com\/"],["email="],["address=112 Moo 5"],["lat="],["long="],["directions=Close to Indigo Pearl Hotel"],["phone=+66 81 8959489"],["tollfree="],["fax="],["hours="],["price=500+ baht"],["checkin="],["checkout="],["content=Nice, clean guesthouse. Rooms with air-con, cleaned every day, big windows. You can have a good coffee and breakfast on ground floor. 5 min walk from beach."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Coast (Phuket)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]