[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Nakfa"]}," is a town in ",{"type":"[[","value":[["Eritrea"]]},".\n\n",{"type":"==","value":["Understand"]},"\nNakfa is the remotest village of Eritrea but at the same time the most sought after place for any casual tourist from Italy or China. This was the place where the Eritrean Peoples Liberation Front or the E.P.L.F. fought bravely for nearly 30 years before getting liberation for Eritrea from the rule of the Ethiopian government. For this reason the currency of Eritrea is also named ‘Nakfa’. \n\nThe road from Afabet to Nakfa is winding like all the other roads in this country. But in this sector it is so narrow and the village van is so bulging that you end up paying offering to all the temples back home in India. The people here are all tribal Muslims and they live in small stone huts without plastering. More important is the generator which is essential as this village has no electricity. Even a telephone is available in the village but it works on sunny days only as the power source is solar. You can’t dial home directly either as it is a link system and it takes quite some time to connect to Asmara. But the telephone booth looks ‘crowded’ all the day as those who come in the morning wait the whole day to get connected. Once connected you can talk aloud but there is no guarantee of your message reaching the other end as the signals are often very weak.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Nakfa Village.jpg"],["thumb"],["200px"],["Nakfa Village"]]},"\nNakfa is a nice place to go but it is not easy to reach. Eritrea itself is a difficult country to get to. Lufthansa Airlines operates occasional flights to ",{"type":"[[","value":[["Asmara"]]},", but only from ",{"type":"[[","value":[["Germany"]]},". Right now the only other way to reach Asmara is through ",{"type":"[[","value":[["Egypt"]]},", ",{"type":"[[","value":[["Yemen"]]}," or ",{"type":"[[","value":[["Sudan"]]},". Every tourist in Asmara wants to visit Nakfa as it is a well known historic spot and very exotic too. But alas, there are no bus services and taxi drivers simply refuse to go there. You have to take a bus to ",{"type":"[[","value":[["Keren"]]}," town where a village van going to ",{"type":"[[","value":[["Afabet"]]}," can be arranged on the next day.\n\nYou have to accommodate yourself with cattle and carry bags but you will reach Afabet within a few hours of comfortless travel. Afabet is the place where you have to show your patience. Transport to Nakfa is certainly available but you have to wait for one or two days. \n\n",{"type":"==","value":["Get around"]},"\nWhen you finally reach  the top the Nakfa ridge after some four hours and if your visit is between November and March the place looks very nice with European weather, fogs and all.\n\n",{"type":"==","value":["See"]},"\nIf Nakfa is not beautiful, what is beauty? Perched atop 1,780 metres above the sea level, this little African village is rich in history and scenic beauty. Nakfa is beautiful because of the undulating nature of the Sahel mountain range in this area. You don’t see a single mountain but hundreds and hundreds of small hills rolling to all the four sides of your observation point. Nakfa is one of the few villages in Africa where shifting cultivation and nomadic herding is still in practice. The tribal population shifts from mountain to mountain in search of better pastures. \n\nMany village communities in India build their homes as near to each other as possible but this is not the case in Nakfa. Each tribal house is built on a separate hillock. The house is only one room made of stones and the roof is made up of corrugated sheets these days. There is a small enclosure outside every house which is used as a bathhouse. All chores of the home are done outside. In the evening all the cattle are simply put outside the hut without employing ropes, fences or identity tags. Water is not plenty but there are some tanks and streams where the animals crowd to quench their thirst. They all dry up in summer and the big camel population here depends upon cactus stalks for their water requirements. It is real fun to see the camel eating the cactus without harming itself with the very sharp thorn. \n\nThe people of Nakfa live in harmony with nature. They eat what they cultivate and drink what their cattle provides them. Coco Cola comes only once a month to the top of the hill and then there is real celebration around the truck. Everybody insists on finishing the whole load within the next few hours. You are reminded of the commercials of Coco Cola on the television. But then Eritrea is one country where the fanciful and the real meet each other. When you travel the spiral path down the plateau of Asmara, you can see the long Coco Cola truck climbing up the hairpin bends, just like their magazine ads. \n\nMassawa road itself is an exotic experience where you ‘pass through three different climates’. You start from Asmara with three layers of jackets and remove two of them in Nefasit and Ginda and finally walk around in your T-shirt when you finally reach the port city of Massawa on the red sea. The climate of Massawa rises up to 45 degrees whereas in Nakfa it tends to go below zero degrees at least in the month of January.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe food is sumptuous. For ten Nakfa, you can have ‘injira’ and ‘zigni’ which is something like dosai and mutton curry in Indian terms.\n\n",{"type":"==","value":["Sleep"]},"\nYou want to sleep in a lodge? Yes there are ‘lodges’ here but they don’t have rooms, roofs, water or electricity. You pay six nakfa (about $.40) and you will just be given a coat in the open courtyard.\nBut don’t worry about accommodation. One rich Nakfian working abroad in the Saudi Arabian royal palace has decorated his village with a small six room ‘star hotel’ with good bedrooms, presentable bathrooms and a dish antenna but not a restaurant. This mountain-lodge is called ",{"type":"'''","value":["Hotel Nakfa Apollo"]},".\n\n",{"type":"{{","value":[["geo"],["16.6667"],["38.4667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Coastal Eritrea"]]},"\n",{"type":"[[","value":[["WikiPedia:Nakfa, Eritrea"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]