[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Nalanda.jpg"],["thumb"],["350px"],["Main stupa of Sariputta, Nalanda"]]},"\n\n",{"type":"'''","value":["Nalanda"]}," is in the ",{"type":"[[","value":[["Bihar"],["Bihar state"]]}," of ",{"type":"[[","value":[["India"]]}," and marks the site of the once famous Buddhist university also known as the Nalanda University. \n\n",{"type":"==","value":["Understand"]},"\n\nNalanda was a Buddhist university established in 450CE, and was the longest running university in Indian history. Among its many notable guests were the Buddha and Mahavira, and at its zenith accommodated over 10,000 students and over 2,000 faculty. However, it was destroyed by Turkish Muslim invaders in 1193, when the students and teachers were massacred and the massive university library was burnt down, and currently all that remains are extensive ruins that are spread over an area of 14 hectares.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nThe nearest important station is ",{"type":"[[","value":[["Bihar Sharif"]]}," (about 15 km) which is connected to ",{"type":"[[","value":[["Patna"]]}," and several other important towns and cities of eastern India. Nalanda itself is a station.\n\nFrom Patna, you can take the Budhpurnima Express, that departs Patna Junction at 3 in the morning and reaches Nalanda at 4:30 in the morning. Trains running during daytime will typically take three hours for the same trajectory.\n\n",{"type":"===","value":["By car"]},"\n\nShared jeeps plying the route between ",{"type":"[[","value":[["Rajgir"]]}," (15km) and ",{"type":"[[","value":[["Bihar Sharif"]]}," (35km) make a stop at the turn off for Nalanda. Rickshaws and other vehicles are available from here to the main gate, a distance of 2KM.\n\n",{"type":"===","value":["By bus"]},"\n\nBus facilities are available from ",{"type":"[[","value":[["Patna"]]},",Gaya, Bihar Sharif and Rajgir. See the 'Go next' section below for more details.\n\n",{"type":"==","value":["Get around"]},"\nThe main way to get around Nalanda is by Tonga (horse drawn cart). A trip from the main road (where a bus or jeep will drop you off), up to the university ruins and museum should cost you Rs50 for the whole cart, or Rs10 per person in a shared cart with other people.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Great Stupa"]},". The remains of the stupa has terraces and smaller stupas. Rs100 (for foreigners). The ticket office is just across the road from the entrance. Mind the begars and shopkeepers."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nalanda Archaeological Museum"]},". The museum houses a significant collection of Pala and Mauryan statues. 10AM-5PM daily, closed Fridays. The six (Airconditioned!!) rooms show off stone and metal statues that were found during the excavations of Nalanda and surrounding villages. The statues are a little detailed and full of expression than other museums in the area, and it's certainly worth the Rs 5 admission fee (2012). It's about 150m down the path from the ticket office (which is directly opposite the University ruins)."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nalanda Multimedia Museum"],["alt="],["url=http:\/\/www.prachinbharat.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great place to visualize the History of Nalanda. It runs a 20 minute (Rs 50) movie about the history of Nalanda using 1990's style 3D animation. About half the information contained in the show can be gained from signs around the university ruins. It's interesting and actually worth it if you have a little extra time and a spare 50 rupees. To get there, keep walking up the road from the university ruins\/official museum about 200m and it will be on your right."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere are many roadside stalls near the entrance to the Nalanda historical site an museum. Nothing flash, but samosas and snacks can be bought to sustain you. For a meal, there's a restaurant just down from the ticket office towards the (non-multimedia) museum. There's also a nice Garden Restaurant Run in the Nalanda Multimedia Museum - open peak season.\n\n",{"type":"==","value":["Drink"]},"\nPrefer packed drinking water bottles and surely look for a reputed brand.\n\n",{"type":"==","value":["Sleep"]},"\nMany visitors to Nalanda prefer to stay in ",{"type":"[[","value":[["Rajgir"]]}," as there is a greater choice of accommodation. \n\n",{"type":"*","value":[{"type":"'''","value":["China Temple"]},". Located near the Nalanda Mor - On Biharshrif-Rajgir Highway."]},"\n",{"type":"*","value":[{"type":"'''","value":["Youth Hostel"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bodh Gaya"]]}]}," (89km). There is a direct bus during peak season, but the more reliable way is to get a bus to Gaya (sometimes involving changing in Rajgir), then a bus or Rickshaw (Rs 200) down to Bodh Gaya."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Rajgir"]]}]}," (15km). About every half hour (Rs 8)"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Patna"]]}]}," (80km). By train it will take about three hours, the fastest one is the Budhpurnima Express that departs 23:45 and arrives in Patna Junction 02:10. The easiest way by road is to get a bus from the Nalanda main road up to Bihar Sharif (about every half hour, Rs8), then change for an eight hour bus to Patna (Rs 70) from the same bus station. Beware Patna traffic jams, and be ready to add an extra few hours to your journey in bad cases."]},"\n",{"type":"{{","value":[["IsPartOf"],["Bihar"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Nalanda"]]},"\n",{"type":"{{","value":[["geo"],["25.136797222222"],["85.443827777778"]]}]