[{"type":"{{","value":[["pagebanner"],["Namche_Bazaar_banner.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:NamcheBazar1.jpg"],["thumb"],["350px"],["Namche Bazaar"]]},"\n",{"type":"'''","value":["Namche Bazaar"]}," (3440m) is the unofficial capital of the ",{"type":"[[","value":[["Khumbu"],["Khumbu region"]]}," of ",{"type":"[[","value":[["Nepal"]]},",  and is a major stop-off point for trekkers and climbers heading for ",{"type":"[[","value":[["Mount Everest"]]}," base camp.\n\n",{"type":"==","value":["Understand"]},"\nThe village is located on crescent shaped mountain slopes that offer stunning views of the mountains across the valley. It is a grueling 3 to 4 hour climb up from the river to Namche, and at 3,500 meters, it is possible to suffer altitude sickness here. Therefore, it is advisable to spend at least two nights in the village to acclimatize. \n\nTraditionally the village was a trading post, with locals bartering yak cheese and butter for agricultural goods grown at lower altitudes. However, after Sir Edmund Hillary and Tenzing Norgay's successful climb of Everest in 1953, the dynamics of the village changed forever as climbers and trekkers soon followed in their wake. At first the groups came in a trickle, but in the 60s and 70s this  turned into a torrent, and being located at a confluence of trekking trails, Namche was best served to meet their needs. In addition, as Namche is the first place on the Khumbu trek that is above altitude sickness threshold, most travelers prefer to spend at least two nights here in order to acclimatize. Still, despite the village's popularity with trekkers, geographical restraints have contained its growth, and it remains a small settlement with no more than 60 dwellings. \n\nNamche has prospered from the tourist trade, and according to government statistics it is the wealthiest district in Nepal, with 7 times the average national income and twice that of the capital, Kathmandu. In addition to an abundance of hotels, the village also boasts three small museums, a stupa, monastery, several cafes (locally known as bakeries) and many well stocked stores.\n\nNamche has several official money changing facilities, and as it is the only place in the region to offer this service (besides Lukla), travelers should ensure that they have sufficient cash for the remainder of their journey before leaving the village. NB: The rate of exchange in Namche is much lower than in Kathmandu, and so it is advised to only use the facilities in Khumbu as a last resort or for changing small amounts of money.            \n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =  7"],["febhigh =  6"],["marhigh =  9"],["aprhigh =  12"],["mayhigh =  14"],["junhigh =  15"],["julhigh =  16"],["aughigh =  16"],["sephigh =  15"],["octhigh =  12"],["novhigh =  9"],["dechigh =  7"],["janlow =  -8"],["feblow =  -6"],["marlow =  -3"],["aprlow =  1"],["maylow =  4"],["junlow =  6"],["jullow =  8"],["auglow =  8"],["seplow =  6"],["octlow =  2"],["novlow =  3"],["declow =  -6"],["janprecip =  26"],["febprecip =  23"],["marprecip =  34"],["aprprecip =  26"],["mayprecip =  41"],["junprecip =  140"],["julprecip =  243"],["augprecip =  243"],["sepprecip =  165"],["octprecip =  78"],["novprecip =  9"],["decprecip =  39"]]},"\nThe winters are cold and dry, while summers are warm, but characterized by persistent mist, and so the spectacular mountain peaks often lost from view. The best time to visit the area is from mid-September to mid-November when it is still not too cold and the air is at its most pristine, affording crystal clear views of the mountain scenery. The Spring is also a good time to visit Namche, though due to the higher proportion of dust in the air, the mountain views lack the clarity of the Fall. However, to compensate, the hedgerows and wild flowers are in full bloom in April and May and bring a dash of color to the mountain paths.\n\n",{"type":"==","value":["Get in"]},"\nThe trek from ",{"type":"[[","value":[["Lukla"]]}," to Namche can be done in one full day, but unless you are experienced at trekking at high altitude and extremely fit, taking two days over the journey is strongly recommended.\nMany people who rush to Namche suffer ",{"type":"[[","value":[["altitude sickness"]]}," and have to be brought down again the following day.\n\nSee also: ",{"type":"[[","value":[["Everest Base Camp Trek"]]},"\n\n",{"type":"==","value":["Get around"]},"\nThere is only one way to move around in Khumbu - on foot; unless you are a former president of the United States.  In October 1985 Jimmy Carter, his wife Rosalynn, and future senator from California Dianne Feinstein's husband Richard Blum helicopetered in on the King of Nepal's personal whirligig.  The next morning, protected by two secret service agents, the former president walked throughout the village shaking hands and conversing with the locals.\n\nThat said it is possible, though expensive, to charter a helicopter between Lukla or Kathmandu and Namche.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sagarmatha National Park Visitor's Center"]},", located at the top end of the village off the Tengboche trail (right side of village when looking up). Offers information on the wildlife of the area. There are some interesting photographs. "]},{"type":"*","value":[{"type":"'''","value":["Museum of Sherpa Life"]},", located above the village off the Tengboche trail. An introduction to Sherpa culture and the fauna and flora of the region - "]},{"type":"*","value":[{"type":"'''","value":["Museum of local medicinal plants and Tibetan herbal medicine"]}," at the ",{"type":"[","value":["http:\/\/www.sacredland.net\/medintro.htm Healing Centre"]}," (",{"type":"''","value":["see the ",{"type":"[[","value":[["#Stay_healthy"],["Stay healthy"]]}," section"]},"). Offers an introduction into the world of Tibetan medicine through posters and artifacts. It  also has a small gift shop, the profit from which help maintain the clinic up stairs.   "]},{"type":"*","value":[{"type":"'''","value":["Namche Library"]},". A small library with a big heart - good selection of English books, though they cannot be taken off the premises."]},{"type":"*","value":[{"type":"'''","value":["Namche Monastery"]},", located off the Thame trail (left side of village when looking up). A small monastery in the Nyingma tradition of Tibetan Buddhism. It has pleasant courtyard and some traditional frescoes on wall of the main shrine."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Namche market"]},". As the name of the village suggests, Namche Bazaar has a market. Every Saturday morning, Sherpas from the surrounding valleys spread out their agricultural products and electronic goods carried from Kathmandu on land above the main path into town. While the goods themselves may not be interesting to tourists, the market itself is certainly worth wandering around and is a good place to get some souvenir shots of \"Khumbu life\". Check out the ýak \"parking area\" above the market - though don't get too close. Yaks are notoriously ill tempered. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Dumjee Festival"]},". In June (lunar calendar fifth month 9-17), Namche holds an annual festival called ",{"type":"''","value":["dumjee"]}," (actually all the villages in Khumbu celebrate this event, but the festivities in Namche are the most impressive). The festival celebrates the achievements of a highly respected Sherpa lama, and while the first few days are rather subdued with just local families visiting each other for food and entertainment, the final few days are a boistorous affair held at the Namche Monastery. The ceremonies are presided over by the incarnate lama of Tengboche Monastery and include hillarious lama dances, traditional Sherpa dances and an initiation ceremony."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Handicrafts"]},". The main street into the village is lined with Tibetan run handicraft stalls and stores. Most of the goods are available in Kathmandu, but certain woolen items are made locally. Also, check for anything special that has been carried over from Tibet. You should also consider getting measured for some new clothes at the tailors on your rest day on the way up-valley\/mountain, to be collected on your way back down. There are tailors in the centre of town, across from the Liquid Bar, and up by the Sherpa Market (right side as you face the horseshoe)."]},{"type":"*","value":[{"type":"'''","value":["Books"]},". New and second hand books are available at several places, and a store with one of the best selections is located in front of Namche Hotel."]},{"type":"*","value":[{"type":"'''","value":["Necessities"]},". Namche has some well stocked, albeit a little expensive, stores selling such things as batteries, basic medicine (throat lozenges, aspirin etc), toiletries, sun block and trekking clothing\/equipment. These items (except for the trekking equipment) are available further up the trail, but the variety is far less and the prices much higher. And take care when buying trekking equipment anywhere in Nepal as, if not purchased within a genuine brand branch shop then you are almost guaranteed to buy a knock-off. Prices for genuine branded equipment will not be significantly cheaper than prices in your home country. Do not expect knock-offs to last longer than one expedition."]},"\n",{"type":"==","value":["Eat"]},"\nNamche is really geared for the ravenous tourist, and offers all kinds of delights. Namche's  bakeries are quite famous in Nepal and, considering that the town is a six day walk from the nearest road, they bake up some amazing pastries. None of the bakeries are open during the tourist \"off-season\" from June until September.  All the hotels have dining facilities open to non-residents. Again, during the off-season, not every hotel in Namche remains open.\n\n",{"type":"*","value":[{"type":"'''","value":["Herman Helmers Bakery"]},", located on the main street into town, has great apple pie and chocolate cake. The other Bakery items are delicious too. "]},{"type":"*","value":[{"type":"'''","value":["Namche Bakery"]},", located just down from the main intersection, really excellent, freshly made pizza and delicious Coffee."]},"\nTraditional Sherpa dishes include:\n\n",{"type":"*","value":[{"type":"'''","value":["Rigi kur"]}," - potato pancakes, which are delicious eaten straight off the griddle and covered with dzo (female yak) butter and a sauce made of mature cheese and spices called sorma. Due to the effort involved in making rikikul, they are generally not listed on lodge menus. However, most places will oblige if you order well in advance."]},{"type":"*","value":[{"type":"'''","value":["Tzen"]}," - a heavy pate made from millet and flavored with spices."]},{"type":"*","value":[" \"Thukpa\" -  Noodles with soup. Perfect for a cold day."]},"\nAdditionally, be sure to try the delicious Nak-cheese, that can be bought in most of the stores and costs around 100Rs per 100g.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Juice and beer"]}," are available at all hotels and bakeries. However, remember that anything in a can has been brought up from Kathmandu, so prices will be very high. "]},{"type":"*","value":[{"type":"'''","value":["Coffee"]}," blends such as cappuccino and latte are served at the bakeries. "]},{"type":"*","value":[{"type":"'''","value":["Tea"]}," is available everywhere and is mostly served sweet and with milk. Salty, butter tea is also available, though not as common.    "]},{"type":"*","value":[{"type":"'''","value":["Herbal teas"]}," are made from Khumbu wild flowers and produced locally. They are available at most of the hotels, and tea-bag packets can be purchased at the Tibetan Healing Centre."]},{"type":"*","value":[{"type":"'''","value":["Spirits"]}," - There are three bars in Namche. Go to ",{"type":"'''","value":["Cafe Danfe"]}," (named after the national bird) for drinks, pool, and wifi. There are also hot showers, sauna and massage available. Bars close when the last customer staggers out."]},"\n",{"type":"==","value":["Sleep"]},"\nAccommodation in Namche ranges from around 200Rs for an old style room with shared bathroom up to around 1,000Rs for a modern en-suite twin. Most have hot water. NB: Check the regulations regarding meals. Some hotels offer very cheap room rates, but in return expect their guests to eat on the premises. \n",{"type":"*","value":[" ",{"type":"'''","value":["Namche Hotel"]}," and ",{"type":"'''","value":["Camp de Base"]}," are probably two of Namche's most pleasant places to spend a night, with both offering rooms with attached bathroom (with lashings of hot water) at reasonable prices. Location: After entering the village, follow the main shop-lined street until you reach a 'cross roads'. Here, turn left for 'Namche Hotel.' It is on the left, next to the money changer. For 'Camp de base' do not turn left, but continue up the stone stairs. The hotel is behind a large wooden door on the right."]},{"type":"*","value":[" ",{"type":"'''","value":["Thawa Lodge"]},", turn left at cross roads, Thawa is located immediately on the right - an older hotel with pleasant outdoor sitting area.   "]},{"type":"*","value":[" ",{"type":"'''","value":["Trekker's Inn"]},", across from 'Camp de base' - an older lodge with lots of character."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Zamling"]}," and ",{"type":"'''","value":["Éverest Hotel"]}," - both hotels are located on the left side slopes of the village when looking up and are new members of the plethora of hotels - quality accommodation at competitive rates."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Panorama Lodge"],["alt="],["url=http:\/\/www.namchepanoramalodge.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Perched on top of Namche hill, Panorama is about five minutes from the Saturday Market. Coolest hosts in Khumbu. The rooms are cozy, quiet and equipped with attached bathroom and shower."]]}]},"\nNote: It's a good idea to drop off laundry in Namche on the way up. Wherever you're going past Namche, you're almost certain to pass through again on your way out so you might as well have a hot shower and some clean clothes waiting at the hotel.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Altitude sickness"]]}]}," At nearly 3,500m, Namche is above the altitude sickness threshold. Therefore, it is highly recommended to spend at least two nights in the village to acclimatize."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sacredland.net\/medclinic.htm Tibetan medical clinic"]}]}," This is an excellent place to get both chronic and acute ailments treated using natural formulas. The clinic is located next to the Camp de Base Hotel, but entered from the path in front of the library. As the clinic provides free treatment for porters and other patients on low income, donations are greatly appreciated."]},{"type":"*","value":[{"type":"'''","value":["Dental clinic"]},". Namche  has a small dental clinic operated by a local person who studied dentistry in Canada. It is located on the right side slope of the village when looking up (near the library)."]},"\n",{"type":"==","value":["Connect"]},"\n\nThere are currently no telephone lines or mailing addresses in the Everest region.\n\nThe ",{"type":"'''","value":["Post office"]}," is located near Namche Hotel. It is a personable little facility, but there are mixed reports of letters reaching their destinations. Postage stamps are also available in local shops.\n\n",{"type":"'''","value":["International phone calls"]}," can be made in the town, however this is very expensive compared to ",{"type":"[[","value":[["Kathmandu"]]},". The cheapest place is the one-phone government telephone office, on the second floor of the nondescript wooden building behind Hotel Buddha, identified with an official yellow sign in Nepalese with a faded paper sign in English stuck on to it. Expect a lengthy queue on Saturdays (market day).\n\n",{"type":"'''","value":["Internet cafes"]}," are common in Namche, though they are not cheap, and it costs around 200Rs per half hour to bounce your cyber words off a passing satellite. Keep a sharp eye on the clock.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Lukla"]]}," - a seven hour journey from Namche - can be done in one day without too much difficulty as much of the walk is flat or down hill - though remember that the final hour or so entails a steep climb up to the airstrip."]},{"type":"*","value":[{"type":"[[","value":[["Khumjung"]]}," - a good one hour walk."]},{"type":"*","value":[{"type":"[[","value":[["Tengboche"]]}," - a five to six hour journey - the first part is pretty flat, but there is a steep and long hill up to the monastery.   "]},{"type":"*","value":[{"type":"[[","value":[["Thame (Nepal)"],["Thame"]]}," - a three hour walk - mostly flat after the climb out of Namche. Exit by trail in front of Namche Monastery.  "]},"\n",{"type":"{{","value":[["geo"],["27.8167"],["86.7167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Khumbu"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Namche_Bazaar"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Namche Bazaar"]]}]