[{"type":"{{","value":[["pagebanner"],["Nameri National Park banner.jpg"]]},"\n",{"type":"'''","value":["Nameri National Park"]}," is located around 35 km from ",{"type":"[[","value":[["Tezpur"]]}," on the Tezpur-Bhalukpong-Bomdila route.\n",{"type":"==","value":["Understand"]},"\nNameri National park is a 200 sq. km. tiger reserve in ",{"type":"[[","value":[["Assam"]]}," contiguous with Pakhui Tiger Reserve",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Pakhui_Wildlife_Sanctuary"]}," located in ",{"type":"[[","value":[["Arunachal Pradesh"]]},". The park is home to large variety of flora and fauna and Jai Bhoroli river flows through it. Nameric Eco Camp is the only place to stay near the park.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nFrom Tezpur one can hire a private cab (Tata Indica) for anything between Rs 600-800 to reach Nameri Eco Camp. Budget travelers can take a shared taxi (Tata Ace Magic) to Balipara located around 20KMs from Tezpur A.S.T.C (bus stand) for Rs 15 per head. From Balipara, Nameri Eco Camp is another 15KMs. You can either take Itanagar-Bomdila bus that passes through Balipara around 11: 00 A M to drop you till the Nameri Bus stop ( you will see \"Bhalukpong 22 KM\" milestone there)or can negotiate with one of the numerous shared taxis( again TATA Ace Magic) for a drop till Nameri bus stop. From Bus stop Nameri Eco camp is another 2.3 KMs to the right. A dusty road leads to the camp and no public transport runs in this stretch of 2.3 KMs. You can either call the Camp guys for pickup from there or take a walk to the camp.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":[" River Rafting "]},"\nNameri Eco camp can organize river rafting for you. The route is around 18KMs (duration 2-3 hrs) on quiet and serene Jia Bhoroli. You can also combine your rafting with a picnic (duration 4-5 hrs in this case) on the banks of Jia Bhoroli in between the rafting. This is one of the best activities you can do in entire Assam. \n\n\n",{"type":"==","value":[" Jungle Walk "]},"\nNameri Eco Camp guys can organize a Jungle walk for you along with an armed guard (mandatory as per government regulations) who can also second as a guide. The walk is for approximately 3hours which include walk till the banks of Jai Bhoroli, crossing the river on boat and then completing a circuit inside the jungle. Its recommended that the walk should be taken early in the morning as there is a better chance to spot wild animals although chances of spotting a tiger is as usual extremely low.\n\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nNameri Eco Camp is the only place to stay near Nameri National Park. You can book your accommodation in advance by calling on +91-9854019932,+91-94351455563 or +91-94335250025. Cost is around Rs 1800 per night. The camp could become fully booked on weekends or national holidays well in advance.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Assam"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Nameri National Park"]]}]