[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Namur View from Citadelle of city centre and Cathédral St.Aubain.jpg"],["right"],["thumb"]]},"\n",{"type":"[[","value":[["File:01-Namur-290305 (1) JPG.jpg"],["right"],["thumb"],["The citadel and the ",{"type":"[[","value":[[":w:Meuse"],["Meuse"]]},"."]]},"\n",{"type":"'''","value":["Namur"]}," is the capital of ",{"type":"[[","value":[["Wallonia"]]},", the French-speaking southern part of ",{"type":"[[","value":[["Belgium"]]},".\n\nNamur is located 60 km south-east of Belgium's capital city, Brussels.\nIt is easily accessible by road (the E411 highway from ",{"type":"[[","value":[["Brussels"]]},"), train or boat (the Meuse comes from France and the Samber flow through Namur where they actually meet).\n\n",{"type":"==","value":["Get around"]},"\nNamur is a substantial city and might be too large to discover on foot. The layout of the city is complex and navigation is not easy. Cycling does not appear to be very popular with the locals, perhaps due to the number of cobbled streets. On the other hand, many one-way streets are \"except bicycles\", so cyclists enjoy special privileges.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The biggest tourist attraction is the citadel. It is situated on a hill next to the river Meuse (Dutch: Maas) and open for visiting. On a rainy day, the Museum of Old Namurois Art is also worth a visit. It has recorded guiding in English and a collection of Medieval and Renaissance Christian art. The Archaeological Museum, mostly displaying artifacts from Roman Namur, is less organised and interesting. Much of the old city is beautiful, in a rather French style."]},"\n",{"type":"*","value":[" On no account should the treasure of Hugo d'Oignies be missed. ",{"type":"[","value":["http:\/\/www.trabel.com\/namur\/namen-treasure.htm"]}]},"\n",{"type":"==","value":["Do"]},"\nHire a bicycle and cycle up and through the Citadel. This is better than doing it on foot as the access road is mostly wide and uninteresting. There is also a network of mountain bike itineraries beginning and ending in Namur, but the signage, which is very good at the beginning, with large coloured arrows painted on the road, suddenly vanishes without explanation. \n\nA tour company in nearby Dinant (Les Kayaks Bleus, www.lessekayaks.be) organises river kayaking trips. It would probably be possible to paddle downstream all the way to Holland and the North Sea. \n\nThere are public swimming pools in Salzinnes and Jambes.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["University of Namur"]}," (",{"type":"''","value":["Facultés universitaires Notre-Dame de la Paix"]},") ",{"type":"[","value":["http:\/\/www.fundp.ac.be"]},". More than 5,000 students."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Namur Vi4JPG.jpg"],["thumb"],["right"],["Shop with fine foods"]]},"\n\nNamur lacks a proper shopping mall. The inner city supermarkets are one Match and one (smaller) Spar.\nOther supermarkets are Carrefour and COlruyt in Jambes and another Colruyt and Delhaize in Salzinnes among others. Major shopping streets stretch from the Namur train station to Rue de Fer and Rue de l'Ange where you will find normal fashion outlets like H&M, Newlook,Zara, Kim Pie,Cool Cats, O' Appels, Charles Vogele Switzerland, Esprit, JBC, C& A, Women's secret, ICL Paris IV, Di, Camaieu among others.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:02-Namur-100109 (1) JPG.jpg"],["thumb"],["right"],["Le Panorama restaurant"]]},"\nPâtisserie Café Dumont has waffles with whipped cream and melted chocolate that are downright decadent. Opening hours 07:30 to 18:30 Monday to Saturday (so one could have breakfast there), 14:30 to 18:30 on Sundays. Le Panorama restaurant, on the Citadel (Route Merveilleuse, 82, Tel. 081\/222804) has a terrace with a great view over the city and the river and a free Wi-Fi hotspot. Plat du jour costs under €10.\n\n",{"type":"==","value":["Drink"]},"\nGaller is a chocolate shop-cum-café. The café is exquisitely old-fashioned and offers a wide range of hot chocolates. Les Thés de Sophie also sells and serves speciality teas.  Café Delahaut offers a fine variety of coffees and sports a large coffee roaster outside the café.\n\n",{"type":"==","value":["Sleep"]},"\nThe Youth Hostel is right by the river and it has free unlimited Wi-Fi, a nice view, a good self-catering kitchen and a bar. They close all common areas by 23:00, however. Guests are required to wash their own dishes after breakfast.\n\n",{"type":"==","value":["Go next"]},"\nNamur might also be your gateway to the Ardennes and Luxembourg. There is an international train going to Basel, Switzerland and from there to Zurich and Chur.\n\n",{"type":"{{","value":[["geo"],["50.4667"],["4.8667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Namur (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Namur (city)"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Belgium\/Regions\/Wallonia\/Namur\/Localities\/Namur\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Namur"]]}]