[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nNanakuli is on the west coast of the island of ",{"type":"[[","value":[["Oahu"]]},", ",{"type":"[[","value":[["Hawaii"]]},"\n\n",{"type":"==","value":["Get in"]},"\nTake the H1 freeway westwards. As you round the southwest corner of the island you will see the Waianae Coast laid out before you, with the expanse of blue ocean to your left.\n\n",{"type":"==","value":["Get around"]},"\nThe City Bus will get there. Catch with City Bus# 40\/40A - Makaha or Route C CountryExpress!\n\nThe Bus One-Way Fare:  $2.\nThe Bus Transfer:  One free with each paid cash fare. \n\n",{"type":"==","value":["See"]},"\n\nPlaces of Interest\n\nNanakuli Beach Park (86-269 Farrington Hwy)\nThe west coast of O'ahu is fairly well protected from strong surf conditions even during the winter months making this beach a haven for the winter traveler. Its coral reef slopes gradually downward providing great swimming year round. It has a beautiful and stable sandy beach area.\n\nThis beach park is in an area where it had been customary to name places after a body part - Nanakuli literally means \"to look at the knee.\" This is an interesting beach and offers a diversified recreational activity menu.\n\nPrincipal ocean activities are swimming, snorkeling, SCUBA and skin diving. Swimming is generally safe during the Summer months, but becomes very dangerous during Winter high surf season. Snorkelers and divers should watch out for Winter's strong currents and turbulence.\n\nThis beach park is in the driest areas of O`ahu. Be sure you and any keiki (children) who might be with you drink plenty of fluids to avoid dehydration. SUN GLASSESBe sun safe and sensible: Be sure to wear a broad spectrum sun block, tanning lotion, or cream with a sun protective factor of SPF 15+ - and reapply it every two hours. Don't forget your sunglasses and to wear a hat with a wide brim, too!\n\n",{"type":"==","value":["Do"]},"\nSail with whales, dive with dolphins, snorkel with turtles, with the marine biologist led crew of - see ",{"type":"[","value":["http:\/\/sailhawaii.com\/ Wild Side Specialty Tours"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nRent surfboards, snorkel equipment and bikes ",{"type":"[","value":["http:\/\/www.halenalu.com Hale Nalu"]},".\n\n",{"type":"==","value":["Eat"]},"\n\nA good Korean BBQ spot exists.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Oahu"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["Wikipedia:N훮n훮kuli, Hawaii"],["N훮n훮kuli, Hawaii"]]}]