[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Nandyal"]}," is a town in ",{"type":"[[","value":[["Andhra Pradesh"]]},". \n\n",{"type":"==","value":["Get in"]},"\nNandyal is connected by road from almost all the parts of the state. There are frequent buses from Nandyal to Tirumala - Tirupati, Hyderabad, Vijayawada, Kurnool, Adoni, Chittor, Anantapur and Kadapa. Also there are buses plying to parts of Karnataka and Tamil Nadu such as Bellary and Chennai. There is also a bus which directly goes to Tirumala - Tirupati.\n\nNandyal has a railway station (code NDL) that is connected to Vijayawada, Guntakal, Bangalore, Howrah, Goa, Anantapur, and Hubli. The Nearest airport is the Rajiv Gandhi International Airport, Hyderabad which is approximately 270KM away.\n\nWithin the city, auto rickshaws are a common means of transportation.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nNandyal is surrounded by nine temples of Lord Shiva (called Nava Nandi).Nine Temples includes Mahanandi,Shivanandi,Vishnunandi,Somanandi etc. Among them, Mahanandhi is famous. One can see a continuous stream of water pouring into an artificial pond. It is believed that this water is so pure that one should travel to the Himalayas to see a place with such pure water in India. The source of water, however, is still a mystery.\n\nThe temple at Ahobilam, dedicated to Lord Narasimha is very famous in this region and is situated in a scenic forest which is a two hour drive from Nandyal.\n\nThe Belum Caves are another tourist attraction in this region. A Siva Temple situated at Yaganti near Nandyal. Nandyal has a close association with the Prakasam district due to its proximity with places like Giddaluru, Markapur and Dornala.\n\nNandyal is also very well known because of its lentil crops. Nandyal was the native place of Pingali Suranna who was a well known poet in the court of the Vijayanagar Emperor Krishnadevaraya of the Tuluva Dynasty.\n\n",{"type":"==","value":["Do"]},"\nVisit the Nine Nandis(Shiva Temples)\nMahanandi is one of the Nava Nandis. Surrounding Mahanandi within 15-km diameter range, 8 other temples of Nandi are present namely \"Prathama Nandi\", \"Naga Nandi\", \"Soma Nandi\", \"Surya Nandi\", \"Shiva Nandi\", \"Vishnu Nandi\", \"Vinayaka Nandi\" and \"Garuda Nandi\".\n\nThe suggested visiting order for the Nava Nandis based on practical route is as follows - Prathama Nandi, Naga Nandi, Soma Nandi, Surya Nandi, Siva Nandi, Krishna Nandi, Garuda Nandi, Mahanandi and Vinayaka Nandi. The complete tour can be completed in half a day if one starts at 6.00 AM. Engage a diesel auto (for about INR 600) and make the tour. As the roads leading to Krishna Nandi, Siva Nandi and Surya Nandi are cart tracks, rugged at many places, a small car may not be advisable.\n\nDirections for Nava Nandis\n\n",{"type":"*","value":[" Prathama Nandi: This Nandi is situated upon a high soil base very nearer to Nandyal railway station."]},{"type":"*","value":[" Naga Nandi: Naga Nandi is inside Anjaneya temple, which is located very near the Nandyal bus stand. "]},{"type":"*","value":[" Soma Nandi: Soma Nandi is towards east of Nandyal(almost inside nandyal town), very near the upcoming jagajanani temple "]},{"type":"*","value":[" Surya Nandi: Surya Nandi is located on the road to Mahanandi. After about 4 miles from Nandyal look out for a sign called U.Bollavaram village and take the immediate right (identified by a arch erected on two large metal poles) and go for a kilometer to reach this temple. "]},{"type":"*","value":[" Shiva Nandi: Approximately 13 km away from Nandyal on the road to Mahanandi look out for Thimmavaram village and take a left after this. The small road is also a bus route and twists and turns to lead you to Shiva Nandi. A beautiful, but neglected temple constructed on the Chalukya Architecture lines. Kadamala Kaluva(canal)is a landmark. the temple is in Kadamala village. "]},{"type":"*","value":[" Vishnu(Krishna) Nandi: located on the road to Mahanandi, 2 miles before Mahanandi, take a left just adjacent to the Telugu ganga scheme canal and follow on the banks for about 4 Kms of rugged mud road to reach this beautifully serene temple. (proceeding further ahead and taking a left, ask for directions, one can reach Shiva nandi temple also). "]},{"type":"*","value":[" Garuda Nandi: When you go from Nandyal it is located just before the Mahanandi Temple after you cross the Big Nandi Statue. "]},{"type":"*","value":[" Mahandi Temple: beautiful temple with natural springs(pushkarini) where one should have a holy dip before entering the temple, but it is suggested to avoid holidays and festival days as the crowd is too much. "]},{"type":"*","value":[" Vinayaka Nandi: Vinayaka Nandi is situated towards northwest of Mahanandi Temple. It is a small temple located to left of the exit Gopuram as you come out."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Has huge traditional gold market"],["url="],["email="],["address=one town,"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hotel Tourist"],["alt=Opp. Ramalayam temple"],["url="],["email="],["address=Nandyal"],["lat="],["long="],["directions=sanjeeva nagar gate"],["phone = +91 8514246494"],["tollfree="],["fax="],["hours=24"],["price="],["content=Pure vegetarian food. Lodging also available."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hotel Dwaraka"],["alt=Hotel"],["url="],["email="],["address=Near Sanjeevanagar gate"],["lat="],["long="],["directions=Bus stand road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hotel chanakya"],["url="],["email="],["address=oppsite bus tand"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["15.48"],["78.48"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rayalaseema"]]},"\n",{"type":"[[","value":[["WikiPedia:Nandyal"]]}]