[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Nangan"]}," is an island in the ",{"type":"[[","value":[["Matsu"]]}," region of ",{"type":"[[","value":[["Taiwan"]]},". It is the primary and governing island for the Matsu Islands. It is also the largest of the islands. Most flights and boats will fly into Nangan. There are many things to see and most signs are in English, albeit some travelling requires guess and test.\n\n",{"type":"==","value":["Villages"]},"\nThe capital and location of the airport is Jieshou Village (Shanlong). Nioujiao Village (Fuxing), Fuao Village, Matsu Village, and Renai Village marks the other main villages. They are all tied to Central Blvd one way or another.\n\n",{"type":"==","value":["Understand"]},"\nSince Nangan is the main island, there is massive military presence on all corners of the island. China is only a few miles off the coast and quite easy to see on a clear day. Nangan is also the main island, so travelling between islands is mainly via Nangan.\n\nAlso do not fear the roads. It may look like a sidewalk, but it is probably a road.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nYou can either fly using Uniair or take a boat from Keelung.\n\n",{"type":"==","value":["Get around"]},"\nIt is highly recommended you rent a scooter from the airport or Fuao harbor. Go to the Visitor Information and ask for help.\n\nAlso do pickup the English Backpackers Guide. It has highly detailed itineraries and somehow manages to provide an incredibly useful map.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nioujiao (Fuxing) Village"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful granite village built at the edge of a mountain on the sea. Check out the temple on the harbor and spend hours getting lost in its tranquility."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Tunnel 88"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9-11am"],["price=free"],["content=This tunnel was built centuries ago to defend the locals from pirates. Later it was used by the military and now it is used by the Matsu Distillery. The timings are odd and change frequently. Keep in mind the floor is sticky and the tunnel has a strong scent of Gaoliang."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Matsu Distillery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9-11am"],["price=free"],["content=As every region in Taiwan is famous for something, Matsu is known for its Rice Wine, Gaoliang. It is incredibly strong and the smell can not be missed. The Distillery can be found by just using your nose. They will have you watch a movie and then liberally provide you with shots. It is a definitely recommended trip, that you may potentially forget (be careful!)."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Matsu"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Nangan, Lienchiang"]]},"\n",{"type":"{{","value":[["geo"],["26.1598"],["119.94316388889"]]}]