[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Nans-sous-Sainte Anne"]}," is a modest spectacularly-located village hidden in the deep forested folds of the ",{"type":"[[","value":[["Doubs"]]}," department of the ",{"type":"[[","value":[["Franche-Comte"]]}," region in Eastern ",{"type":"[[","value":[["France"]]},". \n\n",{"type":"==","value":["Understand"]},"\nIt has some 130 inhabitants and its name means the 'valley below (the chateau of) Saint Anne'. It attracts younger visitors for the many outdoor activities it offers and older ones as a convenient springboard for motor-touring and the rich gastronomic possibilities both within the region and beyond: Burgundy, Alsace and Switzerland, all easily accessible in a day's driving. \n\n",{"type":"==","value":["Get in"]},"\nThe village is accessible only by road, unless you walk\/cycle\/ride the ancient tracks, of course.\nApproaches by road are from 3 directions : from the North via Besancon and Amancey, from the West via Dole and Salins-les-Bains,                                                                                                                                                       and from the South via Switzerland, Pontarlier and Villeneuve d'Amont.\n\n",{"type":"==","value":["Get around"]},"\nYou would get around by car, bike, horse, donkey or on foot.\n\n",{"type":"==","value":["See"]},"\nThere are two sites in the village which rate two stars in the Green Michelin guide: \n- the sources of the River Lison which gushes from a cave in a spectacular waterfall in a deep wooded gorge, and \n- the Taillanderie (a National Monument), a major 19th century sharp-edged tool-making facility driven entirely by water-power.\nOther interesting sites are:\n- five different viewpoints overlooking the village and the gorge of the Lison river.\n- the Cascade and Cave-source of the Verneau stream.\n- Two chateaux in the village and one (ruined) up above.\n- A local cheese-making facility with viewing platform to observe the process.\n\n",{"type":"==","value":["Do"]},"\nThe village offers a Via Ferrata climbing route, 30kms of serious caving, fishing (trout and grayling), and gentle canoeing, as well as walks of varying degrees of difficulty. (It stands on the route of a French long-distance trail). Horses and donkeys can be hired in neighbouring villages. Para-gliding, swimming, tennis, canoeing and bike-hire are available within 15 minutes' drive. Golf and lakes are a little further.\n\n",{"type":"==","value":["Buy"]},"\nLocal cheeses, sausages, honey and wines.\n\n",{"type":"==","value":["Eat"]},"\nHotel de la Poste and at the Lison Accueil outdoor activities centre.\n\n",{"type":"==","value":["Drink"]},"\nHotel de la Poste and at the Lison Accueil outdoor activities centre.\n\n",{"type":"==","value":["Sleep"]},"\nAs well as the Hotel de la Poste and the Lison Accueil there are other possibilities for Bed and Breakfast (a few with evening meal) in the village. There are many self-catering possibilities, such as ",{"type":"[","value":["http:\/\/www.lamaisonrose.info"]},", for longer visits.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["46.9833"],["6.0000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Franche-Comté"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Nans-sous-Sainte-Anne"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Nans-sous-Sainte-Anne"]]}]