[{"type":"{{","value":[["pagebanner"],["Nantes banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nantes-tourisme.com\/ Nantes"]}]}," is the capital of the north-western ",{"type":"[[","value":[["France"],["French"]]}," region of ",{"type":"[[","value":[["Pays de la Loire"]]},". That said, Nantes has strong historical connections with the adjoining region of ",{"type":"[[","value":[["Brittany"]]},", and is the historical capital of the region (though not its official capital since the days of Napoleon).\n",{"type":"[[","value":[["File:Quai de la Fosse - Nantes.jpg"],["thumb"],["300px"],["Nantes seen from Quai de la Fosse"]]},"\n\nThe tiny town of Nantes (",{"type":"[[","value":[["Québec"]]},") near ",{"type":"[[","value":[["Lac-Mégantic"]]}," is named for Nantes, France and claims Nantes as a ",{"type":"[[","value":[["sister city"]]}," or ",{"type":"[[","value":[["twin town"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nNantes was once an important port located 50 km up the Loire River. It grew rich on the triangular trade with Africa and the West Indies. Nantes is also famous for being the home of the science fiction writer Jules Verne. Rain is frequent, and beware if it's sunny because brief but fierce tempests have been known to appear unexpectedly.  Always carry an umbrella or raincoat when going out.  Winters are typically mild.\n\nSeveral well known districts in Nantes:\n",{"type":"*","value":[{"type":"'''","value":["Place du Commerce"]}," : This is the centre of the city and everybody will be able to direct you here.  Near here you will find ",{"type":"''","value":["la Place Royale"]},", ",{"type":"''","value":["le Quai de la Fosse"]},", ",{"type":"''","value":["la rue Crébillon"]}," (famous for its posh shops)"]},{"type":"*","value":[{"type":"'''","value":["Place du Bouffay"]}," : old Nantes, with many restaurants and known for foreign food. There are also many bars."]},{"type":"*","value":[{"type":"'''","value":["Talensac"]}," : famous for its market."]},{"type":"*","value":[{"type":"'''","value":["Decré"]}," : Á pedestrian shopping district close to ",{"type":"''","value":["Bouffay"]},"."]},{"type":"*","value":[{"type":"'''","value":["Ile de Versailles"]}," : An island in the river Erdre close to the city centre (reach it from Tram line 2). The entire island is a Japanese garden and is a pleasant place to relax. "]},{"type":"*","value":[{"type":"'''","value":["Rue Crébillon"]}," : semi pedestrian street at the junction of ",{"type":"''","value":["la place Royale"]}," and ",{"type":"''","value":["la place Graslin"]},", where the main clothes shops are situated. Pour ",{"type":"''","value":["ceux qui ne compte pas leur argent"]}," (for those who do not count their money)."]},{"type":"*","value":[{"type":"'''","value":["Quai de la fosse"]}," : Bars and prostitutes on the week-end. Usex to be called by locals ",{"type":"''","value":["Quai de la fesse"]}," (Quay of Buttocks)."]},{"type":"*","value":[{"type":"'''","value":["Butte St-Anne"]}," : west of the ",{"type":"''","value":["place du Commerce"]},", in the quartier de Chantenay. Old buildings and a view of the former port."]},{"type":"*","value":[{"type":"'''","value":["Le quai des Antilles"]}," : A nice place to get a drink. Lots of bars and restaurants."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThere is an international airport in the south of Nantes (Nantes-Atlantique) ",{"type":"[","value":["http:\/\/www.nantes.aeroport.fr\/ANA-English\/Page\/Default.aspx"]},". Regular connections to Paris, Lyon and other French cities. Ryanair, British Airways and Flybe operate flights from the UK.\n\nThere are three ways to get to the airport from the centre of the town.\n\n",{"type":"*","value":[" By bus (TAN AIR) which runs from the center of  Nantes (Commerce) taking 20 minutes, or from the Nantes station taking 30 minutes (7,50€)."]},{"type":"*","value":["From Commerce take tram line 3 in the direction Neustrie"]},"# from the terminus station \"Neustrie\", take the Aeroport Bus which terminates at Nantes Atlantique airport. This will take around 35 minutes.\n# get off at the tram stop \"Pirmil\", then take bus line 98 to the stop \"Aéroport\". This will also take around 35 minutes plus a two minute walk\nThe last two method just require the regular TAN ticket valid for an hour and will cost you 1,50€ (or less if you already have a day ticket etc.)\nAlso, all tram stations have a very clear tram and bus map and you will easily be able to see these methods to get to the airport.\n\nIt is easy to find the Aeroport Bus stop at the airport, but if you are not familiar with the area, it is very difficult to find the stop for the number 98 bus at the airport. To reach Bus 98, cross the railroad tracks and walk through the P1 Sud parking lot to Rue Charles Lindbergh. It is just a five-minute walk from the terminal, but there are no signs pointing the way. Note that the Aeroport Bus departs every 20 minutes, but Bus 98 departs every 30-60 minutes.\n\n",{"type":"===","value":["By train"]},"\n\nNantes is just over 2 hours (depending on the number of stops) by TGV from ",{"type":"[[","value":[["Paris"]]}," passing through  ",{"type":"[[","value":[["Le Mans"]]}," and ",{"type":"[[","value":[["Angers"]]},". Trains run regularly throughout the day. There are also direct connections from \nNantes to Charles de Gaulle airport and to ",{"type":"[[","value":[["Lille"]]}," (stopping at ",{"type":"[[","value":[["Disneyland Resort Paris"]]},") which bypass Paris.\n\nIt is also possible to go to \n",{"type":"*","value":[" Roissy CDG Airport in 2h50"]},{"type":"*","value":[" ",{"type":"[[","value":[["Grenoble"]]}," in 5h35"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lille"]]}," in 3h50"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lyon"]]}," in 4h20"]},{"type":"*","value":[" ",{"type":"[[","value":[["Marseille"]]}," in 6h20"]},"\n",{"type":"'''","value":["SNCF information: 3635"]},"\nThe railways station has two exist usually referred to as \"gare nord\" and \"gare sud\".\n\n",{"type":"*","value":[" Exit North: tramway to the city centre."]},{"type":"*","value":[" Exit South: pedestrian access to Nantes International Convention Centre, car rentals."]},"\n",{"type":"===","value":["By car"]},"\n\nCar hire is available on many websites if you are travelling to Nantes.\n\n",{"type":"===","value":["By bus"]},"\n\nThe TAN public transport system links Nantes to several nearby burgs, as does the Lila system of regional buses. ",{"type":"[","value":["http:\/\/www.tan.fr"]}," (French)\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"*","value":[" Contact TEL ",{"type":"'''","value":["+33 (0) 2 40 37 04 62"]}," for detailed information about the cruises."]},{"type":"*","value":[" River Ferries (Navibus) Information & schedule TEL ",{"type":"'''","value":["0810 444 444"]}," (TAN ticket valid for crossings.)"]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Public transport "]},"\n\nThere are very good public transportation services provided by the TAN (Transports de l'Agglomération Nantaise). It consists of 3 tram lines, a BusWay (like a tram line and numbered as such but with buses rather than trams), many bus lines, and several Navibus (public boats) lines. A one-way ticket costs 1,50€. Once on the bus, tram, or navibus you must validate the ticket in one of the green ticket validation machines. The ticket is then active for one hour with unlimited transfers. Tickets are cheaper if you buy them in bulk (a \"carnet\" of 10 tickets costs 12,70€) and there are also 24-hour (4,20€ for one person, or 6,70€ for 4 people). The trams start early and run till after midnight, later on Saturdays, however there are also several night bus lines.\n\n",{"type":"===","value":[" By taxi "]},"\n\nNantes's taxi number is  02 40 69 22 22. There are designated taxi waiting spots near Place du Commerce and the train station, but taxi service is infrequent.\n\n",{"type":"===","value":[" By bike "]},"\n\nNantes is a very ",{"type":"[[","value":[["cycling"],["bike-friendly"]]}," city. There are bicycle lanes alongside most major roads, demarcated by green arrows, and many small streets and trails that are only accessible to pedestrians and cyclists.\n\nBikes can be rented from ",{"type":"'''","value":["Nantes Métropole"]}," at one of eight parking lots in the city. You may rent a bike for 1€ for 2 hours, 4€ for a day, 10€ for a week, or 25€ for a month. Additionally, there is a 50% discount for holders of an SNCF or a TAN pass. ",{"type":"[","value":["http:\/\/www.nantesmetropole.fr\/servlet\/com.univ.utils.LectureFichierJoint?CODE=1140688429303&LANGUE=0&ext=.pdf"]}," (French)\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bicloo.nantesmetropole.fr Bicloo"]}]},", Nantes self-service bicycle network at 79 locations, offering 700 bicycles. Registration starts at 1€ for a day (with a 150€ deposit in case of damage to the bike), the first 30 minutes are free of charge, 30 minutes to 1 hour 0,50 EUR, 1 hour to 1:30 h 1,50 EUR, and each additional 30 minutes (up to 24h) 2 EUR. There are 89 Bicloo stations allover Nantes but no Bicloo stations outside of the Nantes area.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Nantes cathedrale.JPG"],["thumb"],["250px"],["Cathédrale Saint-Pierre"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Château des ducs de Bretagne"],["alt=Castle of the Dukes of Brittany"],["url=http:\/\/www.chateau-nantes.fr\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nantes History Museum - Expositions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathédrale Saint Pierre"],["content=In its two crypts where the treasures and the history of the cathedral are displayed. Next to the Château des ducs de Bretagne."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée des Beaux-Arts"],["alt=Fine Arts Museum"],["address=Rue Clémenceau 10"],["content=A beautiful building with an excellent art collection and temporary exhibitions."]]}]},{"type":"*","value":[" La ",{"type":"'''","value":["Chapelle de l'Oratoire"]},". Rue Henri IV. Near to both the Castle and the Cathedral."]},{"type":"*","value":[" ",{"type":"'''","value":["Place Maréchal-Foch"]},". Contains one of the few exisitng statures of Louis XVI, the beheaded king, left in France"]},{"type":"*","value":[" ",{"type":"'''","value":["Le Passage Pommeraye"]},". A shopping mall between la rue Crébillon and la rue de la Fosse built in the 19th century."]},{"type":"*","value":[" l",{"type":"'''","value":["'Ile de Versailles"]},", a peaceful island in the Erdre with a Japanese garden."]},{"type":"*","value":[" Le ",{"type":"'''","value":["Cours Cambronne"]},". A few steps from la place Graslin containing imperial buildings."]},{"type":"*","value":[" La ",{"type":"'''","value":["Place Mellinet"]},". Contains some of the restored architecture in Nantes and consists of eight perfectly symmetric houses built around an octagon. 200 meters from Port and from ",{"type":"''","value":["Maillé-Brézé"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Place du Bouffay"]},". A pedestrian area between the Castle of the Dukes of Brittany, Saint Pierre Cathedral et la Place du Commerce; ancient medieval quarter of Nantesvieux known for its Breton culture and for the pubs and restaurants."]},{"type":"*","value":[" ",{"type":"'''","value":["Ile Feydeau"]},", magnificent architecture of the 18th century. Shipowners' houses in the sculptured mascarons and the balconies of wrought iron illustrate the wealth accumulated at the time of the triangular trade."]},{"type":"*","value":[" Le ",{"type":"'''","value":["Maillé-Brézé"]},", a warship (which never saw a battle) which has been moored in Nantes for many years which is open to visitors ",{"type":"[","value":["http:\/\/www.maillebreze.com"]}]},{"type":"*","value":[" The ",{"type":"'''","value":["Jules Verne Museum"]},", on the Butte Sainte Anne, which has just been completely restored. Has a very good collection of memorabilia and objects associated with Jules Verne. There is also a very nice view of the port of Nantes."]},{"type":"*","value":[" The new ",{"type":"'''","value":["Palais de Justice"]}," on the Île de Nantes, designed by Jean Nouvel and built in 2000."]},{"type":"*","value":[" La ",{"type":"'''","value":["Tour LU"]}," (The LU Tower) - a picturesque tower guarding the entrance of a former Lefevre-Utile biscuit factory."]},{"type":"*","value":[" The ",{"type":"'''","value":["lieu unique"]},", centre of atypical art shelters a restaurant, a bar, a shop, theaters, etc."]},{"type":"*","value":[" ",{"type":"'''","value":["Musée Thomas Dobrée"]},"."]},{"type":"*","value":[" Le ",{"type":"'''","value":["Jardin des Plantes"]}," (Garden of Plants), situated just outside the main train station (North exit)."]},{"type":"*","value":[" Le ",{"type":"'''","value":["Marché Talensac"]},", the main town market, full of high quality local produce."]},{"type":"*","value":[" The ",{"type":"'''","value":["Machines de l'Ile"]}," (Machines of the Isle of Nantes), an exhibition of fantastic mechanical animals including the Great Elephant on which you can take a ride. Take tramway line 1 to Chantiers Naval, then walk across the bridge. Price is around €6. ",{"type":"[","value":["http:\/\/www.lesmachines-nantes.fr\/english\/"]}]},{"type":"[[","value":[["File:360 collage Nantes.jpg"],["800px"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Land Hemisphere"],["alt="],["url=http:\/\/en.wikipedia.org\/wiki\/Land_hemisphere"],["email="],["address="],["lat=47.216667"],["long=-1.533333"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=According to one measurement, the Earth's land hemisphere i.e. the hemisphere of the Earth containing the largest possible area of land is centered on a location in Nantes."]]}]},"\n",{"type":"===","value":["Around Nantes"]},"\nThe beach, especially the resort town of ",{"type":"[[","value":[["La Baule"]]},", is only a short drive away or can be easily reached by train. There are often\ncheaper deals if you take the local trains such as the TER or Corail (as opposed to the TGV). You can also travel to the beach at ",{"type":"[[","value":[["Pornic"]]},", a\nvery beautiful town and much less of a beach resort than La Baule.  The salt swamps at ",{"type":"[[","value":[["Guerande"]]},", where Breton sea salt is harvested, are worth a visit, as well, and feature an exhibit on the salt-harvesting process.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" There are around 50 000 students in Nantes Metropole among which 32 000 students in the University of Nantes, the third multi-disciplinary university in France."]},{"type":"*","value":[" The city supports the research in the excellent domains of the town with 2 200 researchers and 200 research laboratories."]},{"type":"*","value":[" And 15 Elite Schools."]},"\n",{"type":"==","value":["Work"]},"\n\nThe \"Maison de l'Emploi\" of the Nantes metropolis was created on October 17, 2005. This initiative allows to make employment more accessible and also to act against the discriminations in the districts where the unemployment rate is the highest.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Friendande"]},", ",{"type":"''","value":["12 rue Paul Bellamy"]},", from caramels, candies, jams to home-made chocolates."]},{"type":"*","value":[" ",{"type":"'''","value":["Les Rigolettes nantaises"]},", ",{"type":"''","value":["18 rue de Verdun et rue Franklin"]},", Nantes candies, chocolates and other regional specialities."]},{"type":"*","value":[" Bookshop of the ",{"type":"'''","value":["Castle of the dukes of Brittany"]},", ",{"type":"''","value":["place Marc Elder"]}," ",{"type":"[","value":["http:\/\/www.chateau-nantes.fr\/en\/practical_information\/la_librairie_boutique\/"]},", artworks, objects, postcards and collections."]},{"type":"*","value":[" ",{"type":"'''","value":["Lieu Unique Boutique"]},", ",{"type":"''","value":["quai Ferdinand Favre"]},", LU collections and artists' creations."]},{"type":"*","value":[" ",{"type":"'''","value":["Tourist Office Boutique"]},", ",{"type":"''","value":["3 cours Olivier de Clisson"]}," et ",{"type":"''","value":["2 place St Pierre"]},", books, guides, postcards, regional specialties, etc."]},"\n",{"type":"==","value":["Eat"]},"\nNantes has many restaurants! For its famous and finest wine and seafood. Also, this region of France is famous as the birthplace of crêpes. For a more savory variant, try the ",{"type":"''","value":["galettes de sarrasin"]}," (buckwheat crêpes).\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["Some cafés and crêperies offer affordable prix-fixe menus for lunch."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cafe Molière"]},", located in the Place Graslin next to the Theatre Graslin, offers excellent lunch fare, including sandwiches, croques-monsieur (open-faced sandwiches with ham and melted cheese; a delicious variant is the croque-anana, which also features a pineapple slice), steak-frites (steak and French fries), and salads.  Coffee and dessert are also available, and the restaurant becomes a bar at night. Get a table outside if Nantes is experiencing rare sunny weather."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"'''","value":["La Cigale"]},", situated in the Place Graslin, has been called \"the most beautiful brasserie in France\" for its turn-of-the-century decor.  Seafood is a particular specialty (as in all of Nantes), and the chef can be seen preparing seafood in front of the restaurant, where there is outdoor seating during warmer months.  Fixed price menus are available for 15 and €25.  A cheaper way to experience this delightful place is to go in the afternoon for dessert and coffee."]},"\n",{"type":"==","value":["Drink"]},"\nNantes's nightlife is concentrated in the Bouffay area, although there are also many bars and nightclubs near the Place du Commerce and the Théâtre Graslin.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Bar du Coin"]}," located next to the Église Saint-Croix, with an old-fashioned interior occasionally offering an in house DJ."]},{"type":"*","value":[" ",{"type":"'''","value":["Les Fées Maison"]}," bar decorated in a fairy-tale theme, offering many unique cocktails and local beers, located near Place du Commerce, close to the tram stop."]},{"type":"*","value":[" ",{"type":"'''","value":["La Maison"]}," bar decorated in the style of an old house from the 70's. You can have a drink sitting in a bathtub in the \"bathroom\" of the house. Located on the rue Lebrun, a small alleyway off the rue du Maréchal Joffre near the Place Foch with great indoor and an enclosed outdoor area."]},{"type":"*","value":[" ",{"type":"'''","value":["John McByrne"]}," (21 rue des Petites Ecuries, +33 2 40 89 64 46) is a popular traditional Irish Pub in the quartier Bouffay that opened in 1998.  With great pints of Guinness served by friendly staff from the Emerald Isle and elsewhere around the globe, this is the place to go to enjoy an authentic Irish atmosphere. Gaelic sports are shown live on TV along with English and Scottish Football and the occasional International Rugby match, all commentated in English."]},{"type":"*","value":[" ",{"type":"'''","value":["Délirium Café"]}," (19 Allée Baco, +33 2 40 08 90 77) is a great bar with a good student atmosphere. Offers a lively environment with tables and the bar, as well as an enclosed outside area offering a nice change from the inside scattered with tables. A little bit pricier for the students, but the environment is well worth it.  Hosts English themed nights every Wednesday while the local university is in session."]},{"type":"*","value":[{"type":"'''","value":["Flemming's"]}," (22 rue des Carmes, +33 02 40 47 32 86) is a freshly opened Irish pub with a newer, book lined walls, classier interior than the others located around town.  Anglophones are typically the only bartenders working, unless the owner is there who is French.  As a result if you're looking for the familiarity of the English language or you'd like to improve your English, this is the place to go.  Has tables upstairs and down stairs as well as tables outside if the weather is nice enough. Open from 10am to 2pm everyday. Also show's rugby and soccer matches throughout the weekend by way of a screen and projector they have located downstairs."]},{"type":"*","value":[{"type":"'''","value":["Le Shaft"]}," (14 Rue Petites Ecuries, +33 02 40 47 78 56) is a small bar on a corner with a terrace and a friendly, crowded interior.  If you're looking for a cheap drink, they offer 3€ pints and Giraffes for cheap.   "]},{"type":"*","value":[{"type":"'''","value":["Bier Garten"]}," (11 rue de la Juiverie) is located in Bouffay and is perfect for groups of people. Although it looks small, inside it offers 4 rather large back rooms which are more than accommodating for groups.  Offers salsa, bands, and various themed nights throughout the week as well."]},"\nTry Breton cider, similar to beer, which comes in either a brut or doux (sweet) variety.  A variation is a kir Breton, which is cider mixed with a fruit liquor (usually black currant, blackberry, or peach). The Nantes area is also known for its Muscadet wine, inexpensive but surprisingly delicious, which goes well with seafood dishes.\n\n",{"type":"===","value":["Live Music"]},"\n",{"type":"====","value":["Music venues"]},"\n",{"type":"*","value":[" Le Lieu Unique"]},{"type":"*","value":[" Le Live"]},"\n",{"type":"====","value":["Music Festivals"]},"\n",{"type":"*","value":[" Soy Festival"]},{"type":"*","value":[" Hellfest"]},{"type":"*","value":[" Les nuits de l'Erdre"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Youth Hostel"]},", 2 place de la Manu, tram station \"Manufacture\" (line 1)."]},{"type":"*","value":[" ",{"type":"'''","value":["Camping du Petit Port"]},", camping ground which can be reached by tram from the centre of the town."]},"\nWhen they are not full, sometimes the university residences will rent out rooms for a reasonable price. Contact the director of the desired residence to be sure. Visit CROUS Nantes ",{"type":"[","value":["http:\/\/www.crous-nantes.fr\/"]}," for more information. (link in French)\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Novotel hotel"],["alt="],["url=http:\/\/hotel-novotel-nantes-centre-cite-des-congres.accorhotels.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+33 2-51820000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3 rue de Valmy. Near the Convention Centre and the train station, close to the castle and the Cathedral."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Mercure hotel"],["alt="],["url=http:\/\/hotel-mercure-nantes-gare-sud.accorhotels.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+33 2-40353030"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=50\/51 Quai Malakoff. A 3* hotel located in city centre, near Nantes' main train station. Ideal for meetings and conventions."]]}," "]},{"type":"*","value":[{"type":"'''","value":["Hôtel Kyriad Nantes Centre"]},", 8, allée du commandant Charcot, 44000 Nantes, 02 40 74 14 54 (Fax : 02 40 74 77 68), ",{"type":"[","value":["http:\/\/www.kyriadnantescentre.fr\/accueil.htm"]}," inexpensive hotel with a good location in central Nantes; Canal Satellite TV, Wifi."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ibis Centre Gare Sud"],["alt="],["url=http:\/\/hotel-ibis-nantes-centre-gare-sud.accorhotels.fr\/"],["email="],["address=3 Allée Baco"],["lat="],["long="],["directions="],["phone=02 40 20 21 20"],["tollfree="],["fax=01 40 48 24 64"],["price="],["checkin="],["checkout="],["content= Between the Château des Ducs de Bretagne and the Place du Commerce."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ibis Tour de Bretagne"],["alt="],["url=http:\/\/hotel-ibis-nantes-centre-tour-bretagne.accorhotels.fr\/"],["email="],["address=19 rue Jean Jaures"],["lat="],["long="],["directions="],["phone=02 40 35 39 00"],["tollfree="],["fax=01 40 89 07 74"],["price="],["checkin="],["checkout="],["content= Covered parking and a bar and restaurant, l'hôtel Ibis is close to the Tour de Bretagne."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Pommeraye"],["alt="],["url=http:\/\/www.hotel-pommeraye.com\/"],["email="],["address=2, rue Boileau"],["lat="],["long="],["directions="],["phone =+33 2-40487879"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= A hotel located next to the Passage Pommeraye(shopping), free Wifi (and PC to use) in the lobby."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Westotel"],["alt="],["url=http:\/\/www.westotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Swimming pool and free internet. Can sometimes get a good deal."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThe first part of the WIFI network covers the city center, lieu unique, SNCF train station, Ile de Nantes district. From the Nantes WIFI portal site, the access is free and directs towards some sites of practical information in Nantes Métropole (in English and French).\n\n",{"type":"*","value":[" Hotel bookings"]},{"type":"*","value":[" Cultural and tourist activities"]},{"type":"*","value":[" Restaurants"]},{"type":"*","value":[" Traffic information"]},"\nMany bars and cafés also offer free Wifi to those with a laptop computer. Look for the WiFi logo in the windows.\n\n",{"type":"==","value":["Stay safe"]},"\n\nNantes is a very safe city in comparison to most major European cities. Police presence is reasonably visible and the trams are patrolled by TAN officials at night. Be prudent and exercise caution after dark. The European emergency number 112 is accessible in Nantes.\n\n",{"type":"==","value":["Cope"]},"\n\nThere is a very strong international presence in Nantes because of the many international students attracted by the large and well-known Université de Nantes. Every Wednesday evening international students meet at Buck Mulligan's bar to meet new people and socialise in a variety of languages. In addition, there are several Irish bars in Nantes in which the bartenders speak fluent English. Most Nantais are fairly friendly and will do their best to help you get by, although obviously they will be happier if you make an effort to communicate in French.\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=Rue de la Caillette"],["lat="],["long="],["directions="],["phone=+03 240-759-929"],["tollfree="],["fax=+33 240-759-929"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Guérande"]]},", a fortified city surrounded by Medieval walls. Guérande is also famous for its sea salt production."]},{"type":"*","value":[" ",{"type":"[[","value":[["Clisson"]]},", a small town with a ruined castle and an annual open-air heavy metal festival, Hellfest, in June."]},{"type":"*","value":[" ",{"type":"[[","value":[["Le Croisic"]]},", a small fishing town, also a short walk from the scenic ",{"type":"[[","value":[["Côte Sauvage"]]},"."]},"\n",{"type":"{{","value":[["geo"],["47.2181"],["-1.5528"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Pays_de_la_Loire"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nantes"]]},"\n",{"type":"[[","value":[["Commons:Category:Nantes"]]}]