[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Nantong"]}," (南通; ",{"type":"''","value":["Nántōng"]},") is a city in ",{"type":"[[","value":[["Jiangsu Province"]]},"\n",{"type":"==","value":["Understand"]},"\nNantong is a major port on the Yangtze River near ",{"type":"[[","value":[["Shanghai"]]}," that was historically known for its distinctive textiles. The city has a population of around 8,000,000. It is a bit inland of Shanghai, on the North bank of the river.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nNantong has a minor airport (IATA:",{"type":"'''","value":["NTG"]},"), which is about 18km from the city center. Nantong airport has only a small number of domestic flights, such as a direct flight once a day from Beijing. Nantong is near Shanghai, so the major method to get in is from Hongqiao Airport or ",{"type":"[[","value":[["Pudong Airport"]]},", and it takes about two hours to drive from Hongqiao to the center of Nantong via expressway.\n\n",{"type":"===","value":["By car"]},"\nSeveral national expressways run through this city. Cars can get in from the North via G15, from the West (such as ",{"type":"[[","value":[["Nanjing"]]},") via G40. Sutong Bridge connects Nantong and ",{"type":"[[","value":[["Suzhou"]]},". From ",{"type":"[[","value":[["Shanghai"]]},", a highway goes to Nantong via the Yangtze River Tunnel and Bridge, crossing ",{"type":"[[","value":[["Shanghai\/Chongming"],["Chongming Island"]]},".\n\n",{"type":"==","value":["Get around"]},"\nTaxis are cheap to get around Nantong. Buses ply the main streets however can take a bit long to wade through the local traffic if you are in a hurry to get somewhere quick.\n\nNantongmap.net ",{"type":"[","value":["http:\/\/nantongmap.net\/nantong-transportation.htm"]},"is a comprehensive English language web site that provides additional information about transportation in Nantong. Jiangsu.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Langshan"]}," (\"Wolf hill\") - located at the peak of this river-side hill is a Buddhist temple dedicated to a Song dynasty monk, who it is claimed had powers over water demons; the temple is a popular place for sailors who offer prayers for safe passage."]},{"type":"*","value":["The ",{"type":"'''","value":["Cao Gong Zhu Memorial Temple"]}," commemorates a local hero who defended the city against Japanese pirates in 1557."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nantong Textile Museum"],["alt="],["url=http:\/\/www.chinaculture.org\/gb\/en_museum\/2003-09\/24\/content_30824.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opened in 1985 as a tribute to the city's long association with the weaving industries, the museum was the first of its kind in China and boast six exhibition halls as well as courtyards and gardens."]]},"   "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nantong Museum"],["alt="],["url=http:\/\/www.chinaculture.org\/gb\/en_museum\/2003-09\/24\/content_29874.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 1905 and located in a traditional Chinese style building, the museum displays all the usual antiquities from stuffed animals and fossils to pieces of calligraphy and pottery."]]}]},{"type":"*","value":[{"type":"'''","value":["Nantong Medical College"]}," - was founded in the first decade of 20th century. Visit the college at evening; you may see hustle and bustle."]},{"type":"*","value":[{"type":"'''","value":["Boat Trip"]}," Along the Hao He river is a treat in the evening. You can hire an e-boat for a few hundred yuan and it is worthwhile doing it in the evening when the lights come on and the fountains go splashing around 7pm."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nan da jie"]}," its a shopping street ,you may find interesting things here."]},"\n",{"type":"'''","value":["Lan Yin Hua Bu"]}," (fabric printed with a distinctive blue flower design) - during the Ming Dynasties this particular design of cloth was popular among Southern China's elite. Now it is only produced at the Nantong Textile Museum.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nantong Laowai Mixer"],["url="],["email="],["address=Tiger Tiger"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a monthly get together of the local ex-pat community. Live music"]]}]},"\n",{"type":"==","value":["Eat"]},"\nNantongmap.net ",{"type":"[","value":["http:\/\/www.nantongmap.net Nantong Mapped Out"]}," is a comprehensive English language website that provides information about all Western style restaurants in Nantong, including maps to specific restaurants and general, localized maps.\n\nAnother local guide for visitors is The Old Codger's Guide to China ",{"type":"[","value":["http:\/\/www.oldcodger.org\/nantong\/index.htm The Old Codger's Guide to Nantong"]},"  is another English language resource for Nantong.  The Old Codger also provides bi-monthly Letters From China to give people a more specific view of Nantong.\n\nA very busy place for a quick meal served in a jiffy can be found along Jiao Yu Lu on the North entrances to Nantong Textile and Vocational College and Nantong Vocational College end. Several hole in the wall restaurants ply their trade here with some great food on offer at a very economical price.\n\nTry out some 'Maala Taang' which is a local version of 'hot pot' except that  its cooked for you after you picked up all the veggies and meats to go in the pot from the shelf. Can cost you anywhere between 5-10 Yuan for a yummy meal. Along Jiaoyu Lu.\n\nOr, try out a Pancake roll with pickle, egg and coriander leaves for 2 Yuan. Couple of shops are well known for this treat  near the roadside bbq where they will grill any snack for you for 0.5 Yuan a piece.\n\n",{"type":"'''","value":["Doula Shop"]}," for a meal in a fancy setting around the City Vogue Hotel. Great array of  menu choices for a dining experience which will surely impress.\n\n",{"type":"'''","value":["Waterside Restaurant"]}," near the Hao He river area in the Central part of Nantong offers a great spread of steaks and Chinese delicacies in elegant  and ambient surroundings overlooking the river. Surprisingly not so pricey for a nice restaurant with lovely decor. Worthwhile taking a look.\n",{"type":"'''","value":["Ye Shanghai"]}," does churn out a good fare, often full so book ahead for some Shanghainese cuisine.\n\n",{"type":"'''","value":["Captain's Bar and Grill"]}," offers a full Western menu that is fairly reasonably priced.  Offerings include Mexican, German, Italian and steaks.  Also breakfast anytime.  Weekends feature a Brunch served from 10:30 to 4:30. Captain's is a sponsor of Nantongmap.net.  Web site and printable map available. ",{"type":"[","value":["http:\/\/www.nantongmap.net\/nantong-captainsbar\/index.htm"]},"  Captain's Bar and Grill and Map\n\n",{"type":"'''","value":["Blue Chip"]}," a new establishment located right next door to Tiger Tiger Bar, offers a clean, healthy and sumptuous meal of traditional  British styled 'fish and chips' cooked fresh and ready to take-away or eat in their plush diner. They also Cater for Corporate events, private functions and Birthday parties.  ",{"type":"[","value":["http:\/\/www.nantongmap.net\/nantong-bluechip\/index.htm Website and printable Map"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tiger Tiger"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Nantong's 1st Shot bar"]]}]},{"type":"*","value":[{"type":"'''","value":["Angels Bar"]},", located on the corner of Nanda Jie and Haonan Lu, a few doors east from the Youfei Hotel located inside the MingDu Plaza. Behind the bar stocks a full assortment of whiskey, vodka, gin, tequila, and rum. Angels also has draft and bottled beer not to mention all your popular cocktails and shooters. Bring your laptop and a friend cause Angels also offers free WiFi internet connection, pool table, beer pong, foosball, and satellite tv."]},{"type":"*","value":[{"type":"'''","value":["Captains Bar and Grill"]},", QingNian Lu, near the SanTeh Hotel. Captains bar serves western food, with a slant on Mexican and German. It has great lunch specials, happy hour every night, and free WiFi internet access."]},{"type":"*","value":[{"type":"'''","value":["City Hunter"]},". Dingy, but friendly"]},{"type":"*","value":[{"type":"'''","value":["Camino"]},", south of the Victoria Hotel on Chengshan Lu. Clean and cheap bar with friendly staff and wide collection of music, most of which has been donated by visiting expats."]},{"type":"*","value":[{"type":"'''","value":["Chef Richard Bar and Grill Café"]},", Haonan Lu, a few doors west from the Youfei Hotel. Serves Western food, and offers free WiFi network connection."]},{"type":"*","value":["Nantong Shipyard has a row of about twenty bars! Most are aimed at seamen stopping in the port, which makes them a little sleazy, though they have character and can be good fun."]},{"type":"*","value":[{"type":"'''","value":["Scotland Bar"]}," - just a few doors down from Camino this place has a warm and friendly atmosphere and fantastic staff and regulars."]},{"type":"*","value":[{"type":"'''","value":["Love Tiger Bar"]}," - Newly open attractive bar, beauty and friendly staff. just a few doors down from Camino and Scotland bar. Good movie music, you can relax here :-)"]},{"type":"*","value":[{"type":"'''","value":["Tiger Tiger Bar"]}," - A sports themed bar supporting the Nantong Tigers Rugby Club, is a watering hole for the sporting types and expats alike.Conveniently located just a bit off the main bar street area around the corner of Hongqiao Lu and end of Duanjianba Lu. This bar has a decent sized pool table and regular happy hour specials which kicks off from 11am to 9pm. Also caters to Corporate Private functions and famous for its themed event nights particularly \"Saturday Curry nights\". A local band performs every now and then. Overall a good, clean place to kick back, relax and have a good time here.:-) Free WiFi, Pool & Fussball - Sat TV & upstair lounge in Oar Bar! See whats happening in Nantong by clicking onto www.nantonglife.com"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jia Long Hotel"],["alt="],["url="],["email="],["address=611 Gongnong Road"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+86 513"]}," 8529-8999"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nantong International Hotel"],["alt="],["url="],["email="],["address=102 Renmin West Road"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+86 513"]}," 8351-9898"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Youfei Hotel"],["alt="],["url=http:\/\/www.youfeihotel.com"],["email="],["address=18 Haonan Road"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+86 513"]}," 8505-0888"],["tollfree="],["fax="],["price=630rmb & up with breakfast"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Nanjing"]]},", ",{"type":"[[","value":[["Shanghai"]]}," and ",{"type":"[[","value":[["Suzhou"]]}," are all very near. \n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.9833"],["120.9000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jiangsu"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nantong"]]}]