[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Naoshima"]}," (直島)",{"type":"[","value":["http:\/\/www.town.naoshima.kagawa.jp"]}," is an island located in the ",{"type":"[[","value":[["Seto Inland Sea"]]}," of ",{"type":"[[","value":[["Japan"]]},". It is renowned for its collection of contemporary art galleries and exhibits.\n\nNaoshima is best known for the ",{"type":"'''","value":["Benesse House"]}," complex. There has been extensive domestic attention to the ",{"type":"'''","value":["Chichu Art Museum"]}," completed in 2006. The island itself has been settled as long as there have been Japanese. The original settlement is the now-diminuitive fishing port of Tsumuura. The most prominent settlement on the island is Honmura which was established as a coastal castle town (warring states) period (1467-1568). A number of houses in this town have been radically reformed in the ",{"type":"'''","value":["Art House Project"]},". Miyanoura - the port at which you will likely alight - is now the passenger and transport hub for the island, yet remains a sleepy coastal town.\n\nThe island can be quite hilly but pleasant enough along the coasts for biking and walking, except for the road from Miyanoura to Chichu Art Museum. It is entirely feasible for all sights on this island to be seen in one day but take a note from the locals and enjoy the island as a whole, in your own pace. There are beaches and mountains here, so pack swimming trunks, sunscreen and some good walking shoes if you are so inclined.\n\nThough the island is much closer to Honshu, administratively it belongs to ",{"type":"[[","value":[["Kagawa"]]}," Prefecture in ",{"type":"[[","value":[["Shikoku"]]},". It has 3307 inhabitants (on 1st July 2010).\n\nA detailed bilingual ",{"type":"'''","value":["map"]}," can be obtained at the ",{"type":"'''","value":["Marine Station Naoshima"]}," (designed by SANAA) just in the front of the Miyanoura ferry quay. This map has a list of all guesthouses, restaurants and major exhibits on the island. This map is also available for download from the Naoshima Tourism Association's official website. ",{"type":"[","value":["http:\/\/www.naoshima.net\/en\/index.html"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Boat"]},"\nNaoshima can be reached by boat from ",{"type":"[[","value":[["Uno"]]}," (Honshu) and from ",{"type":"[[","value":[["Takamatsu"]]}," (Shikoku).  Naoshima has three ports, Miyanoura, Honmura and Seto port. Most services go to Miyanoura.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Miyanoura port"]}," —  Regular ferry services runs about 13 times a day from Uno (20 minutes, ¥280) and about 5 times from Takamatsu (one hour, ¥510).  Passenger boat run twice daily from Uno (15 minutes, ¥280) and High-speed boat once daily from Takamatsu (30 minutes, ¥1200).  Passenger boat is for passengers only."]},{"type":"*","value":[" ",{"type":"'''","value":["Honmura port"]},".  Passenger boat also run from Uno to Honmura five times a day (20 minutes, ¥280)."]},{"type":"*","value":[" ",{"type":"'''","value":["Seto port"]},".  Ferry boat runs from Uno six times a day (15 minutes, ¥220).  There are some services for only vehicles.<BR>"]},"\n",{"type":"===","value":["Train"]},"\nFrom ",{"type":"[[","value":[["Okayama"]]},", a stop on the San'yo shinkansen, there are infrequent local trains directly to Uno (65 minutes). Otherwise, take the ",{"type":"''","value":["Marine Liner"]}," rapid train and transfer at Chayamachi (茶屋町) for the train to Uno (40 minutes with a good connection). The train cost is ¥570.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Rental bicycles"]}," are available at \"Cafe Ougiya\" in the Marine Station Naoshima opened on 4th Oct 2006 at Miyaura port. There are approx.25 normal bicycles(¥500\/day) and 3 electric bicycles (¥2000\/day), though they all are sized for adults. Electric types are available - an option well worth considering given how hilly the island is. <BR>\n\"Little Plum\" where is on halfway from \"Ikoi\" the bar to \"Ryokan Shioya\", next to \"Naoshima Bath\" \"I Love Yu'' has 40 or more rental bicycles (¥500\/day) .<BR>\nOtherwise some minshukus provide several rental bicycles ",{"type":"'''","value":["for their guests only"]},", that you could confirm when you make reservation to stay.\n\n",{"type":"'''","value":["Local bus"]}," serves an infrequent route connecting the two ports with Benesse Art Site and Chichu Art Museum ",{"type":"'''","value":["until 14th June, 2010"]},". From 15th June, the Town Bus won't connect Benesse House, Chichu art Museum and Lee Ufan Museum, then you transfer Benesse's Free Transportation at \"Tsutsuji-so Lodge\". With proper planning, this is all one needs to see the island (¥100 flat rate, payment is on alighting)<BR>\n【N.B.】The drivers don't understand English. Tourists should be sure which bus stop they get off according to the destination, listening carefully driver's announce \"Tsugi wa xxx ni tomarimasu.\"(I'll stop at xxx bus stop next).<BR>\nleading bus stops\n:",{"type":"'''","value":["Nokyo-mae"]},"   closest to sites of \"Art House Project\", Honmura Lounge & Archive(Benesse's information, shop)\n:",{"type":"'''","value":["Yakuba-mae"]},"  at the Town Office where is closer to \"Haisha\" than Nokyo-mae. There're a bank and a post office nearby.\n:",{"type":"'''","value":["Tsutsuji-so"]},"  beach rest house where the Pao, Mongolian yurts available to stay. Meanwhile this bus stop is convenient to \"Park\", one of Benesse House hotel buildings and the restaurant \"Terrace\".\n\nSince the island is quite small, in 30-60 minutes ",{"type":"'''","value":["you can easily reach any place on foot"]},": the two villages, the ports and the museums.\n:",{"type":"'''","value":["Miyanoura port"]}," to ",{"type":"'''","value":["Chichu Art Museum"]}," takes about 30 minutes on southwest course(anti-clockwise).\n:",{"type":"'''","value":["Miyanoura port"]}," to ",{"type":"'''","value":["Honmura (Art House Project)"]}," takes about 30 minutes.\n:",{"type":"'''","value":["Honmura"]}," to ",{"type":"'''","value":["Benesse House"]}," takes about 30 minutes. Try the high route that passes by the dam as there is a surprising art exhibit on the way, close to Benesse House. It starts on the west side of Honmura, the first left after the Haisha art house.\n:",{"type":"'''","value":["Benesse House"]}," to ",{"type":"'''","value":["Chichu Art Museum"]}," takes about 20 minutes.\n\n",{"type":"==","value":["See"]},"\n\nNaoshima island attained importance through the recent investigations in ",{"type":"'''","value":["contemporary art"]}," and ",{"type":"'''","value":["architecture"]},". Like most contemporary art museums, photography and touching the exhibits are prohibited.\n\n",{"type":"[[","value":[["Image:Benesse house08s3200.jpg"],["thumb"],["Naoshima features many external art exhibits"]]}," \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chichu Art Museum"],["alt=地中美術館"],["url=http:\/\/www.chichu.jp"],["email="],["address=直島町3449-1"],["lat="],["long="],["directions=Last stop of town bus"],["phone = +81 87-892-3755"],["tollfree="],["fax=+81 087-840-8285"],["hours=Oct—Feb 10AM—5PM, Mar—Sep 10AM—6PM"],["price=¥2000."],["content=Designed by the architect Tadao Ando it integrates art and architecture. You can find the work of Claude Monet, Walter de Maria and James Turrell here. It is the most popular attraction on the island so try to make it early, before the crowds settle in. The James Turrell work is certainly best appreciated with as few people around as possible. Tickets must be purchased at the ticket center approximately 50m down the road. The museum offers a special night program on Friday and Saturday to view Turrell's 'Open Sky' work at sunset (Additional fee ¥500, reservation via website required.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Benesse House"],["alt=ベネッセハウス"],["url=http:\/\/www.naoshima-is.co.jp\/english\/concept\/art\/benesse_house.html"],["email=BASN-office@mail.benesse.co.jp"],["address=Gotanji, Naoshima-cho"],["lat="],["long="],["directions=10 minutes by town bus from port."],["phone = +81 87-892-2030"],["tollfree="],["fax="],["hours=8AM-9PM"],["price=¥1000"],["content=The original contemporary art museum and remains one of the best. A superb fusion of nature, art and architecture that display the works of Andy Warhol, Richard Long, Bruce Nauman and others. The Museum building (now one of 4 buildings in the complex) was designed by world famous Japanese architect Tadao Ando. There are also numerous outdoor exhibits nearby."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lee Ufan Museum"],["alt=（李禹煥美術館）"],["url="],["email="],["address=Gotanji, Naoshima-cho, Kagawa-gun, Kagawa 761-3110"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Oct—Feb 10AM—5PM, Mar—Sep 10AM—6PM"],["price="],["content=The third art museum in Naoshima, which opened on 15th June, 2010. It's also designed by Tadao Ando. Displays the works of Lee Ufan李禹煥 only."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Art House Projects"]},". Old village houses converted into art spaces showcasing Japanese and international artists. Combined ticket for 6 projects ¥1000, which can be bought at the Honmura Lounge & Archive Building, Ueda tabacco shop, Cafe Maruya, Benesse House, Marine Station Naoshima, and the Haisha art house. If you don't have enough time to get around all of them, you may chose to buy \"one-site ticket\" ¥400 for 1 project only. In addition, for under 15 years old ¥0, free ticket is required.  10:00AM—4:30PM."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Minamidera"]}," “Backside of the Moon” by James Turrell and house, lavatory by Tadao Ando"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Kadoya"]}," “Sea of Time '98”,\"Naoshima’s Counter Window\" ,\"Changing Landscape\" by Tatsuo Miyajima"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Go'oh Jinja (Shrine)"]}," “Appropriate Proportion” by Hiroshi Sugimoto - please note that you can get into the shrine by taking the little path to the right, ie the sea side. It's quite simply incredible so don't miss it."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Ishibashi"]}," \"The Falls\" by Hiroshi Senju"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Haisha"]}," \"ZETSUJOMU\" (Dream tasting on the tongue), \"BOKKON peeper hole\" by Shinro Ohtake"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Gokaisho"]}," “Camellia” by Etsuhiro Suda"]}]},":",{"type":"'''","value":["Kinza"]}," is not included in the Art House Project combined ticket. Reservation is required 3 days in advance and admission is ¥500. On Friday, Saturday, Sunday and Japanese national holidays, one can reserve 15 minutes before entry directly with the house's owner. \n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Naoshima Bathhouse \"I ♥ ",{"type":"''","value":["Yu"]},"\""],["alt="],["url=http:\/\/www.naoshimasento.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Alt=\"直島銭湯「I♥湯」\"A fully functional art installation with Japanese traditional public bath.Designed by Shinro Ohtake collaborated with graf. Naming \"I ♥ ",{"type":"''","value":["Yu"]},"\" is a pun, word playing on ",{"type":"''","value":["you"]}," and ",{"type":"''","value":["yu"]}," means hot water in Japanese."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=007 \"The Man with the Red Tattoo\" Museum"],["alt="],["url=http:\/\/www.007museum.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a curiously small showroom erected as a museum to feature Raymond Benson's recent Bond novel \"The Man with the Red Tattoo\". An important part of the story takes place in Benesse House during a G8 summit. The \"007 Museum\" aims to present Naoshima as a Bond location on a national scale, introduce visitors to the story of \"The Man with the Red Tattoo\" with a short animated documentary, art work imagined from the novel and exhibits material and memorabilia related to the Bond novels and films. Very little English is available and it's attached to a rather shabby gift shop and cafe. It is located where 2 minute on foot from Miyanoura Port. Although it's named as a \"museum\", it's not as large as Benesse House nor Chichu Art Museum. It's a part of a house right opposite of a fire station, you can easily find it with seven red poles 6 m (20 feet) tall, some poles have broken currently, though. Free admission."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Naoshima (style of) architecture"]},". All public institution buildings on Naoshima are designed by Kazuhiro Ishii, an architect born in Tokyo 1944. Those buildings are called \"Naoshima architecture\". Since they are public facilities, anyone can not only tour the inside of the Town Hall, Tsutsuji-so and Welfare Centre, but can also use the eateries in Tsutsuji-so and Welfare Centre."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Naoshima Elementary school"]}," (1970)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Naoshima Kindergarten(elder class)"]},"(1974)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Town gymnasium"]}," (1976) Gymnasium belongs to Naoshima Junior High school"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Naoshima Junior High school"]}," (1979)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Naoshima Town Hall"]}," (1982) Called \"Naoshima Hiunkaku\" because it was designed after Honganji Temple which is famous for the Hiunkaku tower and resembles a castle."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Naoshima Kindergarten (younger class)"]}," (1983)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Tsutsuji-so"]}," (1991) municipal cottage"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Naoshima General Welfare Centre"]}," (1995)"]}]},"\n",{"type":"*","value":[" The major employer on the island is ",{"type":"'''","value":["Mitsubishi Materials"]},". Most of the north side of the island is taken up with material processing facilities. One can apparently tour these facilities with appropriate reservations.【N.B.】One must make reservation to be permitted to tour the ",{"type":"'''","value":["Mitsubishi Materials"]}," facilities or ",{"type":"'''","value":["Naoshima Environment Centre"]}," in advance that means by 7 days beforehand. There are some problems for non-Japanese speakers to tour the facilities."]},{"type":"*","value":[{"type":"*","value":[" Each facilities has different schedule to tour."]}]},{"type":"*","value":[{"type":"*","value":[" The attendants speak Japanese only, so if a non-Japanese speaker wish to tour them the applicant should be with an interpretor. Otherwise need to make reservation quite beforehand to let the facilities to prepare to find an attendant who can translate Japanese explanation to English.   "]}]},{"type":"*","value":[{"type":"*","value":[" Since Mitsubishi Materials is a company, there are guards at the gates due to security. Visitors are not permitted access. Even the applicants admitted by town route bus only."]}]},"\n",{"type":"==","value":["Eat"]},"\n\nNaoshima is not an island where you will find Western food in any measurable amount. Almost all venues serve Japanese food only. Restaurants accept last orders around 7:30pm, so do not delay in choosing a place. Notably, the New Olympia and Henkotsu-en restaurants remain open until 9pm. Be aware that most restaurants either close early or do not open at all on Sunday evenings.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yamamoto's Udon"],["alt=山本うどん” directions="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-4PM, closed Sunday"],["price=Under ¥1000"],["content=Rub shoulders with workers on their lunch break and housewives gossiping away their day. It has a good reputation for quality affordable noodles. They may have the Kagawa prefecture udon speciality, ",{"type":"'''","value":["Sanuki Udon"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Iwata's confectionery shop"],["url="],["email="],["address="],["lat="],["long="],["directions=Turn left after you pass the Pachinko parlor - it's the rather non-descript place."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Japanese style sweets & cakes, traditional food gifts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=New Olympia"],["alt=にゅーおりんぴあ [sic]"],["url="],["email="],["address=Miyanoura"],["lat="],["long="],["directions=On the road to Co-op, halfway after the second bend from the port"],["phone="],["tollfree="],["fax="],["hours=5PM-9PM, closed on Sunday"],["price=¥2000 to ¥10000"],["content=The best quality seafood you'll get outside of Benesse House. Try the Tempura, and don't worry about language barriers just point and smile and you'll be treated royally. The chef has a cheatsheet of English translations of his dishes behind the counter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Henkotsu-en"],["alt=へんこつえん"],["url="],["email="],["address=Miyanoura"],["lat="],["long="],["directions=Behind the Pachinku parlor"],["phone="],["tollfree="],["fax="],["hours=6pm~9pm, closed on Wednesday"],["price="],["content=Mix with the locals in this yakiniku house, where the order of the day is slabs of raw meat. Just slap them on the hot plate and chat away with friends. It's Japanese style indoor barbeque at its most native."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shimaya"],["url="],["email="],["address="],["lat="],["long="],["directions=Easily found from the port. Next door to the 007 museum."],["phone="],["tollfree="],["fax="],["hours=10am-5pm, closed Thursday"],["price=Less than ¥500 for a few"],["content=A stall set up obviously for domestic tourists that sells takoyaki (octopus pieces inside a fried dough ball)"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Ougiya"],["url="],["email="],["address="],["lat="],["long="],["directions=Inside the port"],["phone="],["tollfree="],["fax="],["hours=10am-7pm(6pm in winter)"],["price="],["content=Japanese food railway-style, one of tenants in the ferry terminal. Standard udon, curry & rice etc.Café Ougiya manages Bicycle Rental."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fukushi center"],["url="],["email="],["address="],["lat="],["long="],["directions=Inside Naoshima General Welfare Centre, which is on the way to Honmura."],["phone="],["tollfree="],["fax="],["hours=[JUL-SEP] 10AM-7PM \/ [OCT-JUN] 10AM-2PM on Tuesday, 10AM-7PM on Wednesday to Sunday \/ closed on Monday"],["price="],["content=Table d'hote (set meal), has udon etc. There's a public pool and fitness center in this complex as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fuji shokudo"],["alt=ふじ食堂"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the port, behind Dormitory in Kawloon, look for the red lantern displaying 中華そば"],["phone="],["tollfree="],["fax="],["hours=5pm to 7pm, closed Sunday"],["price="],["content=The smallest Ramen shop you'll ever find. A party of 5 could be barely accommodated."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rien　璃園"],["url="],["email="],["address="],["lat="],["long="],["directions=Attached to the dubious 007 museum"],["phone="],["tollfree="],["fax="],["hours=10am to 5pm, closed irregularly"],["price="],["content=Highly dubious cafe attached to an even more dubious souvenir shop. Serves pilaf, coffee"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Takoyaki Fuuchan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-7PM, closed irregulary"],["price="],["content=A stall and 2 tables that serves takoyaki, fried chicken, and chow mein."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Saya"],["url="],["email="],["address="],["lat="],["long="],["directions=After the pachinko parlor, turn left then immediately turn right. The café is halfway up the hill."],["phone="],["tollfree="],["fax="],["hours=10am-6pm, closed Monday, may open at 8am on Saturday & Sunday"],["price="],["content=This charming place is attached to the rear of a house. Café Saya serves excellent green tea lattes and sweets. They also serve tsukune-don (a ground-chicken patty on top of rice), Saya men (beef on top of noodles), etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Little Plum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=3pm-10pm(on Tuesday 5pm-10pm), closed on Monday and irregulary"],["price="],["content=Cafe&Bar"]]}]},"\n",{"type":"'''","value":["Honmura village"]},"\n\n",{"type":"*","value":[" CAT CAFE Nyao(Meaw)shima [café]\/ 11:30AM-9PM \/ closed on Thursday \/ "]},"\n",{"type":"*","value":[" Genmai Shinshoku (Brown Rice Hearty Eatery) \"Aisunao\" [eating house] brown rice ball, somen noodle etc. \/ 11AM-6PM \/ closed on Monday \/ capacity 20"]},"\n",{"type":"*","value":[" Mino [rice ball take-out] packed 3 rice balls, curry & rice, ice-cream cone \/ 10AM-4PM "]},"\n",{"type":"*","value":[" Oomiyake [café] coffee, parfait, pizza, Curry & rice featured Morocco Tajin aka Riz a la sauce \/ closed irregulary \/ capacity 20 and upwards \/ French speakers are especially welcomed because the master has once lived in Morocco, France."]},"\n",{"type":"*","value":[" Ishii Shoten [eating house] udon, tempura \/ 11AM-4PM \/ closed on Thursdays \/ capacity 20"]},"\n",{"type":"*","value":[" Hiina [café]\/ 11AM-4PM\/ open on Saturday,Sunday \/ "]},"\n",{"type":"*","value":[" Wa Cafe Goo [café]\/ 11AM-4PM \/ open on Saturdays,Sundays \/  capacity 20"]},"\n",{"type":"*","value":["BOO \/ 10am-4pm \/ closed on Mondays \/ shaved ice for take out"]},"\n",{"type":"*","value":[" Naka-Oku [café]\/ 11:30AM-9PM \/ closed on Tuesdays \/ "]},"\n",{"type":"*","value":[" Cafe reastaurant \"GARDEN\" [café]\/ 11:30AM-evening \/ closed on Mondays \/ "]},"\n",{"type":"*","value":[" Maimai [café]\/ 9:30am-5:00pm \/ closed on Mondays \/ Naoshima burger, Locomoco etc."]},"\n",{"type":"*","value":[" Cafe Konnichiwa [café]\/ 10AM-6PM\/ closed on Mondays "]},"\n",{"type":"*","value":[" Densaku [Udon House]\/ 7:30am-9:30am, 11:30am-2pm \/ closed on Mondays"]},"\n",{"type":"*","value":["Ishi-Bar(14Bar) [bar]\/ 6pm-2am \/ closed on Sundays "]},"\n",{"type":"'''","value":["Tsumuura village"]},"\n\n",{"type":"*","value":[" Benesse House restaurant (inside Benesse House museum) reservation required for most menu items"]},"The House Restaurant (and the Terrace Restaurant) only provides Set Meals. You may be offfered a choice of either 8 or 9 courses of Fusion cuisine. \n\n",{"type":"*","value":[" Benesse House café - currently drinks only. All guests are offered a free drink on arrival, make sure you take it at the House Cafe not the Terrace, the views are far far better and you can also join in with one of the private museum tours (after the public have left) from here."]},"\n",{"type":"*","value":[" Benesse House Terrace restaurant   - buffet style breakfast and lunch but only a set menu in the evening."]},"\n",{"type":"*","value":[" Chichu Art Museum café - non-visitor is not available because it's inside the museum. Currently served simply bread & drink with limited quantity."]},"\n",{"type":"*","value":[" Tsutsuji-so [public facility managed by Benesse Art Site Naoshima] qeema curry, hot sandwich, coffee \/ [Note] Pao(Ger) accommodations of former Seaside Park have moved to Tsutsuji-so, and they renewed since 25 Apr. 2006. "]},"\n",{"type":"*","value":[" Naoshima Tsuri Kouen (Naoshima Fishing Garden) sashimi of sea bream and a bowl of rice,curry and rice served on weekend, National holidays during May to September \/ closed on Tuesday"]},"\n",{"type":"*","value":[" Umikko [eatery house]okonomiyaki(Japanese food similar to pizza), yakisoba(Japanese chaomen)\/ 11AM-2PM, 5PM-9PM \/closed on Wednesday \/  capacity 24?"]},"\n",{"type":"[","value":["http:\/\/www.naoshima-is.co.jp Benesse House"]}," menu and business hours are very complicated, so check its website please.\n\n",{"type":"==","value":["Sleep"]},"\nAlthough the island could be rushed through in a day trip from Okayama or Takamatsu, it would be worthwhile to take your time in your visit.  There is certainly enough available to fill one and a half days.  The best place to stay is near the two museums, but there are a growing number of accommodation options scattered around the island.  The aforementioned tourist guide has a complete list. It is recommended to book accommodation in advance, especially if one is here during the weekend. All except Benesse House must be reserved in Japanese by telephone. a few exceptions are おやじの海",{"type":"''","value":["Oyajino Umi"]},"(E-mail is available as below),Ohmiyake(E-mail in French is quite available), Tsutsuji-so(English speaking staff don't reply oftenly, instead FAX is available), Dormitory in Kawloon & Seven Beach(Somebody speaks English) and Uno Slope House (near Uno Port, mainland, online rsvp in English at the website is available as below).<BR>\n\nInformation is subject to change frequently, due to trial and error forward to turningly increasing tourists.\n\n",{"type":"{{","value":[["sleeppricerange"],["¥2500 to ¥3500"],["¥3500 to ¥10000"],["¥10000 and above"]]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oyajino Umi"],["alt=おやじの海"],["url=http:\/\/freett.com\/fdk\/index.html"],["email=oyaji-umi@mx8.tiki.ne.jp"],["address=774 Honmura, Kagawa-gun,Kagawa Pref."],["lat="],["long="],["directions=Get off the bus at ",{"type":"''","value":["Nokyo Mae"]},"（農協前）"],["phone = +81 87-892-2269"],["tollfree="],["fax=087-892-2269"],["hours="],["price=¥4200 Lodging in an old-fashioned wooden house."],["checkin=5:00pm"],["checkout=10:00am"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dormitory in Kowloon"],["alt=ドミトリーin九龍"],["url="],["email="],["address="],["lat="],["long="],["directions=In front of Miyanoura port, behind a 'snack' bar"],["phone = +81 87-892-2424"],["tollfree="],["fax="],["hours="],["price=¥3500, ¥2800 with reservation"],["checkin=5:30pm"],["checkout=9:30am"],["content=This hostel is a former Japanese 'snack' bar managed by a collection of welcoming day managers."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seven Beach Inn"],["alt=やど～セブンビーチ"],["url=http:\/\/kawloon.gozaru.jp\/contents\/seven.html"],["email="],["address="],["lat="],["long="],["directions=From Miyanoura port, follow the road past the 007 museum. It's on the left after the New Olympia restaurant"],["phone = +81 87-892-4567"],["tollfree="],["fax="],["hours="],["price=¥3500. ¥3000 extra for meals"],["checkin="],["checkout="],["content=Sister to aforementioned hostel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tsutsuji-so Lodges"],["url="],["email="],["address="],["lat="],["long="],["directions=Town bus to Tsutsuji-so, stop before Benesse House"],["phone = +81 87-892-2838"],["tollfree="],["fax="],["hours="],["price=¥3675"],["checkin=3PM"],["checkout=10AM"],["content=The reknowned beachside Mongolian yurts once on Benesse House's beach have been moved to Tsutsuji-so approximately 250 meters east from Benesse's east gate."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\nThe island has half a dozen or so low-key minshuku and simple ryokan. Not all will accept foreigners. The Naoshima Island Tourism Website has a complete list. Exception is Uno Slope House, a B&B style foreign-visitor friendly lodging, near Uno port, mainland.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Uno Slope House"],["url=http:\/\/unoslopehouse.com"],["email=info@unoslopehouse.com"],["address="],["lat="],["long="],["directions=free pickup\/dropoff from Uno station\/port"],["phone = +81 80-4266-2885"],["tollfree="],["fax="],["hours="],["price=Single ¥5500 ~ Group & multiple days ¥3600 per person"],["checkin=3 pm"],["checkout=11 am"],["content=Most of the staff can communicate in both English and Japanese. Reservations by email, accepts major credit cards, free wi-fi, bike, pickup\/dropoff from Uno station\/port, tips for local eats. Brooklyn-style pancakes are the (surprise) specialty!"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bennesse House"],["alt=ベネッセハウス"],["url=http:\/\/www.naoshima-is.co.jp\/english\/benessehouse\/index.html"],["email=naoshima@mail.benesse.co.jp"],["address="],["lat="],["long="],["directions=Courtesy bus available from Miyanoura port; check website for times"],["phone = +81 87-892-2030"],["tollfree="],["fax="],["hours="],["price=¥25000 to much, much higher."],["checkin=3pm"],["checkout=11am"],["content=This is *the* place to stay in Naoshima, if you have the money. Every room has its own individual design and art work, with 49 guest rooms across 4 buildings: Museum, Annex, Park and Beach, all designed by reknowned architect Tadao Ando. The beauty of staying at the House itself is that one can wander the galleries late into the night after all the riff-raff have departed. There's also a monorail up to the rooms at the Oval, which also has a spectacular bar where one can watch the sun set.  Dinner at the Museum itself is also an experience not to be missed as all the good tables face out onto the bay.  Don't forget to book your slot for Cai Guo-Qiang's 'Cultural Melting Bath'. It's a huge Hot Tub surrounded by Volcanic Rocks brought in from China in a private cove not far from Park Building; it can be exclusively hired for an hour (¥1000) for relaxing, stargazing, sunbathing or love making - in a piece of art. Most rooms must be booked individually; they book up several months in advance, particularly on weekends in the Spring and Fall, but are well worth the cost. Off season booking is far easier, and also easier to extend your stay. The website has a 6 month reservation schedule and detailed room descriptions."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\nNaoshima is far enough off the beaten track to require a little preparation. English speakers are few.\nCurrency exchange is unavailable in Naoshima, even though there's a bank at Honmura　it takes number of days. Credit cards do not seem to be used except for payment at Benesse House, Chichu Art Museum, Lee Ufan Museum and Honmura Lounge & Archive. It is best to have plenty of currency before arriving on the island.\nThere are a few ATMs.\nYou can't exchange but cashing in advance is available\n",{"type":"*","value":["Hyakujushi(114th) Bank"]},"Honmura Branch ATM [MON-FRI]8:45AM-6PM, [SAT,SUN,public holidays]closed\nCoop ATM [MON-FRI]9AM-6PM, [SAT,SUN,public holidays]closed\n",{"type":"*","value":["Post Office where you can use Maestro"]},"Honmura Office ATM [MON-FRI]8:45AM-6PM, [SAT]9AM-5PM, [SUN, public holiday]9AM-2PM\nMiyanoura Office ATM [MON-FRI]9AM-5:30PM, [SAT]9:AM-12:30PM, [SUN, public holiday]closed\n\nMost shops close in the early evening and most of them close entirely on Sundays. Besides most of eateries close on Mondays. The ubiquitous Japanese convenience store has now arrived even on this island, and there is now a Sunkus store just east of Miyanoura Port. Both towns also feature small supermarkets called 'Co-op' (There're 2 shops scattered about the place)\n",{"type":"*","value":["Head shop at Washinomatsu, north of Miyanoura Port. It opens from 10am to 7:30pm daily (10am-1pm on Sunday)."]},{"type":"*","value":["Honmura branch opens from 10am to 5pm on weekday and closed on Sundays.  "]},"\nThere is an extensive aged population on the island. Please be considerate and greet them warmly as you pass them.\n\n",{"type":"==","value":["Connect"]},"\nFree internet access at two computers is available at the Miyanoura port terminal (\"Marine Station Naoshima,\") 8:30 to 18:00, not all during its operating hours.\n\nEach division in the port terminal has different business hours, so pay attention\n:",{"type":"'''","value":["Shikoku Kisen (Ferry&boat) Ticket booth"]}," open early morning, close at 20:30 those are equally open & close of the port terminal.\n:",{"type":"'''","value":["Cafe Ougiya"]}," 9:00 to 19:00  (to change without notice sometimes)\n:",{"type":"'''","value":["Souvenir Shop"]}," 9:00 to 18:00\n:",{"type":"'''","value":["Information & free computers"]}," 8:30 to 18:00 \n\nThere is a 24-hour Internet & Comic cafe (one of the Venite chain) at the Uno port on Honshu (look for the Tsutaya building from the port\/train station, it's on the 2nd floor) but expect trouble from the staff as one has to sign up and obtain membership before use.\n\n\n",{"type":"{{","value":[["geo"],["34.4667"],["134.0000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kagawa"]]},"\n",{"type":"{{","value":[["Guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Naoshima, Kagawa"]]},"\n",{"type":"[[","value":[["Commons:Category:Naoshima, Kagawa"]]}]