[{"type":"{{","value":[["pagebanner"],["Naples Florida banner.jpg"],["pgname=Naples"]]},"\n",{"type":"'''","value":["Naples"]}," is a city in ",{"type":"[[","value":[["Collier County"]]}," in ",{"type":"[[","value":[["Southwest Florida"],["southwest"]]}," ",{"type":"[[","value":[["Florida"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThere is an airport in Naples called Naples Municipal Airport, but it is for private use only. No commercial flight come into or go out of this airport.\n\nSouthwest Florida International Airport (RSW) is 42 miles from downtown Naples. United Airlines, Air Canada, American Airlines, United Express, Spirit Airlines, Jet Blue, Frontier, Delta, Southwest, and AirTran Airways all fly into Southwest Florida International Airport. From there, rent a car and drive to Naples.\n\n",{"type":"==","value":["Get around"]},"\nThe best way to get around Naples is to rent a car. Alternatively, you can rent a bike, and there are bike lanes on many of the major roads (though they are seldom used). If you stay in \"Old Naples\" (the historic district), then it is very easy to get to shopping centers, the pier, and the beach.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name='Tin City'"],["alt="],["url=http:\/\/www.naples-florida-sun.com\/tin-city.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the river in ",{"type":"'''","value":["'Downtown Naples"]},"': A Naples tradition. Originally a fisherman's wharf (it is still used as such) it is now a large collection of shops (all indoor and air-conditioned) offering a huge array of trinkets, clothing, art, and miscellaneous."]]}," "]},{"type":"*","value":[{"type":"'''","value":["Naples City Pier"]}," One of the most popular Naples Florida attractions! No fishing license is required to cast a line from the Pier! The city of Naples picks up the 'annual tab' for the cost! Watch the dolphins, take amazing photos of the sunsets over the Gulf of Mexico! Lots to see and do at the Pier!",{"type":"[","value":["http:\/\/www.naples-florida-sun.com\/naples-pier.html"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:End of the Naples Pier.jpeg"],["thumb"],["The Naples Pier offers beautiful sight-seeing, fishing, and concessions."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Naples Zoo at Caribbean Gardens"],["alt="],["url="],["email="],["address=1590 Goodlette Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rediscover natural fun in the heart of Naples. Explore this nationally accredited zoo with animals from alligators to zebras blended into a historic botanical garden - two attractions in one! See Tiger Forest, Panther Glade, and African Oasis. Enjoy exciting wildlife presentations all day and a cruise past islands of monkeys."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Naples Pier"]}," Go see one of the most beautiful beaches on Gulf Coast. Restroom facilities available, and small concession stand is located at the halfway point of the pier."]},"\n",{"type":"*","value":[{"type":"'''","value":["Everglades Tours"]}," There are many companies that offer all varieties of excursions to the everglades. This is a great day trip."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing*"]}," Naples has many experienced guides to help you catch that trophy. But if you want to explore on your own, there also are plenty of marinas and tackle shops for boat rentals, tackle and advice. And, if you would prefer, there are places where you can fish without a boat. Some of the more popular spots are our rivers and the Naples Pier. Many people also fish the canals , especially where and when the tidal currents are relatively strong. The beaches can also be productive, especially at dawn and at dusk. Whether your preferred technique is fly, spin, plug or bait, you will enjoy fine fishing in a great environment."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shopping"]}," the shops around 5th avenue would be considered exclusive by some, pretentious by others. Third Avenues is also a great place to shop the many art galleries and shops.Downtown Naples, Tin City, Fifth Avenue South, 3rd Street South, Mercato, Bayfront, Venetian Village, Coastland Mall, and the Waterside Shops are Naples Shopping venues not to be missed! Naples Florida has beautiful boutique style shopping! Very upscale, world-class shopping! Very enjoyable time to be had window shopping, dining at sidewalk bistros and browsing the many chic boutiques!",{"type":"[","value":["http:\/\/www.naples-florida-sun.naples-shopping.html"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ft Myers Beach"]}," Take a day trip to ",{"type":"[[","value":[["Fort Myers Beach"]]}," pier, for slightly more kitschy shopping and sightseeing."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dolphin and Manatee tours"]},"  There are a wide variety of tours to take to go check out the dolphins and manatees. Check out the tourist information in Naples for different listing of these tours."]},"\n",{"type":"[[","value":[["File:Palm Cottage in Naples.jpeg"],["thumb"],["The Palm Cottage, in Historic Old Naples, is the oldest house in the city, built in 1895. Tours are $10."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Historic Old Naples"]}," The oldest parts of Naples include many older houses, a museum, and shopping centers. It is near the Naples pier."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Findictive Charters"],["url=http:\/\/findictive.com"],["email="],["address=Naples CIty Dock"],["lat="],["long="],["directions="],["phone= +1 239-774-3314"],["tollfree="],["fax="],["hours="],["price="],["content=We fish light tackle in the bay and nearshore waters of naples florida for many different species with light tackle,a great time for the whole family."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Vanderbilt  Beach"],["url="],["email="],["address=Starting in North Naples at Vanderbilt Drive on the South, to Delnor Wiggins State Park at the North."],["lat="],["long="],["directions="],["phone= +1 239-597-6196"],["tollfree="],["fax="],["hours="],["price="],["content=Facilities include: Freshwater Showers, lifeguards, grills, picnic tables, boat ramp, observation tower, restrooms, bath house. Additional Public Parking in lot next to the Ritz Carlton"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Clam Pass Park\/ Beach"],["url=http:\/\/www.colliergov.net\/Index.aspx?page=458"],["email="],["address=Seagate Drive & Crayton Road"],["lat="],["long="],["directions="],["phone= +1 239 252-4000"],["tollfree="],["fax="],["hours=8AM to sundown"],["price="],["content= Clam Pass boasts 35 acres of coastal habitat and preserves that habitat by providing beach access from a three-quarter-mile boardwalk to the sandy beach. The boardwalk runs through a mangrove forest of salt-tolerant red, white and black mangroves. It also has a tidal bay area that acts as a breeding ground and nusery for marine life, wildlife, specifically many species of birds. board-walk through the Mangrove trees for those who love a nature walk, or if you prefer to take the tram car that is also available. Upon arrival to the beach there is a full snack bar\/ Lunch Restaurant and bar on a deck overlooking the beach."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mercato"],["url=http:\/\/www.mercatoshops.com\/default.asp"],["email="],["address=9123 Strada Place, Suite 7125 Naples, FL 34108"],["lat="],["long="],["directions=Mercato is located at the intersection of Vanderbilt Beach Road and Tamiami Trail North"],["phone  +1 239 594-9400"],["tollfree="],["fax="],["hours=Mercato Shops: M-Sa 10AM-9PM; Su 12PM-6PM"],["price="],["content=Mercato in Naples Florida combines the best of city chic residential living with upscale shopping, dining and entertainment in one choice location that is literally just minutes to the pristine beaches of the Gulf of Mexico. UPTOWN - UPSCALE - UPBEAT"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Tiburon Golf Club"],["url=http:\/\/www.tiburongcnaples.com\/"],["email="],["address=2620 Tiburon Drive Naples, FL 34109"],["lat="],["long="],["directions=Tiburón Golf Club is located in North Naples on the corner of Airport Pulling Road and Vanderbilt Beach Road. From I-75, go west on Immokalee Road, turn left on Airport Pulling Road and travel about 2 miles. The entrance to Tiburón Golf Club will be on your left. From the entrance, please follow signs for the Golf Club."],["phone= +1 239 594-2040"],["tollfree="],["fax="],["hours=7AM-6PM Daily"],["price="],["content=With an exclusive North Naples location, Tiburón is just minutes from the area's best beaches, the charming boutiques of 5th Avenue, fine dining and a variety of cultural venues. Tiburón also offers convenient access to Interstate 75 and Southwest Florida International Airport. If your not a golfer and are just looking to see what a PGA Tour Golf Course looks like, just take a ride through the complex and view the course and beautiful homes."]]}]},"\n",{"type":"==","value":["Buy"]},"\n5th Avenue South is a great shopping district in central Old Naples. This area include unique stores, sidewalk cafes, hotels, galleries, and fine dining along palm-lined streets just a few blocks from the water. Perhaps the only problem here is the lack of convenient parking. \n\nAlso nearby is Third Street South, an area of some 100 fine clothing stores, gift boutiques, restaurants and galleries.. All along 3rd Ave, parallel to the beach, and starting at the cross section of 8th Street is an area known as Old Naples. This is a cool area with beautiful artwork, sculptures and fountains everywhere you turn. Mainly there are galleries here, as well as some restaurants. An excellent visual treat so bring your camera and some walking shoes\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Miromar Outlets"],["url=http:\/\/www.miromaroutlets.com\/index.php"],["email="],["address=-75, Exit 123, Corkscrew Road \/ Miromar Outlets Blvd."],["lat="],["long="],["directions="],["phone= +1 239 948-3766"],["tollfree="],["fax="],["hours=Sa 10AM-9PM; Su 11AM-6PM"],["price="],["content=Shop for you favorite essentials while soaking up the Florida Sun walking around the outside mall. Some of the stores include (clothing stores)- Diesel, DKNY, Dolce & Gabbana, Gap Nike, Gucci, Guess, Hollister, J Crew Kenneth Cole, Lacoste, Oshkosh B'Gosh, Polo, Puma. (Leather wear stores) Coach, Dooney and Bourke, and The Luggage Center. (Housewears)- Pottery Barn, Chefs outlet, Crate and Barrel, Nautical Landing, Restoration Hardware, Waterford crystal and Williams-Sonoma and many many more outlets for all items at a discounted price."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Waterside Shops"],["url=http:\/\/www.watersideshops.com\/"],["email="],["address=5415 Tamiami Trail N Naples, FL 34108"],["lat="],["long="],["directions="],["phone= +1 239-598-1605"],["tollfree="],["fax="],["hours=Su 12PM-6PM; M-Sa 10AM-7PM"],["price="],["content=Waterside Shops is the Gulf Coast's most sumptuous shopping and dining destination where the finest names in luxury retail and fashionable lifestyle stores are set amid a lush landscape of 30,000 tropical plants and flowering shrubs, a 550-foot-long, hand-laid rock wall punctuated by cascading water, and dramatic lightning features. Its more than 60 shops and restaurants, as well as Saks Fifth Avenue and Nordstrom, let you indulge in the extraordinary while you delight in the everyday sunlight."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=H.B.'s On The Gulf"],["url=http:\/\/www.naplesbeachhotel.com"],["email="],["address=851 Gulf Shore Blvd"],["lat="],["long="],["directions=From North, Take Rt. 41 to Golf Drive, Turn Right to Gulf Shore Blvd."],["phone="],["tollfree=+1-800-237-7600"],["fax="],["hours="],["price="],["content=Naples' only beachfront restaurant, HB's On the Gulf serves fresh regional seafood and creative daily specials for lunch and dinner, indoors or out. Located on the Gulf of Mexico at The Naples Beach Hotel & Golf Club. 239-261-2222"]]}]},{"type":"*","value":[{"type":"'''","value":["Joe's Diner"]},", located on US40. For a great breakfast."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=McCabe's Irish Pub & Grill"],["alt="],["url=http:\/\/www.mccabesirishpub.com"],["email="],["address=699 5th Avenue South"],["lat="],["long="],["directions="],["phone= +1 239 403-7170"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Irish pub featuring great food, lively music and an one-of-a-kind ambiance in Naples."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Truluck's Seafood, Steak, and Crab House"],["alt="],["url=http:\/\/www.trulucks.com"],["email="],["address=698 4th Ave. South"],["lat="],["long="],["directions="],["phone = +1 239-530-3131"],["tollfree="],["fax="],["hours="],["price="],["content=Semi-casual restaurant that offers the area's freshest, top-quality Stone Crab claws."]]}]},"\n",{"type":"*","value":["Take a ride out to ",{"type":"[[","value":[["Marco Island"]]}," and eat at the Snooks Inn. It is right on the water and the lunch menu is very reasonable."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shula's Steak House"],["url=http:\/\/www1.hilton.com\/en_US\/hi\/hotel\/APFNHHF-Hilton-Naples-Florida\/dining.do"],["email="],["address=5111 Tamiami Trail North"],["lat="],["long="],["directions=From Southwest Florida International Airport: Follow signs from Airport to I-75 South to Naples. Exit # 107 Pine Ridge road Turn right, going West approximately 3.5 miles. Turn left, South on US 41 ( Tamiami Trail) and the hotel is immediately on the right."],["phone= +1 239-430-4999"],["tollfree="],["fax="],["hours=6:30AM"],["price=10PM"],["content=Experience the best beef money can buy, Shula's Cut, at America's Steak House. Shula's Steak House is an upscale steak house honoring the 1972 Miami Dolphins Perfect Season. Open for breakfast, lunch or dinner. Located off the lobby of the Hilton Naples."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe and Bar Lurcat"],["url=http:\/\/www.cafelurcat.com\/"],["email="],["address=494 Fifth Avenue"],["lat="],["long="],["directions="],["phone= +1 239-213-3384"],["tollfree="],["fax="],["hours="],["price=Mid-high"],["content=Experience serious food and voguish designs are served up in equal measure. From the Chagall-inspired ceiling mural in the cafe to the Italian silk pillows and leather banquettes in the bar, Lurcat is an urban hang out that is modern, cool and loungey for Naples. The food is excellent. In the bar you can order small plates for $7-$15. The cafe menu is a la carte and a little pricier but you will leave happy."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tommy Bahamas"],["url=http:\/\/www.tommybahama.com\/TBG\/Stores_Restaurants\/Restaurants\/Naples.jsp"],["email="],["address=1220 3rd Street"],["lat="],["long="],["directions="],["phone = +1 239-643-6889"],["tollfree="],["fax="],["hours=11am for lunch, dinner daily"],["price=expensive"],["content=Eclectic with a tropical twist, Tommy Bahama's Restaurant & Bar offers a relaxed, eegant Island ambience with truly inspired cuisine. Tommy's Famous Coconut Shrimp, San Juan Shrimp and Scallops, and mouthwatering Pin Colada cake tempt the palate while our cocktails slake your thirst. Live entertainment nightly"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=McCormick & Schmick's"],["url=http:\/\/www.mccormickandschmicks.com\/locations\/naples-florida\/strada-place.aspx"],["email="],["address=9114 Strada Place Suite 12110 Naples, Florida  34108"],["lat="],["long="],["directions="],["phone= +1 239 591-2299"],["tollfree="],["fax="],["hours=Mo-Th 11:30AM-9PM; Fr Sa serving until 10PM; Su serving until 8PM; Sa & Su open at noon"],["price="],["content=A Fresh Approach… McCormick’s chefs works with local reputable seafood purveyors to obtain only the freshest seafood from local waters and beyond. Menus printed twice daily and private dining space available.\nDon't Miss Brunch every Sunday from 11:30AM-3PM."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mel's Diner - Naples"],["url=http:\/\/melsdiners.com\/locations\/"],["email="],["address=3650 Tamiami Trail N Naples, FL  34103"],["lat="],["long="],["directions="],["phone = +1 239 643-9898"],["tollfree="],["fax="],["hours=Su–Th 6:30AM-9PM; F Sa 6:30AM-9:30PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sunset Beach Bar"],["url=http:\/\/www.naplesbeachhotel.com"],["email="],["address=851 Gulf Shore Blvd. N."],["lat="],["long="],["directions=From North, take Rt. #41 to Golf Drive, turn right continue to Gulf Shore Blvd."],["phone= +1 239-261-2222"],["tollfree="],["fax="],["hours="],["price="],["content=Catch a fantastic Naples sunset at one of the best places to do so, the Sunset Beach Bar. Recently awarded the title of Naples' \"Best Beach Bar\" by Travel Channel, live entertainment is available each evening.  The Sunset Beach Bar is located at The Naples Beach Hotel & Golf Club."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Food and Thought"],["url="],["email="],["address=Gateway Plaza"],["lat="],["long="],["directions="],["phone= +1 239 213-2222"],["tollfree="],["fax="],["hours=9AM-8PM"],["price=$6-14"],["content=Southwest Florida's ONLY 100% Organic Market and Restaurant! Good service, nice people, great food! Breakfast, lunch and dinner."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Blue Martini"],["url=http:\/\/www.bluemartinilounge.com\/"],["email="],["address=9114 Strada Place Suite 12105 Naples, Florida  34108"],["lat="],["long="],["directions="],["phone= +1 239 591-2583"],["tollfree="],["fax="],["hours=4PM - 2AM 7 days a week"],["price="],["content=Blue Martini features over 25 superior martinis guaranteed to excite the taste buds and elevate spirits. Listen or dance to the best in live entertainment while enjoying a tapas menu - the perfect complement to their fine wine and spirits selections."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Turtle Club at Vanderbilt Beach \/ Restaurant and Bar"],["url=http:\/\/www.windwardhospitality.com\/naples\/subpages\/hours.html"],["email="],["address=9225 Gulf Shore Drive"],["lat="],["long="],["directions=The Turtle Club is located on Vanderbilt Beach in Naples at 9225 Gulfshore Drive North on the grounds of the Vanderbilt Beach Resort.  The property is located between the Ritz Carlton Hotel and the La Playa Resort."],["phone="],["tollfree="],["fax="],["hours=Lunch Monday - Sunday ~11AM to 2:45PM (We do not accept reservations for lunch)   Dinner Sunday - Thursday ~ 5PM to 9PM Friday and Saturday ~ 5PM to 10PM"],["price="],["content=Focusing on fresh seafood and fine steaks and chops served in a spectacular beachfront setting, the restaurant quickly became a favorite “secret spot” for local Neapolitans.  No longer did exclusive national hotels or private clubs dominate fine waterfront dining. The secret has been out for some time now, and the restaurant has consistently been voted the area’s top restaurant for waterfront dining.  With a focus on casually elegant fine dining, hospitable and caring staff, outstanding food and wine, and excellent value, the Turtle Club continues to win rave reviews from both loyal locals and out-of-state newcomers. This is a GREAT PLACE!!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bellasera Resort Luxury Hotel"],["alt="],["url=http:\/\/www.bellaseranaples.com\/"],["email="],["address=221 Ninth Street South"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-627-1595"],["fax="],["price="],["checkin="],["checkout="],["content=A four diamond luxury hotel featuring studio and three room suites with fully appointed kitchens, business meeting facilities, and onsite Zizi Restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Doubletree Naples Guest Suites"],["alt="],["url=http:\/\/www.dtsuitesnaples.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This all-suites hotel is set on a peninsula overlooking the Cocohatchee River and Wildlife Preserve just two miles from Florida's Gulf beaches. Just 12 miles from Naples Municipal Airport (APF) and 25 miles from Fort Myers–South West Florida International Airport (RSW), the this Florida hotel features 101 suites, an outdoor heated pool, a 24-hour fitness center and an on-site restaurant which serves lunch and dinner."]]},"   "]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hilton Naples Hotel"],["alt=Naples Hilton Hotel"],["url=http:\/\/www1.hilton.com\/en_US\/hi\/hotel\/APFNHHF-Hilton-Naples-Florida\/index.do"],["email="],["address=5111 Tamiami Trail North, Naples FL  34103"],["lat="],["long="],["directions=From Southwest Florida International Airport. Follow signs from Airport to I-75 South to Naples. Exit # 107 Pine Ridge road Turn right, going West approximately 3.5 miles. Turn left, South on US 41 ( Tamiami Trail) and the hotel is immediately on the right"],["phone= +1 239-430-4900"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=12PM"],["content=Shula's Steak House is the hotel's signature dining facility."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Inn on Fifth"],["alt="],["url=http:\/\/www.innonfifth.com"],["email="],["address=699 5th Avenue South"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-403-8778"],["fax="],["price="],["checkin="],["checkout="],["content=This resort-style hotel with 87 rooms is in the heart of the city. Has 7,879 square feet of meeting space, Wi-Fi, two restaurants: McCabe's Irish Pub & Grill and Truluck's Seafood, Steak, and Crab House."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Inn at Pelican Bay"],["url=http:\/\/www.innatpelicanbay.com"],["email="],["address=800 Vanderbilt Beach Rd"],["lat="],["long="],["directions=Toll Free: 800-597-8770"],["phone= +1 239-597-8777"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=noon"],["content=Minutes from Southwest Florida International Airport.  Ft. Myers, the Inn at Pelican Bay is part of the Florida Green Lodging Program, and is within walking distance to Gulf beaches, golfing, tennis, and boating. Enjoy our complimentary breakfast, business center, fitness center, heated swimming pool, and complimentary wireless Internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hawthorn Suites Naples"],["alt="],["url=http:\/\/hawthorn.com\/reservations\/locationdetail.asp?facid=1704"],["email="],["address=3557 Pine Ridge Road"],["lat="],["long="],["directions="],["phone= +1 239 593-1300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lemon Tree Inn"],["url=http:\/\/www.lemontreeinn.com\/"],["email="],["address=250 Ninth Street"],["lat="],["long="],["directions="],["phone= +1 239-262-1414"],["tollfree="],["fax=+1 239-262-2638"],["hours="],["price=$89-$200"],["checkin="],["checkout="],["content=Designed with the architectural influence of Old Florida and set against a backdrop of  landscaped tropical foliage. Two blocks from Fifth Avenue South and eight blocks from the beach, features a heated swimming pool, courtyard garden, and 34 guest rooms. Complimentary lemonade and continental breakfast daily."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marco Island Marriott Beach Resort, Golf Club & Spa"],["alt=Marco Island, Florida Resort"],["url=http:\/\/www.marriott.com\/hotels\/travel\/mrkfl-marco-island-marriott-beach-resort-golf-club-and-spa\/"],["email="],["address=400 South Collier Boulevard"],["lat="],["long="],["directions="],["phone =+1 239 394-2511"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Pristine beaches, superb dining, golf, and the spa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Naples Bay Resort"],["alt="],["url=http:\/\/www.naplesbayresort.com"],["email="],["address=1500 5th Avenue South"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located in Old Naples, along Southwestern Florida's Gulf Coast, adjacent to the 5th Avenue District. Along with the resort Naples Bay has cottage accommodations and a private club. Both facilities also include a Euro-style spa, fitness center\/aerobics studio, 6 tennis courts, 97-slip marina, yacht club, and kids club activities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Naples Beach Hotel & Golf Club"],["url=http:\/\/www.naplesbeachhotel.com"],["email="],["address=851 Gulf Shore Blvd. North, Naples, FL 34102"],["lat="],["long="],["directions=From North Take Tamiami Trail, Rt. #41 to Golf Drive, Turn Right, Continue to Gulf Shore Blvd. N."],["phone="],["tollfree=+1-800-237-7600"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=318 rooms and suites, a spa and fitness center, championship golf course, six Har-Tru tennis courts, beach, variety of water sports and complimentary Beach Klub 4 Kids."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Park Shore Resort"],["alt="],["url=http:\/\/www.parkshorefl.com\/"],["email="],["address=600 Neapolitan Way"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-627-1595"],["fax="],["price="],["checkin="],["checkout="],["content=One and two bedroom suites with relaxing natural surroundings like lush gardens, waterways and serene, botanical walkways. Onsite restaurant and provides online reservations and special packages."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quality Inn Naples, Gulf Coast Hotel"],["alt="],["url="],["email="],["address=2555 9th Street North"],["lat="],["long="],["directions=U.S. 41 North"],["phone= +1 239 261-6046"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Ritz Carlton, Naples"],["url=http:\/\/www.ritzcarlton.com\/en\/Properties\/Naples\/Default.htm"],["email="],["address=280 Vanderbilt Beach Rd., Naples, FL 34108"],["lat="],["long="],["directions="],["phone= +1 239 598-3300"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Experience Florida’s Paradise Coast at The Ritz-Carlton, Naples. Featuring dazzling views of the Gulf of Mexico, three miles of pristine beaches, world-class restaurants and impeccable service, The Ritz-Carlton in Naples, Florida, offers an unforgettable retreat in one of the world’s most beautiful locations. A little pricey at about $600 per night but totally worth the money."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-75.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Tampa"]]}],["minorl1=",{"type":"[[","value":[["Fort Myers"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Miami"]]}],["minorr1=",{"type":"[[","value":[["Big Cypress National Preserve"]]}],["image2=US 41.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Tampa"]]}],["minorl2=",{"type":"[[","value":[["Fort Myers"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Miami"]]}],["minorr2=",{"type":"[[","value":[["Big Cypress National Preserve"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["26.14194"],["-81.79472"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southwest Florida"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Naples, Florida"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Florida\/Localities\/N\/Naples\/"]]}]