[{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["pagebanner"],["Naples banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Napoli5.jpg"],["thumb"],["Mergellina, one of the best known Naples districts."],["400px"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.inaples.it\/eng\/home.asp Naples"]}]}," (Italian: ",{"type":"''","value":["Napoli"]},"; Neapolitan: ",{"type":"''","value":["Napule"]},") in ",{"type":"[[","value":[["Italy"]]},", an ancient port on the Mediterranean sea, is the third most populous municipality and centre of the second most populous metropolitan area in Italy.\n\nFounded more than 2,800 years ago (8th century BC) as Neapolis (\"New City\") by the Greeks, it is one of the oldest continuously-inhabited cities in the world and a UNESCO World Heritage site. The UNESCO evaluation committee described Naples' centre as being \"of exceptional value\", and went on to say that Naples' setting on the Bay of Naples \"gives it an outstanding universal value which has had a profound influence\". But Italians have known these things for centuries: The view of Naples from the sea is so beautiful that a traditional Italian saying states that once you've seen it, you can die.\n\nBorn as a Greek colony of Cuma and virtually positioned in the geographical center of the Mediterranean basin, it has an unmatched heritage as a place of exchange between cultures. This is reflected in the city's structure and monuments, a mixture of Greek, Roman, Norman, Angevin, Swedish, Spanish and French architecture. The Neapolitan language - notoriously unintelligible to many speakers of standard Tuscan Italian - also bears witness to the town's diverse cultural origins, being composed of French, Spanish and Arab words, inserted into a Greek, Oscan and Latin structure.\n\nAs a testimony to its extraordinary history, the Naples region hosts an unparalleled concentration of ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage sites"]]},": the Center of Naples itself; the Roman archeological sites of ",{"type":"[[","value":[["Pompeii"]]},", ",{"type":"[[","value":[["Herculaneum"]]},", ",{"type":"[[","value":[["Oplontis"]]}," and ",{"type":"[[","value":[["Stabiae"]]},"; the Royal Palace of ",{"type":"[[","value":[["Caserta"]]},"; the royal site of ",{"type":"[[","value":[["San Leucio"]]}," and the Aqueduct of ",{"type":"[[","value":[["Vanvitelli"]]},". It is close to Vesuvius, the only active volcano on the European continent and itself a UNESCO Biosphere Reserve. ",{"type":"[[","value":[["Paestum"]]},"'s Greek temples and the Amalfi Coast, also UNESCO's World Heritage sites, are possible day trips, as are the islands of ",{"type":"[[","value":[["Capri"]]},", ",{"type":"[[","value":[["Ischia"]]}," and ",{"type":"[[","value":[["Procida"]]}," in the Bay of Naples.\n\nNaples was the ",{"type":"[","value":["http:\/\/www.comune.napoli.it\/flex\/cm\/pages\/ServeBLOB.php\/L\/EN\/IDPagina\/6386 World Capital of Cultures"]}," in 2013, since it hosted the Universal Forum of Cultures (UFC) from April 10 to July 21, 2013.\n\n",{"type":"==","value":["Understand"]},"\nBoth ",{"type":"''","value":["Naples"]}," and the locally-used Italian ",{"type":"''","value":["Napoli"]}," are acceptable names for the city, and derivatives of the original Greek name of Neapolis.\n\nThe most widely spoken language in Naples is Italian or a mixture of Italian and Napulitano (Neapolitan). Neapolitan is sometimes described as an Italian dialect, but it is officially acknowledged by UNESCO as a distinct language, with well-defined roots and rules, and there is a great heritage of literature and songs ('",{"type":"''","value":["O sole mio"]}," and ",{"type":"''","value":["Torna a Surriento"]}," are some iconic examples) in Napulitano. Neapolitan is still thriving in Campania and adjacent parts of Lazio, Abruzzo, Basilicata, Molise and Calabria.  This said, the official language of Naples (as of all of Italy) is Italian and everyone can speak it when prompted, though often with a strong local accent.\n\nNeapolitan has strong Spanish and French influences originating from periods of Spanish and French rule. Therefore, more Spanish and French words are understood by the locals than in other parts of Italy.\n\nEnglish is the most commonly spoken foreign language, although the average knowledge of English is far from excellent.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nNaples is served by ",{"type":"'''","value":["Naples International Airport"]}," (Aeroporto Internazionale di Napoli), also known as ",{"type":"'''","value":["Capodichino Airport"]}," (",{"type":"{{","value":[["IATA"],["NAP"]]},") ",{"type":"[","value":["http:\/\/www.gesac.it\/en\/"]},". Works for connecting the airport to Naples Metro system are expected to be completed in 2015, but for the moment it is not served by any rail system.\n\nFrom the airport you can take a bus for €3 (called Alibus: ",{"type":"[","value":["http:\/\/www.gesac.it\/en\/alibus.html"]},") which has two stops only:  Stazione Centrale (Central station) and Piazza Municipio, near the  main ferry port (molo Beverello). You can buy your ticket on the bus. Further connections are listed on this page of the official website of the airport: ",{"type":"[","value":["http:\/\/www.portal.gesac.it\/portal\/page\/portal\/internet\/inAEROPORTO\/Autobus"]},"\n\nIf you have time to spare, you can take the 3S bus that will take you to the same stops as the Alibus for a cheaper price. The difference is that the Alibus has limited stops but the 3S will take you to the backstreets leading to the Stazione continuing all the way to the port and a shopping district. Also, the Alibus is air conditioned whereas most 3S buses are not.\n\nBeware of illegal, unauthorized taxis and of anyone who may approach you directly. Authorized taxis are clearly visible at the exit; fixed fares exist for a number of destinations, and must be clearly shown in the cab. Make sure they are before getting on the cab and threaten to call the police (\"polizia\") should the taxi driver try to push back.\n\n",{"type":"===","value":["By train"]},"\n\nThe main station is ",{"type":"'''","value":["Napoli Centrale - Piazza Garibaldi"]}," Station, connected to the Naples subway system. The buses R2 or 601 from the Piazza Garibaldi in front of the train station will take you within three blocks of the ferries at Stazione Marittima. Other stations include ",{"type":"'''","value":["Mergellina"]},", a magnificent Art Déco building and ",{"type":"'''","value":["Campi Flegrei"]},". The costs of trains from \/ to Rome vary a lot, ranging from a 10.50 Euro 3-hour regional train to a 45 Euro 1-hour  10-minute Eurostar (58 Euro in First Class).\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Napoli2.jpg"],["thumb"],["Mergellina Harbour, with the Castel dell'Ovo on the shore at centre and Vesuvius looming further in the background"]]},"\n",{"type":"[[","value":[["Cruise ships"]]}," dock at Stazione Marittima, a large terminal located right in the city center, near Piazza Municipio.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.medmargroup.it MedMar Group"]}]}," operates several large ferry\/passenger ships that connect Naples with ",{"type":"[[","value":[["Sardinia"]]}," (",{"type":"[[","value":[["Olbia"]]},"), ",{"type":"[[","value":[["Corsica"]]}," (",{"type":"[[","value":[["Porto-Vecchio"]]},"), ",{"type":"[[","value":[["Tunisia"]]}," (",{"type":"[[","value":[["Tunis"]]},"), and the ",{"type":"[[","value":[["Aeolian Islands"]]},". These trips usually leave in the late afternoon or evening and arrive at their destination the next morning."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tirrenia.it\/index_en.asp Tirrenia Navigazione"]}]}," operates an overnight ferry service that has two separate routes, one to Sardinia (",{"type":"[[","value":[["Cagliari"]]},") and the other to ",{"type":"[[","value":[["Sicily"]]}," (",{"type":"[[","value":[["Palermo"]]},")."]},"\n",{"type":"===","value":["By car"]},"\n\nNaples is directly connected with ",{"type":"[[","value":[["Rome"]]}," by the A1 highway, and the trip takes generally less than 2 hours. Due to traffic jam and parking shortage in city center, it's advisable to leave your car in a parking lot near the motorway exit or your accommodation, and to use public transportation\n\n",{"type":"===","value":["By bus"]},"\nMany national and international private bus services operate in Naples, generally stopping at Piazza Garibaldi or Piazza Municipio.\n\n",{"type":"==","value":["Get around"]},"\nTraffic in Naples may be extremely heavy, very similar to that of other big cities like Paris and New York. Extensive excavation works are ongoing to complete some metro segments, adding further to traffic in some areas. A typical example is the train station area, which is presently undergoing a complete makeover (a plastic of how it will be is observable in the interior of Stazione Centrale), plus the excavation of two separate metro lines - one connecting the Station with Università stop and another which will connect Stazione Centrale with Capodichino Airport. Another example is Piazza Nicola Amore (commonly known as Piazza Quattro Palazzi because of the four twin buildings surrounding it), where metro line excavations revealed an ancient Roman temple, whose structure will be integrated in the futuristic station designed by the world-class architect Renzo Piano.\n\nNowadays, normal traffic regulations are generally observed in Naples; however, it is prudent to follow the locals when crossing the street. Since pedestrians often cross the street in the middle of the block, Neapolitan drivers are very attentive, and accidents are very rare. Remember to always look right (and not left) for incoming cars or motorbikes, since circulation follows European standards.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis and the Metro are the quickest ways to see Naples. Taxis are the most expensive way, though. Before getting into a taxi, make sure it is licensed. Licensed taxis will have a city crest on the door and a taxi number. Also, make sure it has a meter. By law, licensed taxis must display a list of pre-agreed fares in a number of languages (Italian, English, French, German, Spanish). Check for such fares and agree to them ",{"type":"''","value":["before"]}," starting the journey.\n\n",{"type":"===","value":["On foot"]},"\n\nYou will be surprised how easily you can get around by foot, too. Interesting spots are almost on every corner and most distances – especially in the (historic) centre – are small and can easily be walked in a matter of minutes.\n\n",{"type":"===","value":["By public transportation on land"]},"\n",{"type":"[[","value":[["File:Napoli - Funicolare di Montesanto.jpg"],["thumb"],["The funicular train stopped at the Via Morghen station in Vomero"]]},"\nIt is fairly difficult to get a clear picture of the public transportation system in Naples, since different lines are operated by different companies. Nonetheless, one can buy a \"",{"type":"''","value":["Unico"]},"\", which is either a daily pass for three Euro valid on all vehicles; or a € 1,20 ticket, which enables passengers to travel for 90 minutes on as many lines as they want (Bus, subway, funicolare).\n\nTickets can be bought at any authorized selling point, a very common place where to find them outside the railway or Metro stations is tobacco shops (",{"type":"''","value":["Tabaccheria"]},", easily identified by a big white \"T\" on a rectangular black field) or newspaper shops. They are not sold aboard the trains or buses. As normal, passengers are randomly checked for having a ticket by authorized personnel. Not having a ticket obviously results into a huge fine, with no exceptions, since in Italy this act is a tax offense.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metro.na.it Metropolitana di Napoli"]}]},". There are six lines of underground subway in Naples. They are always monitored by cameras and security officers, which vigilate on both passengers' security and on avoiding them to damage the premises with graffiti or other signs of incivility."]},"\nThe most important metro lines are:\n:*Linea 1, built recently, connects the city center to the hill quarters, like Vomero and the hospitals area. Avoid passing through Piscinola and Secondigliano as those areas can be very dodgy and dangerous.\n:*Linea 2, much older, connects the three main train stations to Pozzuoli. The tracks are shared with the ordinary railway\n:*Linea 6, a new light subway connecting Fuorigrotta to Mergellina.\n\nNaples Metro is itself a tourist attraction, since many of its newest stations were built and decorated with modern art works. On 2009, it won the prize for the \"Most Innovative Approach to Station Development\" at Metros 2009. On 2012, the ",{"type":"'''","value":["Toledo"]}," station was elected as the \"Europe's most impressive\" by the British newspaper ",{"type":"''","value":["The Daily Telegraph"]}," for its remarkable artistic value.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metro.na.it Funicolare"]}]},". The subway company also operates four cable cars: three of them connect the city center to Vomero, the last connects Mergellina to Posillipo."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.anm.it Trams"]}]},". ANM operates two tram lines (1 and 4), of which one goes along the shore of Santa Lucia - Castelnuovo - Garibaldi (Central Station)."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.anm.it Buses"]}]},". ANM also operates all bus lines within Naples, most of which are circular. Naples suffers from a serious problem of traffic jam and usually buses are overcrowded, so if you can (unless in the evening or on the weekend) try to avoid them."]},"\nThere are three different regional train services that operate in Naples and the surrounding areas. They are listed here:\n\n",{"type":"*","value":[{"type":"'''","value":["Circumvesuviana"]},". The Circumvesuviana railway operates from the lower level of the main train station at Piazza Garibaldi and has various routes that service the local Naples area. One route goes from Naples to Sorrento with several stops in between, including Pompei Scavi (Pompeii) and Ercolano (Herculaneum). A second route travels around Vesuvius. Other routes go to Acerra and Nola-Baiano. The Circumvesuviana website ",{"type":"[","value":["http:\/\/www.vesuviana.it\/"]}," has more information on timings, routes and cost of tickets."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cumana"]},". This railline that operates from Montesanto in Naples and follows the coastline for approximately 20 km before ending in Torregaveta (Bacoli). The Cumana runs the urban centres of Montesanto, Fuorigrotta, Bagnoli, Pozzuoli, Arco Felice, Baia, Fusaro before reaching Torregaveta."]},"\n",{"type":"*","value":[{"type":"'''","value":["Circumflegrea"]},". This railline also starts in Montesanto and ends in Torregaveta. However, it runs along the western edge of Naples through the districts Soccavo, Pianurat, Quarto Flegreo, Licola and Cuma. It also approximately seven kilometers longer than the Cumana. because the Cumana and Circumflegra start and end in the same places one can quickly transfer from one train to the other. Both services are owned and operated by the same company and more information can be found at the S.E.P.S.A website ",{"type":"[","value":["http:\/\/www.sepsa.it\/html\/ing\/home.htm"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Regional Trains"]},". In Addition to the aforementioned trains, Trenitalia operates regional trains from Naples to ",{"type":"[[","value":[["Salerno"]]},"."]},"\n",{"type":"===","value":["By ferry\/hydrofoil"]},"\n\nThere are several ferry\/hydrofoil services that connect Naples and local ports\/islands. Ferry and hydrofoil services leave from either Molo Beverello, Mergellina or Pozzuoli. Some then of them are listed here:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metrodelmare.com\/inglese\/rotte.html Metro del Mare"]}]}," has several lines that connect Naples and Sapri; Bacoli and Salerno and Sorrento; Monte di Procida and Salerno; and, Amalfi and Sapri. Besides the main stops the ferry service also connects many smaller communities. The Metro del Mare webpage has schedules, timetables and location of ticket counters."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.navlib.it\/index.asp L.N.G."]}]}," has a hydrofoil service that connects Naples with the island of Capri, along with Sorrento, Positano and Amalfi. Schedules and timings can be found on its website."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alilauro.it AliLauro"]}]}," has a hydrofoil service that connects Naples with the islands of Ponza, Ventotene, Procida, Ischia, Capri and Eolie, and the towns of Formia, Castellamare, Sorrento, Positano, Amalfi and Salerno. Alilauro operates from both the Molo Beverello and Mergelina."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.consorziolmp.it L.N.P."]}]}," operates both hydrofoil and boats lines. It connects Naples with Sorrento and has other lines connecting Capri, Sorrento, Castellamare, Salerno, Amalfi and Positano. Schedule and timings can be downloaded from the L.N.P. website."]},{"type":"[[","value":[["File:Loggerhead Sea Turtle.jpg"],["thumb"],["right"],["200px"],["A Loggerhead sea turtle (",{"type":"''","value":["Caretta caretta"]},")"]]},"\nReaching one of the islands in the gulf by ferry can take up to 70 minutes (hydrofoils are much faster, but this comes with a further cost). For most part of the year, the sea is calm, and in any case when it happens to be rough the boats' runs are stopped.\n\nIn any case, it is advised to follow the normal measures for any travel on the sea. In particular, if you are sensible to the rolling of the ships, or travel with young children, consider to take an appropriate medication to avoid any adverse effects. Ferries also have open decks, which are particularly attractive and scenic to use especially by spring and summer. As normal in any similar conditions, and especially if you come from a cold climate and\/or wear a clear skin, it is advisable to wear a cap and protect exposed skin with solar screens, in order to avoid sunburns.\n\nBe sure to check for dolphins or sea turtles while traveling toward Capri, in particular. Loggerhead sea turtles are quite common, and Naples' Aquarium also hosts a renowned veterinary unit, whose specialty is to recover and heal wounded turtles and get them back to the sea.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Napoli BW 2013-05-16 11-37-23 DxO.jpg"],["thumb"],["Interior of the Duomo (Cathedral)"]]},"\n",{"type":"===","value":["Urban center of Naples"]},"\n\nAs a UNESCO World Heritage site, the center of Naples hosts a huge number of architectural landmarks. A non-comprehensive list of the most notable monuments and sites includes:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Albergo dei Poveri"],["alt=Bourbon Hospice for the Poor"],["content=A former public hospital\/almshouse. It was designed by the architect Ferdinando Fuga, and construction was started in 1751. It is five storeys tall and about 300 m long. It was popularly known as \"Palazzo Fuga\". King Charles III of the House of Bourbon meant the facility to house the destitute and ill, as well as to provide a self-sufficient community where the poor would live and work. The building was originally designed with five courtyards and a church in the centre, but only the three innermost courtyards were built, and plans to complete the building according to the original design were finally abandoned in 1819. It is no longer a hospital, and has suffered much from neglect and earthquakes. The centre behind the entrance is used for exhibitions, conferences, and concerts. Recently (2006) the façade has undergone restoration as part of a plan to incorporate the facility into the working infrastructure of public buildings in Naples."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Francesco di Paola"],["content=One of the main churches in Naples, located at the west side of Piazza del Plebiscito, the city's main square. The place was originally planned by King Joachim Murat of Naples (Napoleon's brother-in-law) as a tribute to the emperor. When Napoleon was dispatched, Ferdinand I of Bourbon continued the construction but converted the final product into the church one sees today. The church is reminiscent of the Pantheon in Rome. The façade is fronted by a portico resting on six columns and two Ionic pillars. Inside, the church is circular with two side chapels. The dome is 53 metres high."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cappella Sansevero"],["content=Built in 1590, it contains works of art by some of the leading Italian artists of the 18th century, like the extraordinary ",{"type":"''","value":["Veiled Christ"]}," by Giuseppe Sanmartino. It also has a high scientific interest because it hosts the ",{"type":"''","value":["anatomical machines"]},", a still mysterious experiment by Raimondo Di Sangro, a prominent Renaissance scientist."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["nameCastel dell'Ovo"],["alt=Egg Castle"],["content=A castle located on the former island of ",{"type":"''","value":["Megaride"]},", now a peninsula, on the Gulf of Naples. The castle's name comes from a legend about the Roman poet ",{"type":"''","value":["Virgil"]},", who had a reputation in medieval times as a great sorcerer, that he put a magical egg into the foundations to support them. The island of Megaride was where Greek colonists from Cumae founded the original nucleus of the city in the 6th century BC. In the 1st century BC the Roman patrician Lucius Licinius Lucullus built the magnificent villa ",{"type":"''","value":["Castellum Lucullanum"]}," on the site. The first castle on the site was built by the Normans in the 12th century."]]}]},{"type":"[[","value":[["File:Napoli BW 2013-05-16 14-05-42 DxO.jpg"],["thumb"],["Castel Nuovo, or the ",{"type":"''","value":["Maschio Angioino"]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castel Nuovo"],["alt=New Castle"],["content=Often called ",{"type":"''","value":["Maschio Angioino"]},", it is a medieval castle and the main symbol of the architecture of the city. It was first begun in 1279 by Charles I of Anjou and completed three years later. Castel Nuovo soon became the nucleus of the historical center of the city, and was often the site of famous events. For example, on December 13, 1294, Pope Celestine V resigned from the Papcy in a hall of the castle. The event was famously depicted by Dante Alighieri in his masterpiece la ",{"type":"''","value":["Divina Commedia"]},", in the verse ",{"type":"''","value":["Colui che per viltade fece il gran rifiuto"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Certosa di San Martino"],["content=A former monastery complex, now a museum. It is the most visible landmark of the city, perched atop the Vomero hill that commands the gulf. A Carthusian monastery, it was finished and inaugurated under the rule of Queen Joan I in 1368. In 1623, it was further expanded and became, under the direction of architect Cosimo Fanzago, essentially the structure one sees today. In the early 19th century, under French rule the monastery was closed and was abandoned by the religious order. Today, the buildings house a museum with a display of Spanish and Bourbon era artifacts, as well as displays of the presepe—Nativity scene—considered to be among the finest in the world."]]}]},{"type":"[[","value":[["File:Interno Nuovo.jpg"],["thumb"],["Interior of the church of Gesù Nuovo"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gesù Nuovo"],["content=The Church of Gesù Nuovo (New Jesus) was originally a palace built in 1470 for Roberto Sanseverino, Prince of Salerno. The Jesuits had already built a church in Naples, now called Gesú Vecchio. Political intrigues caused the property to be confiscated, and eventually sold in the 1580s to the Jesuits to construct a church (1584–1601) under architect Giuseppe Valeriano. The unusual façade, unusually plain for a Baroque style church, is of rusticated ashlar and is the original façade of the palace. The church contains masterpieces of some of the most notables Neapolitan artists, namely Belisario Corenzio, Paolo de Matteis, Francesco Solimena, Giovanni Lanfranco and Massimo Stanzione."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palazzo Reale"],["content=One of the four residences used by the Bourbon Kings of Naples during their rule of the Kingdom of Two Sicilies (1730-1860). The Royal Palace is on the site of an earlier building meant to host King Philip III of Spain, who however never made the trip. The architect chosen for that palace was Domenico Fontana. The building was put up on the site of an even older Spanish viceroyal residence from the early 16th century. The 17th-century palace visible today is the result of numerous additions and changes, including some by Luigi Vanvitelli in the mid-18th century and then by Gaetano Genovese."]]}]},{"type":"[[","value":[["File:Palazzodonnanna.jpg"],["300px"],["thumb"],["right"],["Palazzo Donn'Anna in ",{"type":"[[","value":[["Posillipo"]]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Posillipo"],["content=A district of Naples placed on the northwestern part of the town. The Greeks first named this place ",{"type":"''","value":["Pausílypon"]},", meaning \"respite from worry\" for the enchanting calm of the shore. There are Roman ruins at waters edge, remains of the residence of Vedius Pollio. The area contains some notable historical buildings and landmarks. Among these is the Palazzo Donn'Anna and Villa Rosebery, the Italian President's residence during his stays in Naples."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Domenico Maggiore"],["content=One of the most prominent churches of Naples. This Gothic church (est. 1283) incorporates a smaller, original church built on this site in the 10th century, San Michele Arcangelo a Morfisa. The monastery annexed to the church has been the home of prominent names in the history of religion and philosophy. It was the original seat of the University of Naples, where Thomas Aquinas, a former monk at San Domenico Maggiore, returned to teach theology in 1272. As well, the philosopher monk, Giordano Bruno, lived here. The sacristy houses a series of 45 sepulchres of members of the royal Aragonese family, including that of King Ferdinand I."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Santa Chiara"],["content=A religious complex, that includes the Church of Santa Chiara, a monastery, tombs and an archeological museum. The double monastic complex was built in 1313-1340 by Queen Sancha of Majorca and her husband King Robert of Naples. The original church was in traditional Provençal-Gothic style, but was decorated in the 1744 century in Baroque style by Domenico Antonio Vaccaro. Santa Chiara was the largest Clarissan church ever built and it was the first Clarissan church built where the nuns in their choir would have been able to view the performance of Mass. The bell tower, separated from the main edifice, was begun in 1328 but was completed only in Renaissance times. The simple interior houses the tomb of King Robert and, in the side chapels, those of the Bourbon king of Naples, Francis II and his consort Maria Sophie of Bavaria, as well as of Queen Maria Christina of Savoy and of the national hero Salvo d'Acquisto (a carabiniere who sacrificed his own life to save the lives of 22 civilian hostages at the time of the Nazi occupation). Famous is the cloister of the Clarisses, transformed in 1742 by Vaccaro with the addition of precious majolica tiles in Rococò style. The Nuns' Choir houses fragments of frescoes by Giotto."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Galleria Umberto I"],["content=A public shopping gallery, located directly across from the San Carlo opera house. It was designed by Emanuele Rocco, who employed modern architectural elements reminiscent of the Galleria Vittorio Emanuele II in Milan. The Galleria was meant to combine businesses, shops, cafes and social life — public space — with private space in the apartments on the third floor."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Naples Cathedral"],["content=Built in the 18th century, it is the main church of Naples. It is widely known as the Cattedrale di San Gennaro, in honour of Saint Januarius, the city's patron saint. It was built on the foundations of two palaeo-Christian basilicas, whose traces can still be clearly seen. Underneath the building, excavations have revealed Greek and Roman artefacts."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:MAN sala meridiana 1040573.JPG"],["thumb"],["Naples National Archeological Museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Naples National Archeological Museum"],["alt="],["url=http:\/\/cir.campania.beniculturali.it\/museoarcheologiconazionale?set_language=en"],["email="],["address=Piazza Museo, 19"],["lat=40.85389"],["long=14.25107"],["directions="],["phone=+39 81 442 2149"],["tollfree="],["fax="],["hours=9AM-7:30PM"],["price=€8"],["content=It is the most important Italian archaeological museum, and it contains a large collection of Roman artifacts from Pompeii, Stabiae and Herculaneum. The collection includes works of the highest quality produced in Greek, Roman and Renaissance times."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum of Capodimonte"],["alt="],["url=http:\/\/cir.campania.beniculturali.it\/museodicapodimonte?set_language=en"],["email="],["address=Via Miano, 2"],["lat=40.86731"],["long=14.2507"],["directions="],["phone=+39 81 749 9111"],["tollfree="],["fax="],["hours=8:30AM-7:30PM"],["price=€7.50, €6.50 after 2PM"],["content=It hosts paintings from the 13th to the 18th centuries including major works by Simone Martini, Raphael, Titian, Caravaggio, Masaccio, Sandro Botticelli, Lorenzo Lotto, Giovanni Bellini, Giorgio Vasari, El Greco, Jacob Philipp Hackert. It is also the place where are hosted the works of the most important Neapolitan painters, like Jusepe de Ribera, Luca Giordano, the Neapolitan Caravaggisti."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Tomb of Virgil"],["alt="],["url="],["email="],["address=Parco Vergiliano"],["lat=40.79864"],["long=14.18036"],["directions=near Mergellina station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the greatest Latin poets, author of the Aeneid."]]}]},"\n",{"type":"===","value":["Naples' surroundings"]},"\n",{"type":"[[","value":[["File:Vesuvius from Pompeii (hires version 2 scaled).png"],["thumb"],[{"type":"[[","value":[["Vesuvius"]]},". Mount Vesuvius buried ",{"type":"[[","value":[["Herculaneum"]]}," and ",{"type":"[[","value":[["Pompeii"]]}," in 79 AD"]]},"\nNaples is often used as a base to visit the ancient ruins and excavations of ",{"type":"'''","value":["Herculaneum"]}," and ",{"type":"'''","value":["Pompeii"]}," near the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Herculaneum"]]}],["alt="],["url="],["email="],["address="],["lat=40.806"],["long=14.3482"],["directions=13 km"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A world-famous archeological site, part of the UNESCO World Heritage list. It was an ancient Roman town destroyed, together with Pompeii, Oplontis and Stabiae, by volcanic pyroclastic flows of Vesuvius, AD 79. It is famous as the source of the first Roman skeletal and physical remains available for study that were located by science, for the Romans almost universally cremated their dead. While smaller than Pompeii, it's just as cool and usually less busy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Pompeii"]]}],["alt="],["url="],["email="],["address="],["lat=40.74992"],["long=14.48891"],["directions=25 km, 40 minutes via the Circumvesuviana train (Sorrento line)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The world-famous city of Pompeii is a partially buried Roman urban center, and one of the best examples of Roman architecture in the world. Along with Herculaneum, Pompeii was destroyed and completely buried during a long catastrophic eruption of the volcano Mount Vesuvius spanning two days in the year AD 79. The eruption buried Pompeii under 4 to 6 m (13 to 20 ft) of ash and pumice, and it was lost for nearly 1700 years before its accidental rediscovery in 1749. Since then, its excavation has provided an extraordinarily detailed insight into the life of a city at the height of the Roman Empire. Today, this UNESCO World Heritage Site is one of the most popular tourist attractions of Italy, with approximately 2,500,000 visitors every year. Visiting the city is a unique experience—you get to walk in and out of most of the ruins, and really get a feel for how the city must've looked in its era."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mount ",{"type":"[[","value":[["Vesuvius"]]}],["alt="],["url="],["email="],["address="],["lat=40.82030"],["long=14.43123"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From Pompeii, take a bus to Mount Vesuvius and hike to the summit. Mount Vesuvius is the only active volcano on the mainland of Europe and is best known for its eruption in AD 79 that led to the burying and destruction of the Roman cities of Pompeii and Herculaneum."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:San carlo panoram.JPG"],["thumb"],[{"type":"''","value":["The San Carlo Theatre"]}," (interior)"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Centro Sub Campi Flegrei"],["url=http:\/\/www.napolidivingcenter.it\/index.php?id_lingua=en"],["email="],["address=info@centrosubcampiflegrei.it"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 5*IDC diving centre offering diving and snorkelling in the Gulf of Naples, around the Phlegraean islands and within the underwater Archaeological Park of Baiae (the so-called submerged Pompeii!). Open all year."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=accordi @ DISACCORDI Open Air Cinema Festival"],["alt=info@accordiedisaccordi.com"],["url=http:\/\/www.accordiedisaccordi.com"],["email="],["address=Viale del Poggio di Capodimonte"],["lat=40.86706"],["long=14.239533"],["directions="],["phone=+39 0815491838"],["tollfree="],["fax="],["hours=09:10PM"],["price=€4 per day"],["content=If you are in Naples during summertime don't miss the chance to experience the cinema beneath the stars on warm nights in an amphiteatre equipped with one of the widest projection screens in Italy which rises having an artificial lake all around. These events really make people revive the movies each night of the festival!"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Teatro San Carlo,"]}," ",{"type":"[","value":["http:\/\/www.teatrosancarlo.it\/en\/"]},", founded in 1737, is the oldest continuously active opera house in Europe. In the 18th century, Naples was the capital of European music and even foreign composers like Hasse, Haydn, Johann Christian Bach and Gluck considered the performance of their compositions at the San Carlo theatre as the goal of their career. Two main Italian opera composers, Gioacchino Rossini and Gaetano Donizetti were artistic directors of the San Carlo for many years. Other prominent opera composers, like Vincenzo Bellini, Giuseppe Verdi, Giacomo Puccini, Pietro Mascagni and Leoncavallo staged here the very first representations of their works (like for example the famous Lucia di Lammermoor by Donizetti)."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Urban Routes"],["alt=booking@urban-routes.com"],["url=http:\/\/www.urban-routes.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+393468471141"],["tollfree="],["fax="],["hours="],["price="],["content=Bike sightseeing along old towm, Posillipo coast and Vomero panoramic quarter"]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Napoli BW 2013-05-16 14-11-46 1 DxO.jpg"],["thumb"],["Interior of the historic Galleria Umberto I, one of the world's early shopping centres"]]},"\nYou can support shops and businesses that fight against the extortion racket (also called \"pizzo\") by shopping there.\n\nNaples has vibrant markets and many small shops that sell everything from clothes to household appliances at prices much lower than in most of Western Europe. Especially to be seen is the Porta Nolana, Pignasecca and the Vasto markets, which also give a grasp of popular Neapolitan life. Not to be lost is the impromptu fish market which happens especially on Sunday morning at Rotonda Diaz, the central square of Via Caracciolo. Small fishing boats come ashore, and directly sell fresh and often alive fish and octopuses, a very characteristic and joyful scene of Naples' life.\n\nDo not buy any evidently fake items sold in the street, especially fake big fashion firms' products like purses, foulards, sunglasses and so on. A huge number of plainclothes police raid the streets to combat the trade in counterfeit products, and it's not only the sellers who get in trouble: according to Italian laws, if you are caught buying one of these products, you risk being arrested and subjected to a huge fine.\n\nAlso, do not buy electronic products like iPhones, iPads and cameras on the streets. Normally, the ones which illegal street vendors try to sell you are fakes that the sell you after they've shown you a real one and made a quick switch through sleight of hand. Don't think you can outsmart these scammers.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Spaghetti alle vongole.jpg"],["thumb"],["Spaghetti alle vongole, a typical pasta and seafood plate"]]},"\n",{"type":"[[","value":[["File:Eq it-na pizza-margherita sep2005 sml.jpg"],["thumb"],["Pizza margherita, topped by a Mozzarella di bufala ",{"type":"''","value":["bocconcino"]}]]},"\n",{"type":"[[","value":[["File:Neapolitan rum baba.jpg"],["thumb"],["Naples is the hometown of Neapolitan babà"]]},"\n\nNeapolitan cuisine in general features much ",{"type":"'''","value":["seafood"]},", befitting its status as an ancient and still functioning port. You will find many sauces based on garlic sauteed in extra-virgin olive oil, tomatoes, and local red wines. Some of the sauces are ",{"type":"'''","value":["arrabbiata"]}," (\"angry\") or ",{"type":"'''","value":["fra diavolo"]}," (\"brother Devil\"), which means they will contain hot pepper. It's a great cuisine. Enjoy!\n\n",{"type":"'''","value":["Mozzarella"]}," is also typical of the region; don't miss the opportunity to taste the fresh real one!\n\n",{"type":"===","value":["Pizza"]},"\n",{"type":"'''","value":["Pizza"]}," comes from Naples. Look for ",{"type":"''","value":["pizza margherita"]},", the original one, with tomato, basil and fresh mozzarella toppings. In Naples every pizzeria makes a decent pizza, and Neapolitans believe their pizza is the best in the world. Unlike pizza in places like the United States, Neapolitan pizza is generally very thin-crusted and saucy and is expected to be eaten as a whole pie while sitting down, with a knife and fork.\n\nSome places display the label \"Vera Pizza Napoletana\" (\"True Neapolitan Pizza\" there is a Pulcinella mask baking a pizza in a stylized Vesuvio) which indicates that the pizzeria follows the standards of The ",{"type":"[","value":["http:\/\/www.pizzanapoletana.org Naples Pizza Association"]},". If you want to try some pizza, go to ",{"type":"'''","value":["Pizzeria Brandi"]},", where the \"pizza margherita\" was allegedly born; but today the best choices would be: ",{"type":"'''","value":["Da Michele"]}," or ",{"type":"'''","value":["Trianon da Ciro"]},". These pizzerias make the most authentic pizza, but be careful because they are located near Forcella which is not the safest part of Naples, although generally OK during the day.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria Brandi"],["alt="],["url="],["email="],["address=Salita Sant'Anna di Palazzo, 1-2"],["lat=40.83671"],["long=14.24676"],["directions=Chiaia Str. closer to Plebiscito Square"],["phone=+39 081 416928"],["tollfree="],["fax="],["hours="],["price="],["content=A stone tablet displayed outside the restaurant explains the history of the first pizza."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Da Michele"],["alt="],["url=http:\/\/www.damichele.net\/index.php?lang=uk"],["email="],["address=Via Cesare Sersale, 1-3"],["lat=40.84982"],["long=14.26328"],["directions="],["phone=+39 081 553-9204"],["tollfree="],["fax="],["hours=11AM-10:30PM"],["price="],["content=In particular, Michele has a unique feature: they only do pizza Margherita or Marinara (just tomato, garlic and oregano, and a splash of oil, of course!). They say that these two kinds are the original pizza, if you add too much toppings you'll lose the real taste of the pizza, that is very simple, made only of a good, thin base, good tomato, and fresh mozzarella (if this is the case). Note that there is usually a queue - get a numbered ticket from the waiter on the door when you arrive. The pizzas are cooked quickly, and they expect you to vacate seats just as quick."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trianon da Ciro"],["alt="],["url="],["email="],["address=Via Pietro Colletta, 44\/46"],["lat=40.85002"],["long=14.26372"],["directions=it's just in front of Michele"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The pizzas are less soupy with crispier crusts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria Starita"],["alt="],["url="],["email="],["address=Via Materdei 27"],["lat=40.85587"],["long=14.24635"],["directions="],["phone=+39 081 557-3682"],["tollfree="],["fax="],["hours=12PM–3AM"],["price="],["content=Close to de-crowning Da Michele as the best pizzas in Naples."]]}]},"\nSome other places that are very popular among the Neapolitans are almost all the pizzerias in ",{"type":"'''","value":["Via dei Tribunali"]},", in particular: \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Di Matteo"],["alt="],["url="],["email="],["address=Via dei Tribunali 94"],["lat=40.85138"],["long=14.25797"],["directions="],["phone=+39 081 455262"],["tollfree="],["fax="],["hours=9AM-12AM"],["price=€1"],["content=Il presidente, Sorbillo, and his sister, a few doors away (informally known as \"la vecchia\", the old lady, from the owner of the pizzeria, a very small place with only 4 or 5 tables, that looks like a pizzeria of 50 years ago - very hard to find, but it's worth it!) You can get pizzas to eat on the go."]]}]},"\n",{"type":"===","value":["Pastries"]},"\n\nThe city and region are also famous for their ",{"type":"'''","value":["pasticceria"]}," (pastries), (Babà, Zeppole, Sfogliatella, and more; this latter is often filled with ricotta cheese or cream with citrus flavor) among the best are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pasticceria Scaturchio"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Piazza San Domenico Maggiore adjoining to Piazza del Gesu"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gran Bar Riviera"],["alt="],["url="],["email="],["address=Riviera di Chiaia 181"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=+39 081 665026"],["content=Very good sweets, from 'zeppole' to 'sfogliatelle' passing through 'babà'."]]}]},"\n",{"type":"'''","value":["Struffoli"]}," and ",{"type":"'''","value":["Roccocò"]}," are typical Christmas sweets. ",{"type":"'''","value":["Pastiera"]}," is the sweet of Easter: anyway you can find it all year long. It is made basically of ricotta cheese melted with steamed corn and sugar, and then baked.\n\n",{"type":"==","value":["Drink"]},"\nNaples is becoming increasingly popular with a younger generation of both Italians and foreigners who flood into the city and lend renewed vitality to its nightlife. The hippest scene is around the bars and cafes on Piazza Bellini, Piazza Santa Maria la Nova and Piazza San Domenico Maggiore, becoming busy after about 11PM. Also Piazza San Pasquale and Mergellina are typical places for the local ",{"type":"''","value":["movida"]},". If you want to venture to the outskirts of the city, there are many bars and clubs near the port and boardwalk (the 'Lungomare') of Pozzuoli.\nWhile Neapolitans (and ",{"type":"''","value":["Vigili Urbani"]},", the town's local police) are largely tolerant to youngsters drinking, having fun and making noise, even at late hours, getting drunk and causing damages or littering is not tolerated.\n\nCampanian wine has become famous worldwide in the last decade or so, and delicious naturally lightly carbonated mineral water with minerals from Vesuvius is available and worth searching out.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Palac Krolewki z Placu Plebiscytowego.jpg"],["thumb"],["You can't stay at the Palazzo Reale, but you can visit it"]]},"\nAccommodation in Naples is normally cheaper than in Rome or northern Italian cities for comparable quality, and a wide range of accommodations is available.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B Naples"],["url=http:\/\/www.napolibandb.it\/english\/"],["email=info@napolibandb.it"],["address=Via Pasquale Scura77"],["lat="],["long="],["directions="],["phone=+39 0815529124"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=New rooms, comfortable, convenient to downtown Naples. Prices from 35 € single use. WI FI and DVDs."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bed and Breakfast  La Bouganville"],["alt="],["url=http:\/\/www.labouganville.com"],["email=info@labouganville.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Alessandro Manzoni 155, tel: ",{"type":"''","value":["+39"]}," 0817692205 Mob: 0039 3382227842  The Bed & Breakfast La Bouganville (b&b) is located in the well - known Via Manzoni that connects two residential districts, Vomero and Posillipo."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bed and Breakfast Donna Adelina"],["alt="],["url=http:\/\/www.donnadelina.com"],["email=donnadelina@hotmail.it"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Piazza Nolana 13, tel: ",{"type":"''","value":["+39"]}," 0817692205 Mob: 0039 3381625405 The Bed and Breakfast is situated in an old building near to the old city doors. Cool and comfortable, is good for everyone (travelers on budget, workers or couples!). All rooms have a private bathroom."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=6 Small Rooms Hostel & Guesthouse"],["alt="],["url=http:\/\/www.6smallrooms.com"],["email=info@6smallrooms.com"],["address="],["lat="],["long="],["directions="],["phone=+39 0817901378"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Diodato Lioy 18. A great hostel with private rooms right in the middle of the historical center of Naples. Clean, cozy and friendly. Cooking facilities, English speaking staff, DVDs, fridges, book exchange, tourist info and maps. It can be difficult to find, so give them a call."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Dei Decumani bed & breakfast"],["alt="],["url=http:\/\/www.deidecumani.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+39 081440648"],["price="],["checkin="],["checkout="],["content=Via Duomo n.187 - 80138 Napoli, phone\/. One of the best bed and breakfast in Naples located right in the historical center of ancient Naples."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Giovanni's Home"],["alt="],["url=http:\/\/www.giovannishome.com"],["email=info@giovannishome.com"],["address="],["lat="],["long="],["directions="],["phone=+39 08119565641"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via della Sapienza 43. A great little hostel with 1 female dorm and 1 mixed dorm right in the middle of the historical center of Naples. Clean, cozy and friendly. Cooking facilities, English speaking staff, fridges, book exchange, very useful travel tips and maps."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hostel of the Sun"],["alt="],["url=http:\/\/www.hostelnapoli.com"],["email="],["address=Via Melisurgo 15"],["lat="],["long="],["directions="],["phone=+39 081 420 63 93"],["tollfree="],["fax="],["price=Bed Dorm €18, double €55, ensuite double €70, triple €80, ensuite €90, quadruple €90."],["checkin="],["checkout="],["content=Recently refurbished hostel in the centre of town. Clean, friendly and conveniently located for the ferries. Open 24 hours with all facilities expected from a great modern hostel. Good kitchen, breakfast included, knowledgeable and multi-lingual staff, DVDs, satellite TV, small library, free Internet, etc. 7"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel San Giorgio Napoli"],["alt="],["url=http:\/\/www.hotelsangiorgionapoli.it"],["email=albergosangiorgio@inwind"],["address=Via Alessandro Poerio, 9"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= enovated 3 star hotel near the central railway station. 61 air-con rooms with colour SAT TV, fridge-bar, direct dial telephone, hairdryer."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Speranza"],["alt="],["url=http:\/\/www.hotelsperanza.it"],["email="],["address=Via Palermo 31, n."],["lat="],["long="],["directions="],["phone=+39 081269286-99"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has seen better days and not in the best neighbourhood, but it's clean, cheap, and close to the train station. €45 for a double room with bath."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Potenza Hotel"],["alt="],["url=http:\/\/www.hotelpotenza.com"],["email=info@hotelpotenza.com"],["address=Piazza Garibaldi 120"],["lat="],["long="],["directions="],["phone=+39 081286330"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"[[","value":[["File:Napoli BW 2013-05-16 12-41-42 DxO stitch.jpg"],["thumb"],["270px"],["You can't stay in the cloister of the Basilica of Santa Chiara, either: It was a convent that was heavily damaged during World War II and reconstructed in the decades since the war"]]},"\n\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Art Resort Galleria Umberto Napoli"],["alt="],["url=http:\/\/www.artresortgalleriaumberto.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Galleria Umberto I, 83 - 80132 Napoli Tel.081.4976224. The art Resort galleria Umberto is a preciousness set into an Historical monument in the heart of Naples. A recent opening luxury 4 stars Hotel in the famous galleria Umberto I. Thought and furnished with a patrician house stile of the XIX century, The Art Resort is both a rarity to be discovered and a typical Neapolitan Baroque environment."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=B&B La Corte"],["alt="],["url=http:\/\/www.bblacorte.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081 505198"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Cesare Battisti 30 Sant'Antimo (Naples). In old building is in the heart of the little town of Sant'Antimo, 10 km. from Naples. Run by an artist whose atelier is on the round floor. The rooms are autonomies, with private bathrooms, and air-conditioned. Doubles from €60."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Caravaggio Hotel Napoli"],["alt="],["url=http:\/\/www.caravaggiohotel.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081 2110066"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Piazza Cardinale Sisto Riario Sforza n 157 Napoli. Caravaggio Hotel is the only 4 Stars Hotel in the historical centre of Naples, located in the core of Naples; In the old neighbourhood, at few meters from the Duomo\/Cathedral, the reliquary and the Treasure of San Gennaro, and San Gregorio Armeno. Metro lines are at 200 Mt. as well as the Archaeological Museum and the Museum MADRE."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Charming International Hotel"]},", V. le Generale U. Maddalena 35\/37, 80142 Napoli. This was first a farmhouse in the XIX century, but has recently been remodeled into the hotel that it is today. The locale is great, with only a 5 min walking distance from the Naples Airport. The hotel is closely connected to pretty much every area of touristy and business interest. The hotel is also only 8 km from the rail station, as well as 9 km from the seaport. There’s a minibus that comes around that will take you to Piazza del Municipio, where here you can visit all kinds of historic churches, monuments, museums, and other places of interest in Naples."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Cavour"]},", Piazza Giuseppe Garibaldi 32 ",{"type":"''","value":["Central station area"]},". The Hotel Cavour is a comfortable three star long-standing traditional hotel, renovated. Near the historical sites - Decumano Maggiore. It enjoys central position, garage at 20 mt., 93 rooms, 10 de luxe suites with air conditioned and minibar, all rooms with satellite TV, direct telephone dialling. Two restaurants serving delicious Neapolitan, regional and international dishes."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Cimarosa"],["alt="],["url=http:\/\/www.hotelcimarosa.it\/en\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+39 081 5782852"],["price="],["checkin="],["checkout="],["content=Via Cimarosa, 29, +39 081.5567044. The Hotel Cimarosa is an elegant hotel located on the hillside of the chic Vomero neighborhood, one of Naples' most fascinating districts, famous for the shopping streets, the Sant'Elmo Fortress, Villa Floridiana and many other important Naples' monuments."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Clarean Naples Italy"]}," Piazza Garibaldi, 49 - Italy (NA) Tel. 0039\/81\/ 5535683 \/ 5634828 - Fax 0039\/81\/ 5634463 EMail: info@hotelclarean.it ",{"type":"[","value":["http:\/\/www.hotelclarean.it\/"]}," a modern and trendy hotel, opened from September 2004 respecting the environment."]},{"type":"{{","value":[["infobox"],["Warning! Naples hotel touts"],["This Naples guide is heavily frequented by business owners keen on adding their own hotel or rental agency. While the worst of them are removed on a regular basis, you should always check other reviews before commiting. Many unscrupulous hotel owners are also busy creating false reviews of their accommodation on sites like Tripadvisor and Hotels.com - so tread carefully!"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[" Hotel Del Real Orto Botanico "]},", Via Foria 192 Historical Centre. The Hotel Del Real Orto Botanico, situated a mere two kilometers from Capodichino Airport. The property is centrally located in an old building in front of the Real Orto Botanico. The hotel is a few steps to the Historical Center. http:\/\/www.hotelrealortobotanico.it\/"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Eden Naples Italy"],["alt="],["url=http:\/\/www.hoteledennapoli.it\/"],["email=info@hoteledennapoli.it"],["address="],["lat="],["long="],["directions="],["phone=+39 815546666-285690"],["tollfree="],["fax=+39 81281983"],["price="],["checkin="],["checkout="],["content=Corso Novara, 9 - Naples - Italy - Hotel Eden is a new hotel, opened at the beginning of November 2005 after a massive, gen.eral reconstruction supervised by the architect Raffaele Zucchi, design engineer of the twin building Hotel Clarean"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Europeo"],["alt="],["url=http:\/\/www.sea-hotels.com\/hotel_europeo.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=081 551 72 54"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Mezzocannone 109, centro antico - Italy (NA) Reasonably priced hotel, make sure to book early as it literally can get booked out over night. Right in the heart of the historical center of Napoli. Most of the 27 rooms have telephone, free wireless internet, some satellite TV and are modern and clean, which is not given for all hotels in Naples. Very friendly, helpful and English speaking people there, too. Overall very nice place to be, which you wouldn't expect from the outside. Finding the entrance to this backyard hotel can be a little tricky. Coming from the Spaccanapoli follow Via Mezzocannone down for about 40 meters, entrance is right of a café – both inside a little patio."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Ideal"],["alt="],["url=http:\/\/www.albergoideal.it"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081 269237"],["tollfree="],["fax=+39 081 285942"],["price="],["checkin="],["checkout="],["content=Piazza Garibaldi 99. Right near the central train station (about 100 meters). Hotel is clean and cheap, staff are friendly and helpful. Breakfast included."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Micalò Napoli"],["alt="],["url=http:\/\/www.micalo.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081 7617131"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Riviera di Chiaia, 88 - 80122 Napoli. Micalò is on the shores of the magical Bay of Naples, at the very heart of the historic city. Almost hidden on the 2nd floor of a 17th-century palazzo, Micalò has been crafted out of the natural white stone of Southern Italy to create an atmosphere of calm, serene luxury."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Nesis Napoli"],["alt="],["url=http:\/\/www.hotelnesis.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081 7620024"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Nuova Agnano, 5 - 80125 Napoli Italy. Four stars Hotel Naples, superior category, exceptional quality-price ratio, comfortable and soundproof rooms, satellite TV, internet, minibar, air conditioning. Rooms of superior quality compared to the 3 stars Hotels in Naples."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Nuovo Rebecchino"],["alt="],["url=http:\/\/www.nuovorebecchino.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corso Garibaldi, 356 - 80142 Napoli Tel. 081\/553.53.27. The Hotel Nuovo Rebecchino is a three star hotel and one of the oldest in the city of Naples. Recently restored, it is fitted with every form of comfort. The tradition of hospitality, professionalism and focus placed on the client are the grounds on which the Gentile family has lovingly run this hotel for more than a century."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Prati"]},", Via Cesare Rosaroll 4,  Located in Piazza Principe Umberto, the town historical and commercial centre. The hotel is close to the airport and to the motoway turn-offs, is 200 m from the railway station and 1 km from the railway station and 1 km from Molo Beverello, 43 rooms, provided with bathroom, shower, telephone, central heating, bar and TV. Restaurant 70 seat dining-room. Staff speaks English, French, Spanish and German."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Splendid"],["alt="],["url=http:\/\/www.hotelsplendid.it\/en\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081.7141955"],["tollfree="],["fax=+39 081.7146431"],["price="],["checkin="],["checkout="],["content=Via Manzoni, 96. Hotel Splendid in Posillipo alto is in Naples' hill famous for its wonderful view. Single, double and triple rooms are available equipped with Internet connection, TV, telephone, minibar and air conditioning."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Toledo Napoli"],["alt="],["url=http:\/\/www.hoteltoledo.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081 406800"],["tollfree="],["fax=+39 081 406800"],["price="],["checkin="],["checkout="],["content=Via Montecalvario, 15 - 80134 Napoli. Situated in an ancient three stories building dated 1725, with elevator, in the new modern style of furnishings. Hotel Toledo is in the center of Naples, close by department stores, offices, banks, and characteristic local markets. It is an excellent base for travel, with hydrofoils connections to : Capri, Ischia, Procida and Sorrento."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Le Chemineè Business hotel Napoli"],["alt="],["url=http:\/\/www.lecheminee.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081 5846651"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Stadera 91, 80143 Napoli. Le Cheminée Business Hotel was restored and transformed in the building that originally housed the old \"Stingo\" ceramic factory and was active in Naples from as early as the end of the Nineteenth Century, into an elegant, very modern 4 star hotel with a notable leaning towards being a Business Hotel."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Migliodoro Park Hotel Ercolano"],["alt="],["url=http:\/\/www.migliodoroparkhotel.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081 7399999"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corso Resina 296, Ercolano (NA) Italy.Herculaneum 4 star superior Hotel. The hotel is the result of the restoration of Villa Aprile just 40 m from the archaeological digs of Herculaneum, halfway between Naples and the Amalfi coast, 10 minutes from Pompeii."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pamaran hotel Nola"],["alt="],["url=http:\/\/www.pamaranhotel.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=081 5105724"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Madonna della Stella, 7 Nola (NA).Pamaran Hotel, in the historic medieval city of Nola, just 25 km from the Partenopean capital city. Beginning in 2000 at the wish of Famiglia Minieri, the Hotel soon enjoyed the recognition and consensus of many business travelers and tourists visiting in our region, enjoying the hospitality facilities, thanks to the nearby highway hubs A1\/A16\/A30, of the most important architectural, archeological sites and cultural camping areas."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Phlegrean Fields Park"],["alt="],["url=http:\/\/www.campiflegreipark.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=It's the better choice for a relaxing vacation or a cultural trip discovering the beautiful monuments of Naples and all around lands of Phlegrean Fields. Double Room from €50\/night breakfast included."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Tribù B&B"],["alt="],["url=http:\/\/www.tribunapoli.com"],["email=tribunapoli@katamail.com"],["address="],["lat="],["long="],["directions="],["phone=+39 081 454793; 338409913"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via dei Tribunali, 329. Located in a quiet patio bang in the middle of bustling ",{"type":"''","value":["spaccanapoli"]},", Naples' old town, this tasteful bed & breakfast also doubles as an arts showroom. Breakfast is served on a nice terrace by the couple of young architects that own the place. Rooms €60-100."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Garibaldi"],["alt="],["url=http:\/\/www.hotelgaribaldinapoli.com"],["email=info@hotelgaribaldinapoli.com"],["address="],["lat="],["long="],["directions="],["phone=+39 081 5630656"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via P.S. Mancini, 11. Situated on the edge of the city centre and near the central station. Rooms are spacious and very clean. Staff is friendly. Prices begin from €60 for a double room with bathroom, sat-TV, save, aircon and breakfast (which is typical Italian)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Villa Capodimonte"],["alt=Hotel Villa Capo di Monte"],["url=http:\/\/www.villacapodimonte.it\/"],["email=info@villacapodimonte.it"],["address=Salita Moiariello, 66 · 80131 Napoli"],["lat="],["long="],["directions="],["phone=+39 081-459000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Belle Arti Resort"],["url=http:\/\/www.belleartiresort.com"],["email=info@belleartiresort.com"],["address=via Santa Maria di Costantinopoli 27"],["lat="],["long="],["directions="],["phone=+39 081-5571062"],["tollfree="],["fax=+39 081-447860"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Hotel Santa Lucia"],["url=http:\/\/www.thi-hotels.com\/hotels\/grand-hotel-santa-lucia\/naples-4-star-luxury-hotel.html"],["email="],["address=Via Partenope 46"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Paradiso"],["url="],["email="],["address=Via Catullo 11"],["lat="],["long="],["directions="],["phone=+39 081 2475111"],["tollfree="],["fax=+39 081 7613449"],["hours="],["price=€160 for a double room with a balcony"],["checkin="],["checkout="],["content=Located on a hill (Posipillo - Airport is 10 kilometers away which is around €30 by cab."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Pinto Storey"],["url=http:\/\/www.pintostorey.it"],["email=info@pintostorey.it"],["address=Via G.Martucci, 72"],["lat="],["long="],["directions="],["phone=+39 081-681260"],["tollfree="],["fax=+39 081-667536"],["hours="],["price=For a double room prices are from €110 on, depending on the season."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Portalba Relais"],["url=http:\/\/www.portalbarelais.com\/en\/index.htm"],["email=info@portalbarelais.com"],["address=33, Via Portalba"],["lat="],["long="],["directions="],["phone=+39 081 5645171"],["tollfree="],["fax=+39 081 5443703"],["hours="],["price="],["checkin="],["checkout="],["content=B&B Portalba Relais in Naples it’s a true luxury bed & breakfast in the historic center of Naples."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Romeo Hotel"],["url=http:\/\/www.romeohotel.it"],["email=welcome@romeohotel.it"],["address=45 Via Cristoforo Colombo"],["lat="],["long="],["directions="],["phone=0039 081 0175001"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Five star luxury boutique hotel. Located on the waterfront in the historic center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Amedeo"],["alt="],["url=http:\/\/www.bbamedeo.it"],["email=federicovolpe@bbamedeo.it"],["address=via francesco crispi 26"],["lat="],["long="],["directions="],["phone=00393200697484"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Located in Chiaia district,close to Amedeo metro station"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nAs in most of the big cities in the world, being safe in Naples is a question of knowing the places and hours when going around is potentially unsafe.\n\nThere are some parts of Naples that should be avoided after dark. It is sufficient, in this respect, to follow the habits and behavior of Neapolitans. Typical examples of places to avoid with dark are the \"Quartieri Spagnoli\" and the \"Sanità\". Both are reasonably safe during the day, and also have notable points of interest, like the catacombs of \"Underground Naples\" (Napoli Sotterranea) in Sanità. Especially to be avoided, but of no practical interest for tourists, is Scampia, where there is much petty crime and drug traffic.\n\nNaples has an inequitable distribution of wealth. The city centre has wealthy areas right next to impoverished ones (a typical example are the popular Quartieri Spagnoli, alongside via Toledo, Piazza del Plebiscito and Riviera di Chiaia, the main shopping streets). Naples' bad reputation regarding safety is mainly due to stereotypes, since the city's security level is actually comparable to many other European big cities (e.g., ",{"type":"[[","value":[["Barcelona"]]},", ",{"type":"[[","value":[["Marseille"]]},", ",{"type":"[[","value":[["Amsterdam"]]},"). Petty thievery and muggings definitely do happen, so as in similar cities, be reasonably watchful, avoid empty streets and dimly-lit alleys at night, and keep your wits about yourself. On the other hand, since weather is generally nice, Neapolitans spend a lot of time in the streets, including in the winter and at night. Places like Mergellina and Via Caracciolo (the scenic streets  alongside the sea) are generally full of people till late at night and very safe.\n\nContrary to what newspapers, books and movies seem to suggest, the local mafia (Camorra) poses little or no threat to tourists, since it is involved in activities like prostitution (which is illegal in Italy), racketeering and drug trafficking.\n\nPeople in Naples are extremely nice and gentle, ready to help if you are in difficulty or lost. It is not uncommon for Neapolitans try to make themselves understood with words and gestures, even if they do not speak a tourist's mother tongue. Being very aware and proud of their town's beauties, if they understand you have a particular interest for a place, they may leave their activities and accompany you there, and even show you uncommon places which are not publicized in tour guides.\n\nAside from issues of petty crime, Naples is a very safe town for women. Official statistical data from ISTAT (the Italian Government Official Statistical Office) show that Naples' rape rate is much lower than that of other Italian cities like Milan, Rome or Florence. Young women who appear to be unaccompanied may experience some more or less persistent flirting from Neapolitan men, but you will usually be left alone if you show them you are not interested.\n\nNeapolitans are also typically very protective toward female family members and Neapolitan women, generally. It is therefore potentially unsafe, especially in a crowd, to insist on courting or asking out a local woman when she has made it clear she is not interested.\n\nWhoever comes to Naples historical city centre has to take some generic precautions, normal for any big town with poor areas:\n",{"type":"*","value":[" Do not leave valuables lying out in the open (such as bar tables) where they can be snatched by thieves. "]},{"type":"*","value":[" Do not flash around money or other valuables. "]},{"type":"*","value":[" It is advised not to carry a purse as it can be snatched or \"picked\" by thieves. Neapolitan women who use a purse do not sling it across their shoulders but wear it across their chest."]},{"type":"*","value":[" Do not wear expensive watches (especially Rolex)."]},{"type":"*","value":[" Do not wear expensive or flashy jewellery."]},{"type":"*","value":[" Do not use a costly camera or video camera. "]},{"type":"*","value":[" Do not wander down small dark alleys\/streets, especially in the Spanish Quarter.  "]},{"type":"*","value":[" Pay attention to fake public service vehicles. All legitimate means of public transportation are clearly identified by being orange (buses); or white (taxis). In the latter case, legal taxis have the customary \"Taxi\" sign over the top, and bring ID signs over the sides and inside the cabin."]},{"type":"*","value":[" Be careful around the main train station as there are many thieves in the area. The Piazza Garibaldi, the large square in front of the station, is no place to spend more time than necessary, especially at night."]},{"type":"*","value":[" In Naples, you can buy over-the-shoulder packs that are excellent, as they allow you to keep an eye and firm grip on your valuables."]},{"type":"*","value":[" Some persons pretend to offer images of old Naples or other things as gifts, but then expect payment."]},{"type":"*","value":[" Pay attention to people who want to involve you in fake road accidents."]},{"type":"*","value":[" It is advisable not to wear football shirts of any club especially Juventus FC, AC Milan, Internazionale Milano, AS Roma, SS Lazio or Fiorentina. Soccer is taken very seriously in Naples, and Neapolitans support SSC Napoli with big rivalries with those clubs. However, it is very safe to wear the Genoa club shirt (vertically spangled of red and blue, and sporting a griffin like a symbol; not to be confused with the other Genoa club, Sampdoria), since supporters of this team have a strong friendship with SSC Napoli supporters. If you ever hang out in Fuorigrotta borough on Sundays, near the San Paolo stadium, and are surprised by a booming shout of thousands of people, don't get scared: it's only cheering for the Napoli soccer team which just scored. Since when this happens, most of the town shouts along the people in the stadium, this is perceived like an earthquake by the local volcanic observatory of Vesuvius!"]},"\n",{"type":"==","value":["Connect"]},"\nNaples has a free network of public Wi-Fi access, which fills the following zones:\n",{"type":"*","value":["The seaside (all the area between via Partenope and Castel dell'Ovo, Lungomare Caracciolo and Villa Comunale);"]},{"type":"*","value":["PAN, a civic museum born as a public exhibition center for the civic collections of arts, and to host art and culture events organized by the City of Naples."]},"Every user can use these free hotspots for 2 hours per day.\n\n",{"type":"==","value":["Go next"]},"\n\nThere is fast express train service to ",{"type":"[[","value":[["Rome"]]}," and points north, as well as points south. Naples is the ultimate terminus for the FR7 line of the Rome commuter rail network, which runs from Roma Termini to Minturno-Scauri, Sessa Aurunca-Rocca or Naples. There are also local Italian Railway trains to Pompeii, but for such short distances, it is easiest to take the Circumvesuviana commuter train.\n\nIt's easy to find ferries to places like Sicily.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Solfatara"]}," (12 km). It is a shallow volcanic crater at ",{"type":"[[","value":[["Pozzuoli"]]},", part of the Campi Flegrei volcanic area. It is a dormant volcano, which still emits jets of steam with sulphurous fumes."]},{"type":"*","value":[" ",{"type":"'''","value":["Royal Palace of ",{"type":"[[","value":[["Caserta"]]}]}," (37 km). A former royal residence in Caserta, southern Italy, constructed for the Bourbon kings of Naples. It was the largest palace and one of the largest buildings erected in Europe during the 18th century. In 1997, the Palace was designated a UNESCO World Heritage Site, described in its nomination as \"",{"type":"''","value":["the swan song of the spectacular art of the Baroque, from which it adopted all the features needed to create the illusions of multidirectional space"]},"\". Caserta was used as the location for Queen Amidala's Royal Palace on Naboo in the 1999 film Star Wars Episode I: The Phantom Menace and again in the 2002 film Star Wars Episode II: Attack of the Clones as Queen Jamilla's palace. The same room was also used in Mission: Impossible III as Vatican City. In fact, the square where the Lamborghini is blown up is actually the square inside the Palace. The main staircase is also used in Angels & Demons as the Vatican's staircase. The mezzo soprano Cecilia Bartoli used the palace as primary location for the film \"",{"type":"''","value":["L'art des castrats"]},"\" that accompanies her album \"",{"type":"''","value":["Sacrificium"]},"\", dedicated to the music written for the castrato singers of the baroque period."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Capri"]]}]}," (40 km by boat or hydrofoil) A world-famous destination, it is an island on the south side of the Gulf of Naples, which has been a resort since the time of the Roman Republic. Features of the island are the Marina Piccola (the little harbour), the Belvedere of Tragara, which is a high panoramic promenade lined with villas, the limestone crags called sea stacks that project above the sea (the ",{"type":"''","value":["Faraglioni"]},"), Anacapri, the Blue Grotto (",{"type":"''","value":["Grotta Azzurra"]},"), and the ruins of the Imperial Roman villas. Capri is the place where the last Roman emperor, Romulus Augustus was imprisoned. The circumstance (and the imaginary salvatage of the emperor) has been featured in the movie The last legion, starring Colin Firth along with Sir Ben Kingsley and Aishwarya Rai."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Procida"]]}]}," (37 km by boat or hydrofoil) Procida is one of the Flegrean Islands off the coast of Naples, it lies between Cape Miseno and the island of Ischia. Procida was held by Mycene in the period between the 16th and 15th centuries BC. During the 8th century BC the first Greek settlers to this island were immediately replaced by other Greek peoples coming from Cuma. During Roman rule, Procida became a renowned resort for the patrician class of Rome. Nowadays is a renowed balnear locality."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["San Leucio"]]}]}," (38 km) San Leucio is a frazione of the comune of Caserta, most notable for a resort developed around an old silk factory, included in the UNESCO World Heritage sites list in 1997. In 1750 Charles VII of Naples selected this place for an unusual social and tecnological experiment, a different model of silk production based on technical innovation and alert to the needs of workers. It is considered one of the first examples of socialism, a closed community where life and work were closely connected and planned. Today the San Leucio heritage still survives today in the local silk and textile firms, which work on an international scale to elite foreign clients as the Buckingham Palace, the White House, the Quirinale Palace, the Palazzo Chigi."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ischia"]]}]}," (40 km by boat or hydrofoil) is a volcanic island which lies at the northern end of the Gulf of Naples. It is the largest of the Phlegrean Islands. The main industry is tourism, centering on thermal spas that cater mostly to European (especially German) and Asian tourists eager to enjoy the fruits of the island's natural volcanic activity, its thermal hot springs, and its volcanic mud. For many of the inhabitants on the Italian-speaking island, German and English are second languages. This is because of the large number of German- and English-speaking tourists who visit the island each year."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sorrento"]]}]}," (50 km). A popular tourist destination which can be reached easily from Naples and Pompeii, as it lies at the south-eastern end of the Circumvesuviana rail line. The town overlooks the Bay of Naples as the key place of the Sorrentine Peninsula, and many viewpoints allow sight of Naples itself, Vesuvius and the Isle of Capri. Sorrento's sea cliffs and luxury hotels have attracted notable people, including Enrico Caruso and Luciano Pavarotti. Sorrento was the birthplace of the poet Torquato Tasso, author of the Gerusalemme Liberata. The town was quite famously featured in the early-20th-century song \"Torna a Surriento\" (Come Back to Sorrento) an iconic example of the Neapolitan song."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Amalfi"]]}," coast"]}," (70 km) is a stretch of coastline in the Province of Salerno in Southern Italy. It is a popular tourist destination for the region and Italy as a whole, attracting thousands of tourists annually. Aside from the chance to visit the renowed towns of Amalfi (one of the four ancient Maritime Republics of Italy), ",{"type":"[[","value":[["Positano"]]}," and Ravello (which hosts the Wagner festival); the Amalfi coast offers to trekkers the opportunity of walking on the \"",{"type":"''","value":["Sentiero degli Dei"]},"\" (",{"type":"''","value":["The Walk of Gods"]},"), a stunning dirt road suspended on the cliffs between the Mediterranean sea and the mountains. The area is also well known for the limoncello, a digestive liquor made out of lemons."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Paestum"]]}," Greek Temples"]}," (104 km). Near ",{"type":"[[","value":[["Salerno"]]},", there are three major temples in Doric style, dating from the first half of the 6th century BC. These were dedicated to Hera (only slightly smaller than the Parthenon); and Athena, and are one of the best conserved examples of Doric architecture."]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Campania"]]},"\n",{"type":"{{","value":[["geo"],["40.833333"],["14.25"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Naples"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Campania\/Localities\/Naples\/"]]},"\n",{"type":"[[","value":[["Commons:Napoli"]]}]