[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[","value":["http:\/\/www.city.narita.chiba.jp\/english\/ ",{"type":"'''","value":["Narita"]}]}," (",{"type":"{{","value":[["lang"],["ja"],["成田市"]]},") is a city in ",{"type":"[[","value":[["Chiba (prefecture)"],["Chiba"]]}," prefecture, ",{"type":"[[","value":[["Japan"]]},", some 70 kilometers to the northeast of ",{"type":"[[","value":[["Tokyo"]]},".\n\n",{"type":"[[","value":[["Image:Narita Street in Japan.JPG"],["thumb"],["400px"],["Omote-sandō, leading to Narita Shinsho-ji"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe vast majority of Narita's visitors come there for one reason only: ",{"type":"'''","value":[{"type":"[[","value":[["Tokyo Narita Airport"],["Narita Airport"]]}]},", Tokyo's international gateway.  But there are a few attractions in the vicinity if you have a short layover and don't want to waste 2-3 hours of it on the long hike to Tokyo. Firstly, Narita town itself is very charming with lots of quaint winding old streets lined with old wooden shops. The pace of life here is dramatically different to that of nearby Tokyo and is very relaxed. This is a major congregation point for airline staff too so you can take it that most of the foreigners in town are Air Crew. This means there's a bit more to Narita's nightlife than may seem at first in this sleepy town.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nThe main airport for Narita is, of course, ",{"type":"[[","value":[["Tokyo Narita Airport"],["Narita Airport"]]},". The easiest way into Narita city from the airport is to take the ",{"type":"'''","value":["Keisei Line"]}," service which leaves every 20 minutes. The fare is ¥250 and the ride takes about ten minutes. Local buses are available for use from the train station. Do not take train services from the airport labeled \"Access route\", as they do not go to Narita City. \n\nA direct taxi ride from the airport to Narita city costs approximately ¥3500; it will be cheaper if you go into town by train, and then take a taxi from there.\n\nLocal buses also run directly from the airport to some of the city's main attractions.\n\n: ",{"type":"''","value":["Main article: ",{"type":"[[","value":[["Tokyo Narita Airport"]]}]},"\n\n",{"type":"===","value":["By train"]},"\n\nThe easiest way to travel between Tokyo and Narita City is via the private ",{"type":"'''","value":["Keisei Line"]},". Commuter trains depart from Keisei Ueno and Nippori stations every 20 minutes or so during most of the day, reaching Keisei Narita station in about 60 minutes at a cost of ¥810. Note that trains designated as ",{"type":"'''","value":["Sky Access"]}," or ",{"type":"'''","value":["Access Route"]}," are meant to more directly serve Narita Airport, and should not be used to go to Narita City.\n\nA reserved-seat train, the ",{"type":"'''","value":["City Liner"]},", makes one round-trip per day between Ueno and Keisei Narita. ",{"type":"'''","value":["Morning Liner"]}," and ",{"type":"'''","value":["Evening Liner"]}," trains operate in peak direction during the morning and evening, respectively. All of these reserved-seat trains require an extra surcharge of ¥920 and ¥400 respectively. ",{"type":"'''","value":["Morning Liner"]}," and ",{"type":"'''","value":["Evening Liner"]}," tickets can only be purchased on the same day of travel at specific vending machines.\n\nIf you are travelling from Tokyo to Narita City via the ",{"type":"'''","value":["JR Line"]},", the hourly ",{"type":"''","value":["Airport Narita"]}," commuter train will take you from Tokyo Station to JR Narita station via the ",{"type":"'''","value":["Sobu Line"]}," in 75 minutes at a cost of ¥1110. An alternate route is to take the ",{"type":"'''","value":["Joban Line"]}," rapid service from Ueno via Abiko. Either trip is free with a ",{"type":"'''","value":["Japan Rail Pass"]},". \n\nNarita is also served by peak-hour ",{"type":"'''","value":["Narita Express"]}," trains that travel between Narita Airport and Tokyo, with four services stopping at Narita in the morning on the way to Tokyo, and four trains stopping in the evening coming from Tokyo. If you wish to travel from Narita to Tokyo in the morning, the Narita Express is a convenient option, not to mention it is also free with a Japan Rail Pass (but you will need to make a seat reservation in advance). Some of these trains stop at ",{"type":"[[","value":[["Tokyo\/Shinagawa"],["Shinagawa"]]}," - a convenient transfer point for the Shinkansen to ",{"type":"[[","value":[["Nagoya"]]},", ",{"type":"[[","value":[["Kyoto"]]}," and points further west - while others run to ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}," and ",{"type":"[[","value":[["Yokohama"]]},".\n\nThe peak-only ",{"type":"'''","value":["Ayame"]}," also operates between Tokyo Station and Narita on the JR line, with all non-reserved seating.\n\n",{"type":"==","value":["Get around"]},"\n\nOnce you have arrived in the center of town, local buses are available for use. Some destinations, on the other hand (like the temple) are easily reached by walking.\n\nBuses operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nariku.co.jp\/time\/hakubutsukan-2.htm Narita Kuko Kotsu"]}]}," are mainly useful for accessing the Aviation Museum and industrial areas around the airport. Fares for this line range from ¥150 to ¥420 depending on distance.\n\nTake your passport with you for re-entry to the airport.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Naritasan-Shinshouji-Nioumon.JPG"],["thumb"],["300px"],["Narita-san Shinsho-ji Temple"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Naritasan Shinshō-ji Temple"],["alt=成田山新勝寺"],["url=http:\/\/www.naritasan.or.jp\/e-index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Said to date back to 800 AD, the large temple has a wide assortment of classical Japanese pagodas and halls and a pleasant quasi-European park. Half the fun is getting there: the kilometer-long ",{"type":"'''","value":["Omote-sandō"]}," from Narita station is a giant shopping arcade filled with restaurants and souvenir shops. Directions are available from the airport's Tourist Information Desk."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sakura-no-Yama Hill"],["alt=成田市さくらの山"],["url=http:\/\/www.city.narita.chiba.jp\/english\/welcome\/sightseeguide\/23_sakura_no_yama.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is located near the northern end of the main runway of Narita International Airport. Unfortunately there is no bus service to this location. There is nice little park with beautiful cherry trees and a good view of airplanes landing and taking off from the main runway."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sanrizuka Goryo Ranch Memorial Hall"],["alt=三里塚記念公園"],["url=http:\/\/www.city.narita.chiba.jp\/english\/welcome\/sightseeguide\/14_sanri_zuka.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81 476 35-0442"],["tollfree="],["fax="],["hours="],["price="],["content= 25min by bus from JR Narita Station. Open 9AM-4PM daily except Mondays. Admission free."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Aeronautical Science"],["alt=航空科学博物館"],["url=http:\/\/www.city.narita.chiba.jp\/english\/welcome\/sightseeguide\/13_aero_muse.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81 479 78-0557"],["tollfree="],["fax="],["hours="],["price="],["content= About 15min by bus from Narita Airport (",{"type":"''","value":["JR\/Keisei Station"]},"). Open 10AM-5PM. Closed on Mondays, year end and new years holidays. There is a charge to get into the main building, which has an observation deck on the fifth floor."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chiba Prefectural Flower and Tree Center (Botanical Garden)"],["alt=千葉県立花植木センター"],["url=http:\/\/www.city.narita.chiba.jp\/english\/welcome\/sightseeguide\/16_flower.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81 476 32-0237"],["tollfree="],["fax="],["hours=Open 9AM-4:30PM. Closed on Mondays, year end and new years holidays"],["price=Admission free"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Narita Tourist Pavilion"],["alt="],["url=http:\/\/www.city.narita.chiba.jp\/english\/welcome\/s_guide_01_1kanko_kan.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81 476 24-3232"],["tollfree="],["fax="],["hours=Open 10AM-6PM (",{"type":"''","value":["June through September"]},") and 9AM-5PM (",{"type":"''","value":["October through May"]},"). Closed on Mondays and during year end period."],["price="],["content=(成田観光館). Learn about Japanese Tea Ceremony every Thursday from 10:30AM."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Boso No Mura"],["alt=房総の村"],["url=http:\/\/www.chiba-muse.or.jp\/MURA\/"],["email="],["address=1028, Ryukakuji Sakae-machi Inbagun Chiba"],["lat="],["long="],["directions=20 minute drive from Narita airport; 15 minute drive from Narita station; bus available from stations near by"],["phone = +81 476-95-3333"],["tollfree="],["fax="],["hours=09:00-16:30"],["price=￥150-￥300"],["content=A living museum of traditional Japanese culture. Enjoy the exciting activities on the reproduction Japanese town street. The superb burial mound and the samurai residence are a must-see for anyone interested in Japanese history. Exotic traditional festivals are held every now and then. Film-location for historical dramas. Next to ",{"type":"''","value":["Doramu No Sato"]}," (drum village) and ",{"type":"''","value":["Komorebi Restaurant"]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=AEON Mall Narita"],["alt="],["url=http:\/\/narita-aeonmall.com.e.cb.hp.transer.com\/index.jsp"],["email="],["address=24 Wing-Tsuchiya"],["lat="],["long="],["directions=Frequent bus departures from Keisei Narita station, ¥200"],["phone="],["tollfree="],["fax="],["hours=7:00-23:00, most stores open 9:00-22:00"],["price="],["content=A very large shopping mall within spitting distance of Narita Airport. Over 150 stores can be found here, including anchor Jusco Aeon Narita and foreign outlets like Starbucks and Sports Authority. Popular with foreigners due to its proximity to the airport."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nIf you are going into Narita, make sure to get some Japanese yen (¥) as most places will not take foreign currency.  The 7-Eleven outside of the west gate of JR Narita station takes foreign cards 24 hours a day (except Mastercard, Maestro and Cirrus), and there is also a post office  with ATM a few blocks down the street from the am\/pm store. For those with UnionPay or Discover cards, the Mitsubishi-UFJ ATMs located on the second floor of terminal 2 or the departure area of terminal 1 of the airport will probably be more convenient (please note that you MUST push the \"English\" button to start; the machine will NOT recognize any non-Japanese cards in Japanese language mode).  Also allow a bit of time for exchanging back leftover currency on departure as this is not something you can do at an ATM! There IS a Mizuho Bank dedicated cash exchange machine in the airport, however, it only exchanges in \"money packs\" and rates are unfavorable.\n\n",{"type":"==","value":["Buy"]},"\n\nBesides the AEON mall, there are souvenir stores on the road leading to the temple, as well as a reasonably interesting \"100 yen\" store -- which actually sells items for ¥105 including consumption tax -- along the way.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["infobox"],["Fishing on tarmac"],["Narita has no coastline, but officially it's still Japan's ",{"type":"'''","value":["eighth-busiest fish port"]}," due to the vast quantities of frozen tuna and other premium sushi fish imported by air."]]},"\n\nMany shops on the main street sell ",{"type":"''","value":["unagi"]}," (うなぎ) broiled eel in a sweet sauce.  It can be expensive for a standard plate (",{"type":"''","value":["unaju"]}," (うな重), layered on rice, is ¥1500) but it is quite tasty.  Look for the guys cleaning and chopping the eels right by the street-side.\n\nAnother great option is ",{"type":"''","value":["takoyaki"]}," (たこ焼き), or fried octopus balls.  These are popular on the go treats, going for ¥360 for ten small takoyaki.  Order ",{"type":"''","value":["zenbu"]}," (全部) to get all the toppings.  There is a stand right by the Keisei line station main exit (left as you are leaving).  Look for the little cartoon octopus pulling a cart of fried balls.\n\nDon't forget to get a hot and sweet ",{"type":"''","value":["dorayaki"]}," (どら焼き), or sweet red bean pancake from a little shop across the main street.\n\n",{"type":"*","value":[{"type":"'''","value":["Papas"]}," is one good place to eat in Narita. It's a wee place not far from the main 'Sando' street, which only holds about 16 people. But the food is great (Japanese-style 'izakaya' type food, or 'Sets' at ¥1500 for drink, starter and choice of main meal) and the service from Mama-san and Papa-san is first-rate. He speaks great English too!"]},{"type":"*","value":[" ",{"type":"'''","value":["Cafe Le Bon"]},", (or The Spiral Staircase) is very close to Narita-san temple. Popular despite relatively late opening hours. It consists of one small upper room with a semi circle of hot plates, on which your food is cooked in front of you and two small tables. The menu consists of one item: an all-you-can-eat meal including a huge drink, Japanese salad, gyoza, oriental chicken, wedges and ice cream, starting around ¥1680 depending on what you're drinking. Stuffy and hot, but extremely welcoming, friendly, quick, and the food is delicious."]},{"type":"*","value":[" ",{"type":"'''","value":["Grill House Hero's"]},", 845-8 Hanasaki-Cho (",{"type":"''","value":["walk down the little street to the right of JR Narita station"]},"), ",{"type":"''","value":["+81 476"]}," 22-9002. Open daily 5PM-0AM. One of the best places to eat Okonomi-yaki style food.  Menu is available in English. Food prices range from ¥580 (",{"type":"''","value":["cheese omelette"]},") to ¥1900 (",{"type":"''","value":["Steak"]},"), Drinks are ¥320 (",{"type":"''","value":["softdrinks"]},") and ¥550 (",{"type":"''","value":["Beer"]},")."]},{"type":"*","value":[{"type":"'''","value":["Lion's Den"]},"  Across the street from the Barge.  Old airline crew hang out.  Local mom and pop restaurant with cheap dining selections."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hitsujiya Narita"],["url="],["email="],["address=In Ometo-sando"],["lat="],["long="],["directions=Left into Omote-sando, approx 200mtrs along on left hand side(just after Thai restaurant on right, opposite Maxi...??)"],["phone = +81 476-85-7234"],["tollfree="],["fax="],["hours=5-11pm"],["price=¥380 - 1000"],["content=Food is just great. Possibly a strong Korean influence. Only has 4-5 tables. Service is good, family run. Menu is only in Japanese, but owners have fair grasp of english. Locals also eat here."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shin Shin"],["alt=しんしん"],["url="],["email="],["address="],["lat="],["long="],["directions=On the right side of Omotesando just after the Chiba Shinyoukinkou 千葉信用金庫"],["phone = +81 476-22-4252"],["tollfree="],["fax="],["hours=11:30AM-2PM 5PM-11PM L.O. 10PM"],["price=¥2,000-6,000"],["content=Nice, quiet restaurant with good Japanese food. Kaiseki and other sets and a short selection of good sake and shochu. Menu is only in Japanese, but just select any set based on your budget."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ramen Bayashi"],["url="],["email="],["address= 533-9 Komeyabiru"],["lat=35.778654"],["long=140.315924"],["directions=Walk a couple of hundred meters north along Ometosando (the main shopping street) from outside the JR Narita station, look for the sign on the right."],["phone="],["tollfree="],["fax="],["hours="],["price=¥1000-2000"],["content=A good Ramen restaurant with menu in Japanese and English (and pictures). ¥1000 gets you ramen with beef or chicken, ¥500 a medium draft beer. The gyoza are particularly good. Popular with airline crew, look for the many stickers above the door and the books of crew comments by the door. Friendly staff, nice atmosphere."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Barge-Inn"],["alt="],["url=http:\/\/www.naritabargeinn.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Omote-sandō (",{"type":"''","value":["the road leading to the temple"]},"), Great pub serving western-style food, plus local & international beers. Every Saturday there's live music and\/or dancing."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The JetLag Club"],["alt="],["url=http:\/\/www.jetlagclub.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=About 50yds round the corner from the Barge, there's another watering hole run by a Belgian guy named Vince. The beer's great, and the atmosphere is really friendly. Free popcorn is provided, as well as a delivery service from 'Papas'."]]}]},{"type":"*","value":[{"type":"'''","value":["The Cage"]},"  Out of the JR train station, straight through the plaza, right at the AM\/PM, down about 100 yards, across the street, 2nd floor.  Karaoke bar."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=5.2.4 garage cafe"],["url=http:\/\/www.5-2-4.net"],["email="],["address=512 kami-tyo narita"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small cafe with hot dogs and home made ginger ale and coffee and free Internet \/ wifi for travellers."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nNarita has a large number of hotels in the vicinity and they are often cheaper than hotels in central Tokyo thus it may be worthwhile staying out at the airport on your first\/last night. If you want to get a cheap rate, however, do book in advance as rates and availability for walk up customers are highly variable.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Backpackers Fuji"],["url=http:\/\/www.backpackers-fuji.jp\/"],["email="],["address=668-2, Kamicho"],["lat=35.781921"],["long=140.316599"],["directions=An 8 minute walk from both JR and Keisei station."],["phone=+81 476 240700"],["tollfree="],["fax="],["hours="],["price=¥2,700"],["checkin=2PM-10PM"],["checkout="],["content=A small, well equipped ryokan with two dorm rooms, shared toilets and kitchen. All brand new and well taken care of. Situated in a small street right behind the Omotesando main street. Run by a very nice couple with sufficient English skills. Please bring cash in Yen to pay on arrival."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Center Hotel Narita"],["alt="],["url=http:\/\/www.c-hotel.jp\/english\/index.html"],["email="],["address=922 Hanazaki-cho"],["lat="],["long="],["directions=Short walk from Keisei Narita and JR Narita stations"],["phone=476-23-1133"],["tollfree="],["fax=476-23-1134"],["price="],["checkin="],["checkout="],["content= Free Continental Breakfast. Non Smoking Room. Stamp Card. VOD service."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Hotel Narita"],["alt="],["url=http:\/\/www.choicehotels.com\/ires\/en-US\/html\/HotelInfoGeneral?hotel=JP026"],["email="],["address=968 Hanazaki-cho, Narita"],["lat="],["long="],["directions=Short walk from Keisei Narita and JR Narita stations"],["phone=476-24-6311"],["tollfree="],["fax=476-24-6321"],["price="],["checkin= 3PM"],["checkout=10AM"],["content= Singles from ¥5800, Twins from ¥6800, Doubles from ¥6500. Free continental breakfast. From Narita Airport, take the Keisei Line ",{"type":"''","value":["Tokkyū"]}," train (about 3 departures per hour) to Keisei Narita station. Take the east exit, walk across the overpass, and the hotel will be on the left side. Facilities include complimentary broadband Internet."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercure Hotel Narita"],["alt="],["url=http:\/\/www.mercure.com\/mercure\/fichehotel\/gb\/mer\/5487\/fiche_hotel.shtml"],["email="],["address=818-1 Hanazaki-cho, Narita"],["lat="],["long="],["directions=Short walk from Keisei Narita and JR Narita stations"],["phone=476-23-7000"],["tollfree="],["fax=476-23-3911"],["price="],["checkin="],["checkout="],["content= Offers good, reasonably priced accommodation, with friendly staff, happy to speak English. It has a small but good selection of restaurants, and there's also a good bar, with TV, Pool Table, Internet Access etc."]]}]},{"type":"*","value":[{"type":"'''","value":["Radisson Hotel Narita"]},", 650-35 Nanae, Tomisato City (",{"type":"''","value":["Shuttle bus from airport or JR or Keisei Narita stations"]},"), 476-93-1234, ",{"type":"[","value":["http:\/\/www.radisson.com\/narita-hotel-jp-286-0221\/jpnarita"]},". 488 room deluxe-resort hotel, all guest rooms with complimentary high speed internet access, 15 min. from Narita Int'l Airport and Narita Stn. & downtown, complimentary hotel shuttle bus provided. 60-70 min. from\/to Tokyo Stn. by JR Highway Bus, 16 round trip a day scheduled with excellent upscale bus (¥1420 one way). 13 hectares of beautiful green landscape makes your stay more comfortable and relaxing. Breakfast, Lunch and Dinner at California Restaurant, Coffee and snacks at Coffee Corner, Vista Lounge with spacious & beautiful pool view, Nice & cool decoration sports bar, SuperStars."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Richmond Narita"],["alt="],["url=http:\/\/richmondhotel.jp\/en\/narita\/?hotel_id=45"],["email="],["address=970 Hanasaki-cho, Narita"],["lat="],["long="],["directions=Short walk from Keisei Narita and JR Narita stations"],["phone=+81-476-24-6660"],["tollfree="],["fax=+81-476-24-6661"],["price="],["checkin="],["checkout="],["content= From Narita Airport, take the Keisei Line ",{"type":"''","value":["Tokkyū"]}," train (about 3 departures per hour) to Keisei Narita station. Take the east exit, walk across the overpass, and the hotel will be on the left side. Free Airport Shuttle. Free Wi-Fi and Wired Internet access. VOD service. Refrigerator and electric kettle in room. Trip Advisor Travels Choice 2012 Winner - Bargin with singles from ¥5500. Restaurant onsite. Non-smoking hotel."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf you have more than 8 hours to spare, you should seriously consider making the effort to visit ",{"type":"[[","value":[["Tokyo"]]}," itself, although with limited time it really is best if you plan where you will go in advance of arriving at the airport.\n\n",{"type":"{{","value":[["routebox-1"],["image1=Higashi-Kanto Expwy Route Sign.svg"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Tokyo"]]}],["minorl1=",{"type":"[[","value":[["Chiba"]]}],["directionr1=W"],["majorr1=Itako"],["minorr1=",{"type":"[[","value":[["Katori"],["Sawara-katori"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["35.7833"],["140.3167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Chiba (prefecture)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Narita, Chiba"]]},"\n",{"type":"[[","value":[["Commons:Category:Narita, Chiba"]]}]