[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Narragansett"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"'''","value":["Itinerary"]}," is in ",{"type":"[[","value":[["Narragansett"]]},", ",{"type":"[[","value":[["Rhode Island"]]},".\n",{"type":"==","value":["Understand"]},"\nNarragansett is primarily a beach community that does not fall short when it comes to summertime activities. Through this itinerary, you will find what to experience during the non-summer months - as the area does not stop during this time.  This itinerary is written for a two-day and one-night stay in Narragansett, Rhode Island. \n\nAlso, you should recognize that while traveling through Narragansett during the winter months, the area has a high concentration of college students from the University of Rhode Island within its neighborhoods, restaurants, and bars.\n\n",{"type":"==","value":["Prepare"]},"\nThis itinerary prepares you for a trip during the winter months.  While Narragansett in the summertime is great for shorts, tank tops or t-shirts, and bathing suits, you are going to want to pack warmer clothing for the winter weather.  Pants, sweaters, sweatshirts, and jackets are all necessities.  In addition to this, the wind can be bitter as the area is so close to the water, so gloves, hats, and scarves are recommended for those chilly days. Rain coats may also be a key item, in case you run into any stormy weather.  \n\nSince it is not the prime months for the area, be aware that a lot of establishments run on winter hours.  To be sure that you will not run into a closed store or restaurant, call ahead to ask for hours of operation. Some places known to Rhode Island, such as Del’s Lemonade, are shut down for the season during the winter months.  Some gift shops in Narragansett may sell ‘make-your-own-Del’s’ in a $9.99 container, and it is worth the taste, but be prepared that you will have to come some time between late March and early September to experience a real Del’s lemonade.  Brickley’s Ice Cream, a popular ice cream restaurant known for its homemade ice cream, and lines out the door from the March until September, is also closed during the winter months.  \n\n\nKey Terms:\n\n‘Gansett – Locals name for Narragansett (the area) or a Narragansett Beer.  Narragansett Beer was originally brewed in Rhode Island, but the brewery has since been moved out of state.  Narragansett is still popular among the locals, as is the slogan “Hi Neighbor – have a ‘Gansett!”\n\nWicked – Rhode Islander for ‘really,’ example: “That food was wicked good.”\n\nCar:  pronounced “Cah” – Rhode Islanders often have a tendency to ignore the ‘r’ sound with in words, similar, but not as harsh, to the Boston, Massachusetts accent\n\nChowder:  pronounced “chowda” – Rhode Islanders are well known for their New England Clam “Chowda,” so be sure to get a bowl while you are in the area, just make sure you say the name right!\n\n",{"type":"==","value":["Accommodations"]},"\n",{"type":"*","value":[{"type":"'''","value":["Holiday Inn"]},":  3009 Tower Hill Road, Narragansett, Rhode Island 02882, +1 401-789-1051.  The Holiday Inn is located directly on RT 4 and is in a great location for all itinerary activities.  "]},{"type":"*","value":[{"type":"'''","value":["Village Inn Resort Conference Center"]},":  1 Beach Street, Narragansett, Rhode Island 02882, +1 401-783-6767"]},{"type":"*","value":[{"type":"'''","value":["Ocean Rose Inn"]},":  113 Ocean Road, Narragansett, Rhode Island 02882, +1 401-783-4704"]},{"type":"*","value":[{"type":"'''","value":["Atlantic House"]},":  85 Ocean Road, Narragansett, Rhode Island 02882, +1 401-783-6400"]},{"type":"*","value":[{"type":"'''","value":["Blueberry Cove Inn"]},":  75 Kingstown Road, Narragansett, Rhode Island 02882, +1 401-792-9865"]},"\n\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["TF Green Airport (PVD)"]},", Exit 13 off Interstate 95, ",{"type":"''","value":["+1 "]}," 401- 737-4000, ext 283,",{"type":"[","value":["http:\/\/www.pvdairport.com\/"]}," in ",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]},". Easy to get to and from, from points both north and south.  Airport parking from as low as $11 and rental cars are available on site."]},"\n",{"type":"'''","value":["By car"]},"\n",{"type":"*","value":[{"type":"'''","value":["From New York\/Connecticut: "]}]},"I-95 to Exit 92 in Connecticut.  At the light, turn right onto RT 2. Follow RT for 1.5 miles until sign for 78 West on right. Take 78 West approximately 4 miles until signs for US RT 1 North.  At the intersection, take a left onto Route 1.\n\nFor Narragansett:  Exit to Narragansett and follow signs to RT 108.\n\nFor Wakefield:  Exit to Wakefield.  At stop sign, take a left into Wakefield.  For historic Wakefield and Main Street, continue straight through intersection and follow signs for Wakefield Center.\n\nFor Bonnet Shores:  At intersection of RT 1 and 138, take a right onto Middle Bridge Road.  Follow to light and take a right onto Bonnet Shores Road. \n\n",{"type":"*","value":[{"type":"'''","value":["From Boston and all points North: "]}]},"I-95 to Exit 9 in Rhode Island onto RT 4.  Follow RT 4 to RT 1 South. \n\nFor Narragansett Beach area:  Exit to Narragansett.  At the light, turn left under the overpass.  Follow the rotary to the left and follow signs for Narragansett.  \n\nFor Wakefield:  Exit to Wakefield. At stop sign, take right into Wakefield.  For historic Wakefield and Main Street, continue straight through intersection and follow signs for Wakefield Center.\n\nFor Bonnet Shores:  At intersection of RT 1 and 138, take a left onto Middle Bridge Road.  Follow to light and take a right onto Bonnet Shores Road. \n\n\n",{"type":"==","value":["Get Around"]},"\nThis itinerary has many focal points that are not within walking distance.   If traveling by personal car, be aware that all points in Rhode Island can be reached in less than an hour and gas stations are abundant in the area (with ATMs inside).  If not traveling by car, make use of the RIPTA busses (for scheduling:  http:\/\/ripta.com\/) that have stops in all major areas.  Busses are generally $1.50 per fare, with $0.50 transfers and children under five years old are free.  Though the RIPTA busses are an abundant source of transportation, Rhode Island public transportation is not too reliable and use of personal cars or taxis are recommended, though taxis may be more expensive.  \n\n\nNarragansett Taxi Companies:\n\nEagle Taxi (20 Middlebridge Road, Narragansett, Rhode Island, +1 401-783-2970)\n\nWakefield Cab Co Inc (73 Emmett Lane, Wakefield, Rhode Island, +1 401-783-0007)\n\n",{"type":"==","value":["Day\/Night One"]},"\nStart by heading to ",{"type":"'''","value":["Phil's Restaurant"]}," (323 Main Street, Wakefield, Rhode Island 02879, +1 401-783-4073) for breakfast.  If you are lucky, there is parking directly on Main Street, otherwise, take the first right after Phil's restaurant for a parking.  Phil's has a long-standing reputation in Narragansett for a cheap and delicious breakfast.  Phil's is often busy, but the service is great and the wait is short.  As a traveler, avoid Phil's of Bonnet, as it is frequented mostly by hung-over college students recapping their weekend activities.\n\nAfter breakfast, explore the novelty and souvenir shops on Main Street or grab a coffee at ",{"type":"'''","value":["Orbie's"]}," (396 Main Street, Wakefield, Rhode Island 02879, +1 401-792-4340). (Orbie's is a not very well known in the Narragansett area, but has a handful of regulars. It is a nice place to sit with your coffee if you are looking to relax for a little before moving on.)\n\nNext, head back up Main Street following signs for RT 1.  At intersection, take a left following signs for Peacedale.  Continue to ",{"type":"'''","value":["Old Mountain Bowling"]}," (756 Kingstown Road, Wakefield, Rhode Island 02879, +1 401-783-5511) for some afternoon bowling.  Old Mountain Bowling can be busy at nights, but is generally pretty open during the afternoon hours.  \n\nAfter bowling, follow Kingstown Road back into Wakefield.  At the major intersection, take a right and head towards ",{"type":"'''","value":["Pick Pockets"]}," (231 Old Tower Hill Road, Wakefield, Rhode Island 02879, +1 401-792-3360) for lunch.  The sandwiches are expensive, but they are made in large portions and full of flavor.  \n\nAfter lunch, follow signs from Wakefield’s major intersection towards Narragansett.  Across from the beach will be Narragansett Pier.  Catch a movie at the local ",{"type":"'''","value":["Pier Cinemas"]}," (3 Beach Street, Narragansett, Rhode Island, +1 401- 782-2077).  Be aware that there are very limited show times and the cinema runs on winter hours so call ahead.  If Island Cinemas is closed, head to ",{"type":"'''","value":["Entertainment Cinemas"]}," in South County Commons (30 Village Square Drive, South Kingstown, Rhode Island, +1 401-792-8008) for more regular show times.  Tickets are priced around $9 and $6 on Tuesdays ($6 on Wednesdays as well with a student ID).\n\nWhen the movie is over, head to ",{"type":"'''","value":["Crazy Burger"]}," (144 Boon Street, Narragansett, Rhode Island 02882, +1 401-783-1810) for dinner.  Crazy Burger is a local gem with a great indoor atmosphere, and outdoor during the summer, and an extensive burger menu (vegetarian, vegan, and gluten free options). Crazy Burger is also known for its home-made ketchup (mixed with applesauce) and smoothies with a wide range of possible flavors.\n\nAfter dinner, head to ",{"type":"'''","value":["The Coast Guard House"]}," (40 Ocean Road, Narragansett, Rhode Island 02882, +1 401-789-0700) if you are traveling 21+.  The Coast Guard House overlooks Narragansett Beach and is a great place for travelers to get a feel for the area while getting drinks (Food is also available).  Be aware that The Coast Guard House occasionally holds events attended by many college students. \n\n",{"type":"==","value":["Day Two"]},"\nStart the morning off like the locals.  Follow the directions to Bonnet Shores and grab a coffee and breakfast sandwich at ",{"type":"'''","value":["Coffee Connection"]},".  A family owned and operated business, Coffee Connection is loved by the locals and known as the cheapest, most delicious coffee in ‘Gansett, with equally cheap and delicious breakfast sandwiches.  For non-coffee drinkers, Coffee Connection also has teas, hot chocolate, and various other drinks, as well as many food options. \n\nAfter your morning coffee, head to Narragansett Beach following Bonnet Shores Road\/RT 108 straight to the beach.  Hang out by the Narragansett Beach wall and watch the waves.  If the weather is nice enough, grab ice cream at ",{"type":"'''","value":["Nana’s"]}," (28A Pier Market Place, Narragansett, Rhode Island, 02882, +1 401-782-2705) while you watch.  Nana’s is slightly pricey and is known for its out-the-door lines in the summer months, but the ice cream is held in high regard.  The ice cream shop is not fully operational during the winter months, but does have some winter hours, so call ahead to be sure they are open. \n\nWhile in the area, peruse the local shops in the ",{"type":"'''","value":["Narragansett Pier"]},".  The shops are great for souvenirs and trinkets to remind you of the Narragansett lifestyle.  \n\nFor lunch, head across the street from the Pier to ",{"type":"'''","value":["The Picnic Basket"]}," (20 Kingstown Road, Narragansett, Rhode Island, 02882, +1 401-782-2284).  The Picnic Basket is a popular local spot with a large sandwich menu, not to be compared to Subway or Quiznos.  It is small and not typically a sit-down restaurant, though there are tables and chairs inside.  Note that The Picnic Basket is only open Tuesday through Saturday and closes at 5PM during winter hours – if your travels fall on a Sunday or Monday, see list of alternatives for lunch options.\n\nAfter lunch, take a walk on Narragansett Beach, or browse the local surf shop next door to The Picnic Basket, ",{"type":"'''","value":["Warm Winds"]}," (6 Kingstown Rd, Narragansett, Rhode Island 02882, +1 401-789-9040).  Alternatively, you may want to see Scarborough Beach, located about five minutes down Ocean Road from Narragansett Beach.  Narragansett Beach is the more popular of the two, but Scarborough has plenty of fields for outdoor activities such as soccer or football if it is a nice day.  \n\nAfter exploring the beaches, end your two days in Narragansett by checking out the ",{"type":"'''","value":["University of Rhode Island"]}," campus.  Be prepared to walk, as the campus is a decent size (it takes about fifteen to twenty minutes to walk from top to bottom) and it is located on a hill.  Be sure to get a visitors pass from the Visitor’s Center (45 Upper College Rd, Kingston, Rhode Island 02881 +1 401-874-2133; Office Hours:  Monday through Friday 7:30am – 3:30pm and Saturdays 9:00am – 2:00pm) if you are not visiting on the weekend.  URI Parking services is constantly towing and tickets cost about $120.  Take in the architecture of the new and old buildings, check out the Emporium located at the top of campus for food, or visit the Memorial Union (50 Lower College Road, Kingston, Rhode Island 02881, +1 401-874-2726) near the bottom of the quad to visit the URI Book Store (closes at 4PM most days) or purchase URI paraphernalia.\n\n",{"type":"==","value":["Alternatives:  Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Breakfast Nook"]}," (575 Kingstown Road, Wakefield, Rhode Island 02879, +1 401-783-1555):  The Breakfast Nook is not the most revered breakfast diner in the area, but it has been around a long time and is said to have a great cup of coffee."]},{"type":"*","value":[{"type":"'''","value":["Ye Olde Lighthouse Diner"]}," (120 Knowles Way, Narragansett, Rhode Island 02882, +1 401-284-3883):  Ye Old Lighthouse Diner is a B.Y.O.B restaurant.  With low priced and good food, a great staff, and a friendly atmosphere it is a good place for breakfast or lunch."]},{"type":"*","value":[{"type":"'''","value":["Mew’s Tavern"]}," (456 Main Street, Wakefield, Rhode Island 02879, +1 401-783-9370):  Mew’s has a large lunch and dinner menu with possible burger, pizza, burrito, and vegetarian options.  During the day, there is generally no wait, but at night, the wait can be very long – as Mew’s Tavern doubles as a popular bar. "]},{"type":"*","value":[{"type":"'''","value":["Calvitto’s Pizza & Bakery"]}," (60 South County Commons Way, RI 02879, +1 401-782-2285)‎:  One of the most local bakeries in Rhode Island.  Stop in for a freshly baked pizza or calzone. Calvitto’s is great for lunch or for a snack in between activities. Be aware that Calvitto’s also has limited hours for the winter. "]},{"type":"*","value":[{"type":"'''","value":["Kabuki"]}," (91 Old Tower Hill Rd, Wakefield, Rhode Island, 02879, +1 401-788-0777):  Kabuki is one of the only sushi restaurants in the area.  That being said it is averagely priced and has good food and a nice staff.  "]},{"type":"*","value":[{"type":"'''","value":["Iggy’s Doughboys"]}," (1157 Point Judith Road, Narragansett, Rhode Island 02882, +1 401-783-5608):  Iggy’s is known for its clam cakes, doughboys, and chowder.  The restaurant has limited indoor seating, as it is a primarily beach restaurant, but Iggy’s does run on winter hours.  If you are interested in trying some New England Clam Chowder, Iggy’s is a good option.   "]},{"type":"*","value":[{"type":"'''","value":["Spain"]},":  Spain is one of the only upscale restaurants in the local area, besides The Coast Guard House.  Spain also runs on winter hours so be sure to call ahead for hours of operation and for reservations. "]},"\nFood on the go:\nWakefield is center to a variety of fast food options, in the case that you are looking for some cheap food alternative.\n",{"type":"*","value":[{"type":"'''","value":["McDonald’s"]}," (140 Old Tower Hill Road, Wakefield, Rhode Island 02879, +1 401-783-5393)"]},{"type":"*","value":[{"type":"'''","value":["Burger King"]}," (126 Old Tower Hill Road, Wakefield, Rhode Island 02879, +1 401-789-7479)"]},{"type":"*","value":[{"type":"'''","value":["Kentucky Fried Chicken"]}," (139 Old Tower Hill Road, Wakefield, Rhode Island 02879, +1 401- 788-9143)"]},{"type":"*","value":[{"type":"'''","value":["Pizza Hut and D’Angelos"]}," (71 Old Tower Hill, Wakefield, Rhode Island 02880, +1 401-789-2050)"]},"\n",{"type":"==","value":["Alternatives:  Drink"]},"\nBars are often frequented by college students.  If looking to avoid students, avoid going to the bars on their most popular nights.\n",{"type":"*","value":[{"type":"'''","value":["Charlie O’s"]}," (2 Sand Hill Cove Road, Narragansett, Rhode Island 02882, +1 401-782-2002):  Charlie O’s is known for and popular with college students on Saturdays and ‘Sangria Sunday,’ as well as their chicken wings. "]},{"type":"*","value":[{"type":"'''","value":["Bonvue"]}," (1230 Ocean Road, Narragansett, Rhode Island 02882, +1 401-789-0696):  Bonvue is popular on Thursday nights with the college students and often reaches capacity before 10:30PM"]},{"type":"*","value":[{"type":"'''","value":["Ocean Mist"]}," (895 Matunuck Beach Road, South Kingstown, Rhode Island 02879, +1 401-782-3740):  The Ocean Mist is known for ‘Ticket Tuesday.’  The bar is right near the Matunuck beaches and on Tuesdays admission is $5, but you received two tickets, each good for either a Rum and Coke or a beer.  Tuesdays is also reggae night and popular among the college students.  Arrive before 9PM to avoid having to wait in line or getting stuck waiting as the line becomes one person in, one person out.  "]},{"type":"*","value":[{"type":"'''","value":["Rhody Joe’s"]}," (515 Kingstown Road, Wakefield, Rhode Island 02879, +1 401-783-0008):  Relatively new to Narragansett, Rhody Joe’s is a branch of Chelo’s family restaurant and is primarily a college bar and staffed by a majority of University of Rhode Island students.  It is most popular on Monday and Wednesday nights."]},"\nFor the coffee fiends, Dunkin Donuts are abundant, but for a more local cup of coffee, try one (or more) of the following:\n",{"type":"*","value":[{"type":"'''","value":["Brewed Awakenings"]}," (60 S County Commons Way, Wakefield, Rhode Island 02879 +1 401-783-0496):  Brewed is one of the most on-the-clock coffee shops in the area, as it is open until 11PM nightly, and it has a nice staff, food, and abundant seating.  It is one of the more generic feeling coffee shops and usually populated by studious college students and high school students around 3PM, but it has a multitude of options for food and drinks. "]},{"type":"*","value":[{"type":"'''","value":["Java Madness"]}," (134 Salt Pond Road, Narragansett, Rhode Island 02879, +1 401-788-0088):  Overlooks a marina and is great on a beautiful day.  Java Madness has a friendly staff with a lot of local focal points within the store (trivia questions, historical pictures, etc.) and often has acoustic sets or local jewelry sellers in store.  "]},{"type":"*","value":[{"type":"'''","value":["Bagelz"]}," (90 Pershing Avenue, Wakefield, Rhode Island 02879, +1 401-783-9700):  Bagelz is a nice local feeling coffee shop, staffed by many University of Rhode Island students.  Bagelz has many coffee flavor options, as well as food options. "]},"\n",{"type":"==","value":["Stay Safe"]},"\nNarragansett, Rhode Island is a safe location, but if driving, you should be aware of the variety of drivers in the area in the winter months.  There are high concentrations of:  Massachusetts drivers that drive quickly, pass on all sides, and use the break down lane as a lane, Rhode Island drivers that are generally more cautious, but can often be slow and are late with their blinkers when turning, and then New York and New Jersey drivers that are used to higher speeds on the high ways and have less patience.  Also, as a result of the area being a college community, students are often driving to and from bars and parties, so be aware that they may also be under the influence.  Note that Thursday through Saturdays are the most popular days for students to be out driving. \n\n",{"type":"==","value":["Go next"]},"\nHave more time in Narragansett?  Visit nearby places, such as:\n\n",{"type":"*","value":[{"type":"[[","value":[["Wickford"]]},", Rhode Island for novelty shops and art museums, and many restaurants and delis. "]},{"type":"*","value":[{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]},", Rhode Island for beautiful water views, novelty shops and art museums, a family arcade, and many restaurants."]},{"type":"*","value":[{"type":"[[","value":[["Providence"]]},", Rhode Island for Rhode Island city life, Thayer Street, Federal Hill (Italian foods and bars), and the Providence Place Mall, Rhode Island’s major shopping mall. "]},"\n",{"type":"{{","value":[["outlineitinerary"]]}]