[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Narsarsuaq"]}," is a village in ",{"type":"[[","value":[["Southern Greenland"]]},".\nThe village is based around the airport, which was built in 1941 by the US military, but is now in commercial use. When arriving in ",{"type":"[[","value":[["Southern Greenland"]]}," by international flight this will be your destination. Even though the village can be quite uncharming, most of the buildings being there just for the sake of the airport, the surrounding area has some spectacular sights.\n\nFirst thing to do, when arriving, is to go to the Blue Ice Explorer Café\/Tourist Office\/Museum ",{"type":"[","value":["http:\/\/www.blueice.gl"]},", where you will leave your bags, and find out what to see\/do. \nRemember that, as everything else in Greenland, the availability of transportation and sights depend extremely much on the weather. \n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\nNarsarsuaq airport is one of the two airports (the other being ",{"type":"[[","value":[["Kangerlussuaq"]]},") in Greenland large enough for atlantic traffic. Air Greenland ",{"type":"[","value":["http:\/\/www.airgreenland.gl"]}," used to offer weekly flights form ",{"type":"[[","value":[["Copenhagen"]]},", ",{"type":"[[","value":[["Denmark"]]}," and Airiceland ",{"type":"[","value":["http:\/\/www.airiceland.is"]}," has 5 weekly flights from ",{"type":"[[","value":[["Reykjavík"]]},", ",{"type":"[[","value":[["Iceland"]]},". In the summertime, Atlantic Airways ",{"type":"[","value":["http:\/\/www.atlantic.fo\/"]}," also has flights from ",{"type":"[[","value":[["Reykjavík"]]},", ",{"type":"[[","value":[["Iceland"]]},", but not as regular as airiceland.\n\nDomestically Air Greenland has flights to and from ",{"type":"[[","value":[["Narsaq"]]},", ",{"type":"[[","value":[["Qaqortoq"]]},", ",{"type":"[[","value":[["Alluitsup Paa"]]}," and ",{"type":"[[","value":[["Nanortalik"]]}," to the south and ",{"type":"[[","value":[["Kangilinngui"]]},", ",{"type":"[[","value":[["Paamiut"]]}," and ",{"type":"[[","value":[["Nuuk"]]}," to the west.\n\nIt is also now possible to fly to Narsarsuaq from the ",{"type":"[[","value":[["Faroe Islands"]]},", via ",{"type":"[","value":["http:\/\/www.atlantic.fo\/Default.aspx?pageid=3048 Atlantic Airways"]},".\n\n",{"type":"===","value":["By boat"]},"\nFrom may to september Arctic Umiaq Line ",{"type":"[","value":["http:\/\/www.aul.gl"]}," has a weekly ferry to and from Narsarsuaq. It follows the coastline to the west and, if possible, sails all the way to ",{"type":"[[","value":[["Ilulisat"]]},", passing ",{"type":"[[","value":[["Qaqortoq"]]},", ",{"type":"[[","value":[["Nuuk"]]}," and ",{"type":"[[","value":[["Sisimiut"]]}," on the way. To greenlanders, the ferry is used like the Intercity trains in Europe, thus you'll meet ordinary people visiting their families, not just tourists on a cruise. The company is trying to make the route more attractive to tourists, i.e. the captains are instructed to sail annouce and sail closer to any whales spotted on the route. So if you hear a sudden speaker mumble ressembling the danish word hvaler, do hurry to the upper deck for a spetacular view of jumping whales.\n\nSmall boats sail the waters south of Narsarsuaq all the time. The tourist office arranges boats to most of the cities in ",{"type":"[[","value":[["Southern Greenland"]]},", but you might be able to catch a lift on a fishingboat going you direction.\n\n",{"type":"===","value":["Over land"]},"\n\nVirtually impossible. On the other side of the river a dirt road leads to Qassiasuk the other side of the fjord. But to arrange to cross the river, you probably have to talk to the tourist office in Narsarsuaq.\n\n",{"type":"==","value":["Get around"]},"\n\nMost places are within walking distance, but taxi can be arranged by the hotel or tourist office. If you need to go to the harbour, a bus (owned by the hotel) can be arranged to pick you up. The fare is approx. 10 DKK or free if you live at the hotel.\nFurther distances can almost only be reached by boat. Check with the tourist office or a fisherboat at the harbour.\n\n",{"type":"==","value":["See"]},"\n\nFor easy trips you can climb the Signal Hill (Danish: Signalhøjen), which give you a beautiful view over the fjord. Else you can go to the harbour or the beach to watch icebergs sail by and hear them break.\nOne official sight is the lone standing fireplace of a burned down to ground hospital north east of town.\n\n",{"type":"==","value":["Do"]},"\n\nThe ",{"type":"'''","value":["Inland ice"]}," is reachable within walking distance from Narsarsuaq. One follows the road to the burned down hospital and walks through the scenic Flower Valley (Danish: Blomsterdalen). An almost vertical 300 m climb, gets you to the beautiful view of the Narsarsuaq Glacier, and it is even possible to get quite close (though you have to keep a very long safety distance!!!). Aside for the climb, it is an easy walk (approx. 10 km), and the climb is possible for people with at reasonable condition, as the steepest parts are supported by ropes, you can hold on to. Guided tours can be arranged with the tourist office ",{"type":"[","value":["http:\/\/www.blueice.gl"]},".\n\n",{"type":"'''","value":["Hiking"]}," maps of the area makes longer trips possible, but beware that trails on the map are suggestive, meaning it may be possible to walk this route. Green trails are routes along roads which are easy and hard to get lost. Blue are fairly easy cross country paths. Red are difficult. Black route are extremely difficult and should be avoided if possible, even for very experienced hikers. The trail down from Nakkaalaaq, for example, is little more than over-steepened talus slope. Don't expect anything to be marked, nor that lakes and streams have the size indicated, as this varies throughout seasons. Beware the ",{"type":"[[","value":[["mosquito"],["mosquitos"]]}," and flies. Though not dangerous, they are quite a nuisance, so bring a net and lots of repellant.\n\n",{"type":"==","value":["Buy"]},"\n\nSouvenirs and postcards are available at the hotel and at the tourist office.\nThere is a Supermarket (Pilersuisoq), but it is easiest found by asking directions.\n\nThe grocery store does not sell much besides dried reindeer meat to eat while hiking or camping. If you want dried camping food you will need to bring it from outside Greenland\n\n",{"type":"==","value":["Eat"]},"\n\nFast food can be bought at the airport, and you can probably get a bun, coffee or cake at the tourist office.\n\nA restaurant is situated in the hotel.\n\n",{"type":"==","value":["Drink"]},"\nThere's a small bar in the hotel that serves local beer (Tuborg) and various imported drinks along with some interesting cocktails. The general store also sells some alcoholic drinks.\n\nAlcohol is expensive in Greenland, so it's worth bringing your own if you can.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe youth hostel is situated 600 m northeast of the airport a bit of the side of the main road. Prices can be found on the Blue Ice café website ",{"type":"[","value":["http:\/\/www.blueice.gl"]},".\n\nThe more expensive solution is to stay at the hotel. Take the bus from the airport (free if you stay at the hotel) or ask at the tourist office.\n\nThe cheap option is to put up a tent. Just stay out of the gasoline tank areas, the airport and the centre of town, then nobody will mind. If you do it near the water you will have the music of the iceberg to sleep to. Don't be surprised when you wake up in the middle of the night because a giant iceberg chose to turn upside down just outside your tent. For this reason you should avoid camping directly on the shoreline - a rolling iceberg can create a sizeable wave, a bit like a small tsunami, there have been isolated reports of tents being swept away by these waves.\n\n",{"type":"==","value":["Go next"]},"\n\nTo go see old Norse settlements arrange yourself a boattrip to either ",{"type":"[[","value":[["Qassiarsuk"]]}," or ",{"type":"[[","value":[["Igaliku"]]},". \n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Greenland"]]},"\n",{"type":"{{","value":[["Geo"],["61.145833"],["-45.434722"]]},"\n",{"type":"[[","value":[["Wikipedia:Narsarsuaq"]]}]