[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.natchitoches.net\/ Natchitoches"]}]},", ",{"type":"[[","value":[["Louisiana"]]},", (",{"type":"''","value":["say \"Nack-ah-tish\""]},") is the oldest settlement in the Louisiana Purchase and has strong French and Spanish roots, still visible in its preserved architecture. It is a popular tourist destination, particularly during the Christmas season, when tourists flock to its many classic-style shops and cafes and watch large city-sponsored fireworks shows and Christmas light festivals. Most other visitors to Natchitoches come for the quaint, romantic B&Bs and the classic, historic sights. It is home to Northwestern State University, as well as the Louisiana School for Math, Science, and the Arts, and the Louisiana Scholars' College. \n\n",{"type":"==","value":["Get in"]},"\nThe best way to get there is by car from Interstate 49 south exit 138, if you are coming from Shreveport, or north, if coming from Alexandria.  The most convenient nearby airport is likely Shreveport Regional (SHV), where flights come daily from Dallas-Fort Worth.  The Natchitoches Regional Airport is a small airport located within the city.  Greyhound buses also make stops in Natchitoches.\n\n",{"type":"==","value":["Get around"]},"\n\nNatchitoches is a small town, and does not have a public transit system.  Much of the travel through the historic district can be done on foot.  For those who drive their own vehicles to visit, parking is generally not a difficulty.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Historic District"]}," along the Cane River Lake in downtown Natchitoches features architecture reminiscent of the French Quarter in ",{"type":"[[","value":[["New Orleans"]]},".  Antique shops and restaurants line the old brick street in front of the Cane River Lake.  Many older mansions are nearby and include bed and breakfasts if you decide to stay the night. "]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alligatorpark.net\/ Bayou Pierre Alligator Park"]}]}," is located nearby Natchitoches. Dozens of alligators are visible to visitors.  Here you can feed the alligators, enjoy cajun food and music, as well as try some alligator meat.  Also visit the petting zoo and exotic animal habitat.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Fort Saint Jean Baptiste"]}," is located in Natchitoches as well, and includes a recreated environment of the early 1700s fort, which was the oldest in the Louisiana Purchase. An interpretive center\/museum will provide visitors with a glimpse into colonial Natchitoches.  It features a short historic video and several exhibits and artifact displays, as well as interpreters in costume and performing historical reenactment daily."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nsula.edu\/ Northwestern State University"]}]}," is a large presence in the city and has a scenic campus worth driving through. The university, with an enrollment over 10,000 is home to the Normal Hill Historic District, featuring many historic buildings and structures. On this campus, ",{"type":"'''","value":["Louisiana School for Math, Science, and the Arts"]}," is located, hosting some 400 of the smartest students in Louisiana, as well as the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nsula.edu\/scholars\/ Louisiana Scholars' College"]}]},", a selective admission honors college focusing on a traditional liberal arts education."]},"\n",{"type":"*","value":[{"type":"'''","value":["Old American Cemetery"]}," stands on the original location of Fort St. Jean Baptiste, and is made up of graves dating back to the time when the fort was still active.  This cemetery, which is still in use today, has some of the most beautiful gravestones to be found.  While there, be sure to note the large tree that has actually grown around a gravestone, on the edge of the cemetery bordering Second Street."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fws.gov\/natchitoches\/ Natchitoches National Fish Hatchery"]}]}," helps restock National Wildlife Refuges, and visiting biologists have come from as far away as Turkmenistan to do research there.  Currently they raise, in limited production, largemouth bass, bluegill, and catfish; and in more active production, striped bass, pallid sturgeon, and paddlefish.    It is open to all visitors and will arrange group tours."]},"\n",{"type":"*","value":[{"type":"'''","value":["Front Street"]}," is one of the centers of Natchitoches culture. It provides the area with cultural goods and services. It is a cobblestone walkway with shops on one side and a pristine river on the other side. It is a historic shopping district which also is the place where all major events are held."]},{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Shop in the historic district"]}," of Natchitoches on Front Street."]},{"type":"*","value":["Visit the old ",{"type":"'''","value":["American cemetery"]}," and see one of the oldest cemeteries west of the Mississippi."]},{"type":"*","value":["Converse with locals in coffee shops such as ",{"type":"'''","value":["Mr. Johnny's"]}," on Front Street."]},"\n",{"type":"==","value":["Festivals"]},"\n\nNatchitoches has a history of providing festivals to its inhabitants. Attend the many festivals that the small town puts on for its inhabitants and those from the outside.\n\n",{"type":"*","value":[{"type":"'''","value":["Natchitoches Christmas Lights Festival"]}," - One of the prominant festivals is the famous Natchitoches Christmas Lights Festival. From the weekend after Thanksgiving to January 6, over 500,000 visitors come to the small town of  Natchitoches to take place in the Christmas festivities, which include a light display through out the town as well as fireworks shows every weekend. The main festival takes place on the first Saturday of December where arts, crafts, vendors, live music and events can be found. There is a cover charge for the first Saturday, but all other events are free and open to the public."]},{"type":"*","value":[{"type":"'''","value":["Natchitoches Meat Pie Festival"]}," - Autumn festival to celebrate the famous spicy meat pies which can be found in the area."]},{"type":"*","value":[{"type":"'''","value":["Zydeco Festival"]}," - Usually held at the end of August, the zydeco festival is a celebration of this creole music and culture. "]},{"type":"*","value":[{"type":"'''","value":["Historic Tour of Homes"]}," - Usually held at the end of Autumn, tours, given by docents in period dress, of all the historic mansions in the historic district are given for a small fee."]},"\n",{"type":"==","value":["Buy"]},"\nLouisiana-related antiques and other products can be purchased at the shops along the lakefront in downtown.  Alligator related products and decorative weapons can be purchased at the alligator farm.  Northwestern State University related products can be purchased from Campus Corner across the street from the University, and also from the NSU bookstore inside the student union building.There is also a restaurant called Magee's which is situated across the NSU Campus next to City Bank and Trust company.\n\n",{"type":"==","value":["Eat"]},"\nOne popular regional dish is the Natchitoches Meat Pie.\n",{"type":"*","value":[{"type":"'''","value":["Mama's Oyster Bar"]}," on Front Street."]},{"type":"*","value":[{"type":"'''","value":["Papas Bar and Grill"]}," on Front Street."]},{"type":"*","value":[{"type":"'''","value":["The Landing"]}," on Front Street."]},{"type":"*","value":[{"type":"'''","value":["Magee's"]}," on University Parkway."]},{"type":"*","value":["'\"Lasyone's\"' on Second Street."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Pioneer Pub"]}," - Located on Front Street in the Historic District, the pub is a fun local watering hole full of strange and interesting characters.\n\n",{"type":"==","value":["Sleep"]},"\nNational hotel chains have franchises in Natchitoches.  Several large hotels are located near I-49, where it passes the outskirts of Natchitoches.  \n",{"type":"*","value":[{"type":"'''","value":["Holiday Inn Express Natchitoches"]}," 5131 Highway 6."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ramada Inn Natchitoches"],["alt="],["url=http:\/\/www.ramadagulfcoast.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 318 357-8281"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=7624 Highway 1 Bypass."]]}]},"\nBed and Breakfasts are located close to the Historic District of Downtown Natchitoches as well.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Steel Magnolia Bed & Breakfast"],["alt="],["url="],["email="],["address=320 Jefferson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=238-2585."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hampton Inn Natchitoches"],["alt="],["url="],["email="],["address=5300 University Parkway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=French Quarters Bed and Breakfast"],["alt="],["url="],["email="],["address=104 Poete St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=352-3123."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Judge Porter House Bed and Breakfast"],["alt="],["url="],["email="],["address=321 2nd St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=352-9206."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Levy-East House Bed and Breakfast"],["alt="],["url=http:\/\/www.levyeasthouse.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Historic Natchitoches Bed and Breakfast located at 358 Jefferson Street, 800-840-0662."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-49.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Shreveport"]]}],["minorl1="],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Lafayette (Louisiana)"],["Lafayette"]]}],["minorr1=",{"type":"[[","value":[["Alexandria (Louisiana)"],["Alexandria"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.76083"],["-93.08639"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central_(Louisiana)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Natchitoches, Louisiana"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Louisiana\/Localities\/N\/Natchitoches\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Natchitoches, Louisiana"]]}]