[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"],["pgname=National Grid"]]},"\n",{"type":"[[","value":[["Image:British National Grid.svg"],["thumb"],["Grid Letters"]]},"\n\nOn the streets of the UK's major cities, an address and a street atlas are probably all you need to locate places of interest. However a visitor intent on exploring rural parts ",{"type":"[[","value":[["England"]]},", ",{"type":"[[","value":[["Wales"]]}," or ",{"type":"[[","value":[["Scotland"]]}," will soon run up against the wide-spread use of national grid references. These are often found in guide-books, walking guides and even promotional leaflets, and usually look something like this:\n\n: [SU921206]\n\nMost basic mapping in England, Wales and Scotland is undertaken by the ",{"type":"[","value":["http:\/\/www.ordnancesurvey.co.uk\/ Ordnance Survey"]},". Maps published by the Ordnance Survey will certainly show national grid lines; most other maps are derived from Ordnance Survey mapping and will also probably show grid lines. This article is intended to explain how to locate a grid reference on a map using these grid lines.\n\n",{"type":"==","value":["First Select Your Map"]},"\n\nHopefully the information source that has given you the grid reference will also have suggested an appropriate map, or you will already have a map of the area in question. \n\nIf not, then try visiting the Ordnance Survey's ",{"type":"[","value":["http:\/\/www.ordnancesurvey.co.uk\/oswebsite\/getamap\/ Get A Map"]}," web site and entering the grid reference you have. This will show you a small map of the area, but it will also give you links to pages on various Ordnance Survey maps covering that area. Whilst the (not-so) hidden agenda of this site is to persuade you to buy the maps online, there is no requirement to do this; if you choose not to do so follow the links and note down the names of the maps you want. The most important information you need is the type and number of the map, for example:\n\n: Explorer 133\n: Landranger 144\n\nMost good UK bookshops stock Ordnance Survey maps and shelve them by type and number. They can also be bought online.\n\nThe types of maps you are most likely to be interested in are the Landranger series (scale 1:50000) and the Explorer series (scale 1:25000). The former is best for exploring by car or bike, the latter for walking.\n\nAlthough most street maps and atlases are not published by the Ordnance Survey, it is possible to locate a grid reference on most of them. \n\n",{"type":"==","value":["Finding A Grid Reference"]},"\n\n",{"type":"===","value":["On A Landranger Or Explorer Map"]},"\n",{"type":"===","value":["On A Street Map or Atlas"]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"],["Britain and Ireland"]]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Ordnance Survey National Grid"]]}]