[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"'''","value":["Naturism"]}," – also known as ",{"type":"'''","value":["Nudism"]},"  or a ",{"type":"'''","value":["Clothes-Free"]}," lifestyle – has a small but enthusiastic following in a number of countries around the world.  It's not about sex, but a preference to abandon the artificial – and often functionally unnecessary – use of clothing to cover parts of the body.  However, as nudity is often considered socially unacceptable, naturists often have difficulties finding travel destinations where they can practice their lifestyle and have their state of undress accepted.\n\n",{"type":"==","value":["Understand"]},"\n\nMany countries have laws that make nudity in a public place either a crime or at least a misdemeanor offense. Also, many societies associate nudity with erotic entertainments, which are often strictly controlled or forbidden.  As a result, naturist destinations are often in remote, out of the way places, and discretely advertised to avoid attracting the undesirable attention of those would would interfere with this lifestyle, either by trying to put a stop to it or by using it as a source of personal amusement.\n\nSome naturist ",{"type":"'''","value":["resorts"]}," (often called \"nudist camps\" by the public) are \"clothing optional\", leaving it up to the individual whether to wear clothing and\/or how much.  Others ",{"type":"''","value":["require"]}," nudity, to discourage visits by voyeurs who just want to look at naked people, and to maintain an egalitarian \"we're ",{"type":"''","value":["all"]}," nude here\" atmosphere.  Many locations maintain fairly strict codes of public conduct, intended to keep them suitable for families with minor children and\/or to avoid running afoul of laws against \"lewd conduct\" in public.  Learn the expectations of any specific naturist destination before traveling there.\n\nThe most common naturist destinations are ",{"type":"'''","value":["beaches"]}," where nude bathing and sunbathing are either tolerated in practice or formally permitted. Whether naturism is tolerated at a particular beach is usually judged from local information, the relative remoteness of the location and whether the naturist feels reasonably inconspicuous.\n\nOn a ",{"type":"'''","value":["'mixed beach"]},"' without signs to demarcate an area allocated for naturism, a tension can arise between naturists and others over territory: adherents of each group feel presence of the other group spoils their enjoyment of the beach. This gives rise to dynamic situations where the suitability of a beach for naturism changes from time to time, shifting according to which group arrived first, and invisible demarcation lines seem to arise that tend to concentrate a naturist minority into \"ghetto\" areas.\n\n",{"type":"==","value":["Destinations"]},"\n",{"type":"===","value":["Australia"]},"\n",{"type":"[[","value":[["Australia"]]},"\n\n",{"type":"'''","value":["ACT"]},"\n",{"type":"*","value":[" Kambah Pool"]},"\n",{"type":"'''","value":["New South Wales"]},"\n",{"type":"*","value":["Armands Beach, Bermagui, Sapphire Coast, New South Wales"]},{"type":"*","value":["Birdie Beach, Wyong Shire NSW National Park & Wildlife Authority"]},{"type":"*","value":["Lady Bay Beach, Watsons Bay, Sydney Harbour (name changed in 1977 from Lady Jane Beach)"]},{"type":"*","value":["Little Congwong Beach, La Perouse, New South Wales"]},{"type":"*","value":["Obelisk Beach, Mosman, Sydney Harbour"]},{"type":"*","value":["Cobblers Beach, Mosman, Sydney Harbour"]},{"type":"*","value":["Werrong Beach, Royal National Park"]},{"type":"*","value":["Little Jibbon Beach, Royal National Park"]},{"type":"*","value":["Ocean Beach, Royal National Park"]},{"type":"*","value":["Marley Beach, Royal National Park"]},{"type":"*","value":["Curracurrang, Royal National Park"]},{"type":"*","value":["Samurai, One Mile"]},{"type":"*","value":["Belongil Beach (legal), Tyagarah"]},"\n",{"type":"'''","value":["Northern Territory"]},"\n",{"type":"*","value":["Casuarina Beach, Darwin"]},"\n",{"type":"'''","value":["Queensland"]}," Nude beaches were only recently made legal in Queensland, due to a court decision.\n\nCurrent quasi-legal beaches are:\n",{"type":"*","value":["Alexandria Bay (known as \"A Bay\") near Noosa is a popular spot with nudists and arguably the most tolerated nude beach."]},{"type":"*","value":["Bribie Island - Remote beaches on Bribie were once popular with nudists, though Moreton Bay rangers as well as police now regularly patrol this remote island."]},"\n",{"type":"'''","value":["South Australia"]},"\n",{"type":"*","value":["Maslin Beach"]},{"type":"*","value":["Ocean Beach near Robe"]},{"type":"*","value":["Pelican Point, Barmera"]},{"type":"*","value":["Murippi Beach, near Whyalla"]},"\n",{"type":"'''","value":["Tasmania"]},"\n",{"type":"*","value":["Bakers Beach (not Legal, be discreet)"]},"\n",{"type":"'''","value":["Victoria"]},"\n''Victoria has more than 2000 kilometres of coastline with hundreds of beaches. Four of those beaches are legal clothes-optional beaches.\nMornington Peninsula\n",{"type":"*","value":["Sunnyside North Beach, Mount Eliza, Port Philip Bay (Legal)"]},"Great Ocean Road\n",{"type":"*","value":["Point Impossible Beach, Torquay, West Coast (Legal)"]},{"type":"*","value":["Southside Beach, near Bells Beach, West Coast (Legal)"]},{"type":"*","value":["Campbell's Cove (Legal)"]},{"type":"*","value":["Cape Conran"]},{"type":"*","value":["Cutlers Beach, Wonthaggi Heathlands"]},{"type":"*","value":["The Oaks, Cape Paterson"]},"\n",{"type":"'''","value":["Western Australia"]},"\n",{"type":"*","value":["North Swanbourne beach"]},{"type":"*","value":["Cable Beach, Broome"]},{"type":"*","value":["Warnbro Beach, Rockingham"]},{"type":"*","value":["Mauritius Beach, Exmouth"]},{"type":"*","value":["East Pretty Pool, Port Hedland"]},{"type":"*","value":["Ten Mile Lagoon, Esperance"]},"\n",{"type":"===","value":["Europe"]},"\n",{"type":"====","value":["Belgium"]},"\nIn ",{"type":"[[","value":[["Belgium"]]}," naturism is allowed only in dedicated inland spots and saunas and on the beach of ",{"type":"[[","value":[["Bredene"]]}," close of ",{"type":"[[","value":[["Oostende"]]},". Out of Bredene naturism is not allowed in Belgian beaches. Before the opening of the naturist beach of ",{"type":"[[","value":[["Bredene"]]}," to the practice of naturism in 2002, Belgians had to go the beaches of the ",{"type":"[[","value":[["Netherlands"]]},", usually ",{"type":"[[","value":[["Groede"]]}," in West-Zeeuws Vlaanderen (",{"type":"[[","value":[["Seeland"]]},"), as there are no naturist beaches in the ",{"type":"[[","value":[["Nord-Pas-de-Calais"]]}," Department of ",{"type":"[[","value":[["France"]]},". An exception has always been the natural reserve of ",{"type":"[[","value":[["Het Zwin"]]},", an empty beach between ",{"type":"[[","value":[["Knokke-Heist"]]}," and the Dutch border, where naturism is not legal, but it has been traditionally tolerated. To avoid the increasing violations of privacy in the internet, the City Council of Bredene has strictly prohibited all types photography in the beach.\n\n",{"type":"====","value":["Croatia"]},"\n\n",{"type":"[[","value":[["Croatia"]]}," was the first country in ",{"type":"[[","value":[["Europe"]]}," to start with the concept of commercial naturist resorts. According to some estimates about 15% of all tourists that visit the country are naturists or nudists (more than one million each year). There are more than 20 official naturist resorts as well as a number of the so-called free beaches which are unofficial naturist beaches, sometimes controlled and maintained by local tourist authorities. Naturist beaches in ",{"type":"[[","value":[["Croatia"]]}," are marked as \"FKK\".\n\n",{"type":"====","value":["France"]},"\n",{"type":"*","value":["The largest naturist resort in Europe is Héliopolis\/Port Nature at ",{"type":"[[","value":[["Cap d'Agde"]]}," on the south coast."]},{"type":"*","value":["Part of the ",{"type":"[[","value":[["Île du Levant"]]}," in the Mediterranean is established as Héliopolis a naturist village."]},{"type":"*","value":["Corsicana is one of several naturist beach resorts on the east coast of the island Corsica."]},{"type":"*","value":[{"type":"[[","value":[["Euronat"]]}," in the ",{"type":"[[","value":[["Aquitaine"]]}," region of ",{"type":"[[","value":[["France"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Domaine De Belezy"]]}," is a four star naturist resort some 30 miles north-east of Avignon at the foot of Mt Ventoux."]},"\n",{"type":"====","value":["Germany"]},"\n",{"type":"[[","value":[["File:NRT2 2005.jpg"],["thumbnail"],["FKK Rad Classics 2005 in Karlsruhe, Germany"]]},"\nOn the sea:\nNaturism is quite common on the German coast of the Baltic sea even without designated areas (marked by \"FKK\"), but less common on the coast of the North sea.\nOn lakes and rivers (not supervised):\nOn lakes and rivers there is no general rule. On some places naturism is practised, explicitly stated, or at least tolerated, on other places it is not. If in doubt, do as the locals do. Topless sunbathing is tolerated virtually everywhere.\nIn swimming baths:\nIn swimming baths and indoor pools naturism is generally not tolerated, even toplessness might cause troubles with the pool attendant and eviction from premises. In some places naturism is mandatory during special hours or evenings, those would be marked by \"FKK\" as well.\nPlaces To Go:\nIf visiting Berlin, the Thermen Am Europa Center opposite the Crowne Plaza hotel on Nurnberger Strasse (close to KaDeWe and Zoo Station) is fully FKK and has indoor and outdoor pools, a full range of saunas, steam baths and hot tubs, etc., plus a reasonably priced restaurant.\n\n",{"type":"====","value":["Greece"]},"\nGreece has only a few explicitly naturist resorts on the island Crete, such as ",{"type":"[","value":["http:\/\/www.vritomartis.com\/swim\/our-naturist-beach\/ Filaki beach"]},", and tourist information offices have said that naturism is not permitted elsewhere. There are, however, many beaches on the islands where naturism is tolerated.\n\n",{"type":"====","value":["Italy"]},"\nThe main Italian naturist resorts are:\n\nLe Betulle ",{"type":"[","value":["http:\/\/www.lebetulle.org"]}," in the village of La Cassa about 20 miles north-west of Turin;\n\nCampeggio Naturista Costalunga ",{"type":"[","value":["http:\/\/www.costalunga.org"]},", beautiful camping in Ligurie, near the town of Sassello, 24 km. from the coast;\n\nCà Le Scope, located in Marzabotto near Bologna;\n\nCamping Classe, located in Ravenna on the coast, part naturist and part textile;\n\nEcocampeggio Sassecorbo, located in Tuscany, near Grosseto;\n\nSporting Club Gargano, naturist camping located in Puglia;\n\nPizzo Greco, located in Calabrie, in south of Italy directly on the sea.\n\n",{"type":"====","value":["Poland"]},"\nAlthough there no officially designated naturist resorts, there are several beaches frequented by naturists:\n\nCoast, eastwards:\n",{"type":"*","value":[" Międzyzdroje-Lubiewo"]},{"type":"*","value":[" Unieście"]},{"type":"*","value":[" Grzybowo"]},{"type":"*","value":[" Rowy"]},{"type":"*","value":[" Dębki"]},{"type":"*","value":[" Chałupy"]},{"type":"*","value":[" Gdańsk-Stogi"]},{"type":"*","value":[" Piaski"]},"\nVicinity of big cities:\n",{"type":"*","value":[" Warsaw - Wał Miedzeszyński"]},{"type":"*","value":[" Cracow - Kryspinów"]},{"type":"*","value":[" Poznań - Biskupice Wlkp."]},{"type":"*","value":[" Łódź - Piętnastki or Bronisławów"]},"\nThe naturists' guide to Poland is available at ",{"type":"[","value":["http:\/\/www.naturyzm.info.pl\/index.php?menu=intl"]},"\n\n",{"type":"====","value":["Romania"]},"\nAlthough there no officially designated naturist resorts, there are few places, mainly beaches, frequented by naturists. Topless sunbathing is generally accepted on all beaches.\n\nNaturist beaches on the Black Sea:\n",{"type":"*","value":[" 2 Mai Beach"]},{"type":"*","value":[" Corbu Beach"]},{"type":"*","value":[" Vadu Beach"]},{"type":"*","value":[" Vama Veche Beach"]},"\nResorts:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ocna Sibiului"]]}," - though only a small area is reserved for nudists"]},"\n",{"type":"====","value":["Spain"]},"\n\nSince the arrival of democracy in ",{"type":"[[","value":[["Spain"]]}," after the death of General Franco, nudity is legal over the whole of the Spanish territory and nobody can be fined for the simple fact of being naked. Nevertheless, some city councils prefer to allocate specially dedicated locations to naturists. Moreover, there are many locations in Spain that although they are not specially dedicated by the councils to naturism, they have a long established history of naturist practice.\n\n\nMost travel destinations in Spain have a naturist beach somewhere within the main tourist area. They range from commercial naturist resorts like ",{"type":"[[","value":[["Costa Natura"]]}," in ",{"type":"[[","value":[["Malaga"]]}," to alternative and hippy-oriented communities like in ",{"type":"[[","value":[["Caños de Meca"]]}," (",{"type":"[[","value":[["Cadiz"]]},"), passing by familiy-oriented like ",{"type":"[[","value":[["Arealonga"]]}," in ",{"type":"[[","value":[["Galicia"]]}," and Waikiki in ",{"type":"[[","value":[["Tarragona"]]}," or the mostly gay-oriented of ",{"type":"[[","value":[["Sitges"]]}," close to Barcelona. ",{"type":"[[","value":[["Top-less"]]}," sunbathing was introduced in Spain by northern and central-European tourist women in the early 70s in the last years of the Franco regime. Nowadays it has become extremely popular among Spanish women and although it is the norm on all Spanish beaches, not all women do it.\n\n",{"type":"====","value":["United Kingdom"]},"\nThere are about a dozen official naturist beaches. The popularity of the beaches ranges from Studland with about 2,500 users on a good day to Cleat's Shore where you are unlikely to see anyone else at all. Even the remote Holkham Bay on the North ",{"type":"[[","value":[["Norfolk (England)"],["Norfolk"]]}," Coast had about 500 users one Sunday in September 2005.\n\nWhilst public nudity in Britain isn't explicitly illegal anywhere, it becomes a crime if you are 'causing offense' - therefore it would be very unwise to practice naturism even on the beach unless it is specifically designated as such.\n\nTopless bathing is not generally accepted as much in the United Kindom as it is in mainland Europe, but it is still practiced on some beaches - try and make a personal judgment based on the people nearby. \n\nThere are well over a hundred clubs ranging from little more than a patch of grass to residential resorts.\n\nWell over a hundred swimming pools and leisure centres offer naturist sessions.\n\n",{"type":"*","value":[{"type":"'''","value":["Cleat's Shore"]}," on the ",{"type":"[[","value":[["Isle of Arran"]]}," in ",{"type":"[[","value":[["Scotland"]]},"."]},{"type":"*","value":["The British national association - ",{"type":"[","value":["http:\/\/www.british-naturism.org.uk"]}]},"\n",{"type":"====","value":["Ukraine"]},"\n",{"type":"{{","value":[["disclaimerbox"],["As of March 2014, Crimea is under Russian control and occupation; this information is likely outdated"]]},"\nMost travel destinations in ",{"type":"[[","value":[["Crimea"]]}," have a naturist beach somewhere out the main touristic area. Most known one is in ",{"type":"[[","value":[["Koktebel"]]},". Topless sunbathing is generally accepted on all beaches.\n\n",{"type":"===","value":["North America"]},"\n:",{"type":"''","value":["See also ",{"type":"[[","value":[["w:List of social nudity places in North America"],["List of social nudity places in North America"]]}," in Wikipedia"]},"\n\n",{"type":"====","value":[" Canada "]},"\nToplessness for non-commercial purposes is nominally lawful throughout Ontario (per ",{"type":"''","value":["R. vs. Gwen Jacobs"]},") but rarely practised. There are a few clothing-optional beaches, such as Wreck Beach near Vancouver BC and Hanlan's Point Beach on the Toronto Islands. Nudism in Canada tends, predictably, to be very seasonal by nature. Some nudist or naturist resorts and campgrounds operate commercially. The Federation of Canadian Naturists (www.fcn.ca) and NetNude portal (www.netnude.com) have information on individual locations.\n\n",{"type":"====","value":[" United States "]},"\nLaws about nudity differ throughout the United States.  Places like ",{"type":"[[","value":[["Fire Island"]]}," are operated by the U.S. Park Service, which doesn't always cite offenders. They seem bothered only if you are in a family area like ",{"type":"[[","value":[["Ocean Beach"]]},". They might ask you to move further up the beach if someone complains. On beaches controlled by New York state, however, nudity is illegal. Toplessness by both men and women is legal anywhere in NY except for \"lewd\" displays, as in strip clubs, though of course that doesn't mean it will always be accepted.\n\n",{"type":"*","value":[{"type":"[[","value":[["Sandy Hook"]]}," in ",{"type":"[[","value":[["New Jersey"]]}]},{"type":"*","value":[{"type":"[[","value":[["Fire Island"]]}," in ",{"type":"[[","value":[["New York (state)"],["New York"]]}]},{"type":"*","value":["Moshup Beach in ",{"type":"[[","value":[["Aquinnah"]]},", ",{"type":"[[","value":[["Massachusetts"]]},": a public beach on Martha's Vineyard where nudity is common and tolerated, although not explicitly permitted"]},{"type":"*","value":["Lucy Vincent Beach in ",{"type":"[[","value":[["Chilmark"]]},", ",{"type":"[[","value":[["Massachusetts"]]},": a beach that is open only to those living or staying in Chilmark; nudity is explicitly permitted in certain areas"]},{"type":"*","value":["Haulover Beach in ",{"type":"[[","value":[["Fort Lauderdale"]]},", ",{"type":"[[","value":[["Florida"]]},": Naturist Beach. "]},"\nNaturist resorts in the U.S. are rapidly growing in popularity. There are more than 280 naturist resorts, clubs, and campgrounds in America. Year round upscale resorts are found in ",{"type":"[[","value":[["Palm Springs"]]},", ",{"type":"[[","value":[["California"]]},". Palm Springs is very popular with naturists as it is the sunniest city in the U.S. Being a desert, it averages only 5 inches (130 mm) of rain a year and has no mosquitoes. Naturist resorts in ",{"type":"[[","value":[["Florida"]]}," are also very popular. Virtually all resorts are a member of the AANR non-profit association (directory: ",{"type":"[","value":["http:\/\/www.aanr.com\/aanr-clubs"]},"). The notable exception is ",{"type":"[[","value":[["New Hampshire"]]}," ",{"type":"[","value":["http:\/\/www.nhnude.com"]},".\n\n\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Naturism"]]}]