[{"type":"{{","value":[["pagebanner"],["Nature's Valley (South Africa) banner.JPG"]]},"\n",{"type":"[[","value":[["Image:Nature's Valley (S. Africa).jpg"],["thumb"],["300px"],["Nature's Valley"]]},"\n\n",{"type":"'''","value":["Nature's Valley"]}," is a small village on the ",{"type":"[[","value":[["Garden Route"]]}," along the southern Cape coast of ",{"type":"[[","value":[["South Africa"]]},", tucked between the Soutrivier, the foothills of the Tsitsikamma Mountains, the Indian Ocean and the Grootrivier lagoon. It has a balmy climate and the unusual status of being surrounded by the ",{"type":"[[","value":[["Tsitsikamma National Park"]]},", with the exception of Platbos Reserve, which is also conservation area, albeit privately owned.\n\nThe Tsitsikamma Park is one of the most visited in South Africa, because of the pleasant climate, the beauty of the scenery, the wealth of things to do and see, and also because environmental travellers enjoy the wilderness and the biodiversity.\nThe Cape flora found in and around Nature's Valley and on Platbos Reserve is designated a UNESCO World Heritage site.\n\nNature's Valley is just a short drive east of ",{"type":"[[","value":[["Knysna"]]}," and ",{"type":"[[","value":[["Plettenberg Bay"]]}," and just west of ",{"type":"[[","value":[["Storms River"]]},".\n\nA network of trails covers the surrounding hills and beaches. The lagoon offers sheltered water for sailing and canoeing, without powerboating and beach buggies. A walk along beaches and a rocky path leads to the Salt River Mouth after crossing Pebble Beach, a large area completely covered in sea-smoothed cobbles.\n\nEast of Nature's Valley is the Grootrivier Lagoon, which marks the end of the Otter Trail, starting at Storms River Mouth, 60km further east. This 5-day trail is considered by many hikers to be the finest in South Africa, being strenuous, scenic and extremely varied. The route meanders along the coast through evergreen forest, past boulder-strewn beaches and frequently crossing tannin-stained streams. Huts are available for the hiker at the end of each day, but bookings have to be made well in advance.\n\nThere is plenty to offer the visitor to Nature's Valley, from the many varied hiking trails to the Animal Sanctuaries next door in The Crags. It is also just a short drive to the World's Highest Bungee at the Bloukrans Bridge and ",{"type":"[[","value":[["Storms River"]]}," Mouth.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe Tsitsikamma forest is an ecological wonderland. It can alternately be describes as a coastal temperate rainforest or an Afromontane forest. The forest on Platbos Reserve includes many if not all of the special species of tree found here, such as Real Yellowwood (Podocarpus latifolius), Outeniqua Yellowwood (Podocarpus falcatus), and Stinkwood (Ocotea bullata). It is beautiful inside the forest, as if you are inside a cathedral. Sounds are muted, and the call of the birds are clear and simply enchanting. The forest canopy lets through dappled light, but keeps the air moist enough to smell of earth and humus. It is this forest that is so difficult to rehabilitate. It can take hundreds of years for the forest edge to advance only meters. The fynbos prepares the way for a nurse population of trees (such as Virgilia divaricata, or Cape lilac). Only under the shelter of these fast growing trees will the trees that characterise Tsitsikamma forest grow at all.\n\nThe meadows of fynbos look and feel completely different. Fynbos consists of low shrubbery, and what makes it so special is the variety of flowers and colours. Fynbos's most wonderful attribute is the spicy, woody fragrance. In a fynbos field like this the air is full of the smell.\n\nPlatbos Reserve is home to several bush and forest mammals, such as the shy bushpig (Potamochoerus larvatus), caracal (caracal), Chacma babboon (Papio ursinus), bushbuck (scriptus) and many more.\n\nThe forest and the open fields hosts a vast variety of different bird species. If you are a bird watcher you will enjoy the exquisite and very rare tauraco, which is popularly known as the Knysna lourie (Tauraco corythaix) in the forest, and several species of colourful sunbird in the fynbos. \n",{"type":"[[","value":[["File:Platbos Reserve Forest Edge By Bass Lake.JPG"],["thumb"],["Platbos Reserve by Bass Lake"]]},"\n\nSince it is a wilderness area snakes, spiders and insects are also plentiful.\n\n",{"type":"===","value":["History"]},"\nThe area has a very interesting political, social and environmental history. Palaeontological evidence abounds of the prehistoric hominins who peopled the coastline. Archeological digs at Plettenberg Bay's Robberg and rock art in the De Vasselot section of the Tsitsikamma National Park indicate that earlier people were what are called strandlopers in South Africa, or beachcombers. By the time European traders and colonisers arrived, in mid-1600's, the people of the Cape were mainly Khoisan and Bantu peoples.\n\nIn the 18th century the port town of Knysna became a center of timber trade, which precipitated a woodcutter period of deforestation that saw some of the oldest trees in the forest, especially the yellowwoods, cut down. The forest suffered less damage than might be expected, since the woodcutters were selective about trees, leaving the forest canopy intact, and allowing the saplings to survive.\n\nAs the area developed forested areas were occasionally cleared to make way for plantations of exotic trees like pine. Forested areas like Platbos Reserve, which were initially part of the wild Tsitsikamma forest, were privately owned at the time when South Africa proclaimed the area a protected National Park, and for several decades served as farmland for potatoes and pine plantations. The soil became degraded and the forested parts started to dwindle. The fact that Nature's Valley and Platbos Reserve are privately owned areas inside the Tsitsikamma National Park make then hotspots for environmentally-minded individuals to attempt forest rehabilitation. As a tourism attraction, it is especially exciting for travellers interested in the environment and eco-friendly tourism.\n\n",{"type":"===","value":["Forest Rehabilitation"]},"\nThe Tsitsikamma is an ancient forest. The Podocarpus genus (Yellowwood) is possibly as old as 105 million years, and some of the Tsitsikamma's most famous yellowwood trees are between 600 and 800 years old. Palaeontological evidence suggests the forests on South Africa's coast have existed for 20 thousand years. It is not surprising that the Tsitsikamma is a slow growing forest that struggles to recover once it is reduced.\n\nMany factors play a role in the shrinking of the forest, including climate change over millennia which favoured savannah grassland and fynbos vegetation to weather the arid climate. Currently the Tsitsikamma rainforest survives on a fraction of the precipitation the world's other temeperate rainforests need. Deforestation and the introduction of exotic plants by colonialists also placed the forests under pressure. Even now, while the forests of South Africa's Garden Route are protected Parks, exotic plants like the Blue Gum and Australian wattles continue to consume most of the water in the soil and, growing much faster, crowd out indigenous species.\n\nAlso, the pioneer vegetation of the Tsitsikamma forest is Cape fynbos, which consists of obligate seeders and which needs fire to germinate. Since the trees in the Tsitsikamma forest lose their lower branches as they reach the forest canopy, the forest is largely fire resistant. Fire, however, endangers the young trees on the forest edges. If this forest nursery burns down with every fynbos fire, the forest cannot advance.\n\nForest rehabilitation is therefore a long-term project that is very labour-intensive. It involves firstly attending to the health of existing forest by clearing it of invasive plant species. Secondly, pioneer and nurse vegetation must be planted or protected. These plants on the edge of the forest prepare the soil for saplings, and faster growing indigenous trees, like the keurboom, offer saplings shade under which they flourish. The forest nursery should also be protected from the Western Cape's aggressive fires, by maintaining firebreaks.\n\nPlatbos Reserve's conservation and rehabilitation effort is a unique experiment in reforestation, and makes it a fascinating point of interest.\n\n",{"type":"===","value":["Climate"]},"\nAlthough the forest is called a temperate rainforest, it manages to survive on very little rain. The rainfall is approximately 945 mm per annum. This is very low compared to other temperate rainforests, such as in the Great Smoky Mountains National Park in North America which has annual precipitation of 200-400 cm. The summer, especially January and December, is the rainy season. Rainy weather varies from persistent drizzle and misty days, to storms and cloudbreaks.\n\nThe temperature ranges between 23째C\/17째C in January and 17째C\/10째C in July. The fact that the Reserve is on the coast of the warm Indian Ocean explains the balmy climate.\n\n",{"type":"===","value":["Landscape"]},"\nAt the foot of the  Tsitsikamma Mountains there is a plateau on which Platbos Reserve is found, and after another sharp drop in the groundlevel, another narrow plateau houses Nature's Valley. 'Platbos' is an Afrikaans name, meaning 'Flat Bush \/ Forest'. This is a rather descriptive name, as the Reserve fits onto the plateau. Nature's Valley has an equally descriptive name, as it is surrounded by mountains upon mountains, yet faces the sea.\n\n",{"type":"===","value":["The people"]},"\nThe local community consists of the permanent and seasonal residents of the seaside town of Nature's Valley, and the community of Covie, a nearby settlement. The Western Cape has a reputation of warmth, hospitality and humour, but service is often below par.\n\nAfrikaans is the language most commonly spoken as a first language, but many residents also speak isiXhosa and English.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nWalking and hiking at Nature's Valley and Platbos Reserve are controlled via the National Parks board which issues permits free of charge. In season Platbos Reserve may restrict access to guests of Plateau Country House.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nLocated on the R102, just off the N2, the village is easily accessible by car from ",{"type":"[[","value":[["Port Elizabeth"]]}," (3hrs) and ",{"type":"[[","value":[["Cape Town"]]}," (6hrs) as well as other towns along the Garden Route.\n\n",{"type":"===","value":["By bus"]},"\nThe main companies pass along the N2 on their ",{"type":"[[","value":[["Cape Town"]]}," to ",{"type":"[[","value":[["Port Elizabeth"]]}," route. You can ask to be dropped at the R102 in The Crags and from there you can hitch down to Nature's Valley.\n\nThe only BazBus stop is at the Wild Spirit Lodge and Backpackers on the R102 Nature's Valley Road.\n\n",{"type":"===","value":["By rail & plane"]},"\nThere is no rail station nor airport in Nature's Valley. The closest airports are in Port Elizabeth (201km away) and ",{"type":"[[","value":[["George"]]}," (130km away).\n\n",{"type":"==","value":["Get around"]},"\nThe only way to get around Nature's Valley without your own car is to walk.\n\n",{"type":"==","value":["See"]},"\nNature's Valley beach is one of the most spectacular along the Garden Route. The village is surrounded by the ",{"type":"[[","value":[["Tsitsikamma National Park"]]},".\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hike"]}," the Salt River Cove Trail and the Kalanderkloof Trail, a 5 hour mini Otter Trail "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Birds of Eden"],["url=http:\/\/www.birdsofeden.co.za\/"],["email=birdsofeden@monkeyland.co.za"],["address=The Crags"],["lat="],["long="],["directions=10 km out of Nature's Valley"],["phone=+27 (0)44 534-8906"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Crags Elephant Sanctuary"],["url=http:\/\/www.elephantsanctuary.co.za\/crags.htm"],["email=cragelephant@telkomsa.net"],["address=The Crags"],["lat="],["long="],["directions=10 km out of Nature's Valley"],["phone=+27 (44) 534 8145"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Visit"]}," the other Animal Sanctuaries in The Crags (10 km). Snakes, Birds and Big Cats."]},{"type":"*","value":[" ",{"type":"'''","value":["Jump"]}," from the Worlds Highest Bungee at the Bloukrans Bridge (20 km)"]},{"type":"*","value":[" ",{"type":"'''","value":["Rent a canoe"]}," and spend some hours on the lagoon."]},{"type":"*","value":[" ",{"type":"'''","value":["Walk"]}," the final stage of the Otter Trail."]},"\n",{"type":"==","value":["Buy"]},"\nLocal Craft shops in The Crags\n\n",{"type":"==","value":["Eat & Drink"]},"\nThere is only one shop \/ restaurant \/ bar in Nature's Valley serving good food and beer at a reasonable price.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Nature's Valley"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nature's Valley Restcamp"],["url=http:\/\/Tsitsikamma_National_Park#Sleep"],["email=reservations@sanparks.org"],["address="],["lat="],["long="],["directions="],["phone=27 (0)44 531-6700"],["tollfree="],["fax="],["hours="],["price=From R150"],["checkin="],["checkout="],["content=Camping and Forest Huts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tranquility Lodge"],["url=http:\/\/www.tranquilitylodge.co.za"],["email=book@tranquilitylodge.co.za"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)44 531-6663"],["tollfree="],["fax=+27 (0)44 531-6879"],["hours="],["price="],["checkin="],["checkout="],["content=A haven of peace and luxury awaits you in the heart of the Tsitsikamma, surrounded by mountains and a pristine beach. The garden hosts a unique hot-pool."]]}]},"\n",{"type":"===","value":["Outside Nature's Valley, known as ",{"type":"[[","value":[["The Crags"]]}]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kingfisher Lodge"],["url=http:\/\/www.forestmagic.co.za\/"],["email=enjoy@forestmagic.co.za"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)82 756-3616"],["tollfree="],["fax="],["hours="],["price=From R300 per person"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lily Pond Country Lodge"],["url=http:\/\/www.lilypond.co.za\/"],["email=info@lilypond.co.za"],["address=R102 Nature's Valley Rd"],["lat="],["long="],["directions="],["phone=+ 27 (0)44 534-8767"],["tollfree="],["fax="],["hours="],["price=From R650 per person per night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Plateau Country House"],["url=http:\/\/www.cape-plateau.com"],["email=info@cape-plateau.com"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)71 112-9011"],["tollfree="],["fax="],["hours="],["price=R1.150 pps b&b"],["checkin="],["checkout="],["content=All suites in this 5-star establishment are climate controlled and luxuriously appointed, and Plateau Country House offers guests the use of saunas,  the gymnasium, underground wine cellar, massage studio, hair salon and library. This private 82ha reserve is surrounded by the National Park."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wild Spirit Lodge and Backpackers"],["url=http:\/\/www.wildspiritlodge.co.za\/"],["email=info@wildspiritlodge.co.za"],["address=R102, The Crags"],["lat=-33.948878"],["long=23.521256"],["directions=From Plettenburg Bay, 3km along R102, see sign"],["phone=+27 (0)44 534-8888"],["tollfree="],["fax="],["hours="],["price=Dorms from R100"],["checkin="],["checkout="],["content=Backpackers Lodge and self-catering. Accommodation incl. Dorms, Doubles and Camping. Shuttle Service to all nearby attractions. BazBus stop."]]}]},"\n",{"type":"==","value":["Go next"]},"\nNearest cities are ",{"type":"[[","value":[["Plettenberg Bay"]]}," to the west, 37km away, and ",{"type":"[[","value":[["Storms River"]]}," to the east. The neighbouring area is called ",{"type":"[[","value":[["The Crags"]]},", a tourist destination full of things to do and see. They include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Birds of Eden"],["url=http:\/\/www.birdsofeden.co.za"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bramon Wine Estate"],["url=http:\/\/www.bramonwines.co.za"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Elephant Sanctuary"],["url=http:\/\/www.elephantsanctuary.co.za\/cragshome.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Monkeyland"],["url=http:\/\/www.monkeyland.co.za"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tenikwa Wild Cat and Wildlife Sanctuary"],["url=http:\/\/www.tenikwa.co.za"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Garden_Route"]]},"\n\n",{"type":"{{","value":[["Geo"],["-33.948283"],["23.520917"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Nature's Valley"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Nature's Valley"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]