[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Nature Park Bulgarka"]}," is a protected national nature park situated in the central northern part of the ",{"type":"[[","value":[["Balkan Mountains"]]}," near the ",{"type":"[[","value":[["Bulgaria"],["Bulgarian"]]}," towns of ",{"type":"[[","value":[["Gabrovo"]]}," and ",{"type":"[[","value":[["Tryavna"]]},". The park has been protected because of its picturesque mountain landscapes, the variety of rare animals and plants, as well as in the aim of preserving traditional ethnic handcrafts and beliefs in the both the ethnographic open-air museum complex ",{"type":"'''","value":[" \"Etar\" "]}," and the ",{"type":"'''","value":["Dryanovo Monastery"]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Bulgarka2.JPG"],["thumb"],["250px"],["The park is home to more than 17,000 hectares of forests."]]},"\nNature Park Bulgarka (in Bulgarian: Природен Парк Българка) is a vast Bulgarian nature park occupying an area of nearly 22,000 hectares, located along the northern slopes of the of the central ",{"type":"[[","value":[["Balkan Mountains"]]},". The area’s historical and biological significance has lead to the establishment of the Nature Park Bulgarka on 9 August 2002, which makes it one of the youngest members in the \"family\" of protected nature parks in Bulgaria.\n\nIts attractive scenery, historical significance and location within the country makes the park one of one of the most visited sites in Bulgaria. The park is located around the geographical center of the country and one of the major passages through the ",{"type":"[[","value":[["Balkan Mountain"],["Balkan"]]}," (namely - the ",{"type":"''","value":["Shipka"]}," passage) is on park grounds. Also, two of the most popular sights in Bulgarka, the complex \"Etar\" and the Dryanovo Monastery, can be identified as focal points of Bulgarian culture. Finally, the area now known as the park-museum \"Buzludzha-Shipka\", is one of the places of major historical significance for the Bulgarian people and is a favorite destination on national holidays.\n\nAlthough there are many villages near and in the park, there are only a few towns nearby. The nearest are ",{"type":"[[","value":[["Gabrovo"]]}," and ",{"type":"[[","value":[["Tryavna"]]}," both to the north of Bulgarka. The closest larger population center to the south along the road is the town of ",{"type":"[[","value":[["Kazanluk"]]},".\n \n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["Image: Summerscene01.jpg"],["thumb"],["250px"],["Summer in the park."]]},"\nSome of the most striking landscapes in Central ",{"type":"[[","value":[["Balkan Mountains"],["Stara Planina"]]}," (",{"type":"''","value":["Stara Planina"]}," being the other name of the Balkan) are included in the nature park. Bulgarka features steep cliffs, cool meadows, forests of some of the rarest tree species as well as forests of century-old trees, the springs of some of the greatest rivers in Bulgaria and some of the highest waterfalls in the Balkan peninsula. \n\nThis region, located between the steep topography of the Central Balkan Mountains and its lower and sloping eastern part, is characterized by significant diversity in terrain. This diversity of terrain in the area supports a great variety of flora and fauna. Further, due to the area's position in a section of the Balkans that served as a crossroads for centuries, the park is also home to many historical sites.\n\n",{"type":"===","value":["Climate"]},"\nThe park has a mountain-continental climate, owing to its position in the Balkan Mountains and distance from the ",{"type":"[[","value":[["Bulgarian Black Sea Coast"]]},". The area has warm and dry summers, cool rainy springs and autumns, and cold snowy winters – a good condition for ski resorts such as the one in the Uzana area.\n\nThe average temperatures in the summers are 12° – 16°С with highs around 23°С and hottest temperature registered 31°С. Those summer temperatures make the park perfect for hiking, picnics and sightseeing walks. The winter averages are (-2)° – (-6)°С with lows around (–12)°С and lowest registered: (-29)°С. Frequent snows and the lack of rapid changes in temperature make the winter climate suitable for winter sports.\n\n",{"type":"===","value":["History"]},"\nAll of the Stara Planina has a significant and special place in the history and culture of the Bulgarian people ever since the country's foundation in 681. It served as a natural fortress of the Bulgarian Empire for centuries and formed an effective barrier to Moesia (the Danube lowlands in Bulgaria) where most of the medieval capitals were located. The Central Balkan mountains, in or close to Nature Park Bulgarka, were the site of numerous battles between the Bulgarian and the Byzantine Empires and the Bulgarian people and the Ottoman Empire. For many centuries the Byzantines feared that mountain and on several occasions Byzantine armies had pulled back only on the news of approaching Stara Planina. Some of the greatest stands of the Bulgarians against the Ottoman rule were made in the Balkan Mountains. During the Ottoman rule many ",{"type":"''","value":["haiduts"]}," (Bulgarian freedom fighters) found refuge in the mountain. Close to the highest point of Stara Planina (Botev peak) is the Shipka Pass, the scene of the four battles in Russo-Turkish War of 1877-78 which ended the Ottoman rule in the Balkans. On mount Shipka there is a memorial park and close to the pass in the village of Shipka there is a Russian Orthodox church, both built to commemorate Russian and Bulgarian bravery during pass defense.\n\nNature Park Bulgarka, founded in 2002, has the goal of capturing the historical along with natural aspects of the Balkan. It can be said that the establishment of the park has come naturally as a consequence of the significance of the mountain in the formation of the Bulgarian identity.\n\n",{"type":"===","value":["Flora and Fauna"]},"\n",{"type":"[[","value":[["Image: Bear 01.JPG"],["thumb"],["250px"],["A Eurasian brown bear in Nature Park Bulgarka."]]},"\nThe Stara Planina is remarkable for its flora and fauna. In terms of zoology, the park is located the Balkan region of European fauna. \n\nMany wild animals, such as the Eurasian wolf, fox, the golden jackal, Eurasian brown bear, wild boar, red deer, roe deer, hare, eastern hedgehog, squirrel, badger, mink and others inhabit the forested lands of the Nature Park Bulgarka. Birds in the park include the golden eagle, the common kestrel, rock dove, great spotted woodpecker, black woodpecker, green woodpecker, cuckoo, common buzzard, owl, white wagtail, turtledove, jay, magpie, raven, hooded crow, blackbird, thrush, starling, lark, finch, nightingale, domestic sparrow, oriole, great tit and others. Reptiles native to the park lands include are three species of snakes, lizards and others. Amphibians include several frogs, salamander and invertebrates include snails, tritons and many kinds of insects. Fish in the waterways include trout, black fish, and others.\n\nForests cover about 80% of the park area, or 17,461 hectares. Various types of beech constitute the largest portion of the forest, at 65%. Other verities of deciduous trees include oaks, water locust, birch hornbeam, linden, elm, acacia, aspen, maple, ash, wild cherry, holly, rowan, birch and others. Coniferous trees found in the park include white and black pine, spruce, fir, white fir and others. Gymnosperm plants covers about 0.6 ha. This botanical uniqueness, which occurs only in this part of Bulgaria and has includes special combinations of beech, yew, and laurel, makes the park a significant conservation habitat. Within Nature Park Bulgarka are designated areas established to promote greater habitat conservation.\n\nNearly 70% of the officially recognized medicinal plants in Bulgaria may be found within the Nature Park Bulgarka.\n\nAt least 360 plant species grow in the park, including 31 species listed as threatened or endangered. This includes; yew, wild ticket silivryak gesneriaceae, mountain maple, Bulgarian types of orchids, medicinal tweeter, mountain onion cytisus, mountain vetch astragalus, among other. However, as one of the youngest nature parks in Bulgaria, a full classification of all the types of flora and fauna available is yet to come.\n\n",{"type":"==","value":["Get in"]},"\nIts favorable geographical location, at the geographical center of Bulgaria, it is easy to access from nearby cities, airports and railway stations from across the country. It is a \"Nature Park\" and not a national park - there is no controlled access, no gates and people may enter at any time. \n\n",{"type":"===","value":["By car"]},"\nConvenient roads connect the park to many surrounding municipalities and towns, including ",{"type":"[[","value":[["Gabrovo"]]},", ",{"type":"[[","value":[["Kazanluk"]]},", ",{"type":"[[","value":[["Stara Zagora"]]},", Tryavna and ",{"type":"[[","value":[["Veliko Tarnovo"]]},".\n\nWestern portions of the Nature Park Bulgarka are easiest to access by roadways. The E-85, which is a trans-European transport corridor running from ",{"type":"[[","value":[["Helsinki"]]}," to ",{"type":"[[","value":[["Dimitrovgrad"]]}," and connects Gabrovo to Kazanluk, provides access to Etar Architectural-Ethnographic Complex, the Sokolski Moistary, the mountain villages of Chervena Lokva and Vodotsi and the Shipka Monument.\n\n",{"type":"===","value":["By railroad"]},"\nRailroads provide access to the park from the cities of Stara Zagora, Tryavna and Veliko Tarnovo.\n\nEastern portions of the Nature Park Bulgarka are easiest to access by railroad. A Bulgarian Railway Line running from Gorna Oryahovitsa in the north passes to Plovdiv in the south passes through this portion of the park with stops at Plachkovtsi, close to the park, and the mountain village of Krastec inside the park.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nNature Park Bulgarka is a ",{"type":"''","value":["nature park"]}," and not a National Park, which means that there are no restrictions to enter such as barriers and fences or fees and taxes. It is open to any who wishes to visit, there are no permits required to harvest plants and fungi from the park. \n\n",{"type":"==","value":["Get around"]},"\nWhile there are a number of villages located inside the park, they are too small to have their own taxies, bus lines or marshrutkas. However, there is regular bus service between ",{"type":"[[","value":[["Kazanluk"]]}," and ",{"type":"[[","value":[["Gabrovo"]]},", which stops at the Shipka Monument. While it may be possible to hire a taxi to take you into the park, this would be prohibitively expensive. Also, as the park is situated in the mountains, to visit the more remote areas of Nature Park Bulgarka requires, hiking, bicycling or horse riding.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image: Parksign 01.jpg"],["thumb"],["250px"],["A sign marking the entrance to Nature Park Bulgarka."]]},"\nThe 22,000 hectares of Nature Park Bulgarka are home to many beautiful sights and places to visit. Some of these include;\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Etar Architectural-Ethnographic Complex"]}," ",{"type":"[","value":["http:\/\/www.etar.org\/ 1"]}," (",{"type":"''","value":["about 8 km south-east of Gabrovo on road E-85"]},"). Usually referred to as ",{"type":"''","value":["Etara"]},", this is a recreation of a Bulgarian Revival Village similar to how ",{"type":"[[","value":[["Gabrovo"]]}," was looked during the 17th, 18th and 19th centuries. Built in the 1960s, the complex is home to a number of shops and crafts such as wood-carving, pottery, coppersmithing crafts, furriers, cutlery making, needlework, etc. aimed to depict and preserve traditional Bulgarian handcrafts of the Bulgarian Revival era. There are also souvenir shops, an ethnic restaurant and a nearby three-star hotel with a bar and a restaurant."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shipka Memorial"]}," (",{"type":"''","value":["about 18 km south-east of Gabrovo and 13 km north of the village of Shipka on E-85"]},"). A memorial park with an iconic monument in the honor of those who died for the liberation of Bulgaria during the battles of Shipka Pass in the Russo-Turkish War of 1877-78. There are several floors inside the a 31.5-metre (98-foot) high stone tower monument where one can find replica of Bulgarian military flags and other battle relics, while the top of the tower reveals a panorama of Shipka Peak and the surrounding area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sokolski Monastery"]}," (",{"type":"''","value":["about 15 km southwest of Gabrovo, not far from Etura"]},"). The Sokolski Monastery is a Bulgarian Orthodox monastery founded in 1833 and named after its founder Yosif Sokolski. It in the Bulgarka Nature Park and is close to the Sokolovo cave. The whole monastery was built during the Bulgarian National Revival with the strong support of the people of Gabrovo and the local villages. The monastery also played an important role during the April Uprising."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Uzana area"]}," (",{"type":"''","value":["about 22 km south-west of Gabrovo on Route 5006 and 22 km north-west from Shipka village on Route 56"]},") This alpine meadow is a popular ski destination in the winter and summer activates include hiking, horse riding and bicycling. The area is home to a number of hotels, restaurants and ski lodges, an information center and the western station of mountain rescue services. The area is the geographical center of Bulgaria."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hristo Smirnensky Water Reservoir"]}," (",{"type":"''","value":["about 12 km south-west of Gabrovo on E-85 and  Route 5006"]},") This man-made lake, which provides drinking water for Gabrovo, is a popular fishing destination."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Village of Krustets"]}," (",{"type":"''","value":["about 20 km south of Tryavna along Route 609 and 50 km from Kazanluk along E-871 and Route 609"]},") This village, is the south-eastern portion of the park, is home to a convenient railway station, one of the few roads crossing through this portion of the park, connections to the B1 and K11 trails and is about three km from the Vikanata Skala area of Nature Park Bulgarka."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image: Picnicarea 01.jpg"],["thumb"],["250px"],["One of the many picnic areas available in Nature Park Bulgarka."]]},"\nActivities available in the park vary by the season. In the spring, after the snow melts, through the summer and into the fall before the snow returns, hiking, fishing, gathering herbs, sight seeing and similar activities are possible. \n\n",{"type":"===","value":["General activities"]},"\n",{"type":"*","value":[{"type":"'''","value":[" Bird Watching."]}," The park, home to many species of song birds, raptors and other kinds of birds, is a popular destination of bird watchers from across Europe. There is a bird watching tower at Markov Stol along the First Steps eco-trail. "]},{"type":"*","value":[{"type":"'''","value":[" Horse Riding."]}," Horses may be ridden in the park and rented in the Uzana area. While there are no logal restrictions on taking horses into the park or riding them, many of the paths and trails are rough, steep and rocky and thus not suitable for horse riding. People interested in equestrian activities should exercise caution.  "]},{"type":"*","value":[{"type":"'''","value":[" Paintball."]}," There is a paintball course in the Uzana area, which operates during the summer. "]},{"type":"*","value":[{"type":"'''","value":[" Photography."]}," The colors of the park vary widely and wildly across the park and across the year from the brilliance of the white winters, to the endless green of summer, to the warm and fiery colors of autumn. At almost anytime and at almost location, Nature Park Bulgarka is a good place for photography.  "]},{"type":"*","value":[{"type":"'''","value":[" Rock Climbing."]}," Nature Park Bulgarka is home to many rock faces and rock climbing is a popular activities. There is a face rock climbing wall in Uzana at the entrance to the Frist Step eco-trail, but otherwise no specified rock climbing areas and the rock faces have not been evaluated for difficulty. "]},{"type":"*","value":[{"type":"'''","value":[" Fishing."]}," Fishing in the lakes, rivers and streams in Nature Park Bulgarka is permitted and does not require a permit or license."]},{"type":"*","value":[{"type":"'''","value":[" Herb Gathering."]}," It is legal to gather herbs, for cooking and medicinal uses, from the park and this is a popular activity among the Bulgarians. "]},{"type":"*","value":[{"type":"'''","value":[" Hunting."]}," Hunting in the park is legal, though hunters are prohibited from taking certain protected species, such as the Eurasian brown bear. Hunters are urged to check with local authorities on the issue."]},{"type":"*","value":[{"type":"'''","value":[" Mushroom Gathering."]}," It is legal to gather mushrooms and fungi in the park, for cooking and eating, from the park. However, of the 300 or so species of fungi which grow in the park, many are toxic or many only be safely consumed at a certain time in the life cycle of the fungus. Caution is urged to people interested in this activity."]},"\n",{"type":"===","value":["Hiking"]}," \nThe park is home to more than 30 hiking trails, some short and some of which require days to complete. Trails maintained the Nature Park Bulgarka directorte, which are entirely inside the park, include;\n",{"type":"*","value":[" ",{"type":"'''","value":["Uzana Ecotrail"]}," (",{"type":"''","value":["Time to complete, about 90 minutes"]},") Informational plates describing common trees dot the trail as do rest area places for making a fire, sports facilities and two shelters having barbecue pits. The entrance arch is next to Impulse Hotel and a sign displaying the layout of the path is posted nearby. Most of the trail runs through a beech forest. The peaks Shipka, Buzludzha and Bedek are seen from the panoramic ground. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["First Steps for Magician Beginners"]}," (",{"type":"''","value":["Time to complete the first circle about three hours; time to complete the second circle, about two hours"]},") There are tow parts to this trail, the first circle and the second circle, both beginning at the Mountain Rescue Service in Uzana. The first circle leads to Ispolin Peak and offers panoramic views the Shipka, Buzludzha, Bedek peaks, as well Koprinka Lake and the Valley of Thracian Kings. On the way back, hikers can stop by the tower for bird watching at Markov Stol and at the end of the route, climb the artificial climbing wall which fitted on the building of Mountain Rescue Service. The second circle leads hiker to the House of Baba Yaga, with is a summer-house and a fireplace nearby. Following the marking, hikers pass the geographical centre of Bulgaria and through a mixed beech forest you will get to the Laboratory of Baba Yaga. Both circles give opportunity of acquainting yourself the medicinal plants in the region, main tree species and common mammals, birds and butterflies. A great number of educational and illustrated boards and maps are placed along both trails."]},"\nRefer to ",{"type":"'''","value":["Get out"]},", below, for information on other trails.\n\n",{"type":"==","value":["Buy"]},"\nThere are limited shopping opportunities located inside Nature Park Bulgarka itself. However, there are ample shopping opportunities in Gabrovo, Kazanluk, Tryavna and Shipka village. Unfortunately, there are no stores selling camping supplies in Gabrovo or Kazanluk, but both cities are home to stores which sell hunting supplies. \n\n",{"type":"==","value":["Eat"]},"\nThere are ample dinning opportunities in Gabrovo, Kazanluk, Tryavna and Shipka village. In addition, there are Bulgarian delis, called magazines, in most of the mountain villages located inside the park and small restaurants in some of those villages. Lastly, most of the hotels in the park have their own restaurants.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Pochiven Dom Edelvays"],["alt=Uzana area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=066 8065 88"],["tollfree="],["fax="],["hours="],["price="],["content=Hotel restaurant, mixed fare including traditional Bulgaria cuisine."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Meeting  House"],["alt=just north of the western portion of the park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=088 7950 559"],["tollfree="],["fax="],["hours="],["price="],["content=Fast food restaurant, traditional Bulgaria cuisine."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Strannopriemnitsa Hotel"],["alt=Etura area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(066) 810 580"],["tollfree="],["fax="],["hours="],["price="],["content=Fine dining, traditional Bulgaria cuisine."]]}]},"\n",{"type":"==","value":["Drink"]},"\nDrinking establishments are common in Bulgaria and the villages and resorts located in Nature Park Bulgarka. Beer and alcohol are available at almost all coffee shops, restaurants and shops where food and refreshments are available. There are few establishments which serve only alcohol.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image: Winterscene01.JPG"],["thumb"],["250px"],["Winter in the park."]]},"\nHotels are available in the nearby cities of Gabrovo, Kazanluk, Tryavna and the village of Shipka. Most of the hotels inside the park are located in the Uzana area, though some others and guesthouses (rental houses) are available in other locations.  \n\n",{"type":"===","value":["Hotels"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Edelweiss"],["alt=located in the Uzana area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+359 8888 83906"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=130 beds, prices range from 23 Euro (about $30 U.S. or 45 lev) to 62 Euro (about $82 U.S. or 122 lev)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Prima S"],["alt=located in the Uzana area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=088 8009 001"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=68 beds, prices range from 36 Euro (about $47 U.S. or 70 lev) to 48 Euro (about $64 U.S. or 95 lev)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Impulse"],["alt=located in the Uzana area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+359 6680 7005"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=160 beds, prices range from 19 Euro (about $30 U.S. or 44 lev) to 120 Euro (about $160 U.S. or 236 lev)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Hitar Petar"],["alt=located in the Etura area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+359 8884 06199"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=20 beds, prices range from 20 Euro (about $30 U.S. or 45 lev) to 70 Euro (about $93 U.S. or 138 lev)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel-Restaurant Shipka"],["alt=located in the Shipka Pass area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+359 4324 2730"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=53 beds, prices range from 23 Euro or $30 U.S. (45 lev) to 23 Euro or $30 U.S. (45 lev)."]]}]},"\n",{"type":"===","value":["Guest\/Rental Houses"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ognyanovata Kashta"],["alt=located in Gornova Mogila village, just north of the western region of the park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+089 3438 432"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Prices for renting a double in house are around 20 Euro (about $27 U.S. or 39 lev)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Denizovata Kashta"],["alt=located in Zeleno Durvo village, inside the western region of the park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+087 8657 576"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Prices for renting the house are around 102 Euro (about $136 U.S. or 200 lev)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kashta Za Gosti Pri Tanevi"],["alt=located in Plachkovtsi village, just north of the eastern region of the park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+089 8449 378"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Prices for renting rooms in the house range from about 16 Euro (about $21 U.S. or 31 lev) to 21 Euro (about $28 U.S. or 41 lev)."]]}]},"\n",{"type":"===","value":["Camping"]},"\nOutdoor camping in Nature Park Bulgarka is permitted, however visitors are urged to use the hizha (хижа), or mountain huts, available for overnight stays in the forests. Some of the trails through the park require several days to complete, necessitating either camping or use of the hizha. The hizha are maintained by the Bulgarian Tourist Union and use of the hizha is on a first-come, first-serve basis. Regardless of actual out-of-doors camping or using the hizha, overnight visitors are urged to follow a ",{"type":"[[","value":[["Leave-no-trace camping"]]}," philosophy.\n\n",{"type":"===","value":["Backcountry"]},"\nMost of Nature Park Bulgarka qualifies as “backcountry,” being the forested hills, mountains and valleys of the Stara Planina, with paths and trails leading miles from nearby villages and roadways.\n\n",{"type":"==","value":["Stay safe"]},"\nBulgarians often have a flexible interpretation of hunting laws, at least in terms of when the seasons end and open, so visitors hiking back trails and engaging in camping during the autumn, winter and early spring should be alert and wear an orange vest, even if they are not hunters themselves. Hikers and campers are also encouraged to take cellphones with them and to be mindful of where the phones do and do not work. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountain Rescue Service"]}," ",{"type":"[","value":["http:\/\/www.pss.bg\/home.php 1"]}," has a station in Uzana, in the western portion of the park, and near Vikanata Skala, in the eastern portion of the park. Tel. +359 2963 200. "]},"\n",{"type":"*","value":[" In case of fire; Tel. 066 800 160, for Gabrovo. Tel. 0677 22 11, for Tryavna. Wildfires are no common, though visitors are urged to employ good sense in terms of campfires, throwing away cigarettes and being alert to the periodic local burn-ban."]},"\n",{"type":"==","value":["Connect"]},"\nGPS serve is good through out the park, in terms of getting a satellite signal, though many smaller roads and trails are not marked in GPS tracking software. Cell phone services is moderate in the park, with service available on the hills and poor or none existent in the valley. None of the villages have payphones. \n\nA new tourist information center for the park is located near the southern entrance to the Etura Complex. In addition, \nthe directorate of Nature Park Bulgarka may be contacted at;\n",{"type":"*","value":[" Gabrovo 5300(Габрово 5300)"]},{"type":"*","value":[" Yl. Minzuhar No. 1(ул. Минзухар № 1)"]},{"type":"*","value":[" Tel +359 6680 8857"]},{"type":"*","value":[" E-Mail dppbulgarka@abv.bg (или) dppbulgarka@dag.bg"]},{"type":"*","value":[" www.ppbulgarka.net"]},"\n",{"type":"==","value":["Go next"]},"\nThere are two systems of trails in the park, one maintained by the directorate of Nature Park Bulgarka and one maintained by the Bulgarian Tourist Union. Trails maintained by the Bulgarian Tourist Union, which pass out of and into the park, include;\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kom to Emine Trail, “E3”"]}," (",{"type":"''","value":["Time to complete, about twenty days"]},") The \"E3\" runs the length of Bulgaria, from close to the ",{"type":"[[","value":[["Serbian"]]}," border to near the Black Sea. The small portion of this trail passing through Nature Park Bulgarka begins about three kilometers west of the Uzana area along upper ridges of the Balkan Mountains, continues following the ridges through the park, passing close to Shipka Peak, Buzludzha Peak and Bedek Peak and then to hizha Gramadliva before leaving the park."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bulgarka Trail, “B1”"]}," (",{"type":"''","value":["Time to complete, about six days"]},") This lengthy trail begins in Tryavna, goes through Stanchev village and Krastets village, passes close to Bedek peak and Shipka peak and ends in Gabrovo."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Radevtsi to Hizha Bulgarka Trail, “B4”"]}," (",{"type":"''","value":["Time to complete, about five hours"]},") this trail, running through the eastern portions of the park, begins near Poungovtsi village, passes through Radevtsi village and ends at Hizha Bulgarka, near Vikanata Skala."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Etura to Sokolski Monistary Trail, “B9”"]}," (",{"type":"''","value":["Time to complete, about two hours"]},") This trails begins at the Etar Architectural-Ethnographic Complex and ends at the Sokolski Monistary."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Radetski to Shipka Trail, “B10”"]}," (",{"type":"''","value":["Time to complete, about five hours"]},") A medium length trail running from Radetski village, passing a Roman era road, to the Shipka peak."]},"\nRefer to ",{"type":"'''","value":["Do"]},", above, for information on other trails.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Balkan Mountains"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Bulgarka Nature Park"]]}]