[{"type":"{{","value":[["pagebanner"],["Wikivoyage banner Nazca lines.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Nazca"]}," is a town in ",{"type":"[[","value":[["Peru"]]},"'s ",{"type":"[[","value":[["Southern Coast (Peru)"],["Southern Coast"]]}," region. It is most famous for the so-called ",{"type":"''","value":["Nazca Lines"]},", a mix of long lines, geometrical figures, and giant drawings in the desert sand.\n\n",{"type":"==","value":["Understand"]},"\n\nToday's Nazca town is on the site of where the ancient Nazca civilization was based after the fall of its first capital, Cahuachi, in around AD 400. It has an exotic, dusty, desert setting but holds little enchantment in itself. It can provide between a few hours' and a few days' entertainment depending on one's interest in the ",{"type":"'''","value":["ancient Nazca people"]},".\n\n",{"type":"===","value":["The ancient Nazca people"]},"\n\nFor much of their history, the Nazca people were based in the Ceremonial City of Cahuachi, an ancient pilgrimage center 28 km southwest of modern Nazca. The society emerged in around 100 BC and was active until around AD 750. Its influence stretched from Cañete in the north to Acari in the south. The lower section of the Nazca Valley was likely chosen to situate Cahuachi due to its abundant underground water, which allowed extensive irrigation for improved agriculture.\n\nThis civilization was responsible for the famous ",{"type":"'''","value":["Nazca lines"]},", giant representations of animals and other designs that are also seen on Nazca pottery and textiles found at Cahuachi. Discovered pottery fragments also suggest that the Nazca people gathered in the desert to perform religious ceremonies, with objects being smashed as offerings to the gods in the sky. The fragments found in the desert among the Nazca Lines are mainly pieces of panpipes and whistles, suggesting the importance of music in the religious rites.\n\nA series of natural disasters, climatic and tectonic, began to undermine the civilization in around AD 350. An earthquake finished the capital, Cahuachi, in around AD 400, leaving the society to limp into oblivion for next few centuries from its new base in what would become modern Nazca.\n\n",{"type":"===","value":["Discovery of Nazca culture"]},"\n\nNazca culture first aroused academic interest through its pottery. In the 1890s, archaeologist Max Uhle was studying ceramic samples at the Anthropologisch-Ethnografische Museum in ",{"type":"[[","value":[["Dresden"]]},". The consignment contained many works from South America, including some striking and colourful work from the Nazca people. In 1901 he travelled to Peru to examine their origins. After months of searching he arrived at the Valley of Ica at a place called Ocucaje, where he met farmers who told him about the ancient cemeteries where these colourful ceramics were frequently found. Uhle excavated the sites and found Nazca ceramics at many of them. His work introduced Nazca culture to the wider world.\n\n",{"type":"===","value":["Discovery of the Nazca lines"]},"\n\nThe Nazca Lines were first spotted when Faucette, an early Peruvian airline, began flying from ",{"type":"[[","value":[["Lima"]]}," to ",{"type":"[[","value":[["Arequipa"]]}," in the 1920s. The pilots noticed lines criss-crossing the desert between the valleys of Palpa and Nazca.\n\nThe pilots' discoveries led Toribio Mejia Xesspe, an archaeologist, to come to Nazca in 1926. His research arrived at the conclusion that the lines were part of ancient sacred roads. Xesspe never flew over the area and so only saw straight lines; he missed the figures. \n\nA more worthy discovery of the lines was made in 1939 by Paul Kosok of Long Island University. Kosok came to Nazca to study the ancient irrigation systems, the puquios (see below). He surveyed the channels and noted that over 50 of the underground aqueducts were still in used. He was told of other, even older, ancient channels and so set out to the Nazca desert but found only long shallows furrows. He thought that perhaps these other ancient channels were located very far away and so hired a small crop-dusting aircraft to go and find them. On the flight he saw hundreds of lines and geometrical forms in the desert. He later recalled asking the pilot to follow one particular line and being somewhat surprised at it leading to a bird! Kosok later met Maria Reiche, who then devoted her life to studying and preserving the lines.\n\n",{"type":"===","value":["Nazca channels or ",{"type":"''","value":["puquios"]}]},"\n\nAfter the fall of Cahuachi, the Nazca people still achieved some notable, though oft overlooked feats. An extensive series of underground channels, the puquios (a Quechua word to describe a natural spring), are one of the greatest legacies of the Nazca culture. This underground system is unique in South America, and perhaps the world, because of its very intricate construction. Over 50 underground channels were built over one hundred years starring in AD 400; many of them are still in use! Some of the best preserved channels are at ",{"type":"[[","value":[["#See"],["Cantalloc"]]},", also known as Cantayo, where visitors can see a series of spiral blow holes, which were probably used to allow cleaning of the channels' interiors and also to restore them after earthquakes.\n\n",{"type":"===","value":["Nazca ceramics"]},"\n\nThe cemeteries along the Nazca River contained the colourful ceramic works that first drew attention to the Nazca people. The high-quality work on vessels shows realistic and complex depictions of the ancient Nazca world: everyday life, animals, plants, fruits, birds, insects and gods are all represented. Vessels showing stylized creatures, including zoomorphic and anthropomorphic designs, sometimes contain over ten colours. Bridge-handle bottles with two landfills are the most common find, but spherical pots were also produced, as well as cups and glasses. The best examples of Nazca ceramics are in museums, such as the ",{"type":"[[","value":[["#See"],["Museo Arqueologico Antonini"]]}," in Nazca, the Anthropological and Archaeological Museum  in ",{"type":"[[","value":[["Lima"]]},", the Regional Museum of ",{"type":"[[","value":[["Ica"]]},", and many others in Peru and around the world.\n\n",{"type":"===","value":["Nazca textiles"]},"\n\nThe Nazca people's belief in life after death led to mummification of their corpses. The shrouds wrapping the dead were fine textiles, which still retain their quality and colours. The Nazca people, like many other pre-Inca peoples, believed textiles to be spiritually important, leading their textiles to be skillfully produced and depicting sophisticated artistic scenes on fabrics of cotton and the fibre of Andean camels. \nSamples from the ancient capital of Cahcuachi can be seen at the ",{"type":"[[","value":[["#See"],["Museo Arqueologico Antonini"]]}," in Nazca.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are frequent collectivos (small buses) to and from ",{"type":"[[","value":[["Ica"]]},". They leave when full, it takes 2-3 hr and cost 12 soles.\n\nThere are several direct overnight buses from ",{"type":"[[","value":[["Cuzco"]]}," (14 hours) and ",{"type":"[[","value":[["Arequipa"]]}," (9 hr). Delays can occur in the wet season. Prices vary between 60 and 170 soles.\n\nThere are also buses to ",{"type":"[[","value":[["Lima"]]}," (Cruz del Sur and Oltursa buses go via ",{"type":"[[","value":[["Ica"]]}," and ",{"type":"[[","value":[["Paracas"]]},") throughout the day and overnight, the journey takes about 6-8 hr.\n\nNazca is a small city that does not have a proper bus station. Most of the bus companies are situated on the northwest part of the city.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"{{","value":[["infobox"],["Often heard lies at the bus stop"],[{"type":"*","value":["\"That's a very good hotel, but it is full because there is a convention in town. I know because it's our family's hotel. But don't worry, we have another hotel and we can give you a room there!\""]},"\n",{"type":"*","value":["\"The hotel is full. I know because I work there.\" "]},"\n",{"type":"*","value":["\"The hotel changed owners and is now very, very bad.\""]},"\n",{"type":"*","value":["\"They've upgraded and the price has doubled\/tripled\/$850 a night\/whatever\""]},"\n",{"type":"*","value":["\"The owner is a Polish women (one wonders what the Polish ever did wrong in Nazca) who is very unfriendly and she'll attack you (sometimes another former Eastern bloc nationality is used.)"]},"\n",{"type":"*","value":["\"My father has a hotel, my brother is a pilot and I have a travel agency\" "]}]]},"\nGetting around in Nazca is easy. You can walk almost anywhere and a taxi inside of town really costs around 3 soles although every taxi driver might try to charge you more. \n\nThe big hassle in Nazca are the touts that hang out at the bus stations and on the streets. They represent shady or nonexistent hotels and travel agents, claim to work for your hotel or to offer cheap flights for viewing the Nasca lines. Ignore them and have your hotel pick you up from the bus station.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo Arqueologico Antonini"]},", Av de la Cultura 606 (follow Jr Bolognese about 1km east). Informative museum about the surrounding archeological sites. It also has a collection of pottery and textiles. In the garden there is a working aqueduct and a scale model of the lines. Entrance US$6."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nazca channels or ",{"type":"''","value":["puquios"]}," at Cantalloc"]}," The pre-Inca Nazca people developed a system of underground  aqueducts to irrigate the dry lands that lacked surface water. Therefore despite the harsh desert climate, the Nazca region hosts fields of cotton, corn, beans, potatoes and fruit still watered by over 30 of these underground  channels. Nearby are various geometric lines etched on the desert. There are also the Inca ruins of Paredones."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cemetery of Chauchilla"]}," For many years the Chauchilla Cemetery was looted by treasure hunters, who destroyed the place completely, taking away all the treasures the mummies kept in their tombs for centuries. Grave robbers just left behind the corpses, which can be seen today all over the ground. In addition to skulls and bones, visitors also can see several tombs centuries old, as well as long human hairs, ceramic fragments and others remains scattered on the desert surface. It is the only archeological site in Peru, in which ancient mummies are seen in their original graves, along with ancient artifacts, dating back to 1000 AD. This archaeological excursion is combined with the visit to a Nasca Ceramic workshop, where visitors will learn about the old technique of making Nasca pots and also a visit to the gold extraction centre to see an old way of extracting gold using huge mortars."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chicchitara Carving Rocks"]},", in the Palpa Valley."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Palpa Lines"]}]},"\n",{"type":"===","value":["Nazca Lines"]},"\n\n",{"type":"{{","value":[["infobox"],["A step-by-step guide to surviving an early morning arrival from Lima"],["The early arrival will leave you tired and cranky, not ideal for facing the viscious touts that confuse and bewilder travellers. They offer combined hotel and flight packages that are invariably overpriced. Laminated menus offering different aircraft smash against bleary eyes that just want to crawl into a bed, no matter how overpriced. However, ",{"type":"'''","value":["Do not fall for their lies"]},". A cheap room should cost up to 50 soles and a ",{"type":"'''","value":["seat in a plane with only two passengers"]}," starts at about US$50. Therefore, one room and a private flight for two shouldn't cost much more than $120 ",{"type":"'''","value":["in total"]},". Travel agents in the town are not much help and are best avoided. The lines are clearly visible at any time between dawn and dusk (touts will say otherwise). Flights are available 7AM-4PM.\n\n",{"type":"*","value":[" Get off the bus (even if sleeping through to Arequipa is tempting)"]},{"type":"*","value":[" Brush off the touts (politely if possible)"]},{"type":"*","value":[" Find some coffee (optional but recommended)"]},{"type":"*","value":[" Take a taxi to the airport (4 soles)"]},{"type":"*","value":[" Each flight operator has a sales desk at the airport, so shopping around is easy. Play them off against each other for the best price. (Your chosen operator will hold your luggage behind their desk without stealing from it)"]},{"type":"*","value":[" Pay the departure tax (25 soles) "]},{"type":"*","value":[" Forget the stress and fatigue and enjoy the flight!"]},{"type":"*","value":[" Your flight operator will take you for free back into town "]},{"type":"*","value":[" You'll be all done by 10 or 11AM, leaving plenty of time to find more coffee, a hotel or the first bus out"]}]]},"\n\nThe ",{"type":"'''","value":["Nazca Lines"]}," are the star attraction. Scattered over 500 km² of an arid plateau between the Nazca River and Ingenio River, they are huge representations of geometric patterns, animals, humans figures and thousands of perfectly straight lines that go on for kilometers. They were created by removing surface stones, revealing the lighter-colored soil below. They're unquestionably ancient (dating back 1400-2200 years), and remarkably precise (with straight lines and clean curves). The images are so huge that they are only appreciable from the air, a fact which has led to speculation that the ancient Nazca people either had access to hot air balloons or alien helpers. Most academics attribute the lines' precision to low-tech surveying techniques, but nobody actually knows who made them or why. \n\n",{"type":"====","value":["From the air"]},"\n\nNazca town is full of hotels and tour agents pedling flights over the lines in Cessnas, few, if any, will offer a decent price. A seat in a ",{"type":"'''","value":["four-seater plane (two pilots, two passengers)"]}," should start from US$50 in the low season, don't pay more than US$90. Haggling is necessary. An airport tax of 25 soles is usually ",{"type":"'''","value":["not included"]}," in the price. Longer flights which include the nearby Palpa lines are also available.\n\nOnly consider booking in advance in the high season (December to March) as planes are going up and down all day and flights are generally only 30 mins, meaning that hundreds of people can be dealt with daily. Booking with flight operators directly at their airport sales desks allows for easy price comparison and ensures your money isn't needlessly passed through brokers. ",{"type":"'''","value":["Never deal with the touts at the bus stops"]},", they will leave you very badly off. The cautious may choose to pay only after taking a flight but buying at the airport is safe enough. Flights run ",{"type":"''","value":["as required"]}," from 7AM-4PM, so don't feel pressured, you'll fly when you want to.\n\nThe pilots love banking their small planes hard (for good views of the ground) and motion sickness can occur. Take a motion sickness pill if in doubt. \n\n",{"type":"====","value":["From the ground"]},"\n\nThere is a ",{"type":"'''","value":["observation tower"]}," (2 soles) along the Panamerican highway with a view of three of the figures and a lookout on a mountain. If you get airsick, this is the way to go.  You can go there by tour, public transportation, hitchhiking, or taxi (around 50 soles per car for a roundtrip). Buses from Nazca to Flores, Cueva or Soyuz pass the tower. Flag a bus down for the trip back to town.\n\n",{"type":"==","value":["Do"]},"\n\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" For fast and cheap ",{"type":"'''","value":["street food"]}," try one of the stands at the south-east corner of the Plaza de Armas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pacante's fastfood café"]},", Jr Bolognese 464. Simple and cheap burgers, with a friendly owner who likes to talk to gringos."]},"\n",{"type":"*","value":[" The restaurants you find all over town that are used by natives offer a full menu (soup, a choice of 3-5 main dishes, and a drink) for 5-10 soles."]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are several bars along Jr. Bolognesi.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nazca Lines Hotel"],["url=http:\/\/www.peru-hotels.com\/nazlines.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$80 for a single"],["checkin="],["checkout=1PM"],["content=3 star hotel with A\/C rooms. For some reason the only English channel on TV is FoxNews."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Hacienda Nasca Oasis"],["url=http:\/\/nascaoasis.com\/"],["email="],["address=Panamericana Sur Km 449, El Carmen de Pangaravi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hacienda style accommodation in individual bungalows with common swimming-pool and a view out to the biggest sand dune in the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Alegria"],["url=http:\/\/www.hotelalegria.net\/"],["email="],["address=Calle Lima - 166"],["lat="],["long="],["directions="],["phone=+51 56 522702"],["tollfree="],["fax="],["hours="],["price=US$35 a person"],["checkin="],["checkout=12 noon"],["content=Swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Brabant Hostel"],["url=http:\/\/brabanthostalnasca.webklik.nl"],["email=brabanthostalnasca@hotmail.com"],["address=Calle Juan Matta 878"],["lat="],["long="],["directions="],["phone=+51 56 524127"],["tollfree="],["fax="],["hours="],["price=Dorm bed 16 soles (as of May 2013), single room 25 soles, double room 35 soles, triple 45 soles, quadruple 60 soles. Double room with private bathroom and cableTV: 50 soles"],["checkin="],["checkout="],["content=Opened in March 2007, a cheap, quiet, safe and clean small hostel, one block from the main square. The Dutch-Peruvian owners provide a family atmosphere, great service, good breakfast, roof terrace, games, internet, and laundry. They also organize flights over the Nazca Lines and other tours. Bus terminal pick-up day or night, just call or mail them before. Multiple languages spoken. People hanging around the buses when you arrive do not work for this hostel, they are attempting to mislead for their own personal gain. The dormitory is used as luggage storage too, so it can be very busy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Camiluz"],["url="],["email="],["address=Av Maria Reiche 304"],["lat="],["long="],["directions="],["phone=+51 56 523871"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A quite and safe place to stay in Nazca, located just 3 blocks away from downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Don Agucho"],["url=http:\/\/www.hoteldonagucho.com\/"],["email="],["address=Av. Los Paredones con Av. San Carlos Nº 100"],["lat="],["long="],["directions="],["phone=+51 56 522048"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=On the right side of the Nazca River, 3 blocks from the main square, in a very quite zone away from the commercial centre and traffic. Swimming pool surrounded by a garden with comfortable hammocks and furniture to chill out on, free tea and coffee, English spoken and lots of information about Nazca. On the south side of the river and therefore in a very dangerous part of town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pirwa Hostel Nazca"],["alt=Pirwa backpackers hostel Nazca"],["url=http:\/\/www.pirwahostelsperu.com\/"],["email=info@pirwahostelsperu.com"],["address=Maria Reiche Ave. #304"],["lat=-14.824250"],["long=-74.937115"],["directions="],["phone=+51 84 244315"],["tollfree="],["fax="],["hours="],["price=From US$9\/person"],["content=Services: free pick up, free internet access, free continental breakfast and more"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The WalkOn Inn"],["url=http:\/\/www.walkoninn.com"],["email=nazca@walkoninn.com"],["address=José María Mejía 108"],["lat="],["long="],["directions=2nd street behind the church"],["phone=+51 56  522566"],["tollfree="],["fax="],["hours="],["price=Maximum 25 soles per person, 15 soles for a dorm bed, 8 soles for breakfast buffet."],["checkin="],["checkout="],["content=Swimming pool, free internet and free wifi and friendly service in several languages (en-fr-de-nl-es), enquire about laundry service and burning CDs or DVDs of your pictures. Quiet neighbourhood. Travel agent at reception. The rooftop terrace has a great view of the town and surroundings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje Inti Wuasi"],["url="],["email="],["address=Jose Maria Mejia B-10, Nasca"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=S\/15"],["checkin="],["checkout="],["content=Cheap beds to sleep, however Micky the tour guy will bug you for his tours. Often they are overpricing cost more 5 times the normal value on the main street."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hospedaje Yemayá"],["alt="],["url="],["email=nascahospedajeyemaya@yahoo.es"],["address=Callao 578"],["lat="],["long="],["directions="],["phone=(056) 52-3146"],["tollfree="],["fax="],["checkin="],["checkout="],["price=50 soles for double with private bathroom"],["content=This hostel is located exactly between the bus station and the main plaza: two and half blocks from each. It has clean rooms with private bathroom, good wi-fi (AcessPoint on each floor) and not so good TVs. The best thing is its owner - super friendly Luis: he will give you advice about fair prices agencies should ask for or tips how to visit all three miradors and Maria Reiche museum independently."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThere are various travel agents in town though ",{"type":"''","value":["having an office in Nazca does not guarantee trustworthiness"]},". Be very careful and ",{"type":"'''","value":["never"]}," buy from people that ",{"type":"'''","value":["address you on the street"]}," or wait the ",{"type":"'''","value":["bus stop."]}," \n\nIf you think that the Peruvian government is worthy of your money, only work with tax paying business that will give you a legal tax invoice (called either a \"boleto\" or a \"factura\"). This document will have the name of the business and their VAT number printed on it, together with a unique number.\n\n",{"type":"==","value":["Go next"]},"\n\nCruz del Sur run daily buses to ",{"type":"[[","value":[["Lima"]]}," at 11:30AM and at 2:30PM. The trip takes 7 hr approximately.\n",{"type":"[[","value":[["Arequipa"]]}," is 8 hrs away by bus. Cruz del Sur offer buses at 3:00PM and also later in the evening. Most of the other companies' buses leave in the evening from 10PM-12 midnight.\n\n",{"type":"[[","value":[["Ica"]]}," is 2.5-3 hrs away, various companies run buses throughout the day. Prices start from 7 soles. SOYUZ is 12 soles (as of May 2013)\n\nThe long trip to ",{"type":"[[","value":[["Cusco"]]}," from Nazca can be broken up into three legs if you don´t mind being called \"gringo\" when hanging out in the intermediary towns.  Hourly colectivos ply the paved, but curvacious, road to Puquio where you will find 3 simple hostels near the main plaza (18 soles a night for doubles with bano privado).  From there, buses head another 6 hr (40 soles) to Abancay.  In Abancay, you will find that the Hotel Paraiso next to the bus terminal is your best bet. From there, Cusco is a 5 hr bus (20 soles) ride on an equally winding, but paved, road.\nOr you can simply go with one of the bigger bus companies direct: Cruz Del Sur (only Luxury VIP class available for about s\/185), Oltrusa (s\/99), CIAL (s\/80 semi-cama).\n\n",{"type":"{{","value":[["geo"],["-14.828889"],["-74.943611"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Coast (Peru)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nazca"]]},"\n",{"type":"[[","value":[["Commons:Nazca"]]}]