[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Nea Anchialos"]}," (",{"type":"[[","value":[["Greek phrasebook"],["Greek"]]},": Νέα Αγχίαλος) (Population: 7,411) is a seashore city situated 18 km southeast of ",{"type":"[[","value":[["Volos"]]},", situated in ",{"type":"[[","value":[["Thessaly"]]},", almost in the middle of the distance between ",{"type":"[[","value":[["Athens"]]}," (305 km) and ",{"type":"[[","value":[["Thessaloniki"]]}," (230 km).\n\nThanks to its picturesque, charming nature, clean seaside, the coexistence of peacefulness and the cosmopolitan life and mainly the clean environment and the hospitality of the local people, have made the town one of the biggest tourist resorts of the area. Nea Anchialos has dense vegetation, full of pine trees, vineyards, olive trees, almonds trees.\n\nNea Anchialos is a seashore city situated 18 km southeast of Volos, almost in the middle of the distance between Athens (305 km) and Thessaloniki (230 km).\nTwo little hills, Kokkinovrahos and Mavrorahi, rise west-northwest, which attribute to the town its exquisite view of the clear waters of Pagassitikos bay and reveal the excellent laying out.\n\nThe beautiful coasts of Nea Anchialos extend to 20 kilometers. There is a variety of beaches with the unique reddish sand (appropriate for sand-baths for people suffering from rheumatism).\nThere is also golden sand as well as cliffs and pebbles. Small bays and ports, which are formed in certain areas, offer indisputably clear water, ideal for swimming, fishing and sea sports.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nThe modern town is built on the ruins of the ancient city of ",{"type":"'''","value":["Pyrasos"]}," (Πύρασος), and is associated with the nearby city of Thessalian or Phthiotic Thebes (Θῆβαι Φθιώτιδες\/Θεσσαλικαἰ), near the modern village of Mikrothivai.\n\nHomer provides us with information about Pyrasos in his list of ships (Iliad B.695). According to Strabo (IX.435), who discusses its topography, as \"well-harboured Pyrasos\".\n\nUntil the construction of Demetrias by the Macedonians, it was the main harbour on the Pagasetic Gulf. It was besieged and captured by Philip V of Macedon in 217 BC, and the city became a Macedonian colony. \n\nFollowing Philip's defeat by the Roman Republic, in 189 BC the city was moved from the inland site of the old Phthiotic Thebes back to Pyrasos (Nea Anchialos) and became capital of the restored Phthiotic Achaean League. In Late Antiquity, it became part of the province of Thessalia, of which it was the third-most important city and main harbour. The city's prosperity from the 4th through the 6th centuries is attested by the number of its Early Christian monuments, but was brought to an end in a great fire in the late 7th century that destroyed the city. The city was rebuilt and apparently continued to be of some note—its bishop is last mentioned in the 8th\/9th century—but never recovered and was eventually eclipsed by the nearby port city of ",{"type":"[[","value":[["Almyros"]]},".\n\nNea Anchialos (meaning \"New Anchialos\") was founded in 1906 by Greeks who fled the Black Sea town of Anchialos (modern ",{"type":"[[","value":[["Pomorie"]]}," in ",{"type":"[[","value":[["Bulgaria"]]},") after massive anti-Greek riots, provoked by the Greek-Bulgarian struggle in Macedonia.\n\n",{"type":"===","value":["Climate"]},"\n\nNea Anchialos, unlike other towns in Thessalian plain, enjoys a mild Mediterranean climate with can-be-hot-but-bearable summers (though a little bit humid) and mild winters. Spring and autumn are the best to visit the city itself, winter is the time to be on the Pelion mountain villages, and summer is definitely dedicated to the numerous beaches of Nea Anchialos and its suberbs.\n\nSee more about Nea Anchialos Average Temperature and Rainfall days by ",{"type":"[","value":["http:\/\/www.worldweatheronline.com\/weather-averages.aspx?q=VOL World Weather online"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[","value":["http:\/\/0087b5b.netsolhost.com\/wikivoyage\/magnesiamap.jpg Magnesia Map-Nea Anchialos"]},"The location of Magnesia, in central Greece and a short distance from Athens and Thessaloniki makes it easy and convenient access for visitors with all means of transportation.\n\nThe airports in New Anchialos Skiathos and Magnesia in the world and the port of Volos between Europe and the Balkans to Asia and North Africa.\n\n",{"type":"===","value":["By Car"]},"\nThe geographical location of Nea Anchialos is in central Greece with a short distance from Athens and Thessaloniki makes it easy and convenient access for visitors. The Web Our guide will give you the necessary instructions for the best route.\n\nFrom the E75 highway from Athens or Thessaloniki, turn right at the exit \"MIKROTHIVES. Pass Mikrothives and in 5 km you will reach the Nea Anchialos.\n\n",{"type":"===","value":["By Bus"]},"\nLong distance buses travelling to Nea Anchialos terminate at the bus station at the local port. Nea Anchialos is connected on regular basis to Athens, Thessaloniki, Patras and Ioannina. \nLocal buses connect Nea Anchialos with Volos and Almyros almost every 20 minutes.\nFor more information contact the local bus station KTEL ",{"type":"[","value":["http:\/\/www.ktelvolou.gr\/"]}," at the phone number: 24280 76733\n\n",{"type":"===","value":["By Train"]},"\nNea Anchialos has regular rail connection from\/to Athens or Thessaloniki to Volos and from there by bus or taxi to Nea Anchialos. \n\nFor more information contact the train stations.\n\n",{"type":"===","value":["By Plane"]},"\nFrom abroad, Nea Anchialos is connected with regular and charter flights.\nThe Nea Anchialos - Volos Airport (VOL) ",{"type":"[","value":["http:\/\/www.volosairport.gr\/"]}," is the main attraction of tourists and most important transportation hub in central Greece.\n\nLocated 18 km away from the city the city of Nea Anchialos and 26 km from Volos, is easily accessible from the motorway E75. One can get a bus from the airport terminal or a taxi to come in Nea Anchialos.\n\nThe completion of the new terminal 9.000 m² in September 2010, gave impetus to the further development of the airport and now Volos has one of the most modern regional airports in Greece. The airport is located at 18,5 Klm from Nea Anchialos and 36 km from the city of Volos.\n\nFor 2011, Air Berlin connects Nea Anchialos and Volos with Nuremberg.\nRyanair with Frankfurt (Hahn) - Milan (Bergamo)and Brussels.\nLauda Air on middle May 2011 operates flights to Vienna\n\n",{"type":"==","value":["Getting Around"]},"\n",{"type":"{{","value":[["Mapframe"],["39.28014"],["22.81860"],["zoom=14"]]},"\n\n",{"type":"===","value":["On Foot"]}," \nNea Anchialos is extremely compact and covering it on foot is not a problem. A lot of pedestrian streets and specially the of the sea side  are waiting for you to discover the beauty of the city.\n\n",{"type":"===","value":["By Bus"]}," \nThe frequent buses schedule connecting Nea Anchialos with Almyros gives you a cheap opportunity to visit Volos. The bus drive is 15 minutes.\n\n",{"type":"===","value":["By Taxi"]},"\nThere are many taxis in Nea Anchialos. If you need a taxi during your stay the best way is to contact your hotel to call it for you.\n\n",{"type":"===","value":["Rent a Car"]},"\nIf you do not have a mean of transportation, we advice you to rent a car, as mainland in Greece has wonderful places to visit and you will safe time. There are many Rent a car companies. Ask your hotel.\n\n\n",{"type":"==","value":["Essential Information"]},"\n\n",{"type":"'''","value":["Airport"]},"\nThe “Nea Anchialos-Volos Airport” is the only of Central Greece and only 10 minutes away from the centre of Nea Anchialos. \nIf you take a taxi you will pay approximately €25 (including the luggage). You can also take the bus at Nea Anchialos port. Please advice your hotel for your departure.\n\n",{"type":"'''","value":["Public Transport"]},"\nThere are very frequent bus schedules from\/to Volos every day almost every 20 min. The bus stop is at Nea Anchialos port and you can buy tickets inside the bus. If your destination is Athens or other major city you better reserve a seat and get a ticket at the bus station located in the center of the city. Buses to Volos start at  05:30 and the last return bus is at 09:45.\n\n",{"type":"'''","value":["Taxi"]},"\nDon’t take a taxi “without reason.” You can go by foot to most of the important places of Nea Anchialos and Volos. \nNea Anchialos Taxi Station - Phone: +30 24280 76340 \n\n",{"type":"'''","value":["Pharmacy"]},"\nEach pharmacy in Nea Anchialos has a notice on the door showing which are open out of normal hours and their addresses and phone number.\n\n",{"type":"'''","value":["Banks"]},"\nThere is only an Agricultural Bank of Greece branch in Nea Anchialos. Though there are three ATM points for your convenience. Bank opening hours are Monday to Thursday 8am to 2.30pm, Friday 8am to 2.00pm\n\n",{"type":"'''","value":["Post"]},"\nEllinikis Aeroporias Str. (City Center). Phone: +30 24280 76208\n\n",{"type":"'''","value":["Driving"]},"\nGreece has a very bad road safety record in Europe. Driving is often fast and aggressive and the cities are congested, particularly Athens.\nDriving licences issued by EU member states are mutually recognized in Greece. Licenses from the US, Canada, Australia and Japan can be converted to Greek ones without a driving test, provided the applicant is in possession of a residence permit. Cost is 58 Euros.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Nea Anchialos Archaeological Site"]},"\nFthiotides Thebes, one of the most significant centers of Early Christian Eastern Roman Thessaly, was developed at the area where today's city of Nea Anchialos spreads out. The most important findings of the area are extant parts of early Christian churches, chronologically dated around the 5th and 6th centuries AD. Among the relics of these Early Christian churches and other public buildings and baths of the city, prominent are the splendid mosaics found preserved in rather good condition. Nine basilicas have been found, these include:\n",{"type":"*","value":[" Basilica A, a three-aisled basilica from the late 5th\/early 6th century, dedicated to Saint Demetrius, which served as the cathedral church."]},{"type":"*","value":[" Basilica B, or \"Elpidios Basilica\", also dating roughly to the late 5th\/early 6th century."]},{"type":"*","value":[" Basilica C, also known \"Church if the archiereus Peter\" based on a mid-6th century inscription, although it dates to the late 4th\/early 5th century. It features \"elaborate floor mosaics and is part of a vast ecclesiastical complex\"."]},{"type":"*","value":[" Basilica D, a 7th-century cemetery church outside the city walls."]},"The remains of the ancient theatre and a Hellenistic stoa can still be seen. Most of the finds are in the Archaeological Museum of Volos, with a few in the Archaeological Museum of Almyros.\n\n\n",{"type":"'''","value":["Folklore Museum George Dionyssiou"]}," \nYou can visit the private folk museum of folklore \"To Aletri” of George Dionyssiou, a local folklorist and author of several books, who has created it since 1982 at his ground floor of his house. The collection includes traditional rural life objects, costumes, utensils, tools, photos, etc. and traditional occupations. Address: 15, Agiou Georgiou Str. Nea Anchialos - Tel: +30 2428077733\n\n",{"type":"'''","value":["Volos Archaeological Museum"]},"\nThe museum, one of the most significant Greek museums of a prototypal layout, a donation by Alexios Athanasakis, was built in 1909. Neolithic findings from the settlements of Sesklo and Dimini are exposed in its rooms, clay figurines, geometric period utensils from the castle of Volos, from Pefkakia, Neapoli and the greater Thessalian territory, classical sculptures, rare articulated figurines, relieves of the Alexander of Dimitrias period.\nExhibits of exceptional importance are the rare written steles, preserving 3rd century BC elements of Ancient Greek Painting on marble. Open all year 8:00 to 15:00 (closed on Mondays)\n\n",{"type":"'''","value":["Neolithic settlements of Dimini-Sesklo"]},"\nVisit the Neolithic settlements in the areas of Dimini and Sesklo which were inhabited by the 5 th millennium BC. Automatic guided tour in Greek and English. Open every day except Monday 8:30 to 15:00. Tel: +30 2421085960\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Drink"]},"\nMost of the cafés and bars in Nea Anchialos on the beach front of the town. There is no need to know the number or name.\nThe city is like a “big family.” Just ask someone for help, and they’ll gladly point you in the right direction!\nWhen we are talking about the nightlife in Greece we mean intensive nightlife till the morning. For many locals the nightlife begins at 18:00-19:00 and finishes at 06:00 in the Morning!\n\nGet mixed with locals and enjoy your favorite drink or cocktail in bars or clubs of Nea Anchialos where drinks & “mezedes” hang-out, and the music theme changes nightly. Many “live” happenings throughout summer.\n\n",{"type":"==","value":["Buy"]},"\nThe city’s shopping area is in the center at Ellinikis Aeroporias street. There is not a big shopping area, as Nea Anchialos is located between two big cities and the major shopping stores are located in Volos, where you will find a huge variety of branded clothes, shoes etc.. \nThough, here you can find good quality bargains! Every Tuesday morning there is an extensive flee market next to the church at 30th Iouliou Str.\n\n",{"type":"'''","value":["Oil - Olive Oil:"]},"\nThe Anchialos, thanks to climate and topography, produces oil and olives, which boast distinctive flavor and quality. The high nutritional value and unique taste of olives and olive oil Anchialos to have established it as an integral component of the Mediterranean diet. \n\n",{"type":"'''","value":["Wine and Tsipouro:"]},"\nThe Anchialos has a long tradition in wine production over the centuries. The Agricultural Cooperative \"Demeter\" was founded in 1918 and has operated since then continuously. You can buy the local wines from local distributors. \n\n",{"type":"'''","value":["Jam - Sweet:"]},"\nNea Anchialos grown without the use of fertilizers, a large variety of fruits of excellent quality. The wonderful fruits are the raw material for the famous jam and preserves the women of Nea Anchialos make with exceptional skill. \n\n",{"type":"'''","value":["Pottery:"]},"\nUltimate original creativity and artistic completeness of the pottery in Nea Anchialos. The variety of shapes and their quality is remarkable. The local artists usually work with no organized facilities but with a special skill using the traditional method of wheel or mold.\n\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["infobox"],["Nea Anchialos habbits - Tsipouro"],["The history begins at the decade of 20's, when the 'Tsipouradika' were few and the productions of traditional alcohol drink \"Tsipouro\" was being at small quantities. \nThen it was when the 25ari (small bottle 0,25ml of Tsipouro drink) was established with accompany of appetizers, mostly seafood, such as octopus, crawfishes and many other tastes.\n\nThe tradition says that refuges from Asia Minor brought with them the habit of Tsipouro drink, accompanied with seafood appetizers. In our days, every different tsipouro should be accompanied with different appetizer. This is a traditional ceremony which maintained years ago. The 25ari is a small bottle with tsipouro for a small glass.\n\nTsipouradika can be found in every corner of Nea Anchialos and Volos city, so the visitor can seat at one of the many tsipouradika of the town and simply enjoy tsipouro drink and the appetizers proposed and served. It is worth to visit Tsipouradika and feel the special atmosphere that have."]]},"\n\nNea Anchialos specializes in \"Tsipouradika\" (also called \"Ouzeri\") where (\"Tsipouro\") (local Greek spirit) is served with a huge variety of fish & sea food tidbits. There are plenty of \"Tsipouradika\" along the waterfront near the port. The choices for eating are Tsipouradika where seafood is served, Taverns where mostly meat dishes are served, Restaurants where Greek dishes can be found , Psistaries (Grill houses) where the main dish is grilled meat, Fast Food choices are local “Souvlatzidika” where souvlaki and “gyros” is served.\nPeople in Greece usually eats late in the evening (21:00 - 24:00), during day most of Taverns, Psistaries and Restaurants are closed. However Tsipouradika and Fast Food are open all day long.\n\n",{"type":"'''","value":["Greek Tavernas in Nea Anchialos with the Greek traditional drinks tsipouro-ouzo"]},".\n\n",{"type":"'''","value":["OUZERI - TSIPOURADIKO"]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Galaxias"],["url="],["email="],["address=2, Diamandopoulou Str"],["lat="],["long="],["directions=On the beach front"],["phone=+30 2428076232"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant-Taverna-Ouzeri"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Giousouri"],["url="],["email="],["address=Maltezou Str"],["lat="],["long="],["directions=At the beach park"],["phone=+30 2428077534"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Ouzeri - Tsipouradiko"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Maistra"],["url="],["email="],["address=75, Ellinikis Aeroporias Str"],["lat="],["long="],["directions=At the city center"],["phone=+30 2428076762"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Ouzeri - Tsipouradiko"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Finistrini"],["url=http:\/\/finistrini.iplaza.gr"],["email="],["address=Kasneti Str"],["lat="],["long="],["directions=At the beach"],["phone=+30 2428077541"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Ouzeri-Tsipouradiko"]]}]},"\n",{"type":"'''","value":["RESTAURANTS - TAVERNAS"]},".\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Alexandros"],["url="],["email="],["address=Stavridi Dimarchou Str"],["lat="],["long="],["directions=At the beach"],["phone=+30 2428076752"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant-Taverna"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Daidalos"],["url="],["email="],["address=Maltezou Str"],["lat="],["long="],["directions=On the beach front"],["phone=+30 2428076816"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant-Taverna"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Galaxias"],["url="],["email="],["address=2, Diamandopoulou Str"],["lat="],["long="],["directions=On the beach front"],["phone=+30 2428076232"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant-Taverna-Ouzeri"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Galini"],["url="],["email="],["address=2, Diamandopoulou Str"],["lat="],["long="],["directions=On the beach front"],["phone=+30 2428077538"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant-Taverna-Ouzeri"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Manos"],["url="],["email="],["address=52, Eleftherias Str"],["lat="],["long="],["directions=On the main street"],["phone=+30 2428076576"],["tollfree="],["fax="],["hours="],["price="],["content=Taverna"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mina"],["url="],["email="],["address=24, Papadopoulou Str"],["lat="],["long="],["directions=In the city"],["phone=+30 2428076092"],["tollfree="],["fax="],["hours="],["price="],["content=Taverna"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nikos"],["url="],["email="],["address=1, Diamandopoulou Str"],["lat="],["long="],["directions=At the beach front"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant-Taverna-Ouzeri"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Laodamia Hotel"],["url=http:\/\/www.laodamia.com"],["email=info@laodamia.com"],["address=2a, Diamadopoulou Str"],["lat=39.27467"],["long=22.81889"],["directions=From National High way E75 (from Athens or Thessaloniki ) turn right at “Mikrothives” Exit. Pass Mikrothives and see Nea Anchialos at 5 Klm. Two blocks before traffic lights turn right towards the beach"],["phone=+30 2428078800"],["tollfree="],["fax="],["hours="],["price=From 85.00 EUR"],["checkin=13:00H"],["checkout=12:00H"],["content=100 metres from the beach, within walking distance of tourist services, shops and restaurants. 28 beautiful rooms on three floors. 24-hour reception. The property is open all year round."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Protessilaos Hotel"],["url=http:\/\/www.protessilaos.com"],["email=info@protessilaos.com"],["address=8, kasneti Str"],["lat=39.27436"],["long=22.81893"],["directions=rom National High way E75 (from Athens or Thessaloniki ) turn right at “Mikrothives” Exit. Pass Mikrothives and see Nea Anchialos at 5 Klm. Two blocks before traffic lights turn right towards the beach"],["phone=+30 2428078780"],["tollfree="],["fax="],["hours="],["price=From 45.00 EUR"],["checkin=14:00H"],["checkout=12:00H"],["content=Overlooking Pagasitikos Bay. Free Wi-Fi, buffet breakfast. Guests can also enjoy breakfast in the privacy of their rooms. The hotel also features a TV lounge with fire place, a meeting room, a cafeteria and a bar, as well as a lovely terrace."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Mount Pelion"]]},"\nPelion the mountain of the Centaurs was chosen by The Twelve Olympians Gods as a summer residence. Today thousands of tourists from all over the world visit it all year round. Here the visitors can taste the delicious fruits of Pelion, the famous sweet candied fruits and preserves, as well as the strong flavors of the local cuisine. Architectural villages adorn the slopes of Pelion built on a densely forested region with abundant waters springing up from everywhere.\n\n",{"type":"[[","value":[["Meteora"]]},"\nA MUST to see while you are in the area is Meteora which is 150 Klm drive. Meteora is an area in Thessaly and Kalampaka is the city under the rock towers of Meteora. The thing that makes Meteora so special is the monasteries on the top of the rock towers. The monasteries, the amount of peaks to climb and the paths for hiking brings in Meteora the whole year many tourists.\n\n",{"type":"[[","value":[["Skiathos"]]}," Island\nVisit the island of Papadiamantis and tour at the streets where \"Mama Mia\" was filmed. Discover island's beauty and its emerald beaches.\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["39.2667"],["22.8167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Magnesia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nea Anchialos"]]}]