[{"type":"{{","value":[["pagebanner"],["Scotts_Bluff_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitnebraska.org\/ Nebraska"]}]}," is a state in the ",{"type":"[[","value":[["Great Plains"]]}," region of the ",{"type":"[[","value":[["United States of America"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"[[","value":[["Image:NebraskaRegions.png"],["right"],["300px"],["State of Nebraska Regions"]]},"\nNebraska can be roughly characterized as having 4 regions:\n\n",{"type":"{|","value":[["|-"],["| width=\"32px\" bgcolor=\"#CC9966\" | || ",{"type":"'''","value":[{"type":"[[","value":[["Panhandle (Nebraska)"],["Nebraska Panhandle"]]}]}," -"],["|-"],["| bgcolor=\"#CCCC66\" | || ",{"type":"'''","value":[{"type":"[[","value":[["North Central Nebraska"]]}]}," -"],["|-"],["| bgcolor=\"#FFFF99\" | || ",{"type":"'''","value":[{"type":"[[","value":[["South Central Nebraska"]]}]}," -"],["|-"],["| bgcolor=\"#99CCCC\" | || ",{"type":"'''","value":[{"type":"[[","value":[["Eastern Nebraska"]]}]}," -"]]},"\n",{"type":"<","value":["br"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lincoln (Nebraska)"],["Lincoln"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bellevue (Nebraska)"],["Bellevue"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Island (Nebraska)"],["Grand Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kearney (Nebraska)"],["Kearney"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hastings (Nebraska)"],["Hastings"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Omaha"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["North Platte"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Norfolk (Nebraska)"],["Norfolk"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Scottsbluff"],["Scottsbluff\/Gering"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pine Ridge"]}," – a historic region of pine forests, rugged buttes and ",{"type":"[[","value":[["badlands"]]}," formations in the northwest corner of the state."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sand Hills"]]}," are the largest formation of sand dunes in the western hemisphere, and the largest area of grass-stabilized dunes in the world.  The Sand Hills encompass 19,300 square miles, or about 12.75 million acres.  The dunes can be as high as 400 feet and stretch for 20 miles, with slopes as steep as 25%.  The area is sparsely populated, with widely spaced ranches and small towns."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Western Foothills"]}," - large expanse of steep forested buttes that rise over flat valleys covering the most western part of the state (generally called the \"Panhandle\"). They are the transition point from plains to mountains, hence the name Foothills."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Metropolitan"]}," contains Omaha, Lincoln, and other large cities in between the two, and is located in east-central Nebraska. Includes many attractions, mostly city attractions, such as entertainment, dining, museums, and more."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Lewis & Clark National Historic Trail"]]}," - Between May 1804 and September 1806, 32 men, one woman, and a baby traveled from the plains of the Midwest to the shores of the Pacific Ocean. They called themselves the Corps of Discovery."]},"\n",{"type":"==","value":["Understand"]},"\n\nNebraska has a reputation of being a flat, monotonous region of farm and ranchland, but this stereotype has come from the many people who drive across Nebraska on the Interstate 80 corridor (the Platte River valley).  Those who venture off this heavily travelled road discover that Nebraska does have a subtle, wide-open beauty that is all its own.\n\n",{"type":"==","value":["Talk"]},"\n\nThe vast majority of Nebraskans speak American English with a neutral \"Standard Midwestern\" accent.  In some rural areas of the state, people speak with a slight accent best described as \"country twang\"; this accent is also easy to understand.  Nebraska is largely devoid of unusual terms for everyday items, with a few exceptions:\n",{"type":"*","value":[" Carbonated drinks are nearly universally referred to as ",{"type":"''","value":["pop"]},"."]},{"type":"*","value":[" Beer served from a keg at a bar is a ",{"type":"''","value":["draw"]},"; a half beer\/half tomato juice drink in rural areas is a ",{"type":"''","value":["red draw"]},"."]},{"type":"*","value":[" The town of Norfolk is pronounced Norfork and the town of Beatrice is pronounced Bee-at'-riss"]},{"type":"*","value":[" The town of Papillion is pronounced Pap-pill'-yun."]},{"type":"*","value":[" The town of Plattsmouth is pronounced Platts-myth."]},"\nNebraska has a fast-growing Hispanic population, largely concentrated in its medium-sized cities and Omaha.  In these areas, governments, businesses, and community organizations often provide services in Spanish.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By car:"]}," Nebraska's major national highway corridor is Interstate 80, which runs east-west across the state.  Other major highways that enter Nebraska include Interstate 76 (from Colorado), US 81 (major north-south route), US 20 (northern east-west route), US 26 (from Wyoming), and US 385\/Nebraska 71 (western north-south route).\n\n",{"type":"'''","value":["By plane:"]}," The two major airports in Nebraska are located in Omaha and Lincoln.  Omaha is served by all major airlines; Lincoln is served by Delta and United.  There are no direct international flights to any Nebraska airport.  Other airports with commercial service are in Alliance, Chadron, Grand Island, Kearney, McCook, North Platte and Scottsbluff.  The Sioux City, Iowa airport serves the northeast corner of the state. \n\n",{"type":"'''","value":["By train:"]}," ",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," makes stops daily in Omaha, Lincoln, Hastings, Holdrege and McCook.  The only train serving the state is the ",{"type":"[[","value":[["California Zephyr"]]},".  It will bring you in from San Francisco (Emeryville), Salt Lake City, and Denver from the west and Chicago from the east.  Amtrak's stops are generally in the middle of the night no matter what direction you come from. \n\n",{"type":"'''","value":["By bus:"]}," Greyhound serves Omaha and Lincoln.  Two other companies, Arrow Stage Lines and Burlington Trailways, make a number of stops in other Nebraska cities.  Jefferson Lines also serves Omaha from Kansas City, Fargo, and Winnepeg, Manitoba.\n\n",{"type":"==","value":["Get around"]},"\n\nNebraska is a large, sparsely populated state; the vast majority of Nebraska can only be seen by car.  \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Henry Doorly Zoo and Aquarium"],["alt="],["url=http:\/\/www.omahazoo.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in Omaha, Trip Advisor named this the number 1 zoo in the nation in 2012."]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Scotts Bluff National Monument"]]}," - large rock formations in the midst of flat land"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chimney Rock National Historic Site"]]}," - a landmark for travelers in the 1800s, this 500 foot-tall stone pillar marked the end of the prairies and the beginning of the foothills of the Rocky Mountains"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Ashfall Fossil Beds State Historical Park"],["alt="],["url=http:\/\/www.ashfall.unl.edu"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near Royal - an active paleontological dig displaying the remains of rhinos, camels, and three-toed horses that lived in the area 12 million years ago"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Toadstool State Park"]}," - a large expanse of a rock formation known as \"toadstools\" (basically very large boulders sitting on top of small spires of rock) often seen in the Roadrunner cartoons"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Migration"]}," - millions of cranes, waterfowl and other birds migrate along the Platte River in spring and fall months"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Archway Monument"]}," - just outside of Kearney"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Carhenge Car Preserve"]}," (near Alliance, on Highway 87) - world-renowned sculpture made up of vintage cars that imitates Stonehenge in England"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sallows' Military Museum, Knight Museum, Central Park Fountain, and Historic Main Street"]}," - in Alliance, these museums cover military conflicts, major formation of the Sandhills, and history of the area; Central Park Fountain and the Main Street area are on the national register of historic places"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spade Ranch"]}," - with range in the heart of the Sand Hills, the Spade is one of Nebraska's oldest and most expansive ranches; listed on the National Register of Historic Places."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Attend a ",{"type":"'''","value":["Nebraska football game"]}," at Memorial Stadium in ",{"type":"[[","value":[["Lincoln (Nebraska)"],["Lincoln"]]}]},{"type":"*","value":[" Check out a College World Series game in ",{"type":"[[","value":[["Omaha"]]},"."]},{"type":"*","value":[" Canoe, kayak or tube the ",{"type":"'''","value":["Niobrara River"]}," in the ",{"type":"[[","value":[["Sand Hills"]]}]},{"type":"*","value":[" Enjoy a cheap beer in one of the many bars south of the University of Nebraska campus in ",{"type":"[[","value":[["Lincoln (Nebraska)"],["Lincoln"]]}]},{"type":"*","value":[" Eat a piece of real Nebraska beef at one of ",{"type":"[[","value":[["Omaha"]]},"'s many steakhouses."]},{"type":"*","value":[" Follow the Oregon Trail and walk in the footsteps of the pioneers."]},{"type":"*","value":[" Take a tour of historic ",{"type":"[[","value":[["Bellevue (Nebraska)"],["Bellevue"]]},"."]},{"type":"*","value":[" See Nebraska's Largest flagpole in ",{"type":"[[","value":[["Sidney (Nebraska)"],["Sidney"]]},", home of Cabela's."]},{"type":"*","value":[" Before the dust bowl and drought of the '30's, Nebraska had many thriving ",{"type":"'''","value":["wineries"]},".  That era is returning, and there are now nearly 30 wineries across the state."]},{"type":"*","value":[" View the world's largest rail yard Bailey Yard from the Golden Spike Tower 8 stories high in North Platte."]},{"type":"*","value":[" Visit Omaha's Old Market for great bars and shops"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" A past Nebraska slogan was ",{"type":"''","value":["The Beef State"]},", and much of Nebraska's cuisine can still be best described as \"meat and potatoes\".  Stop in any Nebraska city or town and you'll be likely to find low-cost, high-quality, home-cooked dining options.  Nebraska's cuisine has been influenced by the numerous immigrant groups that have settled in the state; for example, you'll find German and Scandinavian dishes in the northeast, Czech meals in some areas, and numerous Italian restaurants in Omaha."]},{"type":"*","value":[" Many of Nebraska's rural entrepreneurs have bottled, packaged or otherwise made available \"Grandma's favorite recipe\" or other products from family farms across the state.  If you're not visiting the state, you can find these products on the internet at ",{"type":"[","value":["http:\/\/www.grownebraska.org\/ GrowNebraska.org"]},".  You can use this site as a guide to experiencing the real flavor of Nebraska before you travel."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" Kool Aid - the official drink of Nebraska. It was invented in ",{"type":"[[","value":[["Hastings (Nebraska)"],["Hastings"]]}," Nebraska where there is also a museum dedicated to the drink."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Phone"]},"\n\nMobile phone coverage in most of Nebraska is excellent. Some remote areas in the Sandhills still have no coverage and GSM coverage can be spotty in some areas, but CDMA coverage is good throughout the state. 3G service is available most everywhere and 4G is available in Omaha through Verizon.\n\nPublic pay phones are rapidly disappearing; many of the smaller towns now only have one.  In rural areas, many businesses will let people make local calls.\n\n",{"type":"===","value":["Internet"]},"\n\nNebraska has, given its population and size, fairly extensive Internet connectivity; however, public Internet access in Nebraska can be hard to find.  (Internet cafes are practically nonexistent.)  In many places, the best option for public Internet access is a public library; in rural areas, libraries are often only open for a few hours each week.\n\nWi-Fi Internet access is now provided by many Nebraska businesses, particularly in larger towns, especially in Omaha and Lincoln. Many restaurants, book stores, and coffee shops now offer free Wi-Fi, and will advertise this service by placing stickers or signs on their front doors as well as on their website. Many hotels and motels statewide have added Internet connectivity as an additional amenity as well.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Crime"]},"\n\nIn the cities of ",{"type":"[[","value":[["Omaha"]]}," and ",{"type":"[[","value":[["Lincoln (Nebraska)"],["Lincoln"]]}," crime rates have begun to rise due to the increase in population these two cities have experienced over the past several years. These crime rates do vary considerably among neighborhoods, however, it is important to take proper precautions and use the same degrees of common sense you would ordinarily implement while visiting a mid-size American city. If an area appears decrepit and\/or seedy, then you probably do not want to remain there for any length of time. \n\nThese two cities have also experienced an increase in gang activity. This should is something to be aware of, but generally crime of this nature is inter-gang related and does not affect the ordinary citizen. Nevertheless, don't put yourself in a position that could lead you to becoming caught in the crossfire of rival gangs.\n\n",{"type":"===","value":["Severe Weather"]},"\n\n",{"type":"====","value":["Tornadoes"]},"\n\nNebraska is located within the country's ",{"type":"'''","value":["\"tornado alley\""]},". Throughout the spring and summer seasons, the state often experiences very violent thunderstorms which contain hail squalls and spawn tornadoes of various strengths. It is important to keep yourself informed of the current weather conditions while traveling through or visiting the state during these seasons as conditions can change very rapidly. Television and radio stations provide excellent severe weather coverage. \n\nRefer to the ",{"type":"[[","value":[["Tornado safety"]]}," page for more information about this matter.\n\n",{"type":"====","value":["Winter Storms"]},"\n\nDuring the winter months, blizzards and ice storms do occur, and dangerous wind chills are a possibility.  High winds can take even a limited amount of snowfall and form very large drifts -- beautiful to look at, but dangerous if you are stuck far from help.  It is important to find a local weather forecast whenever you plan to travel through the more sparsely populated areas of the state.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Iowa"]]}]}," - Rural Iowa lies along Nebraska's eastern border and provides further opportunities to explore America's agricultural heartland. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Missouri"]]}]}," - The state's southeastern neighbor has much to see, from the natural beauty of the Ozarks to the major metropolitan areas of Kansas City and St. Louis."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kansas"]]}]}," - Located south of Nebraska, Kansas is generally considered the center of the country, at least in geographical terms, and is nicknamed \"the Heart of America.\""]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Colorado"]]}]}," - The Rocky Mountain state borders Nebraska to the southwest and offers a mind-boggling array of outdoor activities."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wyoming"]]}]}," - Home to ",{"type":"[[","value":[["Yellowstone National Park"]]},", the cowboy state borders Nebraska to the west and provides opportunities to experience life on the range in addition to rugged wilderness."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["South Dakota"]]}]}," - Home to such natural and cultural wonders as ",{"type":"[[","value":[["Badlands National Park"]]},", ",{"type":"[[","value":[["Wind Cave National Park"]]}," and ",{"type":"[[","value":[["Mount Rushmore"]]},", Nebraska's neighbor to the north offers a surprising amount for travelers to see and do. "]},"\n",{"type":"{{","value":[["geo"],["41.5"],["-100.0"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Great Plains"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nebraska"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Nebraska\/"]]}]