[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:MakhteshRamon Moonscape.JPG"],["thumb"],["240px"],["Moonscape inside the ",{"type":"[[","value":[["Machtesh Ramon"]]}," crater"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.negev.org\/ Negev"]}]}," is a large desert that covers the entire southern half of ",{"type":"[[","value":[["Israel"]]},". The least populated area in ",{"type":"[[","value":[["Israel"]]},", it is a home to (among others) the nomadic desert people known as the Bedouin. The Negev offers some truly breathtaking scenery and is home to some fascinating sites and places.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Beer Sheva"]]}," (",{"type":"''","value":["Beersheba"]},") - the Biblical City of Abraham and ",{"type":"''","value":["de facto"]}," capital of the Negev"]},{"type":"*","value":[" ",{"type":"[[","value":[["Arad (Israel)"],["Arad"]]}," - lively modern town on the edge of the Negev"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dimona"]]}," - the third largest city in the Negev"]},{"type":"*","value":[" ",{"type":"[[","value":[["Eilat"]]}," - the southern-most Israeli city, located on the Red Sea coast, a major centre for domestic and international tourism"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mitzpe Ramon"]]}," - a small town overlooking the Makhtesh Ramon crater"]},{"type":"*","value":[" ",{"type":"[[","value":[["Netivot"]]}," - small city, home (and now gravesite) of the Baba Sali, a famous rabbi"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ofakim"]]}," - established as a regional center for the rural communities in the area"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rahat"]]}," - the largest Bedouin settlement in Israel, and the only one to have the status of city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sderot"]]}," - small city, known for its contribution to the Israeli music scene"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Avdat"]]}," - the largest ancient Nabataean city in the Negev, now a National Park"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," - the lake and immediate surroundings forming the lowest point on Earth"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ein Avdat"]]}," -  beautiful steep canyon and a popular hiking spot"]},{"type":"*","value":[" ",{"type":"[[","value":[["Masada"]]}," - high on a plateau above the Dead Sea, the scene of the Zealots' last stand against the might of Rome, a powerful symbol for modern Israel"]},{"type":"*","value":[" ",{"type":"[[","value":[["Judean Desert"]]}," - for a small part in Israel, also encompasses much of the ",{"type":"[[","value":[["West Bank"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yotvata"]]}," - a large open Natural Reserve north of Eilat and a Kibbutz with the same name"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lehavim"]]}," - adjacent to the Lahav forest on a group of hills overlooking the Negev Desert"]},{"type":"*","value":[" ",{"type":"[[","value":[["Metar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Omer"]]}," - small, wealthy town near ",{"type":"[[","value":[["Beer Sheva"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tel Sheva"]]}," - founded in 1968 as part of a government project to settle Bedouins in permanent settlements"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yerucham"]]}," - small settlement located near the Large Crater"]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Negev is the southern region of Israel, covering 55% of the state's territory and inhabited by some 379,000 Jews and 175,000 Bedouins (Bedouin is an ancient word referring to the term Desert Man). Contrary to the usual view of a \"desert,\" the Negev is not covered with sand. Rather, it is a melange of brown, rocky, dusty mountains interrupted by ",{"type":"''","value":["wadis "]}," (dry riverbeds that bloom briefly after rain), and deep craters. The area was once the floor of a primordial sea, and a sprinkling of marine snail shells still covers the earth here. Aside from the natural wonders, the Negev plays host to a great number of ancient sites, displaying the rich history of this crossroads of trade between Asia, Africa, and Europe.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nDomestic flights to Eilat fly from ",{"type":"[[","value":[["Ben Gurion airport"]]}," or Tel Aviv's ",{"type":"[[","value":[["Sde Dov airport"]]},". There are seasonal charter flights to Eilat from several European cities.\n\n",{"type":"===","value":["By train"]},"\n\nFrequent trains connect ",{"type":"[[","value":[["Tel Aviv"]]},", ",{"type":"[[","value":[["Haifa"]]}," and Ben Gurion airport to ",{"type":"[[","value":[["Beer Sheva"]]},", with an extension to ",{"type":"[[","value":[["Dimona"]]},", but no further. A longer train line from Tel Aviv to Eilat is planned to be completed in 2017.\n\n",{"type":"===","value":["By bus"]},"\n\nBe'er Sheva is served by bus from Tel Aviv or ",{"type":"[[","value":[["Jerusalem"]]},". Buses to ",{"type":"[[","value":[["Eilat"]]}," travel from Tel Aviv, Jerusalem and Haifa. Towns and villages throughout the Negev are connected by bus to Be'er Sheva, but service could be infrequent.\n\nIf you're flying into Ben Gurion Airport and want to head straight to Eilat, you would better get on a short train ride to Tel Aviv Hagana station and board a bus to Eilat from nearby Tel Aviv central bus station. Advance reservation is available on buses to and from Eilat, and there are also night buses.\n\nThere are no laws concerning the number of people allowed on buses, so drivers will often pack the bus as full as possible, and you may end up with a young soldier sitting on the floor next to you, with his large semi-automatic poking you in the leg. It is recommended that you call and book your seat in advance in order to avoid standing for your whole ride. Booking on ",{"type":"[","value":["http:\/\/www.egged.co.il Egged"]}," is also available by internet.\n\nYou better avoid the busiest travel times, in particular Sunday mornings and Thursday afternoons (when soldiers travel to and from weekend vacation).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThree main highways cross the Negev from north to south:\n\n",{"type":"*","value":[" The eastern Jordan Valley route (Route <90>), from ",{"type":"[[","value":[["Jerusalem"]]}," past the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," to ",{"type":"[[","value":[["Eilat"]]},"."]},{"type":"*","value":[" The central route (Route <40>), through ",{"type":"[[","value":[["Beer Sheva"]]}," and ",{"type":"[[","value":[["Mitzpe Ramon"]]},", merging with the eastern route near ",{"type":"[[","value":[["Yotvata"]]},"."]},{"type":"*","value":[" The western route (Route <10>), running along the Egyptian border from ",{"type":"[[","value":[["Gaza Strip"]]}," to ",{"type":"[[","value":[["Eilat"]]},", built primarily for military purposes and not accessible for private vehicles."]},"\nThe two-lane highways are generally in good shape. The distance across the Negev from ",{"type":"[[","value":[["Tel Aviv"]]}," to ",{"type":"[[","value":[["Eilat"]]}," is around 360 kilometers, covered by Egged express bus in 5 hours.\n\n",{"type":"===","value":["Hitchhike"]},"\nHitchhiking in the Negev is relatively safe. Northern to Mitzpe-Ramon and particularity around Beer-Sheva there is a big Bedouin Population. It would be smart to think twice before going taking a ride on a Bedouin car due to their generally extremely unsafe driving culture and possible questions about their car's legal status, although it could be a unique experience.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From Beer-Sheva"]}," A good spot for Hitchhiking in Beer Shvea would be the junction in the very south end of Derech Eilat (hwy 406). "]},{"type":"*","value":[" ",{"type":"'''","value":["From Mitzpe Ramon"]}," Exit of Mitzpe-Ramon is a popular and fast spot towards Eilat."]},{"type":"*","value":[" ",{"type":"'''","value":["Highway 90"]}," If need to hitchhike your way on the fast 90 highway (Arava Highway) it would be smart enter to one of the small villages or Kibbutz and try to hitchhike from the village's gate. Cars usually drive very vast on the 90 highway and don't notice hitchhikers."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ein Avdat"]}," - spectacular desert gorge, accessed by trails, and preserved as a National Park"]},{"type":"*","value":[" ",{"type":"'''","value":["Mamshit Ruins"]}," - Nabatean ruin, more accessible and well ordained then ",{"type":"[[","value":[["Avdat"]]},", also a National Park"]},{"type":"*","value":[" ",{"type":"'''","value":["Machtesh Ramon"]}," - largest erosional crater on earth, near the town of ",{"type":"[[","value":[["Mitzpe Ramon"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sde Boker"]}," - large Kibbutz north of Mizpe Ramon on Route 40, has several attractions, and also the \"Field School of the Negev\" hostel and tourist information center, which advises on trails and tours in the area."]},{"type":"*","value":[" ",{"type":"'''","value":["Midreshet Ben Gurion (also known as Midreshet Sde Boker)"]}," - large midrasha (educational center) with Institute for Solar Energy Studies, a trail to Ein Avdat, The Ben Gurion Heritage Institute and the tomb of Ben Gurion, Institute for Desert Research, High School for Environmental Education and a pre military Mechina (preparatory program) - Mechinat Hanegev."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Geofun mountain biking"],["url=http:\/\/www.geofun.co.il\/default.aspx?siteid=110&pageid=3241&lang=2"],["email="],["address=Midreshet Ben Gurion"],["lat="],["long="],["directions=in the main commercial centre of the village, next to the supermarket"],["phone=+972-8-6553350"],["tollfree="],["fax="],["hours="],["price="],["content=Desert Cycling Center- Specializing in Negev Bike tours. Guided mountain biking and cross country cycling tours in the Negev region, plus cycle shop, repairs and advice. They arrange tours lasting up to a week which can include all food and accommodation, led by a certified mountain biking guide - Asaf Amichai - who has 10 years of experience."]]}]},"\n",{"type":"===","value":["Hike"]},"\nThe Negev is full of hiking trails open for the public. Very good and detailed hiking trails maps(in Hebrew) are available in every hiking store in the big cities and in some gas stations (90-110 Shekels).\n\n",{"type":"*","value":[" ",{"type":"'''","value":["National Parks"]}," Some areas are defined as national parks and the there is a small entrance fee (20-35 Shekels), these areas have all the information needed including maps and guides."]},"\nGoing for an independent hike is free, safe and sometimes the view is more impressive than in the national parks. Just keep in mind a few safety rules before you start:\n",{"type":"*","value":[" ",{"type":"'''","value":["Military zones"]}," Some areas (marked in red on the map) are used as military areas and closed to the public most of the time. However, these areas are sometimes open for hikers during Saturdays and national holidays."]},{"type":"*","value":[" ",{"type":"'''","value":["Winter floods"]}," When hiking during the winter (October–April), it is ",{"type":"'''","value":["mandatory"]}," to check the weather before going on a trail. The winter floods phenomenon during the winter in the Negev and Juda Desert is extremely beautiful but deadly at the same time. It is recommended to call every day to the closet ",{"type":"[","value":["http:\/\/natureisrael.org\/ SPNI"]}," office and ask for the current floods chances."]},{"type":"*","value":[" ",{"type":"'''","value":["Water and Sun"]}," - The most common death reason among hikers in the desert is dehydration. Make sure you have at least 3-4.5 liters of water per person per day. It is not likely to find drinkable water during the trail. If travelling in the summer, try to avoid walking too much in the sun without a rest in the shadow. It is recommended to have at least 10 minuets shadow-rest every one hour. During the winter the sun is not that dangerous and the temperatures are more comfortable."]},{"type":"*","value":[" ",{"type":"'''","value":["Camping and sleeping"]}," Generally it is allowed to camp anywhere in Israel. If you are hiking in a nature reserve (marked in green in the map) it is allowed to light fire and camp only in certain campsites. Lighting a fire or camping in a restricted area could lead to an expensive fine."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The society for the protection of the nature(SPNI)"]}," runs cheap hostels, information centers and nature schools around the country and in a few place around the Negev Desert. You can call them during office hours to get information about trails, military areas, weather and recommendation about hiking activities. Usually the staff is nice, patient and helpful."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=SPNI Mitzpe Ramon"],["alt="],["url=http:\/\/www.natureisrael.org\/HarHanegev"],["email=har@spni.org.il"],["address="],["lat="],["long="],["directions="],["phone=08-6588615"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=SPNI Hazeva"],["alt="],["url=http:\/\/www.natureisrael.org\/Hazeva"],["email=hazeva@spni.org.il"],["address="],["lat="],["long="],["directions="],["phone=08-6581546\/08-6581546"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=SPNI Eilat"],["alt="],["url="],["email=Eilat_re@spni.org.il"],["address="],["lat="],["long="],["directions="],["phone=08-6372021"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Field school Sde Bocker"],["alt="],["url=http:\/\/www.boker.org.il\/meida\/bsadeh\/bikur_eng.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=08-6532016"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casa De Brazil"],["url="],["email="],["address=Eilat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many kinds of meat"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yotvetah"],["url="],["email="],["address=Kibbutz Yotveta"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Out-of-this-world ice cream"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chan HaShayarot (Caravan Inn)"],["url=http:\/\/www.shayarot.com\/English\/"],["email=Shayarot@netvision.net.il"],["address=Rte. 40, between Sde Boker and Mitspe Ramon"],["lat="],["long="],["directions="],["phone=+972-8-653-5777"],["tollfree="],["fax=+972-8-653-5888"],["hours="],["price=24 private units, all with bathroom. $95 double, private indoor unit; $55 double in tent. Rates include breakfast. MC, V"],["checkin="],["checkout="],["content=This traveler's khan (a traditional Middle Eastern inn) consists of a glorious, gigantic and very authentic Bedouin community tent for dinner parties and communal sleeping, plus a group of modern, very simple but bright and clean motel-like private units, for those who may not want to sleep in the tent. The Bedouin tent is an ecological wonder-warm in winter; cool, and catching every possible desert night's breeze in summer. The inn can be a quiet experience of semicamping in the desert, with a simple Bedouin breakfast, lunch, and dinner available; or it might consist of party groups and a Bedouin feast that you can join up with-barbecue, tons of Arabic specialties, plus music and dance. There are central restroom and shower facilities for those who overnight in sleeping bags provided by the Chan in the tent. The Chan also offers a range of activities, including tours with camels and off-road vehicles, mountain biking, and Bedouin entertainment and hospitality day or night. A possible favorite for kids who may be dazzled by the view of the galaxies and falling stars; and a favorite for everyone who will be charmed by the hospitable Bedouin. Call to see what booking conditions will be before making a reservation."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Levehad"],["url=http:\/\/www.lanegev.co.il\/html\/lina\/bsor\/lev1\/index.html"],["email=levehad@zahav.net.il"],["address=Moshav Ein Habsor"],["lat="],["long="],["directions="],["phone=+97289982146 or Cell Phone. +972-548014541"],["tollfree="],["fax=+972-89982146"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Desert Olive Farm"],["url=http:\/\/www.zaithamidbar.co.il\/"],["email=zitmdbar@zahav.net.il"],["address=P.O.Box, Halutza 85515"],["lat="],["long="],["directions="],["phone=+972-525583065 or Cell Phone. +972-525583521"],["tollfree="],["fax=+972-86571533"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Orlyya Farm"],["url=http:\/\/www.orlyya.co.il\/"],["email=orly12s@hotmail.co.il"],["address=Medreshet Ben Gurion, POB 67"],["lat="],["long="],["directions="],["phone=+972-509800069"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\nMost of the kibbutzim on Highway 90 have guest houses and offer inexpensive and charming rooms, and meals in their common dining rooms.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wilderness Guest House"],["alt=Sde Boker"],["url=http:\/\/my.weekend.co.il\/wilderness"],["email="],["address=Midreshet Ben Gurion"],["lat="],["long="],["directions=Route 40 to Mizpe Ramon"],["phone=08 6535087"],["tollfree="],["fax="],["hours="],["price=350 nis"],["checkin="],["checkout="],["content=Family guesthouse in Midreshet Ben Gurion, famous for its canyon and exquisite views.  Spacious lounge incl. kitchen, bedroom, large bathroom.  Close to Ein Avdat, Ein Ekev."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nNearly all of the Negev is an extremely arid desert that sees rainfall at most a few times a year.  While winters can be pleasant, with temperatures hovering around 20°C, summers can be fierce with temperatures commonly over 40°C, but in the afternoon and at night there is a comfortable temperature drop. The climate in the Negev is dry without hardly any humidity.   Bring a large amount of water and register your plans at the nearest police station before going offroad for your own safety, as flash floods are likely to happen if rain does fall, and some parts of the Negev serve as the IDF's main training area.\n\nWhen hiking in the Negev dehydration can be a problem, this is a hot arid area, Drink at least 1L of water per person per hour.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Negev"]]},"\n",{"type":"[[","value":[["commons:Negev"]]},"\n",{"type":"[[","value":[["DMOZ:Regional\/Middle East\/Israel\/Metro Areas and Regions\/Negev\/"]]},"\n",{"type":"{{","value":[["geo"],["30.500"],["34.917"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Israel"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]