[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Negril"]}," is in ",{"type":"[[","value":[["Jamaica"]]},"\n\nNegril is famous for its 7 miles of cool, white sand beaches and another 7 miles of 40' cliffs. One of the most beautiful towns in Jamaica, it has a more laid back atmosphere than that of ",{"type":"[[","value":[["Montego Bay"]]}," and is more touristy than ",{"type":"[[","value":[["Ocho Rios"]]},". When you stay at a hotel on the beach you are literally on the beach when you walk out of the beachside of your hotel.  You have probably never seen water this clear or warm.  You will be amazed at how far out you can walk in the water before it gets up to your neck.  The water is gentler and the sand is ",{"type":"''","value":["whiter"]},"(smaller grained aka softer) the farther ",{"type":"''","value":["down"]},"(away from town) you are.  The end of the beach down by the all-inclusives is the whitest.\n\n",{"type":"==","value":["Get in"]},"\n\nFly into the Sangster International Airport in Montego Bay.  Take a 60-90 minute shuttle van ride to Negril. It is a very scenic drive along the north coast travelling west. There are many companies and taxis that provide a great service doing airport transfers to Negril.\n\n",{"type":"==","value":["Get around"]},"\nThe least expensive way to get around is to hire \"Route Taxis\". Many drivers will attempt to get you to hire them.  Many of them are very expensive, even if you try to negotiate with them.  Route Taxis, for example, from the Rui Resort on Bloody Bay to downtown Negril will charge about $2 per person.  From Rui to Ricks Cafe is about $4 per person. Be sure to set your price with the driver BEFORE you enter their taxi!\n\nCurrent rates (2012) seem to be 100 Jamaica dollars along the beachfront road to the roundabout in Negril township, and 100 more for any point past this i.e. around the cliffs. Double this if you are catching a route taxi at night.\n\nDrivers who are not Route Taxis often charge over $10 per person and will tell you that Route Taxis aren't safe (which is not true, it's just a way to get more money from tourists).\n\n",{"type":"==","value":["See"]}," \n\n",{"type":"*","value":[{"type":"'''","value":["Walk the Martha Bray River"]}]},"\n",{"type":"==","value":["Do"]},"\nTaking a snorkeling tour in one the glass bottom boats is highly recommended.\nWatch the famous Negril sunset, it is the sunset to remember .\n\n",{"type":"==","value":["Buy"]},"\nThe tourist crafts market at the edge of town is a great place to pick up souvenirs and nick nacks.  The sellers are willing to bargain especially if you want more than one thing.  You can spend American dollars almost anywhere on the island.  Most of the roadside stand sellers have a calculator and know the exchange rate.  Although the roadside sellers are quite savy they can be honest to a fault when it comes to bargaining.  If you want a better price you can get it.  Just try to avoid upsetting the locals by killing their ",{"type":"''","value":["tourist"]}," tax.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sugar Cane"]},", ",{"type":"'''","value":["Coconut Jelly\/Meat"]},", and ",{"type":"'''","value":["Jerk Chicken"]},"."]},"\n",{"type":"===","value":["Restaurants"]},"\n",{"type":"*","value":[{"type":"'''","value":["Rick's Cafe"]}," is about the biggest tourist trap in which to view a gorgeous Negril sunset. Cliff diving is available from a sturdy concrete slab perched high atop the sea cliffs, higher than before. There, visitors can test their mettle or leave it to the professionals (note: people have been killed and seriously injured\/maimed when cliff jumping - including the so-called 'professionals'). Just remember that if you watch the show, you're expected to tip the professionals."]},"\n",{"type":"*","value":[{"type":"'''","value":["Eddie's De Bar and Grill"]}," Jerk chicken plus all the traditional Jamaican dishes, goat, fish and lobster. The bar has great vibes, excellent music, nightly bonfire; truly a Jamaican yard. Just past The Rockhouse Hotel on the left."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Rockhouse Hotel"],["alt="],["url=http:\/\/www.rockhousehotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=876-957-4373"],["tollfree="],["fax="],["hours="],["price="],["content=A beautifully set restaurant and hotel on the cliffs. They will collect you for free from your hotel and drive you there."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[" Three Dives Restaurant"]}," an eatery on the west end that is just past Xtabi Resort. Expect jerk chicken, pork, lobster and snapper - all locally sourced."]},"\n",{"type":"*","value":[{"type":"'''","value":[" LTU Restaurant"]}," a locally-styled restaurant perched high on the edge of the cliff, just 200 yards from Ricks on the cliff road. The menu offers high quality and a wide range, including vegetarian, and there is a 'specials' board for fresh 'catch of the day' offerings such as Marlin, Kingfish and Mahi mahi."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Royal Kitchen"]}," a vegetarian\/Ital restaurant on the west end past the M&L Market. $250 J gets you a great combo that usually consists of soy chunks, rice and peas, veggies, plus often stew or ackee."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sweet Spice Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=876-957-4621"],["tollfree="],["fax="],["hours="],["price="],["content=Most locals will recommend the place and with good reason, the oxtail is great and the lobster is cheaper than at the beach."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:redstripe.jpg"],["right"],["thumb"],["150px"],["Red Stripe Beer"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Coconut Water"]}," - best straight off the tree, just cut open the coconut with a machete and drink (if you're picky, you can use a straw). You can also buy bottled coconut water basically anywhere on the island, but not as good as getting it fresh from the green coconuts. Good for your heart."]},{"type":"*","value":[{"type":"'''","value":["Rum Fruit Punch"]}," or *",{"type":"'''","value":["Red Stripe Beer"]}," are Jamaican concoctions.  Guinness and Heineken can also be purchased pretty much anywhere that sells alcohol. "]},"The SamSara Hotel also located in the west part of Negril (past the rock house) has a very nice buy one get one free happy hour from 4-7 every day!\n\n",{"type":"===","value":[" Clubs "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Guinep Corner"],["alt=West Land Mountain"],["url="],["email="],["address=West land Mountain Road"],["lat="],["long="],["directions=Just by the famous Guinep Trees"],["phone=1 876 8531815"],["tollfree="],["fax="],["hours=early am till late"],["price=400JMD"],["content=Local food at a local Jamaican bar, cooked & served by Jamaican couple Janice & Rasta Martell. From pieces of fresh fried fish and chicken to full breakfasts of Ackee & Saltfish or dinners of goat curry and other Jamaican dishes. Ambiance is truly Jamaica, with domino games, great music, Jamaica TV and wonderful street life. Very local, Jamaican street life at its best set in a really friendly community with strictly 'no harrassment' & total enjoyment."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Jungle Night Club"],["alt="],["url=http:\/\/www.junglenegril.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=(876) 957-4005"],["tollfree="],["fax="],["hours="],["price="],["content=A night club set on the main road which runs parallel to the 7 mile strip. Plays RnB\/Rap\/Reggae music. Note that this club is known for its Thursday nights (ladies night) when all ladies enter free. Very fun spot to be. Admission costs $700J (as of Aug 2010)."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Judy House Cottages"],["url=http:\/\/www.judyhousenegril.com"],["email="],["address=West Land Mountain Road"],["lat="],["long="],["directions=off One Love Drive (West End Road)"],["phone=1 876 424  5481"],["tollfree="],["fax="],["hours=24"],["price=15 to 75 USD"],["content=This is really living life in a Jamaican community just minutes away from Negril's beautiful beaches, local cook shops, fantastic restaurants. Two cosy, fully equiped cottages or ",{"type":"'''","value":["Sue's One 4 the Road Backpacker Hostel"]}," rooms, nestling in the back of Sue's amazing tropical garden."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Riu Tropical Bay"],["url=http:\/\/www.riu.com\/en\/hotel-riu-tropical-bay-negril-jamaica.html"],["email="],["address=Norman Manley Boulevard"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Victorian-style resort is in Bloody Bay. 416 rooms offer deluxe accommodation, including a mini-bar and liquor dispenser in a friendly, relaxed atmosphere. Array of buffet dishes and à la carte options at the resort or take advantage of exchange programnme privileges at the Riu Negril. Live music and Riu's theme shows."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Riu Negril"],["url=http:\/\/www.riu.com\/en\/clubhotel-riu-negril-jamaica.html"],["email="],["address=Norman Manley Boulevard  Bloody Bay Beach"],["lat="],["long="],["directions="],["phone=8769575700"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=420 deluxe rooms, a beautiful stretch of white sandy beach just minutes away from shopping area and nightlife. The resort offers renowned mini-bar and liquor dispenser, along with a complete programme of daytime activities and nightly entertainment. Dine at any of the tempting buffets and the à la carte specialty restaurants or enjoy a drink at one of our cosy bars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rock House"],["alt="],["url=http:\/\/www.rockhousehotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rockhouse combines natural beauty, strong architectural design, local materials and craftsmanship, excellent service, and a relaxed Jamaican experience. The hotel has an interesting history; when its first room was built in 1972, it was one of the first hotels on Negril's cliffs. Early guests included Bob Marley, Bob Dylan and the Rolling Stones. In 1994, the property was purchased by a group of Australians."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hedonism Resorts"],["alt="],["url=http:\/\/www.nudespa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=877-467-8737"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=All inclusive resort with adults only fare nude resort."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Negril Yoga Center"],["alt="],["url=http:\/\/www.negrilyoga.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=$30-65 USD (double occupancy)"],["checkin="],["checkout="],["content= Quiet & peaceful collection of small cozy villas. Has daily yoga lessons for $10 USD. Kitchen provides vegetarian fare."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Negril Tree House Resort"],["alt="],["url=http:\/\/www.negril-treehouse.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=876-957-4287"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Not an all inclusive but close enough with room service, a bar\/restaurant, pool, hot tub, towels for the beach at the front desk, and a free buffet breakfast. The two bedroom suites at the top of the treehouse-style rooms have a master bedroom with a bidé and double sinks in the master bath, a full size fridge, a washer, cooking utensils, dining room table, DVD player with cable in the living room, cable, tv in both bedrooms, remote controlled serious air conditioners and ceiling fans in all rooms. The cleaning service washes all the dishes and will do your laundry if you are feeling too lazy to use the washing machine. There are also a hammock, and a little hammock-like swing on the private open air covered deck at the entrance to the room. They also have one bedroom suites at ground level."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Great Huts"],["alt="],["url=http:\/\/www.greathuts.com\/caribbean_vacation\/jamaica_hotel.html\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ecotourism beach bed and breakfast uniquely composed of treehouses and African Huts. Hostel rooms also available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Cave Castle"],["url=http:\/\/www.bluecavecastle.com\/index2.html"],["email=info@bluecavecastle.com"],["address=Lighthouse Road"],["lat="],["long="],["directions="],["phone=(876) 957-4845"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A castle built 50ft above an old pirates cave, on the cliffs. The views are incredible and all of the rooms face the ocean. The rooms are large with a veranda. The superior rooms have cable TV, CD players, remote control air conditioning, fans, and refrigerators. From $50US, to the huge $120 castle-top penthouse, with its 360 views of Negril."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Moon Dance Cliffs Resort and Spa"],["alt=Moon Dance Cliffs"],["url=http:\/\/www.moondanceresorts.com"],["email=kim@moondancecliffs.com"],["address=West End Road"],["lat=18.242754"],["long=-78.355949"],["directions="],["phone=800-621-1120"],["tollfree="],["fax="],["hours="],["price="],["checkin=2pm"],["checkout=12pm"],["content=Moon Dance Cliffs is a 22 room boutique hotel with four royal Villas that overlook the Caribbean Sea.  The on-site restaurant and bars feature Jamaican and American cuisines.  The spectacular 5,000+ sq ft pool includes waterfalls, islands and bridges. The Resort also features an on-site modern Spa. The Royal Villas  range from one to five bedrooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xtabi Hotel"],["alt="],["url=http:\/\/www.xtabi-negril.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Built on the historic Xtabi cliffs. The labyrinth of caves beneath the hotel have served as hiding places for pirate's treasure and film locations for major motion pictures. The Xtabi hotel consists of 24 rooms located on the cliffs and in its beautiful gardens. The hotel also has an award-winning restaurant and large open-air bar."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nUse common sense, especially at night. Negril is generally considered safer than most large American cities.  \n\n",{"type":"===","value":[" Drugs "]},"\nIt is illegal to buy and\/or use drugs in Jamaica. Commonly, you may be offered marijuana 'smoke... smoke?' by the locals. A pleasant \"no thank you\" or \"yes please!\" will usually suffice.  Do not be surprised if you are offered drugs several times throughout your stay.\n\n",{"type":"==","value":["Go next"]},"\nA little known fact is that you can walk from the far end of the beach to town in under an hour on the beach if you walk along the beach line to where the trees block the way and then take to the grass along the water.  Just stay on the shore and you will stumble into the tourist market at the edge of town.  There are coconuts and sugar cane for sale in the parking lot.  It is a great way to avoid the taxi tax and stay off the road!\n\nTo see more of the area in and around Negril, with a local flare, requires a tour guide.  Tour Guides can be hired relatively cheaply, and will add a lot of life to your exploration of Negril, and Jamaica at large.  To find one, it is easiest to ask for a referral from a tourist spot, like Rick's Cafe.  One local favorite is Sexy Rexy, a Rastafarian tourguide, but others can be found as well.\n\n",{"type":"{{","value":[["geo"],["18.3110182"],["-78.339386"]]},"\n",{"type":"{{","value":[["isPartOf"],["Cornwall County"]]},"\n",{"type":"[[","value":[["Wikipedia:Negril"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Jamaica\/Localities\/Negril\/"]]}]