[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Neil Island - Map.png"],["thumb"],["Map of Neil Island"]]},"\n\n",{"type":"'''","value":["Neil Island"]}," is in the ",{"type":"[[","value":[["Andaman and Nicobar"],["Andaman Islands"]]},".\n\n",{"type":"==","value":["Understand"]},"\nNeil, with its very relaxed vibe and long, deserted beaches is a place to chill out after the \"bustle\" of ",{"type":"[[","value":[["Havelock Island"]]},". Neil is quite small compared to Havelock. Its widest part is about 5 km in length. You can walk the whole island in about an hour or two.\n\n",{"type":"==","value":["Get in"]},"\n\nFerry from ",{"type":"''","value":[{"type":"[[","value":[["Port Blair"]]}," to Neil"]},". It takes 2 hours and costs 195 Rs.  One return sailing a day. Neil Island has no ticket office, just get on the ferry and then buy your tickets on board.  There's also the boat from Port Blair to ",{"type":"[[","value":[["Rangat"]]}," which calls at Neil as its first stop. \n\n",{"type":"''","value":["Havelock to Neil"]},".  The Rangat ferry calls at Havelock and then to Neil.  It takes 1 hour and costs 195 Rs.\n\n",{"type":"==","value":["Get around"]},"\n\nOn arrival, the guesthouse owners will meet you at the jetty, and give you a free autorickshaw ride to their guesthouse.  The return journey will cost 50Rs. \n\nBicycles can be rented here for a price between Rs 50-75 per day. Though not needed they can be useful if you want to travel around Neil in a day. \n\nYou can get an auto-rickshaw and go around to see self-declared private 'resorts' to find accommodation.\n\nTwo Wheeler Hire: \nYou can hire a two wheeler for Rs 300 per day. This is the best way to explore the Island as you have the freedom to go to any place at any time. Definitely much more cheaper than hiring a taxi or an auto. Make sure to fill Fuel before 5 in the evening, as you might not find any later. Having a bike would also help you to stop at any part of the beach to click Pictures and enjoy the place. Also one can use a two wheeler to explore other resorts for better food, if the food given by their resort is not so good.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Natural bridge"]},": A small strip of land that connects the mainland to a small(3*3) island of sorts (not worth it but the rockpools around this at low tide are worth checking out)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Beach #8"]},": Snorkeling here plus a small cave to check out. Lots of shells around if you are a shell collector."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sitapur beach"]},": Lovely sunrise. Serene beach. Good for a swim."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunset point"]}," is the west most point of the beach west of the jetty which the guesthouses are on.  There are ravenous sandflies, so if you're spending any time there then take a hammock.  Pretty sunsets.  If you snorkel directly west off the point there is some wonderful snorkelling.  There's sometimes a current.  Snorkeling near beach with the caves and also off Havelock if you choose to take the private ride. Mantas to be seen on the ride if you are lucky.  Get here in the morning. check the rockpools, snorkel then bail in the afteroon."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snorkelling"]}," is also very good around the jetty at Neil. edges of the shallow reefs have some live corals, many different kinds of fish and lots of anemones with resident clown fish.  Great variety of shells are available but are not supposed to be taken from the islands."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=India Scuba Explorers"],["url=http:\/\/www.indiascubaexplorers.com"],["email="],["address=Beach#1"],["lat="],["long="],["directions=get to beach #1, on the left side of the road about a 300m before Tango Resort"],["phone=+91 0 9474238646"],["tollfree="],["fax="],["hours="],["price="],["content=A PADI Dive Resort offering all PADI courses and daily dive safaris to spectacular new dive sites around the unexplored waters of Neil Island."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThe main bazaar has a few eateries serving the usual Indian fare.\n\nAt the beach resorts, food has to be ordered generally at least two hours in advance as the \"cook\" travels to the market gets the supplies and prepares it.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Green Heaven restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=300 meters back towards town from Tango Beach Resort"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The restaurant is very friendly, has great food (try the grilled fish or chocolate pancake) and the service is positively instant compared with the glacial service at the resorts!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gan Garden Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=500m from main bazaar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take main road from bazaar towards sunset point, opposite football pitch is Gan Garden, nice family run restaurant, good choice of meals and they will happily cook any fish for you that you manage to catch yourself or buy from the fish market for a small charge! The family will also happily arrange other activities for you, Gan can organise jungle trips and Sanjay can organise snorkelling or fishing trips on their speed boat! Trips are all around 500Rs per person and will be a full day trip including lunch!"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nCoconut milk.\n\nAlcohol is also available in most of the resorts.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cocon-huts Resort"],["url="],["email="],["address=1km from Jetty"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 150-250"],["checkin="],["checkout="],["content=Come out of the jetty and walk straight up to main road, turn right and walk about 500m down road, then turn right straight after the football pitch, nice friendly staff, 10 basic cheap huts with decent communal shower and bathroom facilities set in nice large open area, opens out onto beach, 4 bungalows are available but apparently have to be booked from Port Blair."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hawabill nest guest house (IP&T)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 282630"],["tollfree="],["fax="],["hours="],["price=Rs 150"],["checkin="],["checkout="],["content=Near the jetty proved to be a very decent place. The Dorms are clean with proper beds and a community bath\/toilet. Good news, there were no other tourists except an occasional day tripper family. They also have a chef who can prepare the food on request. To book contact ",{"type":"[[","value":[["Andaman_and_Nicobar#Booking_A.26N_Tourism_Accommodation"],["A&N Tourism"]]}]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pearl Park Beach Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=2.5 kms west of the ferry dock"],["phone = +91 1392-0282510   01392-233880"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Another 500 metres further west from Tango and pretty much the same except it doesn't front onto the beach. Similar pricing to Tango."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tango Beach Resort"],["url=http:\/\/www.tangobeachresort.in\/"],["email="],["address=Laxmanpur Neil Island Near Halipad"],["lat="],["long="],["directions=2km west of the ferry dock"],["phone =+91 9434270454-+91-9434270364"],["tollfree="],["fax="],["hours="],["price=Rs 1800"],["checkin="],["checkout="],["content=This is a lovely beachfront resort and amazing place to relax. The Cafeteria has wonderful ambience and the sea wind helps you to relax a lot, but service is slow. Connect your phone to the speakers there and you can just spend the whole evening with a good drink (although the resort does not have a bar now so you have to buy from outside). At high tide you can swim here and the reef is 50 metres out and extends west (left) to Sunset Point."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kaala Pani Resort"],["alt=Black Water Resort"],["url="],["email="],["address=Ramnagar, No.3"],["lat="],["long="],["directions=Neil jetty towards no.3"],["phone = +91 9474274991"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is newly country style made resort. Managed by a young couple, Prakash and his wife Bina. Very unique location, five minutes walk to the sea-shore. enjoy snorkling, swimming and diving.  can have loads of fun by going for fishing and visiting the agricultural farms of the owners. they have a small restaurant also a grocery shop located nearby."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nTwo options:\n\n1) Leave via the ferry that got you here sometime in the evening\n\n2)You can manage to get a private boat ride to Havelock from here for around 1000Rs if interested.For Indians this is not a problem but foreigners be aware, the police at the jetty on Havelock do check your RAP (restricted area permit) on the way out and EXPECT to see an entry number on it, which you will not have if you came privately. This is done, precisely to stop tourists making unauthorised visits to islands they should not be on and the authorities take this quite seriously so DO expect trouble if you decide to do this. (Of course if you left by the same method and went back to where you came from nobody would be any the wiser).\n\n\n",{"type":"{{","value":[["IsPartOf"],["Andaman and Nicobar Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Neil Island"]]},"\n",{"type":"{{","value":[["geo"],["11.823055555556"],["93.058333333333"]]}]