[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Neum ww.jpg"],["thumb"],["400px"],["Neum"]]},"\n",{"type":"'''","value":["Neum"]}," is a resort town on the Adriatic Sea coast in ",{"type":"[[","value":[["Bosnia and Herzegovina"]]}," – the only seaside resort in the country. With its long warm summers and short mild winters, it is considered to be one of the coastal towns with the greatest number of sunny days in the year. Around 92% of the population is ethnically Croatian.\n\nNeum is very convenient for tourists, because of its proximity to major tourism destinations in ",{"type":"[[","value":[["Croatia"]]},". Because the price of accommodation and food in Neum is much lower than in Croatia, Neum is very popular with travelers who seek good value for their money. \n\nAll road traffic between the Croatian towns of ",{"type":"[[","value":[["Ploče"]]}," in the north and ",{"type":"[[","value":[["Dubrovnik"]]}," in the south passes through the Neum corridor, a 9 km long stretch of Bosnia-Herzegovinian territory. Sometimes your passports are checked, sometimes not.\n\n",{"type":"==","value":["Get in"]},"\nNeum is 60 km from ",{"type":"[[","value":[["Dubrovnik"]]},", 80 km from Dubrovnik International Airport, 70 km from ",{"type":"[[","value":[["Korčula"]]},", 70 km from ",{"type":"[[","value":[["Mostar"]]},", and ",{"type":"[[","value":[["Međugorje"]]}," and 30 km from the border towns with Croatia and BiH, ",{"type":"[[","value":[["Ploče"]]}," and ",{"type":"[[","value":[["Metković"]]},".\n\nThere are regular bus services from Dubrovnik to Neum (along with multiple buses to Mostar and ",{"type":"[[","value":[["Sarajevo"]]},"). When entering this part of the country by bus from Croatia it is very unlikely that your passport will be stamped, so those looking for a Bosnian entry stamp will be disappointed. If a border guard does check your passport they are unlikely to even have a stamp. Buses, especially those just passing through from one part of Croatia to the other, are often not even stopped for passport checks at the border, especially if the driver doesn't intend stopping for a break in Neum, although it is always worth keeping your passport handy if you know your bus is going to be crossing.\n\n",{"type":"==","value":["Get around"]},"\nThe main resort area of Neum is quite compact, but as it rises steeply up from the water, occasional cab travel (such as to the loading area for buses to Dubrovnik, Sarajevo and Mostar) is necessary and tends to cost a fare of €5.  There are a number of excursion boats.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Etnofest Neum"]]}]},"\n",{"type":"==","value":["Do"]},"\nExcursion trips to nearby tourist destination (half a day  or whole day) such as Dubrovnik, Korčula, Medjugorje, Ston and Mostar.\n\nPhotosafari on river Neretva, visit to rural tourism households in Neum hinterlands, birdwatching, sport and recreational activities, visit to vineyard and vintage, visit to olives and tangerine plantations etc.\n\n",{"type":"==","value":["Buy"]},"\nIn Neum you can buy all kinds of food, drinks and tobacco products at much lower prices than in Croatia. The official currency is the BiH convertible mark, but the Croatian kuna is also universally accepted. Many shops accept euros as well.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Agrotourism Matusko"],["url="],["email="],["address=Mosevici"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Make a trip to countryside. Ten km inland from Neum you can enjoy a peaceful atmosphere, local specialites and see how people used to live here long ago."]]}]},"\n",{"type":"==","value":["Eat"]},"\nWhile the main hotels offer half board as a matter of course, there are some other dining options, most of which are of the outdoor seaside grill-restaurant variety.  Main menu items range from cevapcici for KM 6 to mixed grill type offerings for KM 12.  Fish can vary, starting from grilled sardines for KM 15 to \"market price\" on more prized choices.\n\nBeyond mealtimes, coffee (1-1.5 KM for espresso) and ice cream (1-2 KM for industrial-size single scoops) at local \"caffe-slasticarnas\" are amazing value and among the most consumed items there.\n\n",{"type":"==","value":["Drink"]},"\nNeum is not a hot nightlife destination. It attracts mainly Bosnian families, and while many Bosnian Muslims drink, they tend to so in seaside grills-cum-bars, a number of cafe or ice cream-bar type places, and one venue just north of the Hotel Sunce that plays house music and has a flashing light.  \n\nWhat Neum lacks in variety it makes up for in price—250ml beers like Karlovacko tend to cost 2-3 KM depending on the venue, and 330ml and draft half liters tend to be 3-4 KM.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Agrotourism Matusko"],["url=http:\/\/agrotour-matusko.com\/?lang=en"],["email="],["address=Mosevici"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy quiet countryside and try local specialities at very affordable prices."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nHotel accommodation (generally of the Tito-era concrete monstrosity variety) is somewhat more expensive than private accommodation, but still far cheaper than in surrounding destinations in Croatia. The average price for half board in hotels ranges from €30 (low season) to €70 (high season) per night per person and price of private accommodation can be as low as €10 per night per person, but it could also be more expensive if it is villa or aparthotel accommodation type. Most of the hotels and some of the private accommodation can be booked online.\n\n",{"type":"*","value":["Hotel Sunce Neum ",{"type":"[","value":["http:\/\/www.hotel-sunce.com\/"]}]},{"type":"*","value":["Hotel Zenit Neum ",{"type":"[","value":["http:\/\/www.hotel-zenit.com\/"]}]},{"type":"*","value":["Hotel Stella Neum ",{"type":"[","value":["http:\/\/www.stella-neum.com\/"]}]},{"type":"*","value":["Hotel Neum Neum ",{"type":"[","value":["http:\/\/www.hotel-neum.com\/"]}]},{"type":"*","value":["Aparthotel Villa Nova ",{"type":"[","value":["http:\/\/www.villa-nova.info\/"]}]},{"type":"*","value":[" http:\/\/www.neum.info\/"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["42.9167"],["17.6167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Herzegovina"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Neum"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Bosnia and Herzegovina\/Localities\/Neum\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Neum"]]}]