[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Nevada City"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.virginiacitymt.com\/Nevada.asp Nevada City"]}]}," is in southwest ",{"type":"[[","value":[["Montana"]]},"'s ",{"type":"[[","value":[["Gold West Country"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThere are a total of 108 buildings in Nevada City, 14 of which are original structures to this 1863 gold mining community. Many of the historic structures were relocated to the area by Charles and Sue Ford Bovey of Bovey Restorations and placed on the historic street plan of early Nevada City. \n\nActive businesses remaining in Nevada City, Montana include the Nevada City Museum which is one of the largest outdoor living history museums in Montana, Living History Programs are held in Nevada City every weekend starting Memorial Day and continuing through mid September, the town is open for visitation seven days a week during the summer season. The buildings in Nevada City are still furnished much as they would have been in the latter part of the 19th century. \n\nNevada City has been the filming location for many western movies including; Missouri Breaks, Return to Lonesome Dove, Little Big Man and Thousand Pieces of Gold.\n\n",{"type":"===","value":["History"]},"\nThe Living History Program, \"Step Into Montana's Past,\" interprets the 1863 - 1865 era of early Montana.  Nevada City incorporated Feb. 9, 1865, and was one of two major trade centers for the gold mining Alder Gulch Region, with its sister city of Virginia City the area was then known as 14 mile city. The museum site is now managed by the Montana Heritage Commission and owned by the State of Montana. \n\n",{"type":"==","value":["Get in"]},"\nAirports are available at ",{"type":"[[","value":[["Bozeman"]]},", Montana, and ",{"type":"[[","value":[["Butte"]]}," Montana. \n\nNevada City is located 1 1\/2 miles from Virginia City, Montana on Hwy 287, parking is located in front of the Nevada City main street, and RV parking is available near the Train Round House and Nevada City Depot.\n\nThe open air town site can be accessed during the summer season seven days a week by paying admission at the Montana Heritage Commission's Museum entrance. \n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nMake sure and plan to attend the timeline interpretation of ",{"type":"'''","value":["1863 - 1865 Montana"]}," held every weekend. Enjoy historic craft demonstrations, first person interpreters, foodways demonstrations and accurate portrayals of the areas history. \n\n",{"type":"'''","value":["Nevada City Living History"]}," is a must see on every weekend from Memorial Weekend through Mid-September. Visitors also enjoy attending the All Hallows Eve event held in October right before Halloween.\n\nThe area is also the staging area for ",{"type":"'''","value":["Alder Gulch Shortline Railroad"]}," that has a track that extends the 1 1\/2 miles between the Nevada City and ",{"type":"[[","value":[["Virginia City (Montana)"],["Virginia City"]]}," town sites.\n\n",{"type":"==","value":["Buy"]},"\n\nThe Nevada City Museum offers a gift shop that offers gifts of Montana.\n\n",{"type":"==","value":["Eat"]},"\n\nVisit the Star Bakery for breakfast, lunch and dinner during the summer season.\n\n",{"type":"==","value":["Drink"]},"\n\nDrinks can be purchased at the Star Bakery, the Nevada City Coffee Shop, Nevada City Hotel, The Nevada City Museum Gift Shop, and Criterion Hall Saloon\n\n",{"type":"==","value":["Sleep"]},"\n\nLodging is with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aldergulchaccommodations.com\/ Alder Gulch Accommodations"]}]},", Nevada City Hotel and Cabins, and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.justanexperience.com\/ Just an Experience Bed and Breakfast"]}]},". Many guests chose to spend their nights in area lodging in Virginia City, nearby Ennis, Montana, and Alder.\n\n",{"type":"==","value":["Go next"]},"\nVisit nearby Historic ",{"type":"[[","value":[["Virginia City (Montana)"],["Virginia City"]]},", with 146 state owned buildings built on their original sites from the Montana Gold Rush era.\n\nVisitors to the area also enjoy attending nearby ",{"type":"[[","value":[["Yellowstone National Park"]]},".\n\n",{"type":"{{","value":[["routebox"],["image1=MT-287.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=Ends at ",{"type":"[[","value":[["Dillon"],["S"]]}," ",{"type":"[[","value":[["File:MT-41.svg"],["18px"]]}],["minorl1="],["directionr1=E"],["majorr1=Ends at ",{"type":"[[","value":[["Three Forks"],["N"]]}," ",{"type":"[[","value":[["File:US 287.svg"],["18px"]]}," ",{"type":"[[","value":[["West Yellowstone"],["S"]]}],["minorr1=",{"type":"[[","value":[["Virginia City (Montana)"],["Virginia City"]]}]]},"\n\n",{"type":"[[","value":[["Wikipedia:Nevada City, Montana"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Gold West Country"]]},"\n",{"type":"{{","value":[["geo"],["45.30737"],["-111.96839"],["zoom=16"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]