[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["File:Башня Демидовых. Невьянск.jpg"],["thumb"],["200px"],["Leaning Tower of Nevyansk"]]},"\n",{"type":"'''","value":["Nevyа́nsk"]}," (ru: Невья́нск) is a historic town in the central part of ",{"type":"[[","value":[["Sverdlovsk Oblast"]]},". Unofficial capital of 18th-century Ural industry, Nevyansk retains little of its former heritage, but the single important edifice that remains from those glory days—the ",{"type":"'''","value":["Leaning Tower"]},"—is well worth seeing. The unique and bizarre Leaning Tower is testament to the greatness of the Demidov family, who stood at the roots of the region's industry. Further attractions include artifacts from the Old Believers, some of whom still live in the area, local crafts and the scenic landscapes of the Central Urals.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["File:Coat of Arms of Nevyansk (Sverdlovsk oblast).png"],["thumb"],["200px"],["Nevyansk's coat of arms features symbols of the city: the Leaning Tower, cannonballs, and Y-shaped tools used for prospecting."]]},"\n\nNevyansk (formerly Nevyansky Zavod) is sited on the Neyva river, 75km north of ",{"type":"[[","value":[["Ekaterinburg"]]}," and 50km south of ",{"type":"[[","value":[["Nizhny Tagil"]]},", and a short distance east of the Ural mountains. Though the town is surrounded by flat fields, gentle wooded hills are visible from any vantage point. Its population is 25,000, as of 2010.\n\nDespite the discovery of iron ore in the mid 17th century, the official foundation date of Nevyansk is 1699, when Peter the Great commissioned the construction of state-owned ironworks that were completed in 1701. One year later, the factory was granted to Nikita Demidov, the future tycoon who was already renowned for his ironworks in ",{"type":"[[","value":[["Tula"]]},". Thanks to Demidov's efficient management, Nevyansk thrived throughout the 18th century, and remained the leader of the rapidly developing region in which the Demidov family was the undisputed master. They settled in Nevyansk, thus making it an unofficial capital (the official one had been Ekaterinburg since its foundation around 1725). This period is commemorated by the Leaning Tower, as well as the first professional college in the Ural region (",{"type":"''","value":["tsifirnaya shkola"]},", later transferred to Nizhny Tagil). The principal manufactured goods of the town were elaborate chests and, naturally, cast iron traded under the brand name \"Old Sable\". By the end of the 18th century, the supplies of iron ore had diminished, local forests had been mostly cut down, and the empire of the Demidovs had disintegrated. More efficient iron production was performed in Nizhny Tagil, while industries in Nevyansk cast and forged the iron as well as producing the gold and platinum that were discovered in early 19th century. The town's factory was renamed the ",{"type":"'''","value":["Nevyansk Mechanical Plant"]}," (presently named ",{"type":"'''","value":["Nevyansk Machine Factory"]},") and began to produce a variety of simple cast-iron items, such as girders, shovels, and wheels. In the Soviet era, the plant was repurposed to produce ammunition and large-scale machinery for heavy industry. This reorganization halted the smelting works and distinguished Nevyansk, with its gorgeous skyline that boasted a tower and cathedral, from a raft of neighboring industrial towns dominated by lofty and rusty blast furnaces. In 1914, a cement factory was launched in a new district located a few kilometers southwest of Nevyansk.\n\nWhile the lack of an unsightly rusty blast furnace can be seen as an advantage, by the same token Nevyansk is missing most of its historical buildings. Until the 1990s, few people recognized the historical significance of the town. The unique Leaning Tower belonged to the factory and might have been demolished if not for the continuous efforts of architecture buffs. Recently, the situation reversed itself: the factory has decayed, whereas the Tower was proclaimed a major regional landmark. Ample funding facilitated its rapid renovation, making the Tower fully accessible to the public. Active promotion of the tower as a local landmark drew many visitors and rendered Nevyansk a popular day trip, to the extent where it should perhaps be avoided on weekends. The tourist business is largely focused on the Leaning Tower, but there are more things to see: for example, the artifacts from the Old Believers, who were allowed to reside in neighboring villages because of the pragmatically tolerant attitude of the Demidovs toward religion. The so-called Old Believers, who did not support the reform of the Russian Orthodox Church in the mid-17th century, are supposed to be the originators of ",{"type":"'''","value":["Nevyansk icons"]},", a distinct painting tradition that features soft hues, lavish gold decorations, and strictly canonical imagery. Nowadays, these icons are mostly showcased in the museums at Ekaterinburg, but you can also see them in Nevyansk or, preferably, in the village of ",{"type":"[[","value":[["Nevyansk#Go next"],["Byngi"]]}," which boasts authentic houses and an old church designed by Old Believers. Tourists with less interest in history and arts enjoy numerous local crafts, especially the production of pottery.\n\nTourist information is available from the local museum ",{"type":"[","value":["http:\/\/museum-nev.ru\/"]},". They also offer a great variety of guided tours, though they are generally given in Russian and largely exaggerate the real significance of the town.\n\n",{"type":"==","value":["Get in"]},"\n\nNevyansk is best accessible from Ekaterinburg and Nizhny Tagil.\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest international airport is ",{"type":"'''","value":["Koltsovo International Airport"]}," (",{"type":"{{","value":[["IATA"],["SVX"]]},") in Ekaterinburg. Nevyansk is accessible via Ekaterinburg, or direct buses are available to Nizhny Tagil (#1036) and Krasnoturyinsk (#825). The buses depart early in the morning and return to the airport around midnight. Travel time is 2.5 hours.\n\n",{"type":"===","value":["By train"]},"\n\nThe train station is in the western part of Nevyansk: 8 Popova St., phone: +7 (34356) 2-30-40 (information), 2-14-46 (booking office). Follow Krasnoarmeyskaya Street to the town center (about 1.5km). \n\n",{"type":"*","value":[" Long-distance trains head to the northern part of Sverdlovsk Oblast (#337Е, #607Е: Verkhoturye, Serov) and ",{"type":"[[","value":[["Perm Krai"]]}," (#969Е: Solikamsk, Berezniki). The trains departing from Nizhny Tagil go in the opposite direction, to the seaside resorts, and pass the ",{"type":"[[","value":[["Volga Region"]]}," as well as ",{"type":"[[","value":[["Southern Russia"]]},". "]},"\n",{"type":"*","value":[" Local trains provide hourly service from Ekaterinburg (destination Nizhny Tagil, 1.5-2 hours) and Nizhny Tagil (destination Ekaterinburg, Shartash (Шарташ), and Shurala (Шурала); 1 hour)."]},"\n",{"type":"===","value":["By bus"]},"\n\nThe ",{"type":"''","value":["bus station"]}," is contiguous with the train station. Similar to the railway, passengers can choose between buses heading for Ekaterinburg and Nizhny Tagil. However, travelers should take care as some of the buses do not stop in Nevyansk. \n\n",{"type":"*","value":[" Ekaterinburg-bound buses depart from the northern bus station (автовокзал «Северный») bound for Nevyansk (#686), Nizhny Tagil (#640, ask explicitly if it stops in Nevyansk), Nizhnyaya Salda (#630), Verkhnyaya Salda (#602), and Serov (#810). Buses depart approximately hourly, travel time: 2 hours."]},{"type":"*","value":[" The Nizhny Tagil-bound buses are somewhat complicated. Minibuses directly to Nevyansk exist, in addition to regular buses to Ekaterinburg (#602, 630, 640, 810; check if they stop in Nevyansk), Rezh (#526), ",{"type":"[[","value":[["Tyumen"]]}," (#957), and ",{"type":"[[","value":[["Chelyabinsk"]]}," (#593). Buses depart every hour, travel time: 1 hour."]},"\n",{"type":"===","value":["By car"]},"\n\nFollow the ",{"type":"'''","value":["P352"]}," highway from Ekaterinburg (92km) or Nizhny Tagil (54km); take any of the exits labeled \"Nevyansk\". They are all close to the town center. Another local road comes from Rezh (92km).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:Nevyansk en.png"],["thumb"],["450px"],["Map of Nevyansk"]]},"\n\nNevyansk features a simple rectangular layout, with the dam and dilapidated factory complex in the very center. The dammed Neyva river and the adjacent reservoir (literally translated from Russian as Nevyansk Pond) cut the town into western and eastern parts. Major streets in the western part are Lenina Street and Dzerzhinskogo Street (leading from Ekaterinburg), Stepana Razina Street (leading from Nizhny Tagil), Kirova Street (from Byngi and ",{"type":"[[","value":[["Nevyansk#Go next"],["Tavolgi"]]},"), and Krasnoarmeyskaya Street linking the train station to the historical center. In the eastern part, Oktyabr'skiy Avenue and Shevchenko Street lead to Rezh. \n\nThe town is relatively small and easily explored by foot. If you need a lift, flag down one of the minibuses running from the train station to the historical center, which is at the bus stop ",{"type":"''","value":["universam Yuzhny"]}," (универсам «Южный»), at 23 Lenina St.\n\n",{"type":"===","value":["Taxi"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gorod"]}," (Город): +7 (34356) 2-22-22, 2-33-99"]},{"type":"*","value":[" ",{"type":"'''","value":["Iva"]}," (Ива): +7 (34356) 2-21-22"]},{"type":"*","value":[" ",{"type":"'''","value":["Motor"]}," (Мотор): +7 (34356) 2-30-95"]},{"type":"*","value":[" ",{"type":"'''","value":["Shturman"]}," (Штурман): +7 (34356) 2-10-55"]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Town center"]},"\n\nMost of the sights are clustered around the pedestrian area, adjacent to the dam and Revolyutsii Square (пл. Революции).\n\n",{"type":"[[","value":[["File:RR5111-0157R.gif"],["thumb"],["250px"],["The Leaning Tower depicted on a souvenir coin."]]},"\n",{"type":"[[","value":[["File:Nevjansk tower accoustic room corner.jpg"],["thumb"],["250px"],["The \"acoustic room\" inside the Leaning Tower features a rounded ceiling and cast-iron bars."]]},"\n",{"type":"[[","value":[["File:Nevjansk kathedraal vanaf toren.jpg"],["thumb"],["250px"],["Transfiguration Cathedral seen from the Leaning Tower."]]},"\n",{"type":"[[","value":[["File:Памятник Петру I и Демидову у башни в Невьянске.JPG"],["thumb"],["250px"],["The monument to Peter the Great and Nikita Demidov."]]},"\n",{"type":"[[","value":[["File:Музей истории Невьянского края и башня.jpg"],["thumb"],["300px"],["The Nevyansk Museum (housed in a former power plant) and the Leaning Tower."]]},"\n",{"type":"[[","value":[["File:Памятник \"Павшим за Советскую Родину\" в Невьянске.jpg"],["thumb"],["300px"],["The war memorial at Revolyutsii Square."]]},"\n",{"type":"[[","value":[["File:Дворец культуры машиностроителей в Невьянске.jpg"],["thumb"],["300px"],["Cultural center of the Machine Factory."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nevyansk (Leaning) Tower"]},". This gorgeous structure was built between 1721 and 1742. Its history, purpose, and style are a matter of numerous local myths. One piece of information that is beyond dispute is the Tower's original shape, which consists of a lofty rectangular base surmounted by three octagonal tiers and a spire. The degree of tilt is less than its homologue in ",{"type":"[[","value":[["Pisa"]]},", but it's still clearly visible. Scientists believe that the Tower's lean originated during the construction process, but that it nonetheless remained stable because of a change in the design. Legend has it differently: the cellars of the Tower, so it is said, were flooded to conceal a counterfeiting operation, therefore the ground sank and the tower began to lean. Others claim that the Demidov family admired Italian architecture and that they deliberately commissioned a leaning tower for their own residence. There is, indeed, some Italian flavor in the style, although Nevyansk Tower is far from being an exact copy of any specific building. Neither does it resemble Russian fortresses or other domestic architecture. The whole structure is threaded with bars made of locally-produced cast iron. These bars do not merely serve as a framework (although they do form a rebar, the whole tower being an early example of a reinforced-concrete structure), but also parts of the lightning rod, which is supposedly the first one ever constructed. Both the exterior and the interior of the tower are far more splendid than most Russian structures of the 18th Century. The Tower not only set Nevyansk apart from a raft of dreary industrial settlements in the surrounding area, but also served as an unmistakable testament to the greatness of the Demidov family. "]},"\n:The inside of the Tower is equally magnificent. First of all, tons of ponderous cast iron can be seen, shaped into doors, stairs, and, of course, bars forming the framework (those are best viewed from the porch). One of the levels is occupied by the chemical lab (legend states that the aforementioned counterfeiting operation took place in this room); also features is a so-called \"acoustic room\" where two people can whisper and hear each other from opposite corners. Upstairs can be found a sumptuous clock manufactured in England in 1730, as well as an observation deck. Unfortunately, the original decor featured in the tower's interior is not preserved, and most rooms are filled with dull exhibits. The unusual structure and peculiar clock are, nevertheless, a good reason to go inside.\n\n:Entering the Tower is only possible via guided tours organized by the local museum. These cost 200 rubles per person or 1250 rubles for a group of up to 5 people (2012). The tours, which can be tedious, relate local myths concerning the tower and are typically given in Russian; however, advance booking is not required. English translation can be had for an extra price; book at least one week in advance for this. On weekends, tours are conducted every half an hour, rendering the narrow passages of the Tower very congested.\n\n:The vicinity of the Tower is a mishmash of gleaming renovated buildings and somewhat decrepit older structures. The ",{"type":"'''","value":["Transfiguration Cathedral"]},", a bright-yellow Classical-style edifice built in 1824-1830 and rebuilt in the 2000s, boasts a fine faience iconostasis. The bizarre monument to Peter the Great and Nikita Demidov abuts a copper-colored brick building that dates to the early 20th century. Formerly a power plant, this edifice presently houses a museum. This building is heavily influenced by Moorish style and matches the Leaning Tower in its ostentatiousness. Local designers tried to exaggerate the effect and replaced one side of the building with a glass wall, which unfortunately looks anything but congruent.\n\n:While one side of the square is fenced in by a handsome cast iron railing, the northern side faces a concrete wall of the old factory. Peek behind the wall by climbing the tower and a good view of the factory from above can be had. However, those who prefer less dilapidated scenes would be better served by crossing the dam, passing by a collection of traditional-style houses, and climbing Lebyazhka Mountain, where a panoramic view of Nevyansk can be had that includes the tower, cathedral and reservoir in front.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nevyansk History and Architecture Museum"],["alt=Невьянский историко-архитектурный музей"],["url=http:\/\/museum-nev.ru\/"],["email=priem@museum-nev.ru"],["address=2 Revolyutsii Sq."],["lat="],["long="],["directions=пл. Революции, 2"],["phone=+7 (34356) 2-43-99, +7 (34356) 2-20-56 (guided tours)"],["tollfree="],["fax="],["hours=Tu-F 8-17, Sa–Su 9-17, May-Sept 9-19"],["price=Entrance fee: 60+40 rubles for the two museums (2012)"],["content=The collection of this museum is split between two buildings: the former power plant behind the Leaning Tower, and a small house on Revolyutsii Square. The latter also has a small, though free, outdoor exhibition of local products. The cornerstone of this collection consists of dried herbs native to the area as well as stuffed animals, but also includes some more interesting regional specialties such as Nevyansk icons, artifacts from the peat bog of Shigir, and iron castings from Casli. Since similar (and more interesting) items are on display in Ekaterinburg, the museum merits a visit mainly as a way to pass the time before a visit to the tower."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nevyansk Icon Museum"],["alt=Дом Невьянской иконы"],["url=http:\/\/new-ikona.ru\/muzey"],["email="],["address=2 Krasnoarmeyskaya St."],["lat="],["long="],["directions="],["phone=+7 (34356) 2-40-05"],["tollfree="],["fax="],["hours="],["price="],["content=A part of the icon-painting workshop, this small collection occupies only two rooms. One contains older examples of this locally-minted style of art, while the other one consists of an exhibition of brand-new icons produced by the workshop. Even though the most valuable masterpieces were taken to Ekaterinburg long ago (never to be returned), the museum is well worth seeing for its spiritual ambience and enthusiastic staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nevyansk Factory Museum"],["alt=Музей Невьянского завода"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 (34356) 2-27-13"],["tollfree="],["fax="],["hours="],["price="],["content=This museum showcases a range of local products, varying from construction elements of the Leaning Tower and fancy cast-iron tools to large-scale machines and ammunition. The factory itself is a jumble of abandoned buildings, including some 19th-century workshops. It also harbors another bizarre monument to Peter the Great and Nikita Demidov, who is now portrayed as a noble. The museum ",{"type":"[","value":["http:\/\/www.nevyansk.org.ru\/index\/fotoehkskursija_na_nevjanskij_mekhanicheskij_zavod\/0-33"]}," does exist, but neither the schedule nor access information are available. If you feel interested, inquire at the History and Architecture Museum."]]}]},"\n",{"type":"===","value":["Outside the center"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Churches"]}," are few in number. One of the more important ones is ",{"type":"'''","value":["Trinity Church"]}," (Троицкая церковь), located at the marketplace (20 Kirova St.) Trinity was built in 1853, but lost its dome in the 1930s. It was re-consecrated in the 1990s after the fall of the Soviet regime, though it remains rather bland-looking. The smaller ",{"type":"'''","value":["Church of the Ascension"]}," (Вознесенская церковь) was built in 1871 and is located next to the cemetery on Kos'kovich Street. This lovely church is embellished with a wooden bell tower."]},"\n",{"type":"*","value":[" A tiny ",{"type":"'''","value":["park"]}," at Revolyutsii Square features a freaky ",{"type":"'''","value":["war memorial"]}," and a huge piece of iron commemorating pre-revolutionary industrial strikes. This piece, colloquially known as \"kozyol\" (translated as \"goat\") was cast by striking workers with the explicit intent of blocking and damaging the blast furnace. The square is flanked by pale-green Stalinist residential buildings, which surround a pretty one-story house topped by statues of young pioneers. "]},"\n",{"type":"*","value":[" Vernacular archtecture is mostly bland or even ugly. However, of note are the nice ",{"type":"'''","value":["Art Nouveau house"]}," (a former girls' school) at 6 Karla Marksa St., as well as a ",{"type":"'''","value":["block of 19th-century merchants' houses"]}," on Komsomol'skaya Street, Krylova Street, and Kirova Street. While wooden carvings typically adorn the window frames of such houses, the ",{"type":"'''","value":["House of Afanasiy Abramov"]}," (54 Kommuny St.) expands upon this decorative concept, sporting elaborate carving all over the façade. The few examples of Soviet architecture worthy of note are the gloomy pale-green buildings on Revolyutsii Square, as well as the Neoclassical-style ",{"type":"'''","value":["cultural center of the Machine Factory"]}," (1 Malysheva St.) Five-story residential buildings from the 1960s are \"decorated\" with light-brown paste (presumably for the sake of heating) and look even more repellent than they otherwise would."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lebyazhka Mountain"]}," is a pretty hillock in a suburb northeast of Nevyansk. It is likely the best place for those who seek a panoramic view of the town and distant mountains. To reach the top, follow Shevchenko Street towards Rezh and bear left at the point where the main road veers right (Gorodskaya Street). With sufficient driving skill, the top is also accessible by car."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Maslikov Pottery Workshop"],["url=http:\/\/gonchar-iz-tavolog.ru"],["email="],["address=39 Kuybysheva St., Nizhniye Tavolgi"],["lat="],["long="],["directions=14km northeast of Nevyansk; second house on the left-hand side as you drive in"],["phone=+7 (912) 614-88-37"],["tollfree="],["fax="],["hours="],["price="],["content=Sergey Maslikov gives guided tours and master classes in his family-owned pottery workshop. While Sergey makes a variety of earthenware, his wife molds and paints clay toys. Their crafts are for sale, but you can also produce your own pottery free of charge (though using the potter's wheel is harder than it looks!). Arrange the visit in advance and bring work clothes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tavolga Earthenware"],["alt=Таволжская керамика"],["url=http:\/\/tavolgatur.ru\/"],["email="],["address=Nizhniye Tavolgi and Verkhniye Tavolgi"],["lat="],["long="],["directions="],["phone=+7 (34356) 3-92-26 (shop and tours), +7 (912) 253-44-49 (tours), +7 (34356) 3-92-10 (shop and tours)"],["tollfree="],["fax="],["hours=Tu-Su, 10-17"],["price="],["content=A large-scale version of the potter's workshop, this enterprise nonetheless has one major strong point: facilities to feed, accommodate, and entertain large tour groups. Otherwise, you may deem it a bit disappointing to discover the same kind of primitive tableware and toys that are ubiquitous in gift shops (",{"type":"''","value":["podarki"]},") throughout the country. Facilities and exhibitions are located in the twin villages of Verkhniye Tavolgi and Nizhniye Tavolgi. Souvenir shops can be found in both villages, ensuring that nobody leaves without a purchase."]]}]},"\n",{"type":"*","value":[" Under the aegis of the History and Architecture Museum, visitors can witness or try their hand at a variety of traditional handicrafts:"]},"\n:* ",{"type":"'''","value":["Forge"]}," (phone: +7 (912) 2-14-14)\n:* ",{"type":"'''","value":["Redwood workshop"]}," (30 Svobody St.; phone: +7 (922) 612-37-83)\n:* ",{"type":"'''","value":["Clay toys"]},": (phone: +7 (912) 292-68-20)\n:* ",{"type":"'''","value":["Felt boot workshop"]},": 71 Volodarskogo St.; phone +7 (912) 608-54-51\n\n:More information on these workshops is available at the museum. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Skiing"]}," and other kinds of alpine sports and activities are the stock in trade of the region west of Nevyansk, around Kirovgrad and Verkhny Tagil."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is a variety of small shops in the town center where food and housewares can be had. Chain supermarkets have not reached Nevyansk yet.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Bookstore:"],["alt="],["url="],["email="],["address=12 Malysheva St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Bakeries:"],["alt="],["url="],["email="],["address=2 Karla Marksa St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=11a M. Gor'kogo St."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Drinks and beverages:"],["alt="],["url="],["email="],["address=1 Volodarskogo St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nSimple souvenirs and local food specialties (gingerbread, jams) are on sale at the Leaning Tower. Lots of regional products—both useful, decorative, and totally useless—can be purchased from local ",{"type":"[[","value":[["Nevyansk#Do"],["artisans"]]},". If you're interested in purchasing Nevyansk icons, contact the workshop.\n\n",{"type":"===","value":["Banks"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sberbank:"]}]},{"type":"*","value":[{"type":"*","value":[" 16 Krasnoarmeyskaya St. (phone: +7 (34356) 4-06-01) M-F 8:20-18, Sa 9:20-16; 24\/7 ATM"]}]},{"type":"*","value":[{"type":"*","value":[" 12 Malysheva St. (phone: +7 (34356) 2-29-52) M-F 8:30-18, Sa 8:30-17 (except lunch break 13-14); 24\/7 ATM"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["ATMs:"]}]},{"type":"*","value":[{"type":"*","value":[" 1 Kirova St. (Sberbank, 8-23)"]}]},{"type":"*","value":[{"type":"*","value":[" 13 Lenina St. (Gazprombank, 9-20)"]}]},{"type":"*","value":[{"type":"*","value":[" 15 Lenina St. (Sberbank, 24\/7)"]}]},{"type":"*","value":[{"type":"*","value":[" 21 Lenina St. (VTB24, 24\/7)"]}]},{"type":"*","value":[{"type":"*","value":[" 10 Matveeva St. (Sberbank, 24\/7)"]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Akinfiy"],["alt=кафе «Акинфий»"],["url=http:\/\/www.akinfiy.ru\/"],["email="],["address=5A Lenina St."],["lat="],["long="],["directions="],["phone=+7 (34356) 2-22-28, +7 (904) 388-12-94"],["tollfree="],["fax="],["hours=12-23, F & Sa till 24"],["price=Main dishes: 100—150 rubles (2010)"],["content=A hodgepodge of cuisines, including Russian, Italian, and Japanese, are served at this restaurant which boasts an austere interior and a strict policy on alcohol: beer only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Demidov"],["alt=кафе «Демидов»"],["url="],["email="],["address=23A Lenina St."],["lat="],["long="],["directions="],["phone=+7 (34356) 4-24-41, +7 (34356) 2-42-94"],["tollfree="],["fax="],["hours=11-24"],["price="],["content=Positive reviews."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Multiteks"],["alt=кафе «Мультитекс»"],["url="],["email="],["address=15 Profsoyuzov St."],["lat="],["long="],["directions="],["phone=+7 (34356) 2-23-49"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Old Sable"],["alt=кафе «Старый соболь»"],["url="],["email="],["address=23 Dzerzhinskogo St."],["lat="],["long="],["directions="],["phone=+7 (34356) 2-43-20"],["tollfree="],["fax="],["hours=24\/7"],["price="],["content=Positive reviews."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Simba"],["alt=кафе «Симба»"],["url="],["email="],["address=30 Lenina St."],["lat="],["long="],["directions="],["phone=+7 (34356) 2-23-48"],["tollfree="],["fax="],["hours="],["price=Main dishes: around 100 rubles (2010)"],["content=A decent self-service cafe with hearty, freshly cooked meals—all served in normal dishes (no plastic stuff!) A good selection of ice-cream and desserts, as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sirius"],["alt=кафе в развлекательном центре «Сириус»"],["url="],["email="],["address=2 Oktyabr'skiy Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lunch menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ural Pelmeni"],["url="],["email="],["address=6 Dzerzhinskogo St."],["lat="],["long="],["directions="],["phone=+7 (34356) 4-24-95"],["tollfree="],["fax="],["hours="],["price="],["content=Though not much to look at from the exterior, this fast-food establishment serves delicious pelmeni."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nLocal ",{"type":"'''","value":["beers"]}," are the dark and strong ",{"type":"'''","value":["Vepr"]}," (Вепрь) with a snarling wild boar on the label, and the light ",{"type":"'''","value":["Snezhinskoe"]}," (Снежинское). Both brands are sold as \"live\" and \"unfiltered\".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Billiard"],["alt=бильярд «7 луза»"],["url="],["email="],["address=15a Sovetskaya St."],["lat="],["long="],["directions="],["phone=+7 (904) 544-26-56"],["tollfree="],["fax="],["hours=12pm-3am"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sirius"],["alt=развлекательный центр «Сириус»"],["url="],["email="],["address=2 Oktyabrskiy Ave."],["lat="],["long="],["directions="],["phone=+7 (34356) 2-11-44"],["tollfree="],["fax="],["hours="],["price="],["content=Pool tables, disco."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Old Sable"]}," (гостиница «Старый Соболь»). This hotel consists of two building, located respectively at:"]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["sleep"],["name="],["url="],["email="],["address=23 Dzerzhinskogo St."],["lat="],["long="],["directions="],["phone=+7 (34356) 2-43-20"],["tollfree="],["fax="],["hours="],["price=Double room: 1500 rubles (2009)"],["checkin="],["checkout="],["content=Has suites, but in a poor location."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name="],["url="],["email="],["address=21 Profsoyuzov St."],["lat="],["long="],["directions="],["phone=+7 (34356) 2-43-42"],["tollfree="],["fax="],["hours="],["price=Double room: 1200 rubles (2010)"],["checkin="],["checkout="],["content=Suites. Located on the first floor of an ugly residential building, this hotel is close to the town center."]]}]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Uraltransgaz"],["alt=гостиница ЛПУ ООО Уралтрансгаз"],["url="],["email="],["address=64 Kosmonavtov St."],["lat="],["long="],["directions="],["phone=+7 (34356) 2-18-82"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This guest house is owned by a locally-based company. Located well away from the town center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel at Tavolga Earthenware"],["alt=гостиница предприятия «Таволжская керамика»"],["url=http:\/\/tavolgatur.ru\/scat\/410\/"],["email="],["address=Nizhniye Tavolgi"],["lat="],["long="],["directions=14km northwest of Nevyansk"],["phone=+7 (34356) 3-92-26, +7 (912) 253-44-49"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A cottage featuring two-bed and four-bed rooms, pool tables, and a sauna."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"''","value":["Post codes:"]}," 62419*\n\n",{"type":"''","value":["Area code:"]}," 34356\n\n",{"type":"===","value":["Post offices"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["624191"]}," — 10 Serova St., phone: +7 (34356) 2-26-60"]},{"type":"*","value":[" ",{"type":"'''","value":["624192"]}," — 4 Kirova St., phone: +7 (34356) 2-35-85"]},{"type":"*","value":[" ",{"type":"'''","value":["624194"]}," — 21 Lenina St., phone: +7 (34356) 2-20-40"]},"\n",{"type":"''","value":["Internet access"]}," may be provided at the post offices. Public Wi-Fi spots do not exist.\n\n",{"type":"===","value":["Mobile network"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beeline"]}," — 19 Lenina St. and 13 Lenina St. (At the Kirovskiy Shopping Center)"]},{"type":"*","value":[" ",{"type":"'''","value":["MTS"]}," — 3 Lenina St."]},{"type":"*","value":[" ",{"type":"'''","value":["Utel"]}," — 21 Lenina St. (M-F, 9-19); phone: +7 (34356) 4-22-22"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Byn'gi"]}," (Быньги́, accent the second syllable) — a former village of Old Believers that is located 7km northeast of Nevyansk. Nowadays, the distinction between Old Believers and \"conventional\" Russian Orthodox Christians is largely gone, but the churches are reminiscent of an era when minority schismatic groups were severely oppressed by the government. The ",{"type":"'''","value":["Church of St. Nicholas"]}," (1789-1797, presently belongs to Moscow Patriarchate) was built during a short period of religious tolerance; architecturally speaking, it seems almost to incorporate all the styles what were known to the locals. It is a strange but pretty amalgamation of the Baroque and Classical styles, accented with Byzantine flavors and topped off by an old-fashioned clock on the bell tower. The church was in service during the Soviet era, thereby preserving lots of Nevyansk icons and exhibiting them in their most natural ambience. Dim lights illuminate the usual stocks of cast iron that cover the floor and enclose the iconostasis. The abundance of dark metal amplifies the almost mystical atmosphere. The ",{"type":"'''","value":["Kazan Church"]}," (late 19th century) is a much more bland style that could be described as \"neo-Russian\". This church still belongs to Old Believers (",{"type":"''","value":["edinovertsy"]},"). On regular houses, elaborate wooden carvings abound."]},"\n: ",{"type":"'''","value":["Get in:"]}," minibuses depart from the bus station ",{"type":"''","value":["universam Yuzhny"]}," in the center of Nevyansk.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kunara"]}," — this village 18km south-east of Nevyansk, is known for the unusual ",{"type":"'''","value":["House of Sergey Kirillov"]},", a local artisan of old. He extrapolated on his chosen craft of woodcarving in his own home, peppering the house liberally with folk-art decorations, ultimately making it look like a gingerbread house or a birthday cake. There is no official museum, but Kirillov's widow is friendly to travellers."]},"\n: ",{"type":"'''","value":["Get in:"]}," minibuses #102 depart 8 times a day for Ayatka (Аятка) via Shayduriha (Шайдуриха).\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Ayatskoe"]}," — a scenic lake with swampy shores and tiny islands. Perfect for fishing. Boats and other amenities are for rent from rangers who can be found on the northeastern shore near the village of Shayduriha (Шайдуриха)"]},"\n: ",{"type":"'''","value":["Get in:"]}," by car only. Drive local roads via Shayduriha or take P352 and turn right toward the lake.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shurala"]}," — a village 6km south of Nevyansk. Formerly an industrial town, it now boasts the bulky Classical-style ",{"type":"'''","value":["Alexander Nevsky Cathedral"]}," (early 20th century) and a number of gold mines in the surrounding area."]},"\n: ",{"type":"'''","value":["Get in:"]}," via local trains to Ekaterinburg, take off at the \"419 km\" station. Alternatively, take a bus bound for Kirovgrad.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Verkhniye Tavolgi"]}," (Верхние Таволги) and ",{"type":"'''","value":["Nizhniye Tavolgi"]}," (Нижние Таволги) — twin villages 12-14km northeast of Nevyansk. These villages are famous for their artisans, especially ",{"type":"[[","value":[["Nevyansk#Do"],["potters"]]},", and boast a hotel and a restaurant. "]},"\n: ",{"type":"'''","value":["Get in:"]}," minibuses depart from ",{"type":"''","value":["universam Yuzhny"]}," bus station in the center of Nevyansk.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ekaterinburg"]]}]}," — the capital of the Ural Federal District."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kirovgrad"]}," — an industrial town in the midst of copper smelters and ski resorts."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nizhny Tagil"]]}]}," — a historic industrial city renowned for its museums, enchanting architecture, and impressive heavy industrial facilities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Verkh-Neyvinskiy"]}," — an old industrial settlement in the picturesque mountains of the Central Urals."]},"\n",{"type":"{{","value":[["geo"],["57.4833"],["60.2000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sverdlovsk Oblast"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Nevyansk"]]},"\n",{"type":"[[","value":[["Commons:Category:Nevyansk"]]}]