[{"type":"{{","value":[["pagebanner"],["Loews Cineplex Times Square Banner.jpg"],["caption=New York City's iconic yellow taxi cabs"]]},"\n\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"[[","value":[["File:Midtown Manhattan Skyline seen from Wall Street.jpg"],["thumb"],["350px"],["Manhattan skyline"]]},"\n\nOne of the world's great cities, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nycvisit.com\/ New York City"]}]}," (also referred to as \"New York\", \"NYC\", or \"The Big Apple\") is a global center for media, entertainment, art, fashion, research, finance, and trade.  The bustling, cosmopolitan heart of the 4th largest metropolis in the world and by far the most populous city in the United States, New York has long been a key entry point and a defining city for the nation.\n\nFrom the Statue of Liberty in the harbor to the Empire State Building towering over the Manhattan skyline, from the tunnels of the subway to the skyscrapers of Wall Street, from the bright signs of Times Square to the naturalistic beauty of ",{"type":"[[","value":[["Central Park"]]},", and from Yankee Stadium in the Bronx to Coney Island in Brooklyn, New York's landmarks are quintessential American landmarks. The city's neighborhoods and streets are so iconic they have become ingrained into the American consciousness. Here the power, wealth and culture of the United States is on full display in one of the largest and most iconic skylines in the world, in the food and music to be found around every corner, and in the diverse population of immigrants who come from every corner of the globe to take part in what this city has to offer.\n\nLying at the mouth of the Hudson River in the southernmost part of the ",{"type":"[[","value":[["New York (state)"],["state of the same name"]]}," and at the center of the ",{"type":"[[","value":[["Mid-Atlantic"]]}," region, New York City has a population of approximately 8.2 million people. The ",{"type":"[[","value":[["Metro New York"],["New York Metropolitan Area"]]},", which spans lower ",{"type":"[[","value":[["New York (state)"],["New York"]]},", northern ",{"type":"[[","value":[["New Jersey"]]},", and southwestern ",{"type":"[[","value":[["Connecticut"]]},", has a population of 18.9 million, making it the largest metropolitan area in the U.S.\n\n",{"type":"<","value":["br",{"clear":"all"}]},"\n\n",{"type":"==","value":["Boroughs"]},"\nNew York City consists of five ",{"type":"'''","value":["boroughs"]},", which are five separate counties. Each borough has a unique culture and could be a large city in its own right. Within each borough individual ",{"type":"'''","value":["neighborhoods"]},", some only a few blocks in size, have personalities lauded in music and film. Where you live, work, and play in New York says something to New Yorkers about who you are.\n\n",{"type":"<","value":["span",{"id":"Districts"},["The five New York boroughs are:"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=New York City District Map.png"],["regiontext="],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["Manhattan"]]}],["region1color=#b569b5"],["region1items= New York County"],["region1description= The famous island between the Hudson and East Rivers, with many diverse and unique neighborhoods. Manhattan is home to the Empire State Building in ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]},", ",{"type":"[[","value":[["Manhattan\/Central Park"],["Central Park"]]},", ",{"type":"[[","value":[["Manhattan\/Theater District"],["Times Square"]]},", ",{"type":"[[","value":[["Manhattan\/Financial District"],["Wall Street"]]},", ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Harlem"]]},", and the trendy neighborhoods of ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}," and ",{"type":"[[","value":[["Manhattan\/SoHo"],["SoHo"]]},"."],["region2name=",{"type":"[[","value":[["Brooklyn"]]}],["region2color=#67b7b7"],["region2items= Kings County"],["region2description= The most populous borough, and formerly a separate city. Located south and east of Manhattan across the East River. Known for artists, music venues, beaches, and ",{"type":"[[","value":[["Brooklyn\/Coney Island and Brighton Beach"],["Coney Island"]]},"."],["region3name=",{"type":"[[","value":[["Queens"]]}],["region3color=#459745"],["region3items= Queens County"],["region3description= U-shaped and located to the east of Manhattan, across the East River, and north, east, and south of Brooklyn. Queens is the home of the city's two international airports, the New York Mets professional baseball team, the United States Open Tennis Center, and New York City's second-largest Chinatown (in ",{"type":"[[","value":[["Queens\/Flushing-Northeast"],["Flushing"]]},"). With over 170 languages spoken, Queens is the most ethnically diverse region in the United States, and one of the most diverse in the world."],["region4name=The ",{"type":"[[","value":[["Bronx"]]}],["region4color=#a4a460"],["region4items= Bronx County"],["region4description= Located north of Manhattan Island, the Bronx is home to the Bronx Zoo, the New York Botanical Gardens, and the city's beloved New York Yankees professional baseball team."],["region5name=",{"type":"[[","value":[["Staten Island"]]}],["region5color=#c9815e"],["region5items= Richmond County"],["region5description= A large island in New York Harbor, south of Manhattan and just across the narrow Kill Van Kull from New Jersey. Unlike the rest of New York City, Staten Island has a somewhat suburban character."],[")"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Richard Rabinowitz Winter 2006 305.jpg"],["thumb"],["right"],["300px"],["Central Park is pretty at any time of the year."]]},"\nNew York City is one of the global centers of international finance, politics, communications, film, music, fashion, and culture, and is among the world's most important and influential cities. It is home to many world-class museums, art galleries, and theaters. Many of the world's largest corporations have their headquarters here. The headquarters of the United Nations is in New York and most countries have a consulate here.  This city's influence on the globe, and all its inhabitants, is hard to overstate, as decisions made within its boundaries often have impacts and ramifications across the world.\n\nImmigrants (and their descendants) from over 180 countries live here, making it one of the most cosmopolitan cities in the world. Travelers are attracted to New York City for its culture, energy and cosmopolitanism.\n\n",{"type":"===","value":["Talk"]},"\nEnglish is the primary language spoken by most New Yorkers although in many communities it is common to hear other languages that are generally widely understood. In many neighborhoods, there is a large Latino\/Hispanic population, and many New Yorkers speak Spanish. There are also many neighborhoods throughout the city that have a high concentration of Chinese immigrants where Mandarin, Cantonese or other Chinese dialects may be useful. In some of these neighborhoods, some locals may not speak very good English, but store owners and those who would deal frequently with tourists or visitors all will speak English. Most municipal government services in New York City are also available in Chinese and Spanish, in addition to English.\n\n",{"type":"===","value":["Orientation"]},"\nThe borough of Manhattan is a long, narrow island nestled in a natural harbor. It is separated from The Bronx on the north east by the Harlem River (actually a tidal strait); from Queens and Brooklyn to the east and south by the East River (also a tidal strait); and from the State of New Jersey to the west and north by the Hudson River. Staten Island lies to the south west, across Upper New York Bay.\n\nIn Manhattan, the terms “uptown” and “north” mean northeast,  while “downtown” and “south” mean to the southwest. To avoid confusion, simply use “uptown” and “downtown.” Street numbers continue from Manhattan into the Bronx, and the street numbers rise as one moves farther uptown (however, in the Bronx, there is no simple numerical grid, so there may be 7 blocks between 167 St. and 170 St., for example). Avenues run north and south. In Brooklyn, street numbers rise as one moves south. Queens streets are laid out in a perpendicular grid – street numbers rise as one moves toward the east, and avenues run east and west. Staten Island's grid system is small and insignificant, only covering one neighborhood.\n\nThe term “the city” may refer either to New York City as a whole, or to the borough of Manhattan alone, depending on the context. The other boroughs - Brooklyn, The Bronx, Staten Island, and Queens - are sometimes referred to as the \"outer boroughs.”\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh =   38"],["febhigh =   41"],["marhigh =   50"],["aprhigh =   61"],["mayhigh =   71"],["junhigh =   79"],["julhigh =   84"],["aughigh =   82"],["sephigh =   75"],["octhigh =   64"],["novhigh =   53"],["dechigh =   43"],["janlow =   26"],["feblow =   28"],["marlow =   35"],["aprlow =   44"],["maylow =   54"],["junlow =   63"],["jullow =   69"],["auglow =   68"],["seplow =   60"],["octlow =   50"],["novlow =   41"],["declow =   32"],["janprecip =   4.1"],["febprecip =   3.1"],["marprecip =   4.4"],["aprprecip =   4.3"],["mayprecip =   4.7"],["junprecip =   3.8"],["julprecip =   4.6"],["augprecip =   4.2"],["sepprecip =   4.2"],["octprecip =   3.8"],["novprecip =   4.4"],["decprecip =   3.9"],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description = ",{"type":"{{","value":[["forecastNOAA"],["New York"],["40.78"],["73.95"]]}]]},"\n\nNew York City has a humid continental climate and experiences all four seasons, with hot and humid summers (Jun-Sept), cool and dry autumns (Sep-Dec), cold winters (Dec-Mar), and wet springs (Mar-Jun). Average highs for January are around 38°F (3°C) and average highs for July are about 84°F (29°C). However, temperatures in the winter can go down to as low as 0°F (-18°C) and in the summer, temperatures can go as high as 100°F (38°C) or slightly higher. The temperature in any season is quite variable and it is not unusual to have a sunny 60°F (16°C) day in January followed by a snowy 25°F (-3°C) day. New York can also be prone to snowstorms and nor'easters (large storms similar to a tropical storm), which can dump as much as 2 feet (60 cm) of snow in 24–48 hours. Although snowstorms are a regular occurrence during the winter months, the snow rarely lies more than a few days. Tropical storms can also hit New York City in the summer and early fall.\n\n",{"type":"===","value":["People"]},"\nThe diverse population runs the gamut from some of America's wealthiest celebrities and socialites to homeless people. There are hundreds of thousands of immigrants in the city. New York's population has been diverse since the city's founding by the Dutch.  Successive waves of immigration from virtually every nation in the world make New York a giant social experiment in cross-cultural harmony.\n\nThe city's ethnic heritage illuminates different neighborhoods throughout the five boroughs. Manhattan's Chinatown remains a vibrant center of New York City's Chinese community, though in recent years the very large Chinese community in Flushing, Queens, has rivaled if not eclipsed it in importance, and three other Chinatowns have formed in New York City: the Brooklyn Chinatown in Sunset Park; the Elmhurst Chinatown in Queens; and the Avenue U Chinatown located in the Homecrest section of Brooklyn. Traces of the Lower East Side's once-thriving Jewish community still exist amid the newly gentrified neighborhood's trendy restaurants and bars, but there are Chassidic communities in Borough Park, Crown Heights and Williamsburg, Brooklyn. Harlem has been gentrifying and diversifying and remains a center of African-American culture in New York. East (Spanish) Harlem still justifies its reputation as a large Hispanic neighborhood. Little known to most tourists are the large Dominican neighborhoods of Hamilton Heights and Washington Heights in upper Manhattan. Brooklyn's Greenpoint is famous for its large and vibrant Polish community, and the Flatbush section - once home to the Brooklyn Dodgers - is today a huge and thriving Caribbean and West Indian section. Queens and Brooklyn are known for being home to many of New York's more recent immigrant groups, which since 1990 have included large numbers of Russians, Uzbeks, Chinese, Irish, French, Filipinos, Yugoslavians, Indians, Pakistanis, Bangladeshis, Japanese, Koreans, Thais, Africans, Arabs (from throughout the Middle East and northern Africa), Mexicans, Dominicans, Ecuadorians, Brazilians, Colombians and Jamaicans.\n\n",{"type":"===","value":["Economy"]},"\nNew York City is home to 46 Fortune 500 companies. Its 2009 gross metropolitan product of $1.265 trillion was the largest of any American city and represented approximately 9% of the American economy. If it were a nation, the city would have the 16th-highest GDP in the world.\n\nNew York is the national center for several industries. It is the home of the three largest U.S. stock exchanges (NYSE, NASDAQ, and AMEX) and many banking and investment firms. Though these companies have traditionally been located in the area around Wall Street in Financial District, many have offices in other parts of the city, such as Midtown. New York is the hub of the country's publishing, fashion, accounting, advertising, media, legal, theater, and art industries. The city boasts several top-tier hospitals and medical schools, which train more physicians than those in any other city in the world.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nNew York City (",{"type":"{{","value":[["IATA"],["NYC"]]}," for ",{"type":"[[","value":[["Metropolitan Area Airport Codes"],["all airports"]]},") is well connected by air with flights from almost every corner of the world. Three large airports, and several small ones, serve the region. John F. Kennedy International Airport (JFK) and Newark Liberty International Airport (EWR) are large international airports, while LaGuardia Airport (LGA) is a busy domestic airport. All three airports are run by ",{"type":"[","value":["http:\/\/www.panynj.gov\/ The Port Authority of New York and New Jersey"]},".\n\nTeterboro Airport (",{"type":"{{","value":[["IATA"],["TEB"]]},") is popular for general aviation and business jet travelers out of New York City. Air taxi and air charter companies such as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.www.ellejet.com ElJet"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.theearlyairway.com The Early Air Way"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jscharter.com Jetset Charter"]}]}," fly a variety of private charter aircraft and jets, from charter luxury Gulfstream's down to economical piston twins for small groups and individuals.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/airports\/jfk-airport-connections.html Inter-airport transfers:"]}]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus\/Subway"]}," - Connections between airports using the bus\/subway\/PATH trains are the cheapest option, but will require many transfers. Set aside a ",{"type":"''","value":["minimum"]}," of 2 hours for travel time."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nycairporter.com\/ New York City Airporter Bus"]}]}," - Provides services between JFK, LaGuardia and Newark Airports for $24. Buses depart every 20–30 minutes. A bus transfer is required to the Newark Airport Express Bus at the Port Authority Bus Terminal for Newark Airport to and from JFK and LaGuardia Airports''"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.etsairshuttle.com\/ ETS Air Shuttle"]}]}," - runs very infrequent shared ride van service between LGA and EWR for $32. The rides cost $10 between LGA and JFK, $32 between EWR and LGA and $29 between JFK and EWR."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.allcountyexpress.com\/airport.htm All County Express"]}]}," - runs very infrequent shared ride van ervice between all LGA and EWR for $32."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxis"]}," -  the fastest option when changing airports. A taxi between JFK and LGA will cost about $25–29 and should take 30 minutes. A taxi between LGA and EWR will cost about $78 + tolls and should take 60–75 minutes. A taxi between JFK and EWR will cost about $85 + tolls and should take 60–75 minutes."]},"\n",{"type":"====","value":["John F. Kennedy International Airport"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["John F. Kennedy International Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["JFK"]]},") is New York's main airport and a major hub for American and Delta Airlines as well as other domestic and international airlines. If you are arriving into New York by plane from overseas, it is likely that JFK will be your point of entry.\n\nAs a huge and ",{"type":"'''","value":["congested"]}," airport with seven terminals, it's recommended that you arrive several hours before your flight to allow you to find the right terminal, check in and pass through security without a huge increase in blood pressure and\/or a last minute dash worthy of the Olympics, but without any of the medals.\n\nIf you're going to Manhattan, you can get there by ",{"type":"'''","value":["taxi"]}," for a flat fare of $52, ",{"type":"'''","value":["bus plus subway"]}," for $2.50, or the ",{"type":"'''","value":["'AirTrain"]},"' - a 24h people mover system that takes passengers to nearby subway or rail stations for at least $7.50 (AirTrain + subway).\n\n",{"type":"====","value":["Newark Liberty International Airport"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Newark Liberty International Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["EWR"]]},") is situated in the state of ",{"type":"[[","value":[["New Jersey"]]},", west of Manhattan. It serves as New York's second major international airport and a major hub for United Airlines.\n\nYou can get into New York City by ",{"type":"'''","value":["taxi"]}," for $50-70, or take the ",{"type":"'''","value":["'AirTrain Newark"]},"' to a NJ Transit train into New York Penn Station for $12.50 (AirTrain + NJ Transit).\n\n",{"type":"====","value":["LaGuardia Airport"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/aviation\/lgaframe.HTM LaGuardia Airport"]}]}," (",{"type":"{{","value":[["IATA"],["LGA"]]},") is the smallest of the New York Metropolitan Area's three major airports. Due to regulations, almost all direct flights from LGA are to destinations with 1,500 miles. Most flights are domestic; however, there are international flights from LGA to Canada, Aruba, the Bahamas and Bermuda. The ",{"type":"''","value":["Marine Air Terminal"]},", currently used by Delta Airlines for services to Washington D.C. and Boston, is one of the oldest, still-in-use, airport terminals in the world. In 2009, LGA ranked last among major U.S. airports in both on-time arrivals and customer satisfaction.\nTo travel between the city and LGA:\n",{"type":"*","value":[" ",{"type":"'''","value":["Local Bus"]}," - costing $2.50, this is the ",{"type":"'''","value":["cheapest"]}," method of transport, although the slowest to Manhattan. The buses have little room for luggage. However, they offer connections to the subway and Long Island Railroad. Note that free transfers between bus and subway are available only with a MetroCard; the single ride ticket does not allow free transfers. Coins are needed to board the buses without a MetroCard. There is a change machine in the airport terminal and MetroCards can be bought in the airport at Hudson News. The MetroCard vending machine at the airport does not accept cash. Bus to subway\/LIRR transfers include:"]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"[","value":["http:\/\/www.mta.info\/nyct\/bus\/schedule\/manh\/m060cur.pdf M60"]},", particularly useful if you are staying in ",{"type":"[[","value":[["Manhattan\/Harlem"],["Harlem"]]},", the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]}," or Hostelling International New York, to:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Astoria Blvd"]}," (15–25 minutes): \"N\" and \"Q\" Trains ( \"Q\" trains weekdays only)"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["125th St & Lexington Ave"]}," (30 minutes): \"4\", \"5\", \"6\" Trains & Metro-North Railroad Service"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["125th St & Lenox Ave.\/Malcolm X Blvd"]}," (30 minutes): \"2\" & \"3\" Trains"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["125th St & 8th Ave.\/St. Nicholas Ave"]}," (35 minutes): \"A\", \"B\" (weekdays only), \"C\", and \"D\" Trains "]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["116th St & Broadway"]}," (40 minutes): \"1\" Train"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mta.info\/busco\/schedules\/q070cur.pdf Q70 LTD"]}," to:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Roosevelt Ave.\/Jackson Heights"]}," (10 minutes): \"E\", \"F\", \"M\", \"R\", and \"7\" Trains"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Woodside"]}," (15 minutes): Long Island Railroad & \"7\" Train"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mta.info\/nyct\/bus\/schedule\/queens\/q048nxt.pdf Q48"]}," to:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Mets-Willett Point"]}," (20 minutes): Long Island Railroad & \"7\" Train"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goairlinkshuttle.com\/ Go Airlink Shuttle"]}]}," - Shared van door-to-door service. $16 to Manhattan. 10% discount for online purchase."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nycairporter.com\/ New York City Airporter Bus"]}]}," - provides services to\/from Grand Central Terminal and the Port Authority Bus Terminal for $13 one-way, $23 round-trip (return ticket). Buses depart every 20–30 minutes and the trip to Grand Central Terminal can take up to 65 minutes. ",{"type":"''","value":["Note that while the schedule online shows stops at Penn Station, the bus does not go there between noon and 6PM; however, SuperShuttle offers a free connecting service between Penn Station and Grand Central Terminal."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/airports\/lga-taxi-car-van-service.html Taxi"]}]}," - Taxis cost $21–30 to\/from Manhattan plus tips, tolls, a $0.50 tax to NY, and a $1 surcharge during rush hour. You can save on tolls by asking the driver to use Queensboro Bridge for points midtown and on the Upper East Side, the Williamsburg Bridge for the Village and downtown, or Brooklyn and Manhattan Bridges for points downtown. If going above 72nd Street, it is better to pay the toll ($5.50) and take the RFK Bridge (formerly called the Triboro) into Manhattan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Private Car Service"]}," - An alternative to taxis, car services are useful for getting ",{"type":"''","value":["to"]}," the airport from the outer boroughs where taxis are harder to find, or if you prefer to have transportation reserved in advance.  Typically $40+ between LGA and Manhattan. The 4 most common are:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.moveonewyork.com\/ Moveo New York"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.limores.com\/ LimoRes Airport Car Service"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.dial7.com\/ Dial7"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.carmellimo.com\/ Carmel"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.carrolltransportationinc.com\/ Carroll Transportation"]},"."]}]},"\n",{"type":"====","value":["Other Airports"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flyLIMA.com\/ Long Island MacArthur Airport"]}]}," (Islip Airport) (",{"type":"{{","value":[["IATA"],["ISP"]]},") is located in Ronkonkoma (Town of Islip) on Long Island. The airport is served by Southwest Airlines, a major discount carrier in the US. US Airways has a minor presence at the airport.\n\nTo travel between the city and ISP:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["A shuttle bus"]}," (10 minutes, $5) operates between the ISP and the Ronkonkoma Long Island Railroad station. From there, you can take a train to Penn Station in Manhattan. (1.5 hours, $12.75 off-peak hours or $17.50 peak hours). The Long Island Railroad offers a discount package for MacArthur Airport travelers on ",{"type":"[","value":["http:\/\/www.mta.info\/lirr\/getaways\/LongIsland\/MacArthur.htm its website"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hamptonjitney.com\/ Hampton Jitney"]}]}," operates bus services from Ronkonkoma to Manhattan costing $25; the bus stop is a short cab ride away from ISP. ."]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/airport.westchestergov.com\/ Westchester County Airport"]}]}," (",{"type":"{{","value":[["IATA"],["HPN"]]},"), near the town of ",{"type":"[[","value":[["White Plains"]]},", is served by 7 airlines.\n\nTo travel between the city and HPN:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/airport.westchestergov.com\/public-transit Beeline Bus #12"]}]}," (fare $2.25; call 914-813-7777 for details) operates service to\/from the White Plains Metro-North station. From there, you can take a Metro-North train ($8.50 off-peak and $11.25 peak) to any of various points in the Bronx, or 125th St\/Park Ave and Grand Central Terminal in Manhattan. Trains run roughly every half hour for most of the day and take approximately 40 minutes."]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stewartintlairport.com\/ Stewart International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["SWF"]]},")\n\nTo travel between the city and SWF:\n\n",{"type":"*","value":[" A shuttle bus connects the SWF with the Beacon Metro North Train Station. From there, you can take a train into Grand Central Terminal in Manhattan (approximately 90 minutes)."]},"\n",{"type":"'''","value":["Teterboro Airport"]}," (",{"type":"{{","value":[["IATA"],["TEB"]]},"), in Teterboro, New Jersey, is used primarily for general aviation and receives no commercial flights.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}]},"\n",{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]},", +1-800-USA-RAIL (+1-800-872-7245), operates from ",{"type":"'''","value":["New York Penn Station"]},", directly under ",{"type":"'''","value":["Madison Square Garden,"]}," on 34th St between 7th & 8th Aves. Popular trains leaving during rush hours can fill up quickly; it is a good idea to make reservations ",{"type":"[","value":["http:\/\/reservations.amtrak.com online"]},", or via phone, and pick up your ticket using a credit card or your confirmation number at one of the electronic kiosks located throughout the station. On some of the non-business routes, for example New York to Montreal, Amtrak actually takes more time and costs more money than taking the bus or renting a car. Check and compare schedules and prices before booking.\n\nAmtrak's ",{"type":"[","value":["http:\/\/www.acela.com Acela"]}," express train provides regular fast commuter service between major points along the east coast such as ",{"type":"[[","value":[["Washington, D.C."]]},", ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["Baltimore"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["New Haven"]]},", and ",{"type":"[[","value":[["Providence"]]},". Amtrak services are also available to points along the East Coast down to ",{"type":"[[","value":[["Florida"]]},", across the ",{"type":"[[","value":[["South (United States of America)"],["southeast"]]}," to ",{"type":"[[","value":[["New Orleans"]]},", to points between New York and ",{"type":"[[","value":[["Chicago"]]},", including ",{"type":"[[","value":[["Pittsburgh"]]}," and ",{"type":"[[","value":[["Cleveland"]]},", to New York state including ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},", ",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]},", ",{"type":"[[","value":[["Buffalo (New York)"],["Buffalo"]]}," and ",{"type":"[[","value":[["Niagara Falls (New York)"],["Niagara Falls"]]},", and to ",{"type":"[[","value":[["Toronto"]]}," and ",{"type":"[[","value":[["Montreal"]]}," in ",{"type":"[[","value":[["Canada"]]},". Service to ",{"type":"[[","value":[["California"]]}," takes 3 days and requires a change of train in Chicago.\n\nAmtrak's ",{"type":"[","value":["http:\/\/www.amtrak.com\/media\/acela\/acelaTour.html ClubAcela"]},", located near the big security desk in Penn Station, offers complimentary drinks, wi-fi access, newspapers and magazines, and clean bathrooms. Access to the club is granted to travelers with sleeper tickets, First Class Acela tickets, or Amtrak GuestRewards SelectPlus membership.\n\n",{"type":"====","value":["Commuter Rail"]},"\n",{"type":"[[","value":[["Image:Image-Grand central Station Outside Night 2.jpg"],["thumb"],["300px"],["Grand Central Terminal at night"]]},"\nNew York City is served by three commuter railroads.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.info\/lirr\/index.html Long Island Rail Road (LIRR)"]}]}," operates between ",{"type":"'''","value":["New York Penn Station"]}," and ",{"type":"[[","value":[["Long Island"]]}," with New York City stops at Jamaica Station, Long Island City, and Hunters Point in Queens as well as Atlantic Terminal station in Brooklyn. LIRR tickets can be purchased online or inside stations prior to boarding the train. Tickets are also available for purchase on the train but are significantly more expensive. The cost of the ticket varies based on the distance of the ride."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.info\/mnr\/index.html Metro-North Rail Road (Metro North)"]}]}," operates between ",{"type":"'''","value":["Grand Central Terminal"]}," and points north and east of the city all the way to ",{"type":"[[","value":[["Connecticut"]]},". Trains also stop at the Harlem station on 125th Street and Park Avenue in Manhattan. The New Haven line serves cities along the coast with branch lines to ",{"type":"[[","value":[["Danbury"]]}," and Waterbury. The Hudson Line serves points along the Hudson River to ",{"type":"[[","value":[["Poughkeepsie"]]},". The Harlem Line serves Westchester, Putnam, and Dutchess Counties to Pawling and Wassaic. At New Haven, passengers may transfer to Amtrak or to the ",{"type":"''","value":["Shore Line East"]}," providing local service between New Haven and New London, Connecticut. Metro North tickets can be purchased online or inside stations prior to boarding the train. Tickets are also available for purchase on the train but are significantly more expensive. The cost of the ticket varies based on the distance of the ride."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.njtransit.com New Jersey Transit"]}]}," operates between ",{"type":"'''","value":["New York Penn Station"]}," and points in ",{"type":"[[","value":[["New Jersey"]]},". The Northeast corridor line goes to ",{"type":"[[","value":[["Princeton"]]}," and ",{"type":"[[","value":[["Trenton"]]},". Services are also available for points along the Jersey Coast and, with a transfer in Secaucus, to points north of the city (in New Jersey and New York State west of the Hudson). Connecting service is available from Trenton to ",{"type":"[[","value":[["Philadelphia"]]}," via SEPTA or to ",{"type":"[[","value":[["Camden (New Jersey)"]]}," via RiverLINE. Connecting service to Newark Liberty International Airport is available from some Northeast corridor trains. NJ Transit tickets can be purchased online or inside stations prior to boarding the train. Tickets are also available for purchase on the train but are significantly more expensive. The cost of the ticket varies based on the distance of the ride."]},"\n",{"type":"====","value":["PATH"]},"\n",{"type":"[[","value":[["Image:Wtc path station platform.jpg"],["thumb"],["250px"],["PATH train at WTC terminal"]]},"\n",{"type":"[","value":["http:\/\/www.panynj.gov\/path\/index.html PATH"]}," (Port Authority Trans-Hudson) is a subway system connecting New York City to ",{"type":"[[","value":[["Hoboken"]]},", ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},", and various points on the ",{"type":"[[","value":[["New Jersey"]]}," shore of the Hudson River. Two lines pass under the Hudson and enter the city, one terminating near the World Trade Center site downtown, the other at 33rd Street in midtown (see ",{"type":"[","value":["http:\/\/www.panynj.gov\/path\/maps.html map"]},"). Note the PATH station at 33rd Street is not connected to, nor part of Penn Station.\n\nAs of January 19, 2013, PATH train fares are $2.50 per trip. An RFID-type stored value card known as the ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/path\/smartlink.html Smartlink"]}]}," affords PATH users discounts: $19 for 10 trips; $38 for 20 trips. However, the card itself must be purchased ($5, $24 including 10 trips). The PATH system accepts the MTA system's ",{"type":"[","value":["http:\/\/www.mta.info\/metrocard\/where_accept.htm Pay-Per-Ride MetroCard"]}," (but not Unlimited Ride MetroCard). For the visitor traveling from New Jersey daily, it is more convenient and possibly cheaper to purchase the MetroCard to travel on both the PATH and the MTA systems. However, there is no free MetroCard transfer between PATH and MTA subways\/buses.\n\n",{"type":"===","value":["By bus"]},"\nSome buses offer wi-fi, outlets and even  business-class style luxury. Buses serve New Jersey, New York suburbs west of the Hudson River, and all cities along the east coast of the U.S.\n\nAdditionally, be aware that with private buses in New York City \"you get what you pay for.\" Most buses are safe, however, bus companies that are offering very low fares often are riskier in that their drivers are not as cautious on the roads and often speed. Also, the level of service is frequently somewhat less. If you have to transfer between buses using these discount buses for example, their drivers may speak limited English and be less able to assist you in making the transfer. Obviously there are exceptions to this, but it is a consideration of which travelers should be aware when choosing a bus company.\n\n",{"type":"====","value":["To\/from New Jersey"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.njtransit.com\/ New Jersey Transit"]}]}," operates service between destinations in New Jersey and Manhattan's Port Authority Bus Terminal on 8th Ave & 42nd St."]},"\n",{"type":"====","value":["To\/from Boston"]},"\nThe trip normally takes 4.5 hours, there are at least 82 buses daily in each direction.\n\nAlso see BoltBus, Greyhound, Megabus, and Peter Pan serving other locations.\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bostondeluxe.com Boston Deluxe"]}]},", connects Chinatown to ",{"type":"[[","value":[["Hartford"]]},". Weekend service. $15."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.limoliner.com Limoliner"]}]}," from Boston with on board attendant, food service, wifi, wide seats. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.luckystarbus.com\/ Lucky Star"]}]}," runs from Boston to their Chinatown office at least hourly 6AM-11PM and at 2AM. Wifi on some buses. From $1 online, $20 walk-up."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gobuses.com Go Buses"]}]}," runs from ",{"type":"[[","value":[["Cambridge (Massachusetts)"],["Cambridge, MA"]]}," (Alewife Station) and ",{"type":"[[","value":[["Newton"],["Newton, MA"]]}," (Riverside Station) to Penn Station (31st St and 8th Av). Fares start at $10."]},"\n",{"type":"====","value":["To\/from Philadelphia, Baltimore, and Washington DC"]},"\nAlso see BoltBus, Greyhound, and Megabus serving other locations.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bestbus.com BestBus"]}]}," service to\/from Washington DC. Wifi."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.easternshuttle.com Eastern Travel"]}]}," - several buses a day to Chinatown and\/or Penn Station. Wifi on some buses. Partner with Megabus on some services."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["https:\/\/www.holabus.com\/ Hola Bus"]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.todaysbus.com Today's Bus"]}]},"  "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tripperbus.com Tripper Bus"]}]}," - service to\/from Bethesda, MD; Arlington (Rosslyn), VA. Pickup location is at 7th Ave. & 34th st. at Penn Station & Madison Square Garden. From $1 online."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vamoosebus.com Vamoose Bus"]}]}," - service between New York City Penn Station (7th Ave & W 30th St) and Bethesda, MD; Arlington, VA & Lorton, VA. Fares start at $30 each way."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.washny.com Washington Deluxe"]}]}," service to\/from Washington DC. Wifi. From Washington D.C. ($21) some to Brooklyn."]},"\n",{"type":"====","value":["To\/from other locations"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.boltbus.com BoltBus"]}]}," offers service from Boston, Washington, D.C. and Philadelphia; fares start at $1 online, closer to the date they typically cost around $20. Wifi, electrical outlets. Buses to Boston stop at 34th Street & 8th Avenue. Buses to D.C. stop at 33rd Street & 7th Avenue as well as Canal Street & 6th Avenue. Buses to Philadelphia stop at Canal Street & 6th Avenue as well as 34th Street & 8th Avenue."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]}," offer connections across North America and internet-only bargain fares to the Port Authority Bus Terminal on 8th Avenue & 42nd Street. Wifi, electrical outlets and the works on some buses."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/us.megabus.com Megabus"]}]}," frequent service from Boston, Buffalo, upstate New York, Toronto, Atlantic City, Pittsburgh, Philadelphia, Baltimore, and Washington D.C. Most buses arrive on the west side of 7th Avenue just south of 28th Street and depart from the south side of 34th Street between 11th and 12th Avenues, across the street from the Javits Center; be warned that the departure location is a good 15 minute walk from Penn Station, where the nearest subway stations are located. Atlantic City services arrive and depart at the Port Authority Bus Terminal on 8th Avenue & 42nd Street. Wifi and electrical outlets. From $1 online. Cash-less pre-booking only online or by phone."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.neonbus.com NeOn"]}]}," is a service operated by Greyhound and partners to Toronto, buses run to the New Yorker Hotel on 8th Avenue and 34th Street from the Royal York Hotel in Toronto and stops across New York state. Wifi, electrical outlets. Fares start at $1 if booked several months in advance, closer to the date they more typically cost around $50."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.peterpanbus.com Peter Pan Bus Company"]}]}," operates between cities in the Northeast U.S. and the Port Authority Bus Terminal on 8th Avenue & 42nd Street."]},{"type":"*","value":[{"type":"'''","value":["Today Bus, Everyday Bus, and Tiger Bus"]}," All three operate from Chinatown in Manhattan non-stop to Virginia Beach\/Norfolk Virginia (approx 6 hours; the first two go to Norfolk, while the third goes to Virginia Beach, the next town over). Price varies, but is generally around $60 round-trip or $35 one way."]},"\n",{"type":"===","value":["By boat"]},"\nNew York City has always been one of the world's most important passenger sea ports, and arriving by ocean liner or cruise ship still remains an extraordinary and stylish method of arrival. In addition to passenger service from the Cunard Line, many cruise ships start or end their voyages in New York City.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cunard.com\/Ships\/Queen-Mary-2\/ The Cunard Line"]}]}," operates regularly scheduled passenger service between the Brooklyn Cruise Terminal and ",{"type":"[[","value":[["Southampton"]]},", ",{"type":"[[","value":[["England"]]}," as well as ",{"type":"[[","value":[["Hamburg"]]},", ",{"type":"[[","value":[["Germany"]]}," aboard the ",{"type":"'''","value":["RMS Queen Mary 2"]},", the grandest, largest ocean liner ever built. The trip takes 6–7 days and costs $800–$6,000 depending on the cabin and season."]},"\n",{"type":"*","value":["More mundane arrivals can be had from New Jersey via ",{"type":"'''","value":["NY Waterway"]}," and ",{"type":"'''","value":["SeaStreak"]},", two fast ferry services."]},"\n",{"type":"===","value":["By car"]},"\nWhile most people would advise against entering New York City by car (see the \"Get around\" section below), it is accessible by a number of highways:\n\nFrom New Jersey there are three Hudson river crossings: The George Washington Bridge in ",{"type":"[[","value":[["Fort Lee"]]}," drops you off in ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Upper Manhattan"]]},", the Lincoln Tunnel in ",{"type":"[[","value":[["Weehawken"]]}," will bring you to ",{"type":"[[","value":[["Manhattan\/Theater District"],["Midtown Manhattan"]]},", and the Holland Tunnel in ",{"type":"[[","value":[["Jersey City"]]}," leaves you in ",{"type":"[[","value":[["Manhattan\/TriBeCa"],["lower Manhattan"]]},".  Depending on where you are heading to in New York City and the time of day, you'll want to take advantage of the different crossings, but if you have the time and are looking for the most scenic of the three, take the George Washington Bridge's upper level for spectacular views of New York City; Hudson County, New Jersey, and the Hudson River. If you are heading to Staten Island, Queens or Brooklyn you can also take the Goethals Bridge in ",{"type":"[[","value":[["Elizabeth"]]}," to cut across Staten Island.  The other routes into Staten Island from NJ are the Outerbridge Crossing in ",{"type":"[[","value":[["Perth Amboy"]]},", which puts you in Tottenville near the southern tip of the island and the ",{"type":"[[","value":[["Bayonne (New Jersey)"],["Bayonne"]]}," Bridge, which leaves you in extreme northern Staten Island.\n\nFrom Upstate New York, you can take any number of highways into the Bronx, including the New York State Thruway, which becomes the Major Deegan Expressway in the Bronx (both roads are I-87). The Connecticut Turnpike\/New England Thruway (I-95) and the Merritt Parkway\/Hutchinson River Parkway are good routes from ",{"type":"[[","value":[["Connecticut"]]}," and areas of ",{"type":"[[","value":[["Westchester County"]]}," near the Long Island Sound.  From ",{"type":"[[","value":[["Long Island"]]}," you can take the Long Island Expressway (I-495) or the Northern State Parkway\/Grand Central Parkway for access to Queens,  Brooklyn and Manhattan.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["infobox"],["\"Left luggage\""],["Note that, due to security concerns, there are very few left luggage, storage lockers, or coatcheck service at ",{"type":"''","value":["any"]}," New York train station. This includes Penn Station and Grand Central Terminal; however the Amtrak checked luggage point at Penn Station is still operating, but only for ticketed passengers. \nThere are left luggage services in the Arrivals area of Terminals 1 and 4 at ",{"type":"'''","value":["JFK Airport"]},". The left luggage office in Terminal 4 is open 24 hours. There is also a luggage storage at Building 4 of JFK, which will require photo ID.  \nIn Manhattan there is ",{"type":"'''","value":["Cubby"]},", with one location at 303 Park Avenue South - which is close to Grand Central Terminal; their prices are $7-$12 per 24 hour period. Also, there is ",{"type":"'''","value":["Schwartz Travel & Storage"]},", with three locations in Midtown Manhattan, close to Penn Station; the price per day is $7-10 per bag. \nSome hotels will store luggage for customers who have checked out of the hotel."]]},"\n\n",{"type":"===","value":["On foot"]},"\nFor shorter distances, there is no better way of getting around New York than hitting the sidewalk. If you use the subway or buses, you will almost certainly need to walk to and from stations or stops. In all areas of New York a traveler is likely to visit, all streets have wide, smoothly-paved sidewalks. For long distances, walking is also fine and a great way to see the city.\n\n",{"type":"===","value":["Public Transit – Buses and Subways"]},"\n",{"type":"[[","value":[["Image:Metro Card.JPG"],["thumb"],["250px"],["right"],["MetroCard"]]},"\nTo ride the buses and subways in New York City, it is most likely that you will need a ",{"type":"'''","value":["MetroCard"]},". The ",{"type":"[","value":["http:\/\/www.mta.info\/ Metropolitan Transit Authority"]},", or MTA, sells MetroCards for use on the New York City bus and subway systems. While it is possible to pay bus fare using exact change (coins only), you must have a MetroCard to enter the subway system. Cards can be bought online, at station booths, at vending machines in subway stations, and ",{"type":"[","value":["http:\/\/tripplanner.mta.info\/metrocardmerchants\/ at many grocery stores and newsstands"]}," (look for a MetroCard sign on the store window). The vending machines in the stations accept credit cards; however, MetroCard vending machines will require that you type in your 5-digit zip code, or your regular PIN on international cards.\n\nThe PATH (Port Authority Trans-Hudson) subway system, which operates between New York and New Jersey, is not operated by the MTA and is therefore a separate fare. Even though PATH accepts payment by MetroCard, no free transfers are available to or from MTA subways or buses, because PATH is separate. JFK AirTrain also accepts MetroCard, but again, is not operated by the MTA and therefore no free transfers are available.\n\nMetro-North Commuter Railroad, Long Island Rail Road (LIRR), New Jersey Transit (NJT), and Amtrak trains do not accept MetroCard.\n\n",{"type":"====","value":[{"type":"[","value":["http:\/\/www.mta.info\/metrocard\/mcgtreng.htm Types of MetroCards"]}]},"\n\nUp to three children 44 inches tall and under ride for free on subways and local buses when accompanied by a fare paying adult.\n\nMetroCards generally expire 1 year after purchase; the expiration date is printed on the back of the card at the upper left.\n\nA $1 fee is charged for each MetroCard purchased at station booths and vending machines.\n\n",{"type":"*","value":[{"type":"'''","value":["Single Ride MetroCard"]}," - costs $2.75 and is good for one use. It allows no free transfers between the subway and bus, and it is only valid for two hours after purchase."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pay-Per-Ride (Regular) MetroCards"]}," - are available in amounts from $5.00 to $80. Each local bus or subway trip deducts $2.50 from your card; each express buses trip deducts $6.00. Usage of the PATH system deducts $2.00, and usage of JFK Airtrain deducts $5.00. Note that you can always add additional money to your MetroCard at a later time. Additionally, you receive a 5% bonus for purchases of $5 or more (e.g. a $10 purchase yields a credit of $10.50). Regular MetroCard is the best option if you are spending a few days in New York and plan to use public transportation intermittently."]},"\n:Additionally, a Pay-Per-Ride MetroCard allows for one free transfer during a two hour window immediately following a paid fare:\n:*From subway to local bus\n:*From local bus to subway\n:*From local bus to local bus (but not to any bus on the same route as the first)\n:*From express bus to subway\n:*From express bus to local bus\n:*From express bus to express bus (but not to any bus on the same route as the first)\n\n:You can transfer from subway to subway as often as you like provided that you do not exit the subway system by leaving through a turnstile or gate. Many subway connections are possible in this way, by using in-station connections between the various lines. Indeed, the Guinness Book of World Records tracks the fastest times of groups that have tried to ride every single New York City subway train line on one fare - some have spent over 24 consecutive hours riding in the subway! Just remember that if you leave the subway and re-enter, you will be charged a second fare.\n\n:Additionally, if you board a local bus and pay the $2.50 fare with a MetroCard, you can transfer to an express bus for the reduced price of $3.50 (instead of the standard $6.00 express bus fare).\n\n",{"type":"*","value":[{"type":"'''","value":["Unlimited Ride MetroCards"]}," - are available in 7-day ($30) and 30-day ($112). They are valid from the time you first use them until midnight of the 7th and 30th day, respectively. Do the math; these cards may work out to be cheaper if you plan on using public transport frequently during your stay.  Roughly, it works out to two trips every day for a week so those who commute round-trip within the city every day can benefit from this.  Note that Unlimited Ride MetroCards may not be used in rapid succession at the same subway station or on the same bus route. Once used, 18 minutes must elapse before it can be used at the same station (or on the same bus route). This is to prevent people from using a single Unlimited Ride MetroCard to pay for an entire group, for example. Hence, each member of the group will require their own Unlimited Ride MetroCard. Unlimited Ride MetroCards are NOT valid on express buses, JFK AirTrain, or PATH trains to New Jersey."]},"\n",{"type":"*","value":[{"type":"'''","value":["7-Day Express Bus Plus"]}," - costs $55 and allows unlimited use of not just local buses and subways, but also express buses. If you are staying in Staten Island, Queens, or Westchester county and plan to commute to the city during your visit, this pass may be advantageous to you."]},"\n",{"type":"*","value":["Also available are two passes good only for unlimited use of the ",{"type":"''","value":["JFK Airtrain"]},": a 30-day unlimited AirTrain pass for $40, and a 10-trip pass for $25."]},"\nYou can also get discounted tickets to certain events by showing your MetroCard when purchasing tickets. Current promotions are listed on ",{"type":"[","value":["http:\/\/www.mta.info\/metrocard\/tourism\/mc_promotions.htm the MetroCard website"]},"\n\n",{"type":"===","value":["By Subway"]},"\n",{"type":"[[","value":[["Image:NYC subway-4D.svg"],["thumb"],["550px"],["Map of the New York City Subway"]]},"\n\nDespite a reputation for being dirty, the subway, which operates 24 hours a day, is the fastest and best way to travel around the city. Fares are $2.50 (unless you use Single Ride MetroCard, which is $2.75), regardless of distance traveled. The much-feared subway crimes of the 1970s and 1980s are for the most part a thing of the past, and it is almost always completely safe. Just remember to use common sense when traveling late at night alone. Try to use heavily-traveled stations, remain visible to other people, and don't display items of value publicly. While violent crime is rare, petty crime - especially theft of iPhones and other expensive electronics - is very frequent, so be aware when using your phone on the train.\n\n",{"type":"====","value":["Subway basics"]},"\n",{"type":"*","value":[" To enter the subway, you will need to swipe your MetroCard through the slot on the right hand side of the turnstile that greets you at the subway entrance. Hold your card with the logo facing your body and black magnetic strip down. Then slide it forward through the slot at a moderate speed. You'll know you succeeded when the display flashes \"Go\" in green and you hear a *CLICK* sound. Only once you hear the *CLICK* is it OK to walk through the turnstile. Swiping the card improperly or moving the turnstile incorrectly could mean the forfeiture of your fare (for Pay-Per-Ride cards) or a lockout of 18 minutes (for Unlimited Ride cards). If this happens, go to a station booth and explain the problem. The agent will ask for your MetroCard, confirm that it was just charged, and let you go through."]},"\n",{"type":"*","value":[" Overhead signage next to each track indicates the trains that stop at that particular track and the direction they are heading. In addition, the trains themselves are marked by signage that indicates their route. Subway stations are ventilated to the street, so they can be quite cold in the winter. In summertime, the stations can be much warmer than the outside temperature. The trains themselves are quite comfortable, but keep the temperature of stations in mind when planning your trip."]},"\n",{"type":"*","value":[" Some trains are ",{"type":"'''","value":["express"]},", meaning that they skip local stations to provide faster service. Wherever there is an express train, there is also a local train that makes all stops. Local and express trains often use different tracks, so be sure to board the correct train. For example, the 2 and 3 are the express trains for the 7th Avenue Line between 96th Street and Chambers Street in Manhattan, while the 1 runs local alongside them."]},"\n",{"type":"*","value":[" During weekends and late nights, certain trains do not operate, many express trains make local stops, and some subway entrances are closed. Detailed information is available on ",{"type":"[","value":["http:\/\/www.mta.info the MTA website"]},". Additionally, maintenance work is usually concentrated on weekends and overnight. Notices of maintenance are posted at stations and on ",{"type":"[","value":["http:\/\/www.mta.info\/nyct\/service\/subsrvno.htm the MTA website"]},", so check online to avoid unpleasant surprises. Remember, if you do feel confused, ask for help. Be aware that construction related service changes confuse many New Yorkers, so the best person to ask is a subway employee. The entire subway system is a massive, connected network, so do not fear — there will always be another way to get to your destination."]},"\n",{"type":"*","value":[" A free subway map can be ",{"type":"[","value":["http:\/\/mta.info\/nyct\/maps\/submap.htm found online"]},", or obtained at staffed station booths. Station agents can also assist you with directions.  Even if not taking the bus, the free bus system maps for each borough double as fairly good street maps that show the exact location of every subway station.  For directions on how to travel between two addresses in the city via subway, buses, regional rail, or walking, see ",{"type":"[","value":["http:\/\/www.hopstop.com\/ HopStop.com"]},". Additionally, for convenience, subway maps are displayed in every station and on every train."]},"\n",{"type":"====","value":["Route overview"]},"\nEvery subway route is identified by either a letter or a number. In midtown Manhattan, they are mostly grouped by color, but not always.\n\n",{"type":"*","value":[" The Lexington Avenue Line trains (4, 5, 6) are essentially the only trains on the East Side above 23 St. Useful to get to the Metropolitan Museum of Art (4, 5, or 6 to 86th Street Station or 6 to 77th Street Station), Guggenheim Museum (4, 5, or 6 to 86th Street Station), and other East Side museums. Also to get to the Statue of Liberty (4, 5 to Bowling Green Station), Chinatown (6 to Canal Street station), and the Stock Exchange (4 and 5 to Wall Street). The 4 also goes uptown through Spanish Harlem to 161 St. - Yankee Stadium and beyond."]},"\n",{"type":"*","value":[" The Seventh Avenue Line (1, 2, 3) serves Broadway above 42nd Street and Seventh Avenue below 42nd Street. Useful to get to the West Village, Chelsea, and Tribeca neighborhoods as well as the Staten Island or Ellis Island\/Statue of Liberty ferries (1 to South Ferry station) and Columbia University (1 to 116th Street station)."]},"\n",{"type":"*","value":[" The Eighth Avenue Line (A, C, E) serves Eighth Avenue between 14th and 116th Streets, then St. Nicholas Av., Broadway, and Ft. Washington Av. starting at 125th St. in ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Harlem"]]},". Between 50th and 59th streets, the E branches off to Queens, and the B and D trains join the A and C trains for the journey uptown along Central Park West (the B and C make local stops). This section is useful to get to the Natural History Museum (B and C to 81st Street station), and Cloisters Museum (A to 190th Street station). Take an uptown E train or a Rockaway-bound downtown A train for access to JFK Airport."]},"\n",{"type":"*","value":[" The Sixth Avenue Line (B, D, F, M) runs on 6th Ave. from West 4th St. to 47th-50th street, and is useful for accessing the New York Public Library Main Branch (42nd St.), Rockefeller Center, Radio City Music Hall, and St. Patrick's Cathedral (47th-50th Sts.)."]},{"type":"*","value":[{"type":"*","value":["Going downtown, these trains go on their own separate ways. The D goes down 4th Ave. in Brooklyn to Coney Island. The F goes to Coney Island on its own route. The B ends at Brighton Beach alongside the Q train, which also goes to Coney Island."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["The M goes east alongside the Nassau Street line (J, Z), but then branches again up Myrtle Avenue to Middle Village in Queens. The J and Z trains, meanwhile, either continue east to through ",{"type":"[[","value":[["Brooklyn\/Williamsburg"],["Williamsburg"]]}," and other Brooklyn neighborhoods to ",{"type":"[[","value":[["Queens\/Jamaica"],["Jamaica"]]},", or west into southern Manhattan, via the Williamsburg Bridge."]}]}]},{"type":"*","value":[{"type":"*","value":["Going uptown, the B and D trains branch west and join the A and C trains (see above). They branch again toward the Bronx after 145th Street (which is the way to get to the 161 St. - Yankee Stadium stop). The M train branches east and joins the E along 53rd street for the Museum of Modern Art, then head off to Queens. The F train makes one more 6th avenue stop at 57th street, then turns east to Queens, making a stop at ",{"type":"[[","value":[["Manhattan\/Roosevelt Island#Roosevelt Island"],["Roosevelt Island"]]},", and joining the E, M, and R trains."]}]},"\n",{"type":"*","value":[" The Broadway Line (N, Q, R) runs down Broadway below 42nd Street and on Seventh Avenue and 59th street above Times Square. The N, Q, and R trains are useful for accessing Chinatown (Canal St), SoHo\/NoHo, NYU area, Union Square (14th St), the Empire State Building (34th St), Times Square (42nd St), Carnegie Hall (57th St.), Central Park (57th St and 5th Av stations), the southern end of the Upper East Side, and ",{"type":"[[","value":[["Queens\/Long Island City and Astoria"],["Astoria, Queens"]]},". The R trains also go down to the ",{"type":"[[","value":[["Manhattan\/Financial District"],["Financial District"]]}," and South Ferry (Whitehall St) and past Astoria to ",{"type":"[[","value":[["Queens\/Jackson Heights"],["Jackson Heights"]]}," and beyond. Like the D and F trains, the N and Q trains also provide service to Coney Island in their own separate routes: The N goes solo, and the Q runs alongside the B (see above)."]},"\n",{"type":"*","value":[" The Flushing Line (7), dubbed the \"International Express\", runs crosstown along 42nd Street (making a good late-night alternative to the upstairs Shuttle (see below)) and out to Queens, making stops in Filipino, South Asian, Hispanic, and Chinese\/Korean neighborhoods, and also to CitiField and the USTA Billie Jean King Tennis Center."]},"\n",{"type":"*","value":[" The Canarsie Line (L) also runs crosstown along 14th Street in Manhattan, then through ",{"type":"[[","value":[["Brooklyn\/Williamsburg"],["Williamsburg"]]}," and Bushwick and eventually to Canarsie in Brooklyn."]},"\n",{"type":"*","value":[" The Crosstown Line (G) runs along most of Western Brooklyn and into Long Island City in Queens. At no point on its route does it stop in Manhattan."]},"\n",{"type":"*","value":[" There are three Shuttles (indicated with an \"S\") throughout the system. The 42nd Street Shuttle connects Times Square on the West Side with Grand Central Terminal on the East Side. The Franklin Avenue Shuttle in Brooklyn makes four stops at Fulton Street (transfer to C), Park Place, Botanical Gardens (transfer to 2, 3, 4, and 5), and Prospect Park (transfer to B and Q). The Rockaway Shuttle connects with the A train at Broad Channel before branching off toward Beach 116th Street."]},"\n",{"type":"===","value":["By PATH"]},"\nThe ",{"type":"'''","value":["PATH"]}," can be used to travel within Manhattan, from 33rd St along 6th Ave to Christopher Street. It covers such a small territory but in theory you can use it if you have to travel its exact route.  Note that Unlimited Ride Metrocards cannot be used on the PATH. PATH also accepts the SmartLink Card (similar to the MetroCard, but the SmartLink Card cannot be used on the subway). The PATH train can be a great way to get around lower Midtown along 6 Avenue. Like the subway, PATH operates 24 hours a day, 7 days a week. Usually, PATH trains arrive every 5–10 minutes (based on the time), but overnight, they may only come every 35 minutes.\n\n",{"type":"===","value":["By the Staten Island Railway"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/new.mta.info\/sir Staten Island Railway"]}]},", true to its name, is a railway line that serves Staten Island. It is owned and operated by the MTA. It is free ",{"type":"'''","value":["except"]}," at the Tompkinsville and St. George stations. There, the price is the same as the subway ($2.50), and is payable by MetroCard (free transfers from MTA buses work, just as is the case with subways). SIR departure times from the terminal at St. George are usually coordinated with those of the ",{"type":"[[","value":[["#By ferry"],["Staten Island Ferry"]]},". The SIR consists of one line that travels along the East Shore of Staten Island, ending at Tottenville. A full timetable with other information can be found ",{"type":"[","value":["http:\/\/mta.info\/nyct\/service\/pdf\/sircur.pdf here"]},".\n\n",{"type":"===","value":["By commuter rail"]},"\n\nCommuter rail lines are mostly used for traveling between the city and its suburbs; however, they can be used for intracity transit as well. A handful of destinations are closer to commuter rail stops but far from the subway. MetroCards are ",{"type":"''","value":["not"]}," accepted on commuter rail; separate single or period tickets ",{"type":"''","value":["must"]}," be bought. When purchasing commuter railroad tickets, it is advantageous to purchase them online or in railroad stations prior to boarding. While tickets are available for sale on trains, there is an on-board surcharge that makes them significantly more expensive.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.info\/lirr\/ Long Island Railroad"]}]},", often called the ",{"type":"'''","value":["LIRR"]}," runs to\/from Penn Station in Midtown Manhattan, Flatbush Avenue\/Atlantic Avenue in Downtown Brooklyn, and has limited rush hour service to\/from Long Island City, Queens. The Port Washington Branch goes to ",{"type":"[[","value":[["Queens\/Flushing-Northeast"],["Northeast Queens"]]}," which, aside from Flushing and Citi Field, is not served by the subway system. The Main Line, which contains most of the branches to the different parts of Long Island, goes to ",{"type":"[[","value":[["Queens\/Jamaica"],["Southeastern Queens"]]},", including Jamaica, Laurelton, and Rosedale. The Atlantic Branch, which ends in ",{"type":"[[","value":[["Brooklyn\/Downtown"],["Downtown Brooklyn"]]},", goes to ",{"type":"[[","value":[["Brooklyn\/East"],["East New York"]]}," and ",{"type":"[[","value":[["Brooklyn\/Bedford-Stuyvesant and Flatbush"],["Bedford-Stuyvesant"]]},", both in ",{"type":"[[","value":[["Brooklyn"]]},". This branch is not accessible from Manhattan, however. The LIRR is also the fastest way to get from JFK to Manhattan, Brooklyn, or Queens, and also runs to many popular getaways in ",{"type":"[[","value":[["Long Island"]]},", such as Long Beach, Port Jefferson, and Montauk. The LIRR has a somewhat deserved reputation for poor on-time performance, however this is more of a problem in the farther eastern reaches of the railroad and not so much a problem in New York City and its immediate suburbs.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.info\/mnr\/ Metro-North Railroad"]}]}," provides services to\/from Grand Central Terminal. Trains go to the Bronx and the northern suburbs of the city.  The Hudson Line covers several parts of the Western Bronx, while the Harlem Line goes through the Central Bronx — an area with no subway service. It is the best way to get to Arthur Avenue and the New York Botanic Gardens. The Hudson and Harlem Lines are also your gateway to ",{"type":"[[","value":[["Westchester County"]]}," and beyond, with the Hudson Line running all the way to ",{"type":"[[","value":[["Poughkeepsie"]]},". The New Haven Line runs to ",{"type":"[[","value":[["Connecticut"]]},", terminating, logically enough, in ",{"type":"[[","value":[["New Haven"]]},".\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["Image:NYCTA Orion 7 HEV 6702.jpg"],["thumb"],["300px"],["New York City bus"]]},"\nEven in Manhattan, with its dense subway network, buses can often be the best way of making a crosstown (i.e. east-west) journey — for example, crossing Central Park to go from the Metropolitan Museum to the Museum of Natural History. And outside peak hours, a ride by bus from the tip of Manhattan at Battery Park to Midtown is a good and cheap way of taking in the sights.\n\n",{"type":"====","value":["Bus basics"]},"\n\n",{"type":"*","value":[" Bus lines are identified by letters followed by numbers. The letters indicate the borough in which the line mostly operates (M=Manhattan; Bx=Bronx; B=Brooklyn; Q=Queens; S=Staten Island). Collectively, the letters and numbers make up the route (examples: M31, Bx9, M15). Signage at each bus stop indicates which buses stop there. Signage on the front of each bus indicates the route and destination of the bus. Bus maps for each borough can be found at ",{"type":"[","value":["http:\/\/mta.info\/mta\/maps.htm the MTA website"]},"."]},"\n",{"type":"*","value":[" Express buses travel between Manhattan and the outer boroughs, usually to areas where the subway doesn't operate (such as eastern Queens, the eastern Bronx, southeast Brooklyn, and Staten Island). They cost $6.00 but offer comfortable cloth seats and are less crowded than the subway and local buses. Most Express buses are identified with either \"X\" (x1,x2,x63,x68) or by the Borough they connect to Manhattan. So Express buses to and from the Bronx would be labeled BxM (BxM11, BxM18), to and from Brooklyn would be labeled BM(BM1,BM2) and to and from Queens QM(QM1,QM2). Staten Island express buses and a few Brooklyn and Queens express buses are labeled with \"X\"."]},"\n",{"type":"*","value":[" When boarding a bus with a MetroCard, insert the card vertically, with the pin hole down, the black stripe to the right and the word \"MetroCard\" facing towards you, into the card slot in the top of the fare box next to the driver. You should be able to read the word \"MetroCard\" from bottom to top when inserting the card in this manner. The fare box will swallow the card, read it, and return it to you. Note this is different from the procedure to enter the subway described in ",{"type":"[[","value":[["#Subway Basics"],["Subway Basics"]]},"."]},"\n",{"type":"*","value":[" Bus fareboxes also accept coins. However, they will not accept pennies or half-dollar (50 cent) coins, nor will they accept bills. As a safety precaution, drivers do not handle money. Change is not given, so exact fares must be paid. If you pay with coins and require a free transfer, you will have to ask the driver for one after you have paid."]},"\n",{"type":"*","value":[" Certain buses contain a small orange and purple card in the window that says \"Limited.\" These limited buses do not make all local bus stops, stopping only at major cross streets. They are similar to express buses in some ways, but only cost the standard $2.50 to ride. If a Limited bus skips your stop, you can wait for a local bus which will arrive soon. On some Avenues where there is at least two or more bus routes serving it, some bus routes may operate Limited on the entire avenue or at least until they branch off. For Example the M1, M2, M3, M4, M5; the M2 and M5 provide limited-stop service on 5th Ave & Madison Ave during the day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.info\/nyct\/sbs\/index.html +Select Bus Service+"]}]}," also makes limited stops like the Limited buses described above, and costs the standard $2.50 fare. They appear on the B44 in Brooklyn, the Bx12 and Bx41 in the Bronx and the M15, M34 and M34A in Manhattan. They can be identified by a special blue wrap around the lower half of the bus. However, ",{"type":"''","value":["these buses operate on a very different payment system."]}," To board these +SBS+ buses, fares must be paid before boarding by using machines on the sidewalk near a special +SBS+ bus stop which is typically quite close to the local bus stop. Follow the instructions at the machine to pay. Once the fare has been paid, a receipt will be printed; take it and keep it with you. Once the bus arrives, you can enter through any door, but remember if you paid with cash to use the front door if you will need to ask the driver for a transfer. Fare inspectors will occasionally check for your fare receipt as proof of payment; show it to them if they ask. If you don't have a valid receipt, you will be forced to pay a fine of $100 or more so it is wise to always pay the fare. However, if you cannot buy the ticket successfully, such as due to a malfunctioning machine, note the machine number and report the problem to the bus driver near the front door at once. If the +SBS+ skips your stop, wait at a local bus stop for a local bus."]},"\n",{"type":"===","value":["By taxi"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yellow Cabs"]}," cruise in most of Manhattan and are available at dispatcher lines at airports, but are harder to find in the other four boroughs. Real NYC taxis are yellow, have a metal seal on the hood (\"medallion\"), a light with a taxi number on the roof, a meter for billing, stickers on the windshield for various licenses, special taxi license plates, and a divider inside the car. The fares are $2.50 plus a $0.50 state tax to start, plus $0.40 for each 1\/5 mile traveled. There is a night surcharge from 8PM to 6AM of $0.50 and a rush hour surcharge of $1 from 4PM-8PM M-F. In addition, as in the rest of the United States, tipping your taxi driver is expected in New York. For more information, see ",{"type":"[[","value":[["United States of America#Tipping"],["Tipping in the United States"]]},". Info on fares, flat fares, group rides and rules are ",{"type":"[","value":["http:\/\/www.nyc.gov\/html\/tlc\/html\/passenger\/taxicab_rate.shtml online"]},". All yellow cabs accept Visa, MasterCard, and American Express for payment. In the unlikely event that the card reader is broken, the driver will let you know before you get into the taxi. To hail a taxi, stand visibly near the street (but away from moving traffic) with one arm raised over your head. The medallion numbers on the roof of the taxi will indicate the status of the taxi:"]},{"type":"*","value":[{"type":"*","value":[" If the medallion number is unlit, then the taxi is already occupied and therefore unavailable."]}]},{"type":"*","value":[{"type":"*","value":[" If the medallion number is lit, then the taxi is available for hire."]}]},{"type":"*","value":[{"type":"*","value":[" The ",{"type":"''","value":["off-duty"]}," signs that appeared next to the medallion numbers have been phased out as of 2013."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Borough Taxis"]}," were introduced in 2013 to address the shortage of yellow cabs outside Manhattan.  Unlike yellow cabs, they are light green and have no medallions on the hood.  These cabs are barred from picking up passengers in Manhattan south of West 110th St or East 96th St and may not enter the airport dispatcher lines.  They can, however, pick up passengers in northern Manhattan and the other boroughs, and can drop off passengers anywhere.  Fares and rules are otherwise identical to yellow cabs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Livery or Black Cars"]},", known as car services or livery cabs, may only be called by phone, and are flat rate rather than metered. In most areas, they are not allowed to cruise the street or airports for fares, although sometimes they will do so anyway. Ask for the fare while on the phone. Their license plates will say either \"Livery\" or \"TLC\" on the bottom."]},"\nIn some areas, livery cabs can be flagged on the street. Though this is technically illegal (the driver, not you, could get into trouble), it is useful in upper Manhattan and the outer boroughs and is accepted practice. The minimum fare in these cabs is about $7, and it is advisable to negotiate the fare before you get inside (again, tipping your driver is expected). Since yellow cabs are hard to come by in the outer boroughs, these cars are particularly useful for getting to the airport (your hotel can arrange one, or look up car services in the Yellow Pages).\n\n",{"type":"====","value":["Taxi Basics"]},"\n",{"type":"*","value":["All licensed taxis (yellow for in Manhattan and Green for outside of Manhattan) and sedan limousines are authorized to take 3 passengers in the backseat and 1 in the front seat for a total of 4. However, some of the newer minivan and SUV yellow cabs can seat more passengers and may take more than four passengers (even though the licensed limit is posted in the cab). Larger than sedan limousines can be reserved, also useful for airport trips with lots of luggage, by calling any of the dozens of companies in the yellow pages."]},{"type":"*","value":["Licensed taxis apply surcharges (in addition to the metered fare) depending on the time of day.  From 6AM–4PM, the surcharge is $0.50; from 4PM–8PM, the surcharge is $1.50; from 8PM–6AM the surcharge is $1.  For all cabs, you must pay tolls for bridges, tunnels and highways. Be careful of being overcharged by drivers for toll crossings—on some bridges and tunnels (like the Queens-Midtown Tunnel) rates are not posted in plain view. So, a crossing which actually cost the cab driver $4 is easily passed onto the unsuspecting passenger as a $5 charge. Outside the city, other than flat fare destinations (such as JFK Airport)and Newark Airport), meter rates are doubled (when going to Westchester or Nassau County). Tipping your driver is expected.  The customary amount is 15% of the total fare, or more if you need to transport luggage or are going to a remote area of the city (where the cab driver will have a difficult time getting a return passenger).  If you chose to use the credit card machine that is found in most taxis (it doubles as a TV screen), note that the default tip will be 20% or 25% but you can adjust this if you resist feeling pressured and punch in the desired amount."]},{"type":"*","value":["Be wary of unlicensed cars (known derisively as \"gypsy cabs\") cruising for passengers, especially near the airports or in areas not well served by yellow cabs. While drivers may claim to offer you a cheaper rate than an actual taxi, your chances of actually getting this rate (not to mention getting to your destination safely and quickly) are slim.  If you're willing to negotiate and know what you're doing, you might be okay, but you're better off asking an airport staffer for help finding a cab or cabstand. Major airports have taxi information cards for passengers.  Always settle on a price before getting into the car."]},{"type":"*","value":["There are also bizarre van and shuttle services in different parts of the city. You will have to ask where it is going and how much it costs. Usually, you will see people lining up and some mysterious van will appear and they will board. There are services between Chinatown and Queens (you won’t have to make any transfers if it goes where you need to go!), and also there are separate services in Brooklyn, and Queens. Many of these services are branded as \"Dollar Vans\" (actually costing $2.00), and follow major bus routes along major avenues in these boroughs and will drop you off and pick up at any corner along the avenue. Some are legal while most aren't and usually compete with each other for customers and may cut some other van drivers off. This is an accepted practice in these boroughs and at times are faster than MTA buses. The illegal vans may not have insurance so you ride at your own risk. Most drivers of these vans have heavy West Indian accent. Some may seem sketchy but for the most part are people just trying to make a living. They are usually are helpful with directions. It is rare that incidents occur with them. "]},{"type":"*","value":["In recent years, pedicabs have appeared in New York. The city is in the early stages of licensing and enforcing safety regulations for them."]},"\n",{"type":"===","value":["By ferry"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nyc.gov\/html\/dot\/html\/ferrybus\/statfery.shtml Staten Island Ferry"]}]},", runs from Battery Park in southern Manhattan to ",{"type":"[[","value":[["Staten Island"]]},". The ferry carries passengers and bicycles only, runs every 15-20 minutes during rush hours and every 30 minutes at most other times, and is free (so don't be fooled by con artists trying to sell \"advance tickets\"). Not only does the ferry provide a means of transport, but it offers an amazing view of the Statue of Liberty and New York Harbor on its way. ",{"type":"'''","value":["Even if you don't want to visit Staten Island, taking this trip is highly recommended and is very popular with tourists."]}," Ride on the starboard side of the ferry (right side facing the front) from Manhattan and the port side from Staten Island for the best views (to the west). If you want to take good photographs, try to get on the ferry as soon as the gates open and walk briskly to an open window (few windows are open to the air and will populate quickly). The Manhattan-to-Staten Island route passes slightly closer to the Statue of Liberty than the return route."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nywaterway.com\/ New York Waterway"]}]},", operates ferries that connect the city with the ",{"type":"[[","value":[["New Jersey"]]}," Hudson River Waterfront, and with points in Brooklyn and Queens. These ferries are not free. Inquire as to fares before boarding."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nywatertaxi.com\/ New York Water Taxi"]}]}," runs ferries between points within Manhattan, with some connections to Brooklyn and New Jersey. Their boats are painted to look like taxis."]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Brooklyn Bridge NY.jpg"],["thumb"],["320px"],["Brooklyn Bridge"]]},"\n\nA word of advice about driving in New York City: ",{"type":"'''","value":["don't."]}," A car is inadvisable — street parking is practically nonexistent near crowded areas and tourist attractions, and garage parking rates range from very expensive to plain extortion. Traffic is almost always congested, parking rules are confusing, and many drivers are infamously aggressive. Public transportation options are many, and are quicker, cheaper and more pleasant. That's why many New Yorkers, particularly in Manhattan, don't own cars. If you think of staying in a suburb and commuting to the city by car, better to do as the locals do. Drive to one of the commuter rail stations (see above) or ferry docks. Parking fees at the station, fare, and MetroCard combined are usually much cheaper than parking downtown. Many stations have secure parking areas. In Staten Island, parking near the ferry terminal and using the ferry will save you money and time.\n\nIf you do choose to drive, get a map, especially if driving outside of Manhattan. Good maps to use, if you are not driving, are the free bus maps which have each street, though the subway map can work in a pinch (also used for small boat navigation). In Queens, numbers identify not only avenues and streets, but also roads, places, crescents, and lanes, all of which might be near each other. Read the entire street sign. Outer borough highways are confusing and often narrowed to one lane, the potholes could trap an elephant, the signs are sometimes misleading, exits which should appear do not, and signs directing a highway approach drag you through miles of colorful neighborhood (in the wrong direction) before finally letting you onto the highway with a stop sign and a hand's width of merge space.\n\nTraffic in New York City roughly follows a hierarchy of precedence, which is unwise to challenge. Fire engines, ambulances, and police cruisers are given priority, followed by other public service vehicles such as buses, road crews, and sanitation trucks. Beneath them are taxi cabs and delivery trucks. Below ",{"type":"''","value":["those"]}," are other cars. Note also that driving a car with out-of-state license plates (save for perhaps Connecticut or New Jersey) will instantly mark you as an outsider, sometimes resulting in other drivers being more aggressive around you than they would with a local. Suffice it to say, driving in New York is not for the timid or emotionally fragile.\n\nHowever, driving can be an exciting adventure, particularly on the parkways, with their numerous twists and turns. (Just watch out for other drivers, as noted above.) Also, since buses don't serve some of the parkways, driving or taking a taxi might be a workable option for those. Nonetheless, try to use bicycles or walk on the pedestrian trails near those parkways, where they exist; trails are less harrowing and you'd probably enjoy the scenery better.\n\n",{"type":"====","value":["Car rental"]},"\n\nThe major car rental agencies have offices throughout the city. Smaller agencies are also well represented. Be warned that car rentals in New York are generally more expensive than elsewhere in the United States, and frequently require a deposit of up to $500, if you do not have a credit card. Insurance rates also tend to be higher in New York than in most other cities.\n\n",{"type":"====","value":["Gas\/Petrol stations"]},"\nGas stations are few and far between, especially in Manhattan, where only a handful exist around the perimeter of the island. Be prepared to pay up to $0.50 more per gallon than in the surrounding suburbs or New Jersey. Therefore, if you have the option, it is best to fill your car while you aren't in NYC, as long as you have enough gas to last!\n\n",{"type":"====","value":["Points of entry"]},"\n\nThere are several points of entry\/exit into the city from the New Jersey side: the Lincoln Tunnel (midtown\/41st Street), the Holland Tunnel (downtown\/Canal Street), and the George Washington Bridge (way uptown\/178th Street) — all are accessible from the New Jersey Turnpike (I-95). I-78 east will also feed directly into the Holland Tunnel (US-1\/9 is also a popular route). I-80 east will terminate at an I-95 junction, the north route of which will lead directly to the George Washington Bridge. The bridge is also directly accessible from US-46 east. With all of these options, many commuters choose to listen to 24 hour traffic reports on AM stations 880 (every ten minutes on the 8's) and 1010 (every ten minutes on the 1's) to find the least congested route at that time. Weekend traffic delays can easily exceed 60 minutes at some of the tunnels, so plan accordingly!\n\nThe Midtown Tunnel under the East River is convenient for Long Island travelers, as it becomes the Long Island Expressway.  The Queensborough Bridge (aka The 59th Street Bridge) also crosses the East River into Queens, is toll-free, and lands near the mouth of the Midtown Tunnel but requires some automotive manipulation to get onto a highway. Other routes head north and east out of the Bronx, including Interstates 87 (north to Albany) and 95 (northeast to Boston) and the Henry Hudson Parkway, which is along the Hudson River.\n\n",{"type":"====","value":["Toll charges"]},"\nWhen ",{"type":"[","value":["http:\/\/www.panynj.gov\/bridges-tunnels\/tolls.html entering New York from New Jersey"]},", as well when driving across bridges and tunnels ",{"type":"[","value":["http:\/\/www.mta.info\/bandt\/traffic\/btmain.html, within New York City"]},", you will incur tolls of up to $15, and associated traffic delays.\n\n",{"type":"====","value":["Rush hour traffic"]},"\n\nTraveling at off-hours makes sense to avoid rush hour traffic, but highways and roads are still generally packed any time of day. The Cross Bronx Expressway, which is part of I-95 and leads to the George Washington Bridge, is almost always choked with traffic.  The Long Island Expressway has heavy eastbound traffic between the morning and evening rushes. The Holland and Lincoln Tunnels are 10 minute waits on a good day. The Brooklyn-Queens Expressway (BQE) is notorious, and an accident on the Verazzano Bridge without shoulders can cause a backup all the way through the northern part of Staten Island into New Jersey. It is a good idea to check radio traffic reports, especially before crossing a bridge or tunnel. Three different stations have reports every 10 minutes around the clock: 880 AM (on the 8's), 1010 AM (on the 1's), and 1130 AM (on the 5's).\n\nDriving cross-town (east-west) in Manhattan during rush hours is especially troublesome because the traffic lights are optimized to move traffic along the north-south roads. Your best bet is to avoid driving in Midtown Manhattan (between the 30s and 50s) whenever possible. If you do drive in Midtown Manhattan cross-town, posted ",{"type":"[","value":["http:\/\/home2.nyc.gov\/html\/dot\/html\/motorist\/streetprog.html Midtown Thru Streets"]}," may reduce delays.\n\n",{"type":"====","value":["Traveling with a commercial vehicle"]},"\n\nIf you are traveling with a commercial vehicle (defined as any vehicle designed to transport property with two axles and six tires, or three or more axles) remember that commercial traffic is prohibited on many roadways throughout the city. Commercial traffic is permitted only on roadways designated as Through and Local Truck Routes. ",{"type":"[","value":["http:\/\/www.nyc.gov\/html\/dot\/html\/motorist\/commvehicle.shtml Commercial traffic"]}," is prohibited on all multiple-lane roadways designated as \"parkways\" (such as the Grand Central Parkway, Cross-Island Parkway, or Henry Hudson Parkway) with frequent low bridges. Unfortunately, the majority of fast-moving roadways are designated as parkways in New York City. Commercial traffic is also prohibited on the Franklin Delano Roosevelt (FDR) Drive in Manhattan. Before traveling anywhere in New York City with a commercial vehicle, refer to ",{"type":"[","value":["http:\/\/www.nyc.gov\/html\/dot\/downloads\/pdf\/2011_truck_route_map.pdf the New York City Truck Route Map"]},".\n\n",{"type":"====","value":["Garage Parking"]},"\n\nParking in garages or outdoor lots is usually very expensive, costing as much as $40 per day in Manhattan, although cheap or free lot parking is available at some times at certain locations. Street parking can be free or much cheaper than garage or lot parking, but can be extremely hard to come by. Also, \"bumping\" cars in front of and behind of you to get into and out of a parking spot (known to some as \"Braille Parking\") is common, so if you choose to park on the street, don't be surprised if you find a few new scratches and scrapes on your bumper.\n\nAs a general rule, hotels in New York do not supply garage parking. The few that do will charge you handsomely for the privilege. To find garage parking, look at the following five websites:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parkme.com\/new-york-city-ny-parking ParkMe.com"]}]}," is a free site and smartphone app that allows users to search and compare rates, hours of operations, and other information for every single parking facility in New York City. Users can search for their destination then get a listing of all parking facilities in the area. ParkMe's rate calculator will tell you how much it costs to park at each facility based on how long you want to park."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/nyc.bestparking.com\/ BestParking.com"]}]}," is a free service that allows users to search and compare all daily and monthly rates and locations for parking facilities in Manhattan and Downtown Brooklyn. Users can book free parking \"Reservations\" and \"Rate Guarantees\" at over 20% of Manhattan's parking garages (including Icon Parking Systems and Edison ParkFast). The website's instant rate comparison clearly displays the rates on a Google map and the interface is extremely user-friendly. Regular rates, early bird specials, weekend specials, night Specials, SUV\/oversize\/luxury vehicle rates, motorcycle rates, and all additional posted charges are included in the instant rate comparison."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.primospot.com PrimoSpot.com"]}]}," is a free site that allows users to find on-street (free) parking. It will calculate the amount of time you can stay in metered and alternate side of the street city parking. They provide a breakdown of the regulations and photos of the signs. There is coverage for Manhattan, Brooklyn, Queens, the Bronx, and Hoboken, New Jersey. Users can type in an address, intersection, or zip code and will get the regulations for that area. The parking regulations display on a Google map and the interface is easy to use. Note that PrimoSpot will only tell you how long you can stay in a parking spot in any particular zone; there's no guarantee that there will actually be an empty spot waiting for you when you arrive."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.iconparking.com\/ IconParking.com"]}]}," is a service where you can book your parking time (if you know it) by the block, date, time, and even choose which garage. One traveler says, \"I've gone into garages that have initially said they're full up and then I said I booked it online and they shrugged and honored it.\" When you book online with this company, print a confirmation and take it with you. Most times the attendants\/valets will assume you know what you're talking about, but sometimes they want to see the printed confirmation. Also, when you pay, they may feign ignorance as to the price you were quoted online. This is another reason to print out the reservation. Using this service, it is possible to pay $10 on a weekday for 8 hours of parking from 10AM-6PM on John Street in the Financial district. If initially the valet says they don't have to honor that rate, be persistent and you should get it."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parkfast.com ParkFast.com"]}]},". This site is for Edison Parkfast, the owner\/manager of 40 parking locations around the city. The site isn't as feature-rich and you can't pick your hours or dates, but at least they have some basic rates and locations."]},"\n",{"type":"====","value":["Street Parking - Rules and penalties for violation"]},"\n\n",{"type":"*","value":["Check all parking signs carefully. Parking meters demand constant feeding, and are hungry late into the night in some areas. In some parts of Midtown Manhattan, there are pay-and-display meters which are only in effect from 6PM to midnight on weekdays and all day on weekends. In these areas, parking is prohibited during the workday, except for commercial trucks. It is a good idea to keep a roll of quarters in your car, as not all meters accept credit cards. Parking is permitted at broken or missing meters for the time posted on the signs. Parking is illegal at ALL bus stops and within 15 feet (4.5 m) of fire hydrants. Yellow lines on the curb have no legal meaning in NYC, so they cannot be relied upon to tell you if you are parked far enough from a hydrant. That said, in most areas the seams in the sidewalk are roughly five feet apart, so leaving at least three \"squares\" of sidewalk between the hydrant and your bumper is a smart move.  Many motorists simply pay garage fees to avoid the anxiety of finding a parking spot and the risks of expensive parking tickets."]},"\n",{"type":"*","value":["New York has \"alternate side of the street\" ",{"type":"[","value":["http:\/\/home2.nyc.gov\/html\/dot\/html\/motorist\/scrintro.html parking rules"]},", which may require street parkers to move their cars at different times of the day (such as early morning, or overnight in a few business districts) so that street sweepers can clean the roads. Alternate side rules are suspended on many obscure holidays, while parking meters and other weekday restrictions are only suspended on a few major holidays (not even on all Federal holidays)."]},"\n",{"type":"*","value":["Trying to leave a car parked illegally for very long will often end with a $150 fine, and a vehicle illegally parked in an overcrowded place is very likely to be towed away and face a $300 fine. The New York Police Department operates ",{"type":"[","value":["http:\/\/www.nyc.gov\/html\/nypd\/html\/transportation\/howtow.html the tow pounds"]},"."]},"\n",{"type":"====","value":["Important Rules While Driving"]},"\n",{"type":"*","value":["Unlike other places in the United States, RIGHT TURNS ON RED IN NEW YORK CITY ARE ILLEGAL, except where otherwise posted, like a sign that reads \"AFTER STOP RIGHT TURN PERMITTED ON RED\". Be careful when driving as some (but not all) entrances to New York City have signs alerting motorists that it is illegal to turn on the red in New York City, and other drivers from out of town may not know this rule."]},"\n",{"type":"*","value":["As in the rest of New York State, talking on a cell-phone (without a hands-free device) or texting while driving is illegal. Even if you do have a hands-free device, minimize your talking and prioritize driving."]},"\n",{"type":"*","value":["There are red light cameras at 100 intersections in New York City. A camera will take a picture if you run a red light and a fine disputable on the web will be issued in 30 days. However, since the camera does not identify who is driving the vehicle, no points will be issued against your drivers' license."]},"\n",{"type":"*","value":["Some bus lanes have video cameras. A camera will take a video if you drive illegally in the bus lane other than to turn right and a fine disputable on the web will be issued in 30 days."]},"\n",{"type":"*","value":["If there is an emergency vehicle trying to get through with its siren blaring, pull over to the side and move forward as necessary. On many one-way streets (avenues in particular), the middle lane is designated as the \"FIRE LANE\" so that motorists can pull over to either side lane."]},"\n",{"type":"*","value":["Some avenues and many streets have only one-way traffic.  Thankfully, one-way streets generally alternate direction, so if your destination is down a one-way street going in the wrong direction, go another block and double-back.  A handy mnemonic is \"Evens go East,\" meaning that, for the most part, streets (in Manhattan) with even numbers will head east, and vice-versa. The best gauge to determine a one way street's direction is to check the direction parked cars face."]},"\n",{"type":"*","value":["Be wary of your surroundings when you park your car. While NYC is a safe city for its size, it's not necessarily safe for your car as well. Make it as unworthy to steal as possible."]},"\n",{"type":"===","value":["By bicycle"]},"\n",{"type":"[[","value":[["File:German cycle lecture Mall CP jeh.JPG"],["thumb"],["Cyclotouring group stopping for a lecture in Central Park"]]},"\nUsing a ",{"type":"[","value":["http:\/\/www.nyc.gov\/html\/dot\/html\/bicyclists\/bicyclists.shtml bicycle in New York City"]}," is becoming more and more common, among New Yorkers and tourists alike. Bike paths can be found in every borough of the city, in three forms: bike lanes (road lanes specifically for bicycles), shared lanes (lanes shared between cars and bicycles), and greenways (roads solely designated to bicycles and pedestrians). Greenways are highly recommended for those wishing to go on a recreational journey. The Manhattan Waterfront Greenway circles (almost) the whole of Manhattan, and protected bikeways exist on some major avenues. However, most destinations will require some street biking. A map of bike paths in New York City can be found ",{"type":"[","value":["http:\/\/www.nyc.gov\/html\/dot\/html\/bicyclists\/bikemaps.shtml here"]},". Bike shops give out free maps provided by the City. They show bike routes and shops, and indicate the ones that offer rentals. \n\nThe city has a new bike share program, called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/citibikenyc.com\/ CitiBike"]}]},". The program has 330 stations in Lower and Midtown Manhattan and the Downtown Brooklyn area. A map can be found ",{"type":"[","value":["http:\/\/citibikenyc.com\/stations here"]}," To access a bike, first visit one of the locations and pay for a pass. 24-hour passes cost $9.95 and 7-day passes cost $25.00 (tax not included). You will receive a card and a code; enter the code into a bike, and you can use it. Be warned that after 30 minutes of use, you will be charged overtime fees. Return your bike to a station (remember to place it securely in a dock–you will be further fined if the light on the dock does not turn green) within 30 minutes to avoid this. You can take out another bike and continue your journey if necessary. Using CitiBike is ",{"type":"'''","value":["not"]}," recommended if you plan on using a bike for a prolonged period of time.\n\nCycling in Manhattan can often be quicker than taking the subway or a taxi, but it isn't for the fainthearted. The borough's tumultuous traffic makes biking difficult. Aggressive cab drivers, jaywalking pedestrians, potholes and debris on the roads create a cycling experience that might just as well have been taken from Dante's ",{"type":"''","value":["Inferno"]},". If you do venture into the concrete jungle on a bike, make sure you wear a helmet and have sufficient experience in urban cycling.\n\nCycling in Brooklyn and The Bronx can be more rewarding, or not, depending on the neighborhood. There are few bike paths in Queens, however, the roads are bike-friendly for the most part.\n\nCycling is ",{"type":"'''","value":["not"]}," recommended in Staten Island. Access is difficult, with the only way to get in being the Staten Island Ferry. There are only a handful of bike paths on the entire island, mostly on the south shore. This is unfortunate, as Staten Island has beautiful displays of nature in some of its parks, most of which are accessible only on foot or by bicycle. If you are looking for scenery, by all means, take your bike with you on the ferry, but do not rely on it for transportation on the street.\n\n",{"type":"==","value":["See"]},"\n\nLike most of the great world cities, New York has an abundance of great attractions - so many, that it would be impossible to list them all here. What follows is but a sampling of the most high-profile attractions in New York City; more detailed info can be found in the district pages.\n\nA general word of advice on sightseeing in New York: Tourists often spend their entire vacation in New York standing in line. This is often unnecessary; there are usually alternatives. For example, one can choose to avoid the Empire State Building during the day (it is open, and much quieter, late, until 2AM), skip the Statue of Liberty in favor of the Staten Island Ferry, and stay away from the Guggenheim on Monday (it is one of the only museums open that day). Also, there is no reason to stand in line for a Broadway show if you already have a ticket with an assigned seat. If you prefer, get a drink nearby and come back closer to curtain time, when you can walk right in. The lines for bus tours can be absurd because tourists all seem to have exactly the same itinerary - which is get on a bus in the morning in Times Square, get off for the Statue of Liberty, and finish on the East Side in the afternoon. Why not go downtown in the morning, and save Midtown for the afternoon? You will thank yourself for avoiding the crowds. Also, understand that buses are the slowest way to go crosstown in Midtown Manhattan during peak hours, and taxis are not much better. You are often better off on foot.\n\nA number of multi-attraction schemes give reduced prices and line-skipping privileges.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Explorer Pass"],["alt="],["url=http:\/\/www.explorerpass.com\/newyorkcity\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Allows you to choose 7, 5 or 3 top attractions to visit. Cardholders have 30 days to use the card after visiting the first attraction. Attractions to choose from include Top of the Rock Observation, Rockefeller Center Tour, Statue of Liberty and Ellis Island, Museum of Modern Art, Metropolitan Museum of Art, NBC Studio Tour, movie tours, cruises, and more. Also included with the card are shopping, dining, and additional attraction discounts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=New York CityPASS"],["alt="],["url=http:\/\/www.citypass.com\/new-york"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Grants admission to 6 New York attractions within 9 days of first use for a much reduced rate. The attractions are Empire State Building; Metropolitan Museum of Art and same-day admission to The Cloisters; American Museum of Natural History; Museum of Modern Art (MoMA); Option Ticket One with choice of either Top of the Rock™ Observation Deck or Guggenheim Museum; Option Ticket Two with choice of either a Circle Line Sightseeing Cruise or Statue of Liberty & Ellis Island. $89 adult, $64 youth aged 6–17."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=New York Pass"],["alt="],["url=http:\/\/www.newyorkpass.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Grants access to over 50 top attractions with line skipping privileges. Passes are available for 1 day ($80 adult, $60 child), 2 days ($130 adult, $110 child), 3 days ($140 adult, $120 child) or 7 days ($180 adult, $140 child). Remember, you must obtain a ticket in each attraction. You can visit as many attractions as you want in the time period - the more attractions you visit, the more you save. Also includes a free 140 page guide book, but is much better to organize your visits previously, via internet."]]}]},"\n",{"type":"''","value":["See also the district pages for detailed information about attractions. Detail is gradually being moved from this page to the district pages."]},"\n\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"[[","value":[["Image:Statueofliberty nps.jpg"],["thumb"],["Statue of Liberty"]]},"\n\nNaturally, ",{"type":"[[","value":[["Manhattan"]]}," possesses the lion's share of the landmarks that have saturated American popular culture. Starting in ",{"type":"[[","value":[["Manhattan\/Financial District"],["Financial District"]]},", perhaps the most famous of these landmarks is easy to spot - the ",{"type":"'''","value":["Statue of Liberty"]},", a symbol of the nation standing atop a small island in the harbor, and perhaps also the most difficult attraction to access in terms of crowds and the long lines to see it. Nearby ",{"type":"'''","value":["Ellis Island"]}," preserves the site where millions of immigrants completed their journey to America. Within Financial District itself, ",{"type":"'''","value":["Wall Street"]}," acts as the heart of big business being the home of the ",{"type":"'''","value":["New York Stock Exchange"]},", although the narrow street also holds some historical attractions, namely ",{"type":"'''","value":["Federal Hall"]},", where George Washington was inaugurated as the first president of the United States. Furthermore, there is a large statue of a bull that tourists often take pictures with. Nearby, the National September 11 Memorial at the ",{"type":"'''","value":["World Trade Center Site"]}," commemorates the victims of that fateful day. Connecting Financial District to ",{"type":"[[","value":[["Brooklyn\/Downtown"],["Downtown Brooklyn"]]},", the ",{"type":"'''","value":["Brooklyn Bridge"]}," offers fantastic views of the Manhattan and Brooklyn skylines.\n\nMoving north to ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]},", Manhattan's other major business district, you'll find some of New York's most famous landmarks. The ",{"type":"'''","value":["Empire State Building"]}," looms over it all as the second-tallest building in the city, with the nearby ",{"type":"'''","value":["Chrysler Building"]}," also dominating the landscape. Nearby is the headquarters of ",{"type":"'''","value":["United Nations"]}," overlooking the East River and ",{"type":"'''","value":["Grand Central Terminal"]},", one of the busiest train stations in the world. Also nearby is the main branch of the ",{"type":"'''","value":["New York Public Library"]},", a beautiful building famous for its magnificent reading rooms and the lion statues outside the front door; and ",{"type":"'''","value":["Rockefeller Plaza"]},", home to NBC Studios, Radio City Music Hall, and (during the winter) the famous Christmas Tree and Skating Rink.\n\nStill in the Midtown area but just to the west, in the ",{"type":"[[","value":[["Manhattan\/Theater District"],["Theater District"]]},", is the tourist center of New York: ",{"type":"'''","value":["Times Square"]},", filled with bright, flashing video screens and LED signs running 24 hours a day.  Just to the north is ",{"type":"'''","value":[{"type":"[[","value":[["Manhattan\/Central Park"],["Central Park"]]}]},", with its lawns, trees and lakes popular for recreation and concerts.\n\n",{"type":"===","value":["Museums and galleries"]},"\n\n\nNew York has some of the finest museums in the world. All the public museums (notably including the Metropolitan Museum and the American Museum of Natural History), which are run by the city, accept donations for an entrance fee, but private museums (especially the Museum of Modern Art) can be very expensive. In addition to the major museums, hundreds of small galleries are spread throughout the city, notably in neighborhoods like Chelsea and Williamsburg. Many galleries and museums in New York close on Mondays, so be sure to check hours before visiting. The following is just a list of highlights; see district pages for more listings.\n\n",{"type":"====","value":["Arts and culture"]},"\nNew York City is home to some of the finest art museums in the country, and in ",{"type":"[[","value":[["Manhattan"]]},", you'll find the grandest of them all.  The ",{"type":"'''","value":["Metropolitan Museum of Art"]}," in ",{"type":"[[","value":[["Manhattan\/Central Park"],["Central Park"]]}," has vast holdings that represent a series of collections, each of which ranks in its category among the finest in the world. Within this single building you'll find perhaps the world's finest collection of American artwork, period rooms, thousands of European paintings including Rembrandts and Vermeers, the greatest collection of Egyptian art outside Cairo, one of the world's finest Islamic art collections, Asian art, European sculpture, medieval and Renaissance art, antiquities from around the ancient world, and much, much more. As if all that wasn't enough, the Metropolitan also operates ",{"type":"'''","value":["The Cloisters"]},", located in Fort Tryon Park in ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Upper Manhattan"]]},", houses a collection of medieval art and incorporates elements from five medieval French cloisters and other monastic sites in southern France in its renowned gardens.\n\nNear the Metropolitan, in the ",{"type":"[[","value":[["Manhattan\/Upper East Side"],["Upper East Side"]]},", is the ",{"type":"'''","value":["Guggenheim Museum"]},". Although more famed for its architecture than the collection it hosts, the spiraling galleries are ideal for exhibiting art works. Also nearby is the ",{"type":"'''","value":["Whitney Museum of American Art"]},", with a collection of contemporary American art. In ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]},", the ",{"type":"'''","value":["Museum of Modern Art"]},"(MoMA), holds the most comprehensive collection of modern art in the world, and is so large as to require multiple visits to see all of the works on display, which include Van Gogh's Starry Night and Picasso's Les Demoiselles d’Avignon, as well as an extensive industrial design collection. Midtown is also home to the ",{"type":"'''","value":["Paley Center for Media"]},", a museum dedicated to television and radio, including a massive database of old shows.\n\nIn ",{"type":"[[","value":[["Brooklyn"]]},"'s ",{"type":"[[","value":[["Brooklyn\/Prospect Park"],["Prospect Park"]]},", the ",{"type":"'''","value":["Brooklyn Museum of Art"]}," is the city's second largest art museum with excellent collections of Egyptian art, Assyrian reliefs, 19th-century American art, and art from Africa and Oceania, among other things. ",{"type":"[[","value":[["Queens\/Long Island City"],["Long Island City"]]}," in ",{"type":"[[","value":[["Queens"]]}," is home to a number of art museums, including the ",{"type":"'''","value":["PS1 Contemporary Art Center"]},", an affiliate of the Museum of Modern Art, and the ",{"type":"'''","value":["Museum of the Moving Image"]},", which showcases movies and the televisual arts.\n\n",{"type":"====","value":["Science and technology"]},"\n",{"type":"[[","value":[["Image:Hayden planetarium at night.jpg"],["thumb"],["300px"],["The night is illuminated by the Rose Center for Earth and Space, home of the astronomy wing at the American Museum of Natural History."]]},"\nIn New York City, no museum holds a sway over children like the ",{"type":"'''","value":["American Museum of Natural History"]}," in Manhattan's ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]},". Containing the Hayden Planetarium, incredible astronomy exhibits, animal dioramas, many rare and beautiful gems and mineral specimens, anthropology halls, and one of the largest collections of dinosaur skeletons in the world, this place offers plenty of stunning sights.\n\nNear Times Square in the ",{"type":"[[","value":[["Manhattan\/Theater District"],["Theater District"]]},", the ",{"type":"'''","value":["Intrepid Sea, Air & Space Museum"]}," takes up a pier on the Hudson River, with the aircraft carrier ",{"type":"''","value":["Intrepid"]}," docked here and holding some incredible air and space craft.\n\nOver in the ",{"type":"[[","value":[["Queens\/Flushing-Northeast"],["Flushing"]]}," district of Queens, on the grounds of the former World's Fair, is the ",{"type":"'''","value":["New York Hall of Science"]},", which incorporates the Great Hall of the fair and now full of hands-on exhibits for kids to enjoy.\n\nAnother standout museum is the ",{"type":"'''","value":["Transit Museum"]}," located in an abandoned station in ",{"type":"[[","value":[["Brooklyn\/Downtown"],["Downtown Brooklyn"]]},".  The old subway cars are a real treat and the museum is ",{"type":"''","value":["a must"]}," if you're in New York with kids (and well-worth it even if you're not).\n\n",{"type":"===","value":["Neighborhoods"]},"\nLike all great cities, New York is made up of distinct neighborhoods, each of which has its own flavor. Many of the neighborhoods are popular with visitors, and all are best experienced on foot. See individual borough pages (",{"type":"[[","value":[["Manhattan"]]},", ",{"type":"[[","value":[["Brooklyn"]]},", ",{"type":"[[","value":[["Queens"]]},", ",{"type":"[[","value":[["Bronx"]]},", and ",{"type":"[[","value":[["Staten Island"]]},") for a comprehensive listing of neighborhoods.\n\n",{"type":"===","value":["Parks"]},"\n\n\nThough the image many people have of New York is endless skyscrapers and packed sidewalks, the city also boasts numerous lovely parks, ranging from small squares to the 850-acre ",{"type":"'''","value":["Central Park"]},". There are worthwhile parks in every borough, more than enough to keep any visitor busy.  These include ",{"type":"'''","value":["Fort Tryon Park"]}," in Upper Manhattan, which boasts grand views of the New Jersey Palisades, the grand ",{"type":"'''","value":["Pelham Bay Park"]}," in The Bronx, the popular ",{"type":"'''","value":["Prospect Park"]}," in Brooklyn, the famous ",{"type":"'''","value":["Flushing Meadow Park"]}," in Corona, Queens, site of the U.S. Open Tennis Tournament, and the wondrous ",{"type":"'''","value":["Greenbelt"]}," in Staten Island, a collection of beautiful parks and protected forests unlike any other park in the city. New York City is also home to portions of the ",{"type":"'''","value":[{"type":"[[","value":[["Gateway National Recreation Area"]]}]},". Almost any park is a great spot to rest, read, or just relax and watch the people streaming past.  To find out more about New York City parks, go to the ",{"type":"[","value":["http:\/\/www.nycgovparks.org\/ New York City Department of Parks & Recreation website"]}," and the guide pages for each borough.  Note that except for special events, all NYC parks are closed 1AM–6AM. The exception to this rule is parks affiliated with schools, which are closed for the entire time the sun is down.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Entertainment"]},"\n",{"type":"'''","value":["Theater and performing arts"]},"\n\nNew York boasts an enormous amount and variety of theatrical performances. Most of these are concentrated in Manhattan, particularly the ",{"type":"[[","value":[["Manhattan\/Theater District"],["Theater District"]]}," around Times Square, where you'll find the major musicals and big-name dramatic works of Broadway. These are the most popular with visitors, with tickets for some shows running to $130 a seat, though discounters make cheaper seats available. And if you're in town in early June (and willing to spend a lot of money), it's possible to purchase tickets to the Tony Awards, Broadway's biggest award ceremony and the culmination of the theatrical season in the city. However, you can also find \"Off-Broadway\" shows (and even the dirt cheap and very small \"Off-Off-Broadway\" shows) throughout Manhattan that play to smaller audiences and are far less expensive. ",{"type":"[","value":["http:\/\/www.playbill.com Playbill.com"]}," is a good resource for current and upcoming Broadway and Off-Broadway info and listings. See the ",{"type":"[[","value":[["Manhattan#Performing arts"],["Manhattan"]]}," page for more detailed info on theater offerings.\n\nSome of New York's (and the world's) most high-profile music and dance halls include the ",{"type":"'''","value":["Brooklyn Academy of Music"]}," in ",{"type":"[[","value":[["Brooklyn\/Downtown"],["Downtown Brooklyn"]]},", ",{"type":"'''","value":["Carnegie Hall"]}," - the premier venue for classical music in the United States - in Manhattan's Theater District, ",{"type":"'''","value":["Radio City Music Hall"]}," - home of the Rockettes - in ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]},", and the ",{"type":"'''","value":["Lincoln Center"]}," in the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]},", home to the prestigious Chamber Music Society, the Metropolitan Opera (\"the Met\"), the New York City Ballet, and the New York Philharmonic. There are also numerous small companies putting on more idiosyncratic shows every night of the week.\n\n",{"type":"'''","value":["Film and television"]},"\n\nNew York is one of the world's greatest film cities, home to a huge number of theaters playing independent and repertory programs.  Many major US studio releases open earlier in New York than elsewhere (especially in the autumn) and can be found at the major cineplexes (AMC, United Artists, etc.) around the city.  Be advised that, as with everything else in New York, movies are quite popular, and even relatively obscure films at unappealing times of the day can still be sold out. It's best to get tickets in advance whenever possible. As many films premiere in New York, you can often catch a moderated discussion with the director or cast after the show.  Sometimes even repertory films will have post-screening discussions or parties. Check listings for details.\n\nIn addition to the many commercial multiplexes located throughout the city, some of the more intriguing New York film options include the several theaters in ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}," and the ",{"type":"[[","value":[["Manhattan\/East Village"],["East Village"]]}," which play independent and foreign releases, many of which are screened only in New York. The ",{"type":"'''","value":["Film Society at Lincoln Center"]}," in the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]}," puts on a terrific repertory program and shows a wide variety of experimental and foreign films, and also hosts the prestigious New York Film Festival in October. Another major film festival is the ",{"type":"'''","value":[{"type":"[[","value":[["Manhattan\/TriBeCa"],["Tribeca"]]}," Film Festival"]},", held each May and a prominent event in New York's film calendar. The ",{"type":"'''","value":["Museum of the Moving Image"]}," in ",{"type":"[[","value":[["Queens\/Long Island City"],["Long Island City"]]}," in Queens puts on a terrific screening program, with films showing continuously throughout the day, while ",{"type":"'''","value":["MoMa"]}," in ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown Manhattan"]]}," puts on a terrific repertory program (and compared to other New York movie theaters, tickets to films at MoMA are a steal).\n\nVirtually every major national television network has studios in Manhattan, particularly the Midtown area, and many well-known programs are open to viewers. ",{"type":"'''","value":["Rockefeller Center"]}," is home to NBC Studios and its flagship shows, including ",{"type":"''","value":["Saturday Night Live"]}," and ",{"type":"''","value":["Today"]},", and is open for tours. The ",{"type":"'''","value":["Ed Sullivan Theatre"]}," near Times Square is home to ",{"type":"''","value":["Late Show with David Letterman"]},", while ",{"type":"'''","value":["Lincoln Square"]}," boasts programming produced for ABC, such as ",{"type":"''","value":["The View"]}," and ",{"type":"''","value":["Who Wants to Be a Millionaire"]}," at the network's West 66th Street facility. More examples of popular programs you can see in person can be found on the ",{"type":"[[","value":[["Manhattan#Television"],["Manhattan"]]}," page.\n\n",{"type":"'''","value":["Parades"]},"\n\nNew York City hosts many parades, street festivals and outdoor pageants. The following are the most famous:\n\n",{"type":"*","value":[{"type":"'''","value":["New York's Village Halloween Parade"]},". Each Halloween (October 31) at 7PM. This parade and street pageant attracts 2 million spectators and 50,000 costumed participants along Sixth Avenue between Spring Street and 21st Street. Anyone in a costume is welcome to march; those wishing to should show up between 6PM-9PM at Spring Street and 6th Avenue."]},"\n",{"type":"*","value":[{"type":"'''","value":["Macy's Thanksgiving Day Parade"]},". The morning of each Thanksgiving on Central Park West, this parade attracts many spectators and is broadcast on nationwide television."]},"\n",{"type":"*","value":[{"type":"'''","value":["St. Patrick's Day Parade"]},". The largest St. Paddy's parade in the world! Route is up 5th Ave from 44th Street to 86th Street and lasts from 11AM to about 2:30. Celebrations in pubs citywide happen the rest of the day and night until the green beer runs out."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Labor Day (aka West Indian Day Parade or New York Caribbean Carnival)"]},". The Labor Day Carnival, or West Indian Carnival, is an annual celebration held in Crown Heights, Brooklyn. Its main event is the West Indian-American Day Parade, which attracts between one and three million spectators, who watch the parade on its route along Eastern Parkway."]},"\n",{"type":"===","value":["Sports"]},"\nA number of professional and collegiate teams play in the New York metropolitan area.\n\n",{"type":"*","value":["The ",{"type":"'''","value":["New York Yankees"]}," play Major League Baseball at ",{"type":"'''","value":["Yankee Stadium"]}," in the Bronx (East 161st Street and River Avenue. Subway: 4, B, D to 161st Street-Yankee Stadium). One of the most storied and lucrative sports franchises in the world, the Yankees have won 27 World Series championships in all."]},{"type":"*","value":[{"type":"'''","value":["Citi Field"]}," in Flushing Meadows (126th Street and Roosevelt Avenue. Subway: 7 to Mets-Willets Point) is home to the ",{"type":"'''","value":["New York Mets"]},", who also play Major League Baseball."]},{"type":"*","value":["In addition to its many concerts and the annual Westminster Dog Show, ",{"type":"'''","value":["Madison Square Garden"]}," hosts the ",{"type":"'''","value":["New York Knicks"]}," of the NBA and ",{"type":"'''","value":["New York Rangers"]}," of the NHL, plus annual postseason college basketball for the Big East Conference and the National Invitational Tournament. (Pennsylvania Plaza. Subway: 1, 2, 3, A, C, E to 34th Street-Penn Station)"]},{"type":"*","value":["Long based in New Jersey, the ",{"type":"'''","value":["Nets"]}," basketball team moved to the new ",{"type":"'''","value":["Barclays Center"]}," in Brooklyn (Vanderbilt Yards. Subway: 2, 3, 4, 5, B, D, N, Q, R to Atlantic Avenue-Barclays Center) in 2012."]},{"type":"*","value":["Other NHL teams are the ",{"type":"'''","value":["New York Islanders"]},", who play at the ",{"type":"'''","value":["Nassau Veterans Memorial Coliseum"]}," in Uniondale, 27 miles east of midtown Manhattan; and the ",{"type":"'''","value":["New Jersey Devils"]},", who skate at the ",{"type":"'''","value":["Prudential Center"]}," in Newark, New Jersey, 12 miles west of midtown Manhattan. in the 2015–16 season, the Islanders will move to the Barclays Center."]},{"type":"*","value":["Two National Football League teams play at ",{"type":"'''","value":["MetLife Stadium"]}," in East Rutherford, New Jersey, 10 miles northwest of midtown Manhattan. The ",{"type":"'''","value":["New York Giants"]}," in the National Football Conference have won four Super Bowls, while the ",{"type":"'''","value":["New York Jets"]}," of the American Football Conference have won one."]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.milb.com\/index.jsp?sid=t586 Staten Island Yankees"]}]}," play Minor League Baseball (New York-Penn League, McNamara division) at the ",{"type":"'''","value":["Richmond County Bank Ballpark"]},". They are a Class A affiliate of the New York Yankees."]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.brooklyncyclones.com\/ Brooklyn Cyclones"]}]}," play Minor League Baseball (New York-Penn League, McNamara division) at ",{"type":"'''","value":["MCU Park"]},". They are a Class A affiliate of the Mets."]},{"type":"*","value":["Two top-level soccer franchises, one men's and one women's, are also located in the Tri-State area, with a another men's franchise set to start play in 2015. The ",{"type":"'''","value":["New York Red Bulls"]}," (Major League Soccer) play home matches at ",{"type":"'''","value":["Red Bull Arena"]}," in Harrison, New Jersey, 11 miles from midtown Manhattan.  In 2015, ",{"type":"'''","value":["New York City FC"]}," (partially owned by the Yankees) will become the Tri-State's second MLS team; they will play in Yankee Stadium until they can build a new stadium of their own. ",{"type":"'''","value":["Sky Blue FC"]},", a member of the National Women's Soccer League, plays its home games at Yurcak Field on the Rutgers University campus. "]},{"type":"*","value":["Colleges around New York City that compete in the NCAA include ",{"type":"'''","value":["St. John's University"]}," in Jamaica, Queens; ",{"type":"'''","value":["Seton Hall University"]}," in South Orange, New Jersey (20 miles west of midtown Manhattan); ",{"type":"'''","value":["Rutgers University"]}," in New Brunswick, New Jersey (40 miles southwest of midtown Manhattan); and the ",{"type":"'''","value":["United States Military Academy"]},", whose sports teams are more often called ",{"type":"'''","value":["Army"]},", in West Point, New York (50 miles north of midtown)."]},{"type":"*","value":["The ",{"type":"'''","value":["USTA Billie Jean King National Tennis Center"]}," in Flushing Meadows (Corona Park. Subway: 7 to Mets-Willets Point) is the site of the ",{"type":"'''","value":["U.S. Open tennis tournament"]},", held yearly in late August and early September."]},{"type":"*","value":["Part of horse racing's Triple Crown, the ",{"type":"'''","value":["Belmont Stakes"]}," are run each June at ",{"type":"'''","value":["Belmont Park"]}," in nearby Elmont, 20 miles east of midtown Manhattan."]},"\n",{"type":"==","value":["Learn"]},"\n\nUnsurprisingly, New York City, the largest city in the United States, is home to many colleges and universities. Among these universities, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.columbia.edu Columbia University"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nyu.edu\/ New York University"]}," (NYU)"]}," are undoubtedly the most prestigious (but also the most expensive). Another notable university is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rockefeller.edu\/ Rockefeller University"]}]},", in which several significant biomedical discoveries were made, though unlike the other two, it does not have undergraduate programs and only admits graduate students.  See individual district articles for more detailed listings of universities in New York City.\n\n",{"type":"==","value":["Buy"]},"\n\n\nNew York is the fashion capital of the United States, and is a major shopping destination for people around the world.  The city boasts an unmatched range of department stores, boutiques, and specialty shops. Some neighborhoods boast more shopping options than most other American cities and have become famous as consumer destinations. Anything you could possibly want to buy can be found in New York, including clothing, cameras, computers and accessories, music, musical instruments, electronic equipment, art supplies, sporting goods, and all kinds of foodstuffs and kitchen appliances.  See the ",{"type":"'''","value":["borough pages"]}," and ",{"type":"'''","value":["district sub-pages"]}," for listings of some of the more important stores and major business districts, of which there are several.\n\nThe popular place to begin is Manhattan, most notably Fifth Avenue in ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown Manhattan"]]},", where most of the major department stores are located. Other notable department stores in Manhattan include the world-famous ",{"type":"[","value":["http:\/\/www.macys.com\/ Macy's"]}," at Herald Square. Of course, for dirt-cheap knockoffs, the various Chinatowns in Manhattan, Queens and Brooklyn respectively are the place to go to.\n\n",{"type":"===","value":["Buying art"]},"\nAnyone can freely create, display, and sell art, including paintings, prints, photographs, sculptures, DVDs, and CDs, based on freedom of speech rights. Thousands of artists earn their livings on NYC streets and in parks. Common places to find street artists selling their work are SoHo in Financial District and near the Metropolitan Museum of Art on 81st Street.\n\n",{"type":"===","value":["Outlets"]},"\nNew York City has a number of retail outlet locations, offering substantial discounts and the opportunity to purchase ends-of-line and factory seconds. ",{"type":"'''","value":["Century 21"]}," in ",{"type":"[[","value":[["Manhattan"]]}," is one of the largest stores where New Yorkers get designer clothing for less.\n\n",{"type":"===","value":["Convenience stores"]},"\nBasic food, drinks, snacks, medicine, and toiletries can be found at decent prices at the ubiquitous ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.duanereade.com\/ Duane Reade"]}]},", ",{"type":"'''","value":["CVS"]},", and ",{"type":"'''","value":["Rite Aid"]}," stores. For a more authentically New York experience, stop by one of the thousands of bodegas\/delis\/groceries.  Although sometimes dirty-looking in apparent need of repair, you can purchase groceries, water, inexpensive flowers, coffee, and cooked food—typically 24\/7.\n\n",{"type":"===","value":["Shopping in airports"]},"\nMost shops in NYC airports are chain outlets, the same as can be found in most large airports in the world—so it's pretty difficult to feel the spirit of the fashion capital if you only have 2 hours waiting for a connecting flight. At JFK airport, JetBlue Airways' new terminal 5 is populated with modern, cutting-edge restaurants and shops, but terminals 4 and 8 are also a good place for retail and duty-free shopping.\n\n",{"type":"===","value":["Street Vendors"]},"\nIn New York City it is common for street vendors to set up tables on the sidewalk, close to the curb, and sell items. They are required to obtain a permit to perform this activity, but it is legal. Purchasing from these vendors is generally legitimate, although buying brand name goods from these vendors (particularly expensive clothing and movies) is ill advised as the products being sold may actually be cheap imitation products. It is considered safe to buy less expensive goods from these vendors, but most will not accept payment by credit card, so you will have to bring cash. Be particularly wary of any street vendor that does not sell from a table (especially vendors who approach you with their merchandise in a briefcase) as these goods are almost certainly cheap imitation products.\n\n",{"type":"==","value":["Eat"]},"\n\n\nNew York has, as you might expect of the Big Apple, all the eating options covered and you can find almost every type of food available and every cuisine of the world represented. There are literally tens of thousands of restaurants, ranging from dingy $0.99-a-slice pizza joints to $500-a-plate prix fixe sushi. Thousands of delis, bodegas, and grocery stores dot every corner of the city and do it yourself meals are easy and cheap to find. Street food comes in various tastes, ranging from the ubiquitous New York hot dog vendors to the many middle eastern carts at street corners in Midtown. Fruit stalls appear at many intersections from spring to fall with ready to eat strawberries, bananas, apples, etc. available at very low cost and vegetarian and vegan options abound throughout the city.\n\n",{"type":"===","value":["Don't leave without trying"]},"\n",{"type":"====","value":["New York pizza"]},"\n",{"type":"[[","value":[["File:NewYorkSlice.jpg"],["thumb"],["300px"],["A slice of the real deal"]]},"\n\nA peculiarly New York thing, a true New York pizza is a large pizza with a very thin crust (sometimes chewy, sometimes crisp), plenty of cheese, and an artery-hardening sheen of grease on top. From just about any pizzeria you can get a whole pie or a slice with a variety of toppings available, or ask for \"a slice\" if you just want a piece of plain cheese pizza. Just fold in half lengthwise, be sure to grab a lot of napkins, and enjoy. Or pick up one with pepperoni - the quintessential meal on the go in New York. Pizza-by-the-slice places can be found all over the city, and include the many different variations of \"Ray's Pizza\", all of which claim to be the original thing. However, perhaps the most respected of the corner joints is the wildly popular ",{"type":"'''","value":["Joe's"]}," in ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]},".\n\nBut while pizza in New York is generally considered a fast food, the most respected pizzerias in the city are those that act like sit-down restaurants, serving whole pies only; no slices. Except for DiFara's, all the following pizzerias use a classic New York style of coal-fired, rather than gas-fired ovens, which allows them to bake their pizza for a very short time at very high temperatures, producing a unique style of crispy, slightly charred crust that makes their output quite different from the average corner slice shop. Every New Yorker has their own personal favorite, but several routinely make it to the top of the list. ",{"type":"'''","value":["Lombardi's"]}," in ",{"type":"[[","value":[["Manhattan\/Chinatown"],["Little Italy"]]}," is regarded as the oldest pizzeria in town and continues to draw in big crowds of tourists, but ",{"type":"'''","value":["Patsy's"]}," in ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["East Harlem"]]}," has long been regarded by connoisseurs as serving perhaps the purest example of plain New York-style coal-oven pizza (don't order any toppings, though). ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}," is the center of pizza on Manhattan, home to not only Joe's but also the classic ",{"type":"'''","value":["John's"]}," and the popular ",{"type":"'''","value":["Arturo's"]},". In Brooklyn, ",{"type":"'''","value":["Grimaldi's"]}," in ",{"type":"[[","value":[["Brooklyn\/Downtown"],["DUMBO"]]}," is hugely popular with lines that go down the street, while ",{"type":"'''","value":["Totonno's"]}," on ",{"type":"[[","value":[["Brooklyn\/Coney Island and Brighton Beach"],["Coney Island"]]},"  and ",{"type":"'''","value":["Di Fara's"]}," in ",{"type":"[[","value":[["Brooklyn\/Bedford-Stuyvesant and Flatbush"],["Midwood"]]}," remain mainstays with the locals. There are also excellent brick-oven establishments serving Neapolitan or other styles of pizza that are not classic New York but well worth having.\n\n",{"type":"====","value":["New York hot dog"]},"\nNothing represents New York street food like the almighty hot dog. Affectionately called \"dirty water dogs\" by the locals, a New York hot dog is typically all-beef, served in a plain bun, and topped with mustard, ketchup, relish, or any combination of the three. You can get one from pushcarts on seemingly every street corner and park in the city. Just wrap the dog in a paper napkin and walk along the sidewalk trying not to let the toppings slip and slide all over your hands. And of course, both ballparks make sure to keep their fans' hot dog needs satisfied.\n\nHowever, there are a few places that go a step beyond the typical dirty water dog, with better cooked dogs and a much greater variety of toppings available. Many hot dog enthusiasts make the pilgrimage to the original hot dog stand, ",{"type":"'''","value":["Nathan's"]}," on ",{"type":"[[","value":[["Brooklyn\/Coney Island and Brighton Beach"],["Coney Island"]]},", although locals generally view it as a tourist trap. In Manhattan, ",{"type":"'''","value":["Papaya King"]}," (on the ",{"type":"[[","value":[["Manhattan\/Upper East Side"],["Upper East Side"]]},") and ",{"type":"'''","value":["Gray's Papaya"]}," (in ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}," and the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]},") are favorites, so-named because they also serve tropical drinks with their frankfurters. In addition to their sandwiches, ",{"type":"'''","value":["Katz's"]}," on the ",{"type":"[[","value":[["Manhattan\/Lower East Side"],["Lower East Side"]]}," is also reputed for an excellent deli dog. In the ",{"type":"[[","value":[["Manhattan\/East Village"],["East Village"]]},", ",{"type":"'''","value":["Crif Dogs"]}," draws people in for their deep-fried, beef-and-pork (and often bacon-wrapped!) dogs. ",{"type":"'''","value":["Dominick's"]}," food truck commands a fiercely loyal crowd, who flock to a quiet side of ",{"type":"[[","value":[["Queens\/Forest Park"],["Queens"]]}," to get a taste. People looking for a good bratwurst should try the ",{"type":"'''","value":["Hallo Berlin"]}," cart on 54th and Fifth in ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]},", while Chicago purists should head to the ",{"type":"'''","value":["Shake Shack"]}," in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Madison Square Park"]]},".\n\n",{"type":"====","value":["New York bagel"]},"\nThere is no bagel like the New York bagel anywhere else in the world. Bagels are a doughnut-shaped round of boiled dough that is then baked until it has a distinctive, chewy, sweet interior and a leathery outer crust. They arrived from the old world with Jewish immigrants from Eastern Europe and have become utterly New York in character. You can get bagels anywhere in the city, but for the best bagels you may have to trek away from the main tourist sites. The key point, though, is get them when they are hot (and that does not mean reheated in the microwave). Some places actively discourage toasting; try them fresh out of the oven. Good bagel shops will offer a variety of cream cheese spreads and sandwich stuffings, like lox, salmon, tofu spreads, onions, tomatoes, and cucumbers, among others.\n\nOn Manhattan, many people swear by ",{"type":"'''","value":["Ess'a Bagel"]}," in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Gramercy"]]},", with their giant bagels and huge variety of toppings, although bagel purists respect ",{"type":"'''","value":["Murray's"]}," in ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}," and ",{"type":"[[","value":[["Manhattan\/Chelsea"],["Chelsea"]]}," for their refusal to allow toasting. Other places in Manhattan which command fiercely loyal followings are ",{"type":"'''","value":["Brooklyn Bagel"]},", also in Chelsea, and ",{"type":"'''","value":["Absolute Bagels"]}," on the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]},". In Brooklyn, ",{"type":"'''","value":["Bagel Hole"]}," in ",{"type":"[[","value":[["Brooklyn\/Prospect Park"],["Park Slope"]]}," is a no-frills place with smaller bagels, and is often ranked as one of the top bagels in the city, while over in a quiet section of ",{"type":"[[","value":[["Queens\/Flushing-Northeast"],["Queens"]]},", ",{"type":"'''","value":["Bagel Oasis"]}," is regularly considered among the very best.\n\n",{"type":"====","value":["New York deli sandwich"]},"\n",{"type":"[[","value":[["File:Katz's Deli - Lunch.jpg"],["thumb"],["300px"],["Corned beef piled high on rye: a Reuben at Katz's"]]},"\nAnother delicacy brought over by Jewish immigrants, corned beef or pastrami sandwiches are another specialty of New York City. A \"Reuben\", a grilled sandwich piled high with corned beef, Swiss cheese, dressing and sauerkraut between two slices of rye bread, is always a good choice. Be aware that a good deli sandwich doesn't come cheap; be prepared to spend upwards of $15 for a good sandwich. Many delis also serve other Jewish specialties, such as matzo ball soup.\n\nIf you want pastrami, your best bet is ",{"type":"'''","value":["Katz's Delicatessen"]},", an institution on the ",{"type":"[[","value":[["Manhattan\/Lower East Side"],["Lower East Side"]]}," that's been serving up excellent sandwiches for over a century. ",{"type":"'''","value":["2nd Ave Deli"]}," in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Murray Hill"]]}," is a famous kosher deli that's a real throwback to the Jewish delis of old. Near ",{"type":"[[","value":[["Manhattan\/Theater District"],["Carnegie Hall"]]},", ",{"type":"'''","value":["Carnegie Deli"]}," inspires either fierce love or hatred, though no one can deny that the sandwiches are massive. And if you find yourself over in ",{"type":"[[","value":[["Brooklyn\/East"],["East Brooklyn"]]},", ",{"type":"'''","value":["Mill Basin Deli"]}," is known for some of the best pastrami in Brooklyn.\n\n",{"type":"====","value":["New York desserts"]},"\nAnother New York claim to fame is the ",{"type":"'''","value":["New York cheesecake"]},", which relies upon heavy cream, cream cheese, eggs and egg yolks to add a richness and a smooth consistency. It was made famous by ",{"type":"'''","value":["Junior's"]},", which still commands a loyal crowd with locations in Grand Central Terminal and Times Square, although the original is in ",{"type":"[[","value":[["Brooklyn\/Downtown"],["Downtown Brooklyn"]]},". Other favorites are ",{"type":"'''","value":["Eileen's"]}," in ",{"type":"[[","value":[["Manhattan\/Chinatown"],["NoLiTa"]]},", ",{"type":"'''","value":["Lady M"]}," and ",{"type":"'''","value":["Two Little Red Hens"]}," in the ",{"type":"[[","value":[["Manhattan\/Upper East Side"],["Upper East Side"]]}," and ",{"type":"'''","value":["S&S"]}," in the ",{"type":"[[","value":[["Bronx"]]}," (whose cheesecake is also sold at Zabar's on the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]},").\n\nAnother dessert of New York origin is the ",{"type":"'''","value":["egg cream"]},", also often referred to as a \"chocolate egg cream\", a blend of chocolate syrup, milk, and seltzer water. Though not often on the menu at many diners, many will still prepare one for you if you ask for one. You can also find them in surprising places, like some newspaper and convenience stores in the ",{"type":"[[","value":[["Manhattan\/East Village"],["East Village"]]},".\n\n",{"type":"===","value":["Restaurants"]},"\nMaybe it's the size of New Yorkers' tiny kitchens, or perhaps it's the enormous melting-pot immigrant populations, but either way, this city excels at every kind of restaurant. There are fancy famous-chef restaurants, all ethnic cuisines and fusion\/updates of ethnic cuisines (second-generation immigrants tweaking their family tradition), plus all the fashionable spots, casual bistros, lounges for drinking and noshing and more.\n\nIt's only a slight exaggeration to say that virtually every type of cuisine is available in New York. And in some neighborhoods you'll find many national and regional styles represented. However, certain neighborhoods, particularly those in ",{"type":"[[","value":[["Queens"]]},", really shine in terms of the sheer variety available to visitors. Where Manhattan's high rents often result in expensive restaurants and sometimes watered-down, unnaturally sweetened food, Queens' vast array of cuisines are often served primarily to patrons from the country where it originated. Not that Manhattan is completely bereft by any stretch, however: a wide variety of Chinese options can be found in ",{"type":"[[","value":[["Manhattan\/Chinatown"],["Chinatown"]]},", there's the small ",{"type":"[[","value":[["Manhattan\/Midtown#Eat"],["Koreatown"]]}," with some very good (but not necessarily cheap) restaurants, ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Washington Heights"]]}," is the center for Dominican food, ",{"type":"[[","value":[["Manhattan\/East Village"],["the East Village"]]}," is full of Japanese eateries of various types, and part of ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Murray Hill"]]}," is known as \"Curry Hill\" for its proliferation of Indian restaurants. But in Queens, ",{"type":"[[","value":[["Queens\/Flushing-Northeast"],["Flushing"]]}," offers a vast and diverse array of Chinese (including Northeastern, Sichuan, Hunanese, Shanghainese, etc.), Korean, and Indian eateries; ",{"type":"[[","value":[["Queens\/Jackson Heights"],["Jackson Heights"]]}," includes a prominent Indian section among a vast Latin American neighborhood whose eateries span the American continents from Chilean to Mexican and almost everything in between; nearby Elmhurst features various Southeast Asian (for example Vietnamese and Thai, with a couple of Indonesian and Malaysian restaurants thrown in) and Chinese cuisines, ",{"type":"[[","value":[["Queens\/Long Island City"],["Long Island City"]]}," has locally well-known Middle Eastern establishments among a very diverse set of good establishments; nearby Astoria is best known for its Greek food; and ",{"type":"[[","value":[["Queens\/Forest Park"],["Rego Park"]]}," has Uzbek dining halls. In Brooklyn, ",{"type":"[[","value":[["Brooklyn\/Coney Island and Brighton Beach"],["Brighton Beach"]]}," is noted for its Russian eateries, while ",{"type":"[[","value":[["Brooklyn\/Greenwood and New Utrecht"],["Sunset Park"]]}," is home to a third Chinatown as well as plenty of Malaysian and Vietnamese options. Italian options can be found in virtually every neighborhood, although a higher number appear in ",{"type":"[[","value":[["Staten Island"]]},", ",{"type":"[[","value":[["Manhattan\/East Village"],["the East Village"]]},", ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]},", heavily Italian parts of Brooklyn like ",{"type":"[[","value":[["Brooklyn\/Greenwood and New Utrecht"],["Bensonhurst"]]}," and ",{"type":"[[","value":[["Brooklyn\/Greenwood and New Utrecht"],["Bay Ridge"]]},", and the area around Arthur Avenue in the ",{"type":"[[","value":[["Bronx"]]},". (Italian restaurants in Manhattan's \"Little Italy\" are mostly for tourists only, and New Yorkers generally avoid Mulberry St. between Canal and Broome.)\n\n",{"type":"====","value":["Dress codes"]},"\nRestaurants with entrees under $25 are unlikely to have any preference about what their customers wear. Of course, like most major cities, New York has some expensive, extremely fashionable restaurants that care about, and enforce, a certain level of dress among their customers - but \"jackets only\" restaurants are very uncommon nowadays.\n\nIf you're from elsewhere in the US and wish to \"pass\" as a local within Manhattan, pay attention to your shoes and coat. Most local exclusiveness is pretty understated, but where it exists it's generally from nightlife commuters from New Jersey and Long Island that supposedly threaten to rob bar-filled neighborhoods of their local color. Therefore, if your style doesn't fit in but is obviously from outside the US, you may find yourself welcomed as graciously as any local, if not more so.\n\n",{"type":"===","value":["Vegetarians"]},"\nVegetarians and vegans will find New York to be a paradise with hundreds of vegetarian-only restaurants and good veggie options in even the most expensive places. There are many vegetarian only restaurants with offerings varying from macrobiotic food to Ayurvedic thalis or Asian Buddhist food. But, more importantly, almost every restaurant at every point on the price scale has vegetarian dishes that are more than an afterthought. Even ",{"type":"'''","value":["Per Se"]},", one of the most expensive and sought after restaurants in the city, has a seven course vegetarian tasting menu well worth the expense. DIY vegetarians will have no problem finding fresh vegetables, a wide variety of cheese, bread, and prepared vegetarian foods in New York supermarkets.\n\n",{"type":"===","value":["Street food"]},"\n",{"type":"[[","value":[["File:StreetfoodNY.jpg"],["thumb"],["300px"],["One of the many, many food carts in the city"]]},"\nNothing differentiates New York more from other American (and European) cities than the astonishing amount of food cooked and served on the streets. Starting with the thousands of hot dog stands on almost every street corner, the possibilities are endless. People trek to ",{"type":"[[","value":[["Queens\/Jackson Heights"],["Jackson Heights"]]}," in Queens for a nibble of the famous arepas of the ",{"type":"'''","value":["Arepa Lady"]},". Freshly cooked Indian dosas are served up for a pittance at the ",{"type":"'''","value":["NY Dosas"]}," stand in ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Washington Square Park"]]},". The ",{"type":"'''","value":["Trinipak"]}," cart on 43rd and Sixth in Midtown serves delicious Trinidadian\/Pakistani food. Danny Meyer, the famous restaurateur, runs the burger stand ",{"type":"'''","value":["Shake Shack"]}," in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Madison Square Park"]]}," as well as several other locations throughout the city. The halal offerings in Midtown are legendary (",{"type":"'''","value":["Kwik-Meal"]}," on 45th and Sixth; ",{"type":"'''","value":["Halal Guys"]}," on 53rd and Sixth and many others). Most carts serve lunch from about 11AM to 5 or 6PM in the evening and disappear after dark, so look for a cart near you, smell what's cooking, and enjoy a hot and often tasty lunch for a few dollars (a meal costs anywhere from about $2 to $8). Mornings, from about 6AM to 10AM, the streets are dotted with coffee carts that sell coffee, croissants, bagels, and Danish pastries and are good for a cheap breakfast: small coffee and bagel for a dollar or so. From 10AM to 7PM, many vendors sell lunch and dinner choices, including hot dogs, hamburgers, gyros, and halal. Other street vendors sell Italian ices, pretzels, ice cream, and roasted peanuts. Also, look around for the coffee truck (often found in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Union Square"]]},"), dessert truck, and the Belgian waffle truck that roam around the city.\n\n",{"type":"===","value":["Do it yourself"]},"\nNew York's many markets and grocery stores make preparing your own food interesting and easy. Almost every grocery store, deli, or bodega has a prepared foods section where you can make your own salad (beware, you are charged by the pound!) or buy ready to eat foods such as burritos, tacos, curries and rice, lasagna, pastas, pre-prepared or freshly-made sandwiches, and many other types of foods. Any supermarket will have enough to take away to the park or your hotel room for a low cost meal. ",{"type":"'''","value":["Whole Foods"]}," has five New York City locations, all with a variety of foods and a clean place to sit and eat. ",{"type":"'''","value":["Zabar's"]}," on the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]}," is very famous, with a huge selection of foodstuffs and expensive foods as well as cooking supplies. There is also a ",{"type":"'''","value":["Trader Joe's"]}," at ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Union Square"]]}," for cheap but delicious supermarket buys, and ",{"type":"'''","value":["Western Beef"]}," supermarkets offer more foods from different ethnicities than average supermarkets.\n\nIf you have a place to cook, you'll find almost any kind of food in New York though you may have to travel to the outer boroughs for ethnic ingredients. Most supermarkets have Thai, Chinese, and Indian sauces to add flavor to your pot, and many, especially in Upper Manhattan, have the ingredients necessary for a Mexican or Central American meal, but go to ",{"type":"[[","value":[["Manhattan\/Chinatown"],["Chinatown"]]}," for the best Chinese ingredients, Little India in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Murray Hill"]]}," for Indian ingredients, ",{"type":"[[","value":[["Queens\/Flushing-Northeast"],["Flushing"]]}," for all things Chinese or Korean, ",{"type":"[[","value":[["Queens\/Jackson Heights"],["Jackson Heights"]]}," for Peruvian, Ecuadorian, and Indian, ",{"type":"[[","value":[["Brooklyn\/Bedford-Stuyvesant and Flatbush"],["Flatbush and Crown Heights"]]}," for Jamaican, ",{"type":"[[","value":[["Brooklyn\/Williamsburg"],["Williamsburg"]]}," for Kosher, and ",{"type":"[[","value":[["Brooklyn\/Williamsburg"],["Greenpoint"]]}," for Polish. Ask around for where you can get your favorite ethnic ingredients and you'll find traveling around in local neighborhoods a rewarding experience.\n\n",{"type":"==","value":["Drink"]},"\n\n\n",{"type":"'''","value":["Last call"]}," is 4AM, although many establishments will let you stay beyond that, especially in the outer boroughs. It is not uncommon to be locked in a bar after 4AM so people can keep drinking.  Wine and liquor are sold at ",{"type":"'''","value":["liquor stores"]},", and are not sold at delis or supermarkets. Beer cannot be bought between 4AM and 8AM on Sunday morning (although if you look hard, you can get around this).\n\n",{"type":"===","value":["Popular nightlife neighborhoods"]},"\nThe only thing about New York City that changes faster than the subway map or the restaurants is the bar scene. While some established watering holes have been around for decades or centuries, the hot spot of the moment may well have opened last week and could likely close just as quickly.\n\nOn ",{"type":"[[","value":[["Manhattan#Drink"],["Manhattan"]]},", ",{"type":"'''","value":["Greenwich Village"]}," is probably the best neighborhood to go if you are in town for just a brief period, full of locals of all ages, especially students attending NYU. ",{"type":"'''","value":["Chelsea"]}," has lots of clubs and a thriving gay scene, and if you are European and looking for a discothèque, this is where you want to be. The ",{"type":"'''","value":["Meatpacking District"]}," holds trendier bars and clubs and some expensive restaurants. The ",{"type":"'''","value":["Lower East Side"]},", formerly the dingy alternative to the West Village, has become trendier today, with an influx of hipsters in recent years. The ",{"type":"'''","value":["East Village"]}," also has lots of bars, as well as a sizeable cluster of Japanese bars. Nearby, ",{"type":"'''","value":["Alphabet City"]},", once a dangerous drug-addled hell hole, has since cleaned up and is loaded with bars. ",{"type":"'''","value":["Murray Hill"]}," is more hip with the 30-year-old crowd, with many Indian restaurants and plenty of watering holes, including a couple of fireman bars and an all Irish whiskey pub. ",{"type":"'''","value":["Times Square"]}," is a very touristy area. with a few classy hotel rooftop bars, although very few New Yorkers would be caught dead at these places.\n\nIn ",{"type":"[[","value":[["Brooklyn#Drink"],["Brookyln"]]},", ",{"type":"'''","value":["Williamsburg"]}," is the capital of NYC's hipster scene, and many of New York's small music venues are located here. ",{"type":"'''","value":["Bay Ridge"]}," has one of the highest concentrations of bars in the city in a neighborhood that has been generally Irish\/Italian and does not have the hipster\/yuppie scene common in New York. ",{"type":"'''","value":["Park Slope"]},", however, is the yuppie capital of New York and you are more likely to find a tea house serving soy milk than a bar here. There is some low-key nightlife, although in recent years this has been on the decline. A number of lesbian bars are located in this area.\n\n",{"type":"[[","value":[["Queens#Drink"],["Queens"]]}," is home to ",{"type":"'''","value":["Woodside"]},", an Irish neighborhood great for happy hour and drinking festivities before a Mets baseball game. ",{"type":"'''","value":["Astoria"]}," is home to Queens' Bohemian Hall Beer Garden, which covers an entire city block, is walled and filled with trees, indoor and outdoor tables and a cool crowd, and serves great Czech and German beer. And on ",{"type":"[[","value":[["Staten Island#Drink"],["Staten Island"]]},", ",{"type":"'''","value":["St. George"]}," has a few bars located south of the ferry terminal, with good live music.\n\n",{"type":"===","value":["Jazz"]},"\n\nNYC has a pretty confident claim to be the world capital of jazz. It exerts a brain drain influence on the rest of the country's most talented jazz musicians, and the live music scene is simply thriving. This goes for all styles of jazz, (except pre-swing trad jazz, which safely belongs to ",{"type":"[[","value":[["New Orleans"]]},"): Latin, modern, fusion, experimental, bebop, hard bop, you name it. ",{"type":"'''","value":["The Blue Note"]}," in ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}," is probably the most famous extant jazz club in the world, with nightly headliners and cover charges to match. The ",{"type":"'''","value":["Village Vanguard"]}," is a legendary hole-in-the-wall (also in Greenwich Village), having played host to most of the greats going back to 1935. Other top (i.e., famous—there are fabulous lesser-known places to hear jazz throughout the city) clubs include ",{"type":"'''","value":["Birdland"]}," in the ",{"type":"[[","value":[["Manhattan\/Theater District"],["Theater District"]]},", the ",{"type":"'''","value":["Cotton Club"]}," in ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Harlem"]]},", and the Jazz Standard in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Gramercy Flatiron"]]},". If the high cover charges in this expensive city are giving you the blues, look at ",{"type":"'''","value":["Smalls"]}," and ",{"type":"'''","value":["Fat Cat"]},", which are within a block of each other in Greenwich Village and keep the covers as low as possible, so that musicians can actually afford to come!\n\n",{"type":"===","value":["Salsa"]},"\n\nWould it be too provocative to declare New York the home of salsa? Possibly, but there's a reason to consider it. Salsa originated in ",{"type":"[[","value":[["Cuba"]]},", but its second home was New York (especially the ",{"type":"[[","value":[["Bronx"]]},"), where it truly exploded and developed into a global phenomenon, driven by innovations from Cuban and later Puerto Rican immigrants. Latin dance, particularly salsa (danced on the two) and other Afro-Caribbean varieties, remains enormously popular, although it's now centered more on a semi-professional ballroom-dancing crowd rather than Latino communities. The ",{"type":"'''","value":["Copacabana"]}," near ",{"type":"[[","value":[["Manhattan\/Theater District"],["Times Square"]]}," dates back to 1940, and is probably the city's best known Latin dance club. Other well known options include ",{"type":"'''","value":["Club Cache"]}," also near Times Square, the very Dominican ",{"type":"'''","value":["El Morocco"]}," in ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Spanish Harlem"]]},", and ",{"type":"'''","value":["Iguana"]}," in ",{"type":"[[","value":[["Manhattan\/Theater District"],["west Midtown"]]},". Many venues in the city hold a salsa night once a week, so poke around the city papers for event listings.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":[" Hotels "]},"\nNew York has some of the most expensive accommodations in the world. Expect to pay $100–$200 for a budget room with shared bath, $250–$350 for a mid-range hotel with a decent room and a restaurant and\/or room service; and much higher in a high end hotel. Most accommodations below $200 in Manhattan are a small room with space only for a bed, a TV, perhaps a sink, and little else. Cheaper accommodations may have communal bathrooms (although many will have a sink in the room). Be warned that the quality of hotels varies significantly and, in many cheap hotels away from the center such as along the West Side Highway or in the outer reaches of Queens, you may share the premises with hourly customers!  As New York is a popular destination throughout the year, it is necessary to make reservations well in advance.  If you plan to be in the city during the height of the tourist season, booking months in advance would be wise.\n\n",{"type":"===","value":[" Hostels "]},"\nExpect to pay up to $50 for a hostel.  There are several hostels in Manhattan including two ",{"type":"[","value":["http:\/\/www.jazzhostels.com Jazz Hostels"]}," (located at 36 West 106th Street and 184 Eleventh Avenue) and one official ",{"type":"[[","value":[["Hostelling International"]]}," hostel (located at 891 Amsterdam Avenue--between 102nd and 103rd Streets--in Manhattan), there are many places that call themselves \"hostel\" and offer accommodations below $100 a night.  Some cater exclusively to students.  You are advised to make reservations months in advance.\n\n",{"type":"===","value":["Taxes"]},"\nRoom rates are typically quoted excluding taxes, so expect your actual bill to be higher than the quoted rate. Taxes include New York State and New York City sales tax (8.875%), a New York City Hotel Occupancy Tax (varies but, for rooms above $40, $2 + 5.875%), and a surcharge of $1.50. ",{"type":"'''","value":["For a $100 per night room, expect to pay $117.75, after taxes are taken into account"]},".\n\n",{"type":"===","value":["Alternatives to Manhattan accommodations"]},"\nIt's worth keeping in mind that you don't have to stay in Manhattan.\n\n",{"type":"====","value":["Long Island City, Queens"]},"\nIn ",{"type":"[[","value":[["Queens\/Long Island City"],["Long Island City"]]},", ",{"type":"[[","value":[["Queens"]]},", there are 10-15 clean and safe hotels in the region just across the Queensborough\/59th Street Bridge from Manhattan. Accommodation here can cost as little as $50 per night. This area is being developed by the city as its new \"hotel zone.\" Take advantage of it! Since the subway runs all night, you can go out in Manhattan and come back at any time.\n\n",{"type":"====","value":["Brooklyn"]},"\n\nBrooklyn has a sprawling amount of hotels. In the neighborhood of Park Slope alone there are over 5 hotels. With great access to public transportation and quick trips into Manhattan Brooklyn is definitely a borough you should look into.\n\n",{"type":"====","value":["New Jersey"]},"\nJust over the Hudson River and outside the city limits, in ",{"type":"[[","value":[["New Jersey"]]},", there are cheaper hotels, and Manhattan is easily accessible by a short 15-minute ferry ride, by train, by bus, or by a more expensive cab ride. However, public transit to and from New Jersey does not run as often as transportation within New York City, especially after midnight. Taking a cab to New Jersey can be difficult - at times, crossing the bridges and tunnels to New Jersey is painfully slow due to traffic.\n\nHotels close to Newark Airport can cost as little as $50 per night if booked online. However, to travel to Manhattan with public transportation can be complicated . Multiple transfers are required (airport shuttle to airport; #62 to Newark Penn Station; PATH train to the city), and services are of low frequency. Expect 1.5 to 2 hours each way from your Newark airport hotel to Manhattan.\n\n",{"type":"[[","value":[["Jersey City"]]}," can be easier - it's only a short hop from there to Midtown on the PATH.\n\n",{"type":"====","value":["Staten Island"]},"\n\nAnother option for customers coming from Newark Airport is to stay in ",{"type":"[[","value":[["Staten Island"]]},". Some Staten Island hotels, such as The Hilton Garden Inn at 900 South Avenue, offer free shuttle buses or are on bus lines to the free St. George Ferry to Manhattan.  Do be aware though that Staten Island is a lot farther than it seems from the main attractions.\n\n",{"type":"====","value":["Staying with locals"]},"\n\nIt is highly advised to stay with someone you know who lives in New York, New Jersey or south and western Connecticut. If you don't know anyone, you can look into a ",{"type":"[[","value":[["hospitality exchange"]]},". New Yorkers love showing off their city and understand that hotels are expensive. Taking an old friend out to dinner one night in return for accommodation is far more economical than staying in a hotel - and you will get a real take on New York as opposed to just the tourist attractions.\n\n",{"type":"==","value":["Connect"]},"\nFind free wireless hotspots across the city online at ",{"type":"[","value":["http:\/\/www.openwifinyc.com\/ openwifinyc"]},", ",{"type":"[","value":["http:\/\/www.nycwireless.net\/ NYC Wireless"]},", and ",{"type":"[","value":["http:\/\/www.wififreespot.com\/ WiFi Free Spot"]},". Wireless is available in city parks and quite a few public libraries. The Apple store has dozens of computers set up and doesn't seem to mind that many people use them for free internet access, but they can be pretty busy at times. Easy Internet Cafe and FedEx Office are just some of the internet cafes which offer broadband internet at reasonable prices. Finding a store with an open power outlet may be difficult so be sure your device is fully charged and its battery is working properly.\n\nPublic phones are found all over the city so carry quarters if you plan to use them. Remember to include the 1 and area code when dialing from any phone in New York City - including private \"land line\" phones in buildings - as 11-digit dialing is always in effect, even when dialing locally.\n\n",{"type":"==","value":["Stay safe"]},"\nDespite its dated reputation for being crime-ridden, New York is statistically the safest large city in the United States, and its crime rate per person is lower than the national average and the crime rate of many small towns. An aggressive law enforcement policy, coupled with an increase in police presence during the 1990s under the leadership of then-mayor Rudy Giuliani, is believed by many New Yorkers to have been responsible for a sharp reduction in the crime rate. You can also be assured of a high police presence in Times Square, public transportation hubs and other major crowded places. For the most part, the legendary subway crimes of the 1970s and 1980s are now a thing of the past, and it is generally safe to travel around at night in the subway as long as you use common sense and keep a moderate level of vigilance.\n\nThe most common crime against tourists (not including being overcharged!) is bag snatching. Never let go of your bag, especially in the subway but also when eating at a restaurant. Take special care if sitting outdoors or in a crowded self-service restaurant. Leave your passport and other valuables that you don't need to carry in a hotel safe or hidden in your suitcase. Don't flaunt a wad of money if you can help it; if you want to be safer, count your money in your room before you go out and take only what you think you may need. Unless you have protective outer wear, consider not wearing expensive jewelry, and hide valuables like cameras when you're not using them.\n\nWhile muggings are rare, they do happen. Take a tip from seasoned New Yorkers and always try to be aware of who's walking near you in all directions (especially behind you), at all times. Always be aware of your surroundings, especially if you find yourself on a lightly traveled or poorly lit street. Certain neighborhoods that are off the tourist path should be avoided in the Bronx, Brooklyn, Queens, and Staten Island. Riverside Park and Central Park can be dangerous at night. If you go to an evening outdoor concert at one of the parks, follow the crowd out of the park before heading toward your destination.\n\nIn a post-9\/11 New York, airport style security is becoming a common sight at a growing list of buildings, museums and tourist attractions, even the Public Library. Generally you can expect to have your bags checked (either manually by a security guard or through an x-ray machine) and walk through a metal detector. Unlike their counterparts at JFK and LaGuardia, security screenings at building entrances are surprisingly quick and efficient - and you can even leave your shoes on!\n\nIf you think you've inadvertently wandered into a dangerous area, hop into a cab, if available, or into the nearest subway station and go elsewhere. If a subway platform is deserted, stay within sight of the station agent if possible.\n\nNew York has its share of odd people: talkative pan-handlers, lonely people just wanting a chat, religious preachers, people with psychological disorders, etc. If you prefer not to speak with someone who approaches you for a chat, do what most New Yorkers do: completely ignore them or say \"Sorry, gotta go\" while continuing to walk at a brisk pace.\n\nDespite the stereotypes, many New Yorkers are nice people and don't mind giving out directions (time allowing), so don't be afraid to ask! If you ever get into trouble, approach the nearest police officer. You'll find them to be friendly, polite, and very helpful.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Language"]},"\nEnglish is the primary language spoken by most New Yorkers although in many communities it is common to hear other languages that are generally widely understood. In many neighborhoods, there is a large Latino\/Hispanic population where Spanish is spoken. There are also many neighborhoods throughout the city that have a high concentration of Chinese immigrants where you can hear Mandarin, Cantonese and other Chinese dialects. In some of these neighborhoods, some locals may not speak very good English, but store owners and those who would deal frequently with tourists or visitors will generally speak English. Most municipal government services in New York City are also available in English, Chinese and Spanish.\n\n",{"type":"===","value":["Water"]},"\nThe quality of tap water in New York City is considered to be good quality and safe to drink (unless you are in an old building with outdated plumbing).\n\n",{"type":"===","value":["Information"]},"\n",{"type":"*","value":[{"type":"'''","value":["Citizen Service Center"]},", tel 311 (lines open 24\/7) - New York City's official non-emergency help line, available in 171 languages for questions (parade hours and routes, parking restrictions, transport problems) and complaints (litter, noise pollution, access)."]},"\n",{"type":"===","value":["Babysitting"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Baby Sitters' Guild"],["alt="],["url=http:\/\/www.babysittersguild.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 212 682-0227"],["tollfree="],["fax="],["hours="],["price="],["content=Bookings 9AM–9PM daily, cash payments only. For stressed and busy parents visiting New York, round-the-clock baby-sitting is available short- or long-term from $20 per hour (4 hour minimum) and cab fare (approx. $10). Multilingual sitters are also available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Barnard Babysitting Agency"],["alt="],["url=http:\/\/eclipse.barnard.columbia.edu\/%7Ebbsitter\/parents.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 212 854-2035"],["tollfree="],["fax="],["hours="],["price="],["content=Students of Barnard College babysit for around $16 an hour, minimum two hours, plus a $20 registration fee."]]}]},"\n",{"type":"===","value":["Smoking"]},"\nSmoking in public places is highly restricted. It is prohibited in indoor sections of bars, restaurants, subway stations and trains (all transit system property), public parks, public beaches, pedestrian malls, both indoor and outdoor stadiums and sports arenas, and many other public places. If you light up in any of these places, you are subject to a summons and fine, ejection, and\/or indignant reactions from residents. There do remain a small number of legal cigar bars that are exempt, as are the outside areas of sidewalk cafes and the like, but these are very much the exception. If you need to smoke while eating or drinking, be prepared to take a break and join the rest of the smokers outside, whatever the weather; many establishments have large space heaters. As in most cities, drinking alcoholic beverages on the street is illegal, so bars will not let you take your drink outside.\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Andorra"]]}," ",{"type":"{{","value":[["listing"],["name=Andorra"],["url="],["email="],["address=27F, Two United Nations Plaza"],["lat="],["long="],["directions="],["phone=+1 212 750-8064-5"],["tollfree="],["fax=+1 212 750-6630"],["hours="],["price="],["content=The Andorran embassy is in New York, not Washington D.C."]]}]},"\n",{"type":"===","value":["Consulates"]},"\nNot a complete list\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url=http:\/\/www.embassyofargentina.us\/espanol\/consuladosargentinoseneeuu\/consuladosargentinoseneeuunuevayork.htm"],["email=cnyor@mrecic.gov.ar"],["address=12 W 56 St"],["lat="],["long="],["directions=btwn 5th and 6th Aves"],["phone=+1 212 603-0400"],["tollfree="],["fax=+1 212 541-7746"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.newyork.usa.embassy.gov.au\/nycg\/home.html"],["email="],["address=150 E 42nd St 34F"],["lat="],["long="],["directions="],["phone=+1 212 351-6500"],["tollfree="],["fax=+1 212-351-6501"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url=http:\/\/www.bmeia.gv.at\/newyorkgk"],["email=info@austria-ny.org"],["address=31 East 69th St"],["lat="],["long="],["directions="],["phone=+1 212 933 5140"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplomatie.be\/newyork"],["email=NewYork@diplobel.fed.be"],["address=1065 Avenue of the Americas, 22F"],["lat="],["long="],["directions="],["phone=+1 212 586-5110"],["tollfree="],["fax=+1 212-582-9657"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/novayork.itamaraty.gov.br\/"],["email=consulado@brazilny.org"],["address=1185 Avenue of the Americas, 21F"],["lat="],["long="],["directions="],["phone=+1 917 777-7777"],["tollfree="],["fax=+1 212-827-0225"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/new_york\/index.aspx?lang=eng"],["email=cngny@international.gc.ca"],["address=1251 Avenue of the Americas"],["lat="],["long="],["directions="],["phone=+1 212 596-1628"],["tollfree="],["fax=+1 212-596-1790"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/www.nyconsulate.prchina.org\/eng\/"],["email="],["address=520 12th Ave"],["lat="],["long="],["directions="],["phone=+1 212 244-9456"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Colombia"]]}," ",{"type":"{{","value":[["listing"],["name=Colombia"],["url=http:\/\/www.consuladodecolombiany.com\/"],["email="],["address=10 East 46th St"],["lat="],["long="],["directions=btwn 5th and Madison Aves"],["phone=+1 212 798-9000"],["tollfree="],["fax=+1 212 972-1725"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark"],["url=http:\/\/www.gknewyork.um.dk\/en"],["email=nycgkl@um.dk"],["address=One Dag Hammarskjold Plaza, 885 Second Ave, 18F"],["lat="],["long="],["directions="],["phone=+1 212 223-4545"],["tollfree="],["fax=+1 212 754-1904"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Dominican Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Dominican Republic"],["alt=address="],["url=http:\/\/portal.consuladord-ny.org\/"],["email=cdmny@verizon.net"],["address="],["lat="],["long="],["directions="],["phone=+1 212 768-2480"],["tollfree="],["fax=+1 212 768-2677 or +1 212 827-0425"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/english\/embassies\/Egyptian_Consulate_Newyork\/Pages\/default.aspx"],["email="],["address=1110 Second Ave"],["lat="],["long="],["directions="],["phone=+1 212 759-7120"],["tollfree="],["fax=+1 212 308-7643"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org\/public\/default.aspx?nodeid=41005&contentlan=2&culture=en-US"],["email=consulate.nyc@formin.fi"],["address=866 United Nations Plaza, Suite 250"],["lat="],["long="],["directions="],["phone=+1-212-750 4400"],["tollfree="],["fax=+1-212-750 4418"],["hours=Mon-Fri 8:45AM–1PM and 2PM-4:45PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.consulfrance-newyork.org\/spip.php?rubrique7"],["email="],["address=934 Fifth Ave"],["lat="],["long="],["directions=btwn 74th and 75th Sts"],["phone=+1 212 606-3600"],["tollfree="],["fax=+1 212-606-3620"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/03__Consulates\/New__York\/00\/__Home.html"],["email="],["address=871 United Nations Plaza"],["lat="],["long="],["directions=First Ave btwn 48th and 49th Sts"],["phone=+1 212 610-9700"],["tollfree="],["fax=+1 212-940-0402"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/www.mfa.gr\/AuthoritiesAbroad\/North+America\/USA\/GeneralConsulateNewYork\/en-US\/"],["email=nycons@greekembassy.org"],["address=69 E 79th St"],["lat="],["long="],["directions="],["phone=+1 212 988-5500"],["tollfree="],["fax=+1 212 734-8492"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/www.indiacgny.org\/"],["email="],["address=3 E 64th St"],["lat="],["long="],["directions=btwn 5th and Madison Aves"],["phone=+1 212 774-0600"],["tollfree="],["fax=+1 212-861-3788"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/www.indonesianewyork.org\/"],["email=consular@indonesianewyork.org"],["address=5 East 68th St"],["lat="],["long="],["directions="],["phone=+1 212 879-0600"],["tollfree="],["fax=+1 212 570-6206"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url=http:\/\/www.consulateofirelandnewyork.org\/home\/index.aspx?id=40066"],["email="],["address=345 Park Ave, 17F"],["lat="],["long="],["directions="],["phone=+ 1 212-319-2555"],["tollfree="],["fax=+1 212-980-9475"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/www.israelfm.org"],["email=info@newyork.mfa.gov.il"],["address=800 2nd Ave"],["lat="],["long="],["directions=btwn 42nd and 43rd Sts"],["phone=+ 1 212-499-5300"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.consnewyork.esteri.it"],["email=info.newyork@esteri.it"],["address=690 Park Ave"],["lat="],["long="],["directions="],["phone=+1 212 737-9100"],["tollfree="],["fax=+1 212 249-4945"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.ny.us.emb-japan.go.jp"],["email="],["address=299 Park Ave, 18F"],["lat="],["long="],["directions="],["phone=+1 212 371-8222"],["tollfree="],["fax=+1 212-319-6357"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kenya"]]}," ",{"type":"{{","value":[["listing"],["name=Kenya"],["url=https:\/\/www.kenyaembassy.com\/nyservices\/newpponlineapp.aspx"],["email=newyorkconsulate@kenyaembassy.com"],["address=866 UN Plaza, Ste 4016"],["lat="],["long="],["directions="],["phone=+1 212 421-4741"],["tollfree="],["fax=+1 212-486-1985"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/www.consulmexny.org"],["email="],["address=27 E 39th St"],["lat="],["long="],["directions="],["phone=+1 212 217-6400"],["tollfree="],["fax=+1 212 545-8197"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url=http:\/\/ny.the-netherlands.org\/"],["email=nyc@minbuza.nl"],["address=1 Rockefeller Plaza, 11F"],["lat="],["long="],["directions="],["phone="],["tollfree=+1 877-DUTCHHELP"],["fax=+1 212-333-3603"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norway.org\/Embassy\/newyork\/"],["email= cg.newyork@mfa.no"],["address=825 Third Avenue, 38th floor"],["lat="],["long="],["directions="],["phone=+1 646 430-7500"],["tollfree="],["fax=+1 646 430-7599"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Philippines"]]}," ",{"type":"{{","value":[["listing"],["name=Philippines"],["url=http:\/\/www.pcgny.net\/"],["email="],["address=556 5th Ave"],["lat="],["long="],["directions="],["phone=+1 212 764-1330"],["tollfree="],["fax=+1 212-764-6010"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal"],["url=http:\/\/www.un.int\/portugal\/visainfo.htm"],["email=cgprtny@aol.com"],["address=630 Fifth Ave, Ste 801"],["lat="],["long="],["directions="],["phone=+1 212 765-2980"],["tollfree="],["fax=+1 212-262-2143"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Saudi Arabia"]]}," ",{"type":"{{","value":[["listing"],["name=Saudi Arabia"],["address=866 2nd Ave, 5th Fl"],["lat="],["long="],["directions="],["phone=+1 212 752-2740"],["tollfree="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url=http:\/\/www.southafrica-newyork.net\/consulate\/"],["email=consulate.ny@foreign.gov.za"],["address=333 E 38th St"],["lat="],["long="],["directions="],["phone=+1 212 213-4880"],["tollfree="],["fax=+1 212-213-0102"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url=http:\/\/www.maec.es\/Consulados\/NuevaYork\/es\/Home\/"],["email=cog.nuevayork@maec.es"],["address=150 E 58th St, 30-31F"],["lat="],["long="],["directions="],["phone=+1 212 355-4080"],["tollfree="],["fax=+1 212-644-3751"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/www.swedenabroad.com\/sv-SE\/Ambassader\/New-York\/"],["email=newyork@consulateofsweden.org"],["address=445 Park Avenue, 21st floor"],["lat="],["long="],["directions="],["phone=+1 212 888 3000"],["tollfree="],["fax=+1 212 888 3125"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/eda\/en\/home\/reps\/nameri\/vusa\/cgny.html"],["email=nyc.vertretung@eda.admin.ch"],["address=633 Third Ave, 30F"],["lat="],["long="],["directions="],["phone=+1 212 599-5700"],["tollfree="],["fax=+1 212-599-4266"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Turkey"]]}," ",{"type":"{{","value":[["listing"],["name=Turkey"],["url=http:\/\/newyork.bk.mfa.gov.tr\/default.aspx"],["email=consulate.newyork@mfa.gov.tr"],["address=821 United Nations Plaza"],["lat="],["long="],["directions="],["phone=+1 646 430-6560-90"],["tollfree="],["fax=+1 212-983-1293"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ukraine"]]}," ",{"type":"{{","value":[["listing"],["name=Ukraine"],["url=http:\/\/ny.mfa.gov.ua\/ua"],["email=gc_usn@mfa.gov.ua"],["address= 240 East, 49th Street"],["lat="],["long="],["directions="],["phone=+1 (212) 371 69 65"],["tollfree="],["fax= +1 (212) 371 55 47"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinusa.fco.gov.uk\/en\/about-us\/other-locations\/ny\/"],["email="],["address=845 Third Ave"],["lat="],["long="],["directions="],["phone=+1 212 745-0200"],["tollfree="],["fax=+1 212-754-3062"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Other"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan"],["alt=Taipei Economic and Cultural Office"],["url=http:\/\/www.taiwanembassy.org\/US\/NYC\/ct.asp?xItem=12626&CtNode=2945&mp=62&xp1="],["email=consular@tecony.org"],["address=1 E 42nd St, 4F"],["lat="],["long="],["directions="],["phone=+1 212 486-0088"],["tollfree="],["fax=+1 212 421 7866"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nLocals would ask why you ever want to leave, but New York is a great jumping-off point to other locations in the ",{"type":"[[","value":[["Metro New York"],["metro area"]]}," (including ",{"type":"[[","value":[["New Jersey"]]}," and ",{"type":"[[","value":[["Connecticut"]]},") or anywhere in the ",{"type":"[[","value":[["Boston"]]},"-",{"type":"[[","value":[["Washington, D.C."],["Washington"]]}," Megalopolis corridor.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Long Island"]]}]},"— When you travel to NYC in the summer, a great idea is to check out Long Island. With its beautiful long white sanded beaches you can have it all: the big city and the summer holiday. Many New Yorkers do that every Friday, Saturday and Sunday if it is hot. Take the Long Island Rail Road from Penn Station to Long Beach ($9.00 off-peak or $12.50 peak), and from there go south to the beach itself. Take a day trip on the Hampton Jitney from various stops in NYC to the East End, where Long Island wine country is on the North Fork and The Hamptons are on the South Fork.  "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Fire Island"]]}]}," - an all-pedestrian summer-resort island located off the coast of Long Island. Fire Island is home to many vacation communities on the western part of the island (Ocean Beach being the most populous, with the most restaurants and bars that make an excellent day trip). The eastern part of the island is home to the largely gay communities of Cherry Grove and the Fire Island Pines. Western Fire Island is reachable by ferry from Bay Shore on Long Island. Bay Shore is about an hour's train ride on the Long Island Rail Road from Manhattan, and the ferry ride from Bay Shore is another thirty minutes. Ferries to Ocean Beach from Bay Shore run about once every hour during the summer. Cherry Grove and the Fire Island Pines are reachable by ferry from Sayville.  The easternmost community, Davis Park, is reachable by ferry from Patchogue.  "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jersey City"]]},", New Jersey"]},"- Directly across the Hudson River from Financial District is New Jersey's second largest city. Jersey City is a diverse city with lots of multicultural shops and restaurants. It can be reached from Manhattan via the Holland Tunnel or the PATH trains (the bi-state subway)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hoboken"]]},", New Jersey"]},"-Directly across the Hudson River from the West Village and Chelsea is the alleged birthplace of baseball (most erroneously believe that the birthplace is Cooperstown, NY) and actual birthplace of Frank Sinatra.  Hoboken is a small city in area with a great assortment of prewar buildings and conspicuous lack of many corporate establishments. The piers have great views of Manhattan, a large selection of bars, restaurants, and clubs, and are a good place to walk around. Hoboken can be reached from Manhattan by the PATH train or by bus from Port Authority as well by NY Waterway ferries."]},{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Palisades"]]}]},"- On the western bank of the Hudson River, there are cliffs that rise sharply. These cliffs are known as the majestic Palisades. They range from 300 to 500 feet. They start in the Northern portion of Jersey City and stretch all the way to Nyack, New York. There are numerous viewpoints, trails and campsites located along the Palisades. The Palisades can be easily reached from Manhattan via the George Washington Bridge. Palisade Interstate Park and Parkway start north of the bridge."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jersey Shore"]]},", New Jersey"]},"- The Jersey Shore starts just a few miles south of New York City. It stretches for almost 130 miles, and along it are private and public beaches. There are numerous activities along the Jersey Shore.  A convenient train ride on the NJ Transit trains from Penn Station will get you to several of the towns on the Jersey Shore, including Manasquan and Point Pleasant Beach."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Westchester"]]}]}," and the ",{"type":"'''","value":[{"type":"[[","value":[["Hudson Valley"]]}]}," - Home to the country's only government-operated theme park - Rye Playland - as well as beautiful neighborhoods. There are pretty communities along the Long Island Sound and inland, and the Hudson Valley (which extends north of Westchester) is truly beautiful; the train route (Metro North Hudson Line to Poughkeepsie or Amtrak to Albany) along the Hudson River is one of the loveliest in the country. Westchester County starts just north of the NYC borough of The Bronx."]},{"type":"*","value":[" ",{"type":"'''","value":["Six Flags Great Adventure, ",{"type":"[[","value":[["Jackson Township (New Jersey)"],["Jackson"]]},", New Jersey"]},"- Just an 80-minute drive from Manhattan sits the largest regional theme park in the world. Six Flags Great Adventure features 12 monster roller coasters and is located right next to the Wild Safari (one of the largest drive-through safaris in the world). There is also Six Flags Hurricane Harbor right next door (the largest water park in the Northeast). New Jersey Transit also provides bus service from the Port Authority Bus Terminal in Manhattan when the park is open (May–October)."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Princeton"]]},", ",{"type":"[[","value":[["New Jersey"]]}]},"- Also an easy train ride on New Jersey Transit, Princeton offers a quiet, tree-lined town, good for strolling or for visiting the Princeton University campus.  Take the Northeast Corridor line to Princeton Junction, then transfer to the shuttle train (known locally as the \"Dinky\") to ride directly into campus."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New Haven"]]},", ",{"type":"[[","value":[["Connecticut"]]}]},"— 75 miles away, ",{"type":"[[","value":[["New Haven"]]}," is a 1 hour 45 minute ride from Grand Central Terminal via Metro North Railroad, and home to Yale University. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Pennsylvania"]]}]}," - The second capital of the United States is 1 hour 20 minutes away by Amtrak, very feasible for a day trip or side trip from New York. A cheaper but somewhat slower method of getting there is to either take the NJ Transit Northeast Corridor Line to Trenton and change for SEPTA or take a bus."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["Massachusetts"]]}]}," - Beantown, home to the Freedom Trail, incredible seafood, Harvard University in nearby Cambridge, and the Boston Red Sox (who are the most hated sports team of most New Yorkers), is 4 hours north on I-95 ($15–$20 one way by bus on Greyhound, Peter Pan, Bolt Bus or Mega Bus), with a bus from Port Authority Bus Terminal every hour around the clock or $60–$80 one way on Amtrak from Penn Station."]},{"type":"*","value":[{"type":"'''","value":["Woodbury Commons"]},", in ",{"type":"[[","value":[["Orange County (New York)"],["Orange County"]]}," - This is one of the largest outlet chains in the Northeast with over 200 stores to shop in.  Just take exit 16 (Harriman) on Interstate 87. If you don't have a car, there are several bus alternatives from Manhattan like Gray Line New York, Hampton Luxury Liner and Manhattan Transfer tours.  "]},{"type":"{{","value":[["routebox"],["image1=Amtrak_Northeast_Regional.png"],["imagesize1=100"],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["Philadelphia"]]}],["minorl1=",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]}],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["New Haven"]]}],["minorr1=",{"type":"[[","value":[["New Rochelle"]]}],["image2=I-78.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Allentown"]]}],["minorl2=",{"type":"[[","value":[["Jersey City"]]}],["directionr2=E"],["majorr2=END"],["minorr2="],["image3=I-87.svg"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}],["minorl3=",{"type":"[[","value":[["Yonkers"]]}],["directionr3=S"],["majorr3=END"],["minorr3="],["image4=I-95.svg"],["directionl4=N"],["majorl4=",{"type":"[[","value":[["New Haven"]]}],["minorl4=",{"type":"[[","value":[["New Rochelle"]]}],["directionr4=S"],["majorr4=",{"type":"[[","value":[["Philadelphia"]]}],["minorr4=",{"type":"[[","value":[["Fort Lee"]]}],["image5=I-278.svg"],["imagesize5=22"],["directionl5=W"],["majorl5=",{"type":"[[","value":[["Linden (New Jersey)"],["Linden"]]}],["minorl5=",{"type":"'''","value":[{"type":"[[","value":[["Elizabeth"]]}]}],["directionr5=E"],["majorr5=Merges into ",{"type":"[[","value":[["Image:I-95.svg"],["18px"]]}," N"],["minorr5="],["image6=I-495.svg"],["imagesize6=22"],["directionl6=W"],["majorl6=",{"type":"[[","value":[["Weehawken"]]}],["minorl6=Becomes ",{"type":"[[","value":[["File:Ellipse sign 495.svg"],["18px"]]}],["directionr6=E"],["majorr6=",{"type":"[[","value":[["Riverhead (hamlet, New York)"],["Riverhead"]]}],["minorr6=",{"type":"[[","value":[["Plainview (New York)"],["Plainview"]]}],["image7=US 1.svg"],["imagesize7=22"],["directionl7=N"],["majorl7=",{"type":"[[","value":[["New Haven"]]}],["minorl7=",{"type":"[[","value":[["New Rochelle"]]}],["directionr7=S"],["majorr7=",{"type":"[[","value":[["Philadelphia"]]}],["minorr7=",{"type":"[[","value":[["Fort Lee"]]}],["image8=US 9.svg"],["imagesize8=22"],["directionl8=N"],["majorl8=",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}],["minorl8=",{"type":"[[","value":[["Yonkers"]]}],["directionr8=S"],["majorr8=",{"type":"[[","value":[["Cape May"]]}],["minorr8=",{"type":"[[","value":[["Fort Lee"]]}],["image9=Hutchinson River Pkwy Shield.svg"],["imagesize9=22"],["directionl9=N"],["majorl9=",{"type":"[[","value":[["New Haven"]]}],["minorl9=",{"type":"[[","value":[["Mount Vernon (New York)"],["Mount Vernon"]]}],["directionr9=S"],["majorr9=END"],["minorr9="]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:New York City"]]},"\n",{"type":"[[","value":[["WikiPedia:New York City"]]},"\n",{"type":"[[","value":[["dmoz:Regional\/North America\/United States\/New York\/Localities\/N\/New York City"]]},"\n\n",{"type":"{{","value":[["related"],["New York City with children"]]},"\n",{"type":"{{","value":[["isPartOf"],["Metro New York"]]},"\n",{"type":"{{","value":[["geo"],["40.719"],["-74.002"],["zoom=11"]]},"\n",{"type":"{{","value":[["guidecity"]]}]