[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["New Hope"]}," is in ",{"type":"[[","value":[["Bucks County"]]},", ",{"type":"[[","value":[["Pennsylvania"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThe best way to get to New Hope is by car, although you can sometimes expect moderate to heavy traffic once you arrive.\n\n",{"type":"'''","value":["From Philadelphia"]}," \n1-95 North to New Hope exit 51. Left at the stop sign, onto Taylorsville Road, \n5 miles, 2 stop lights. At stop sign, left onto Route 32 (River road), 4 miles down turns into Main Street. \n\n",{"type":"'''","value":["From New York City"]}," \nNJ Turnpike south to Exit 14. I-78 West to I-287 South, to Route 202 South, to PA Toll Bridge. First right onto Route 32 South. 1 mile.\n\nThere is one road that takes you directly into New Hope - Main Street.  Main Street in the main road that runs right through the center of New Hope.  Main Street is a part of Route 32. Be aware that the speed limit is 25, and is strictly enforced by the local police, especially for those traveling slower than 25 as this causes major congestion. Parking is also strictly enforced, and it is recommended to use the parking lots at the American Legion and elsewhere.There are additional  scenic roads running perpendicular to the town, such as Windy Bush and Aquetong roads.  Bridges guide you across canals, rivers, and streams.  A steam engine railroad also runs right through the heart of New Hope which is a beloved attraction but really only intended for scenic rides.\n\n",{"type":"==","value":["Get around"]},"\nAfter parking, the most popular form of transportation is by feet; New Hope is a pedestrian place. The main street is about three blocks long, and home to most of the attractions the town has to offer. Anything else you'd like to experience is very close by.  The walking distance is short but pleasant. It is quite easy to get to New Hope if you do not want to drive, just check the New Hope website",{"type":"[","value":["http:\/\/newhopepaalive.com\/transportation.cfm?webname=newhopealive website"]}," , on which you can find alternative means of transportation to New Hope such as a limousine, taxi, or even train. The New Hope railroad, which has been in service since 1891, is a treat to travel on.  It is a fascinating steam engine train, on which tourists can take a ride and enjoy the classic railroad experience.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bowman's Hill Wildflower Preserve and Tower"]},", on River Road (the main street). This is a tower that not only over looks the beautiful landscapes Bucks County has to offer, but also gives you a good view of Washington's Crossing. Want to see eco-tourism at its finest than you must come to this preserve of some of the most beautiful wildflowers you might ever view. Stretched across 134 acres with well over 1000 different species of plants grown right in the preserve is something quite exciting for nature lovers. While walking through and enjoying different features of plants and flowers one can enjoy spectacular views of meadows, woodlands, ponds, birds and wildlife. If a visitor becomes intrigued by the preserve they can even volunteer and help out. It is a great opportunity to learn and actually contribute something back to the community and mother nature. There are also educational programs in which home gardeners, landscapers, teachers, or anyone who wants to learn more about nature can learn about native plants and wildlife."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bucks County Playhouse"],["url=http:\/\/www.buckscountyplayhouse.com\/"],["email="],["address=70 S. Main Street"],["lat="],["long="],["directions="],["phone = +1 215  862-2041"],["tollfree="],["fax="],["hours="],["price="],["content=Located in New Hope, Pa which is a few minutes away from Yardley. It is a national landmark for Broadway plays and rich in theater. Edward Everelt Horton opened it in 1939. Some celebrities that have performed here are Grace Kelly, William Shatner, Liza Minelli, and John Travolta. The venues of shows change every season and you can find schedules online as well as purchase tickets.There are two different kind of shows ; one is the main stage and the other is the children's stage. Right now from October 19th-26th Jekyll and Hyde is playing following Rocky Horror picture show October 24th- November 1st which plays annually, and the children's stage is playing Willy Wonka Jr. on October 25th and Annie Jr. November 1st-8th. There are plenty of attractions to explore before or after the shows such as dining and little shops."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grantz Gallery and Conservation Studio"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lachman Gallery"]}," - A non-profit company where the main focus is on contemporary arts around the region. There are also education programs and special events to help promote the awareness of art. There are also concerts and many sculptures that can be view within the gallery. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Washington's Crossing Park"]},", about ten minutes away from downtown by car. The historic site where George Washington and the Continental army and militia crossed the Delaware River in 1776. Once they made it to New Jersey they actually won the battle in which they fought. For beer drinkers there are events which you can taste all types of beer or for food lovers they can watch cooking for our first president which is a  reenactment. There are guided tours and war reenactments that are realistic in every aspect.  Tues-Sat 9am-5pm."]},"\n",{"type":"*","value":[{"type":"'''","value":["Parry Mansion"]},", Built by New hope founder Benjamin Parry, the house has been an historical landmark within New hope. Belonging now to the Historical Society it is much restored with elegance and sophistication. great for travelers wanting to few glimpses of olden day lifestyles. Tours are on  Saturdays and Sundays,1:30 to 3 pm"]},"\n",{"type":"==","value":["Do"]},"\nThe art in New Hope is enough to attract visitors and travelers. There are many art galleries ranging from contemporary art to classic landscapes, and everything in between. If visual and theater art are not your thing, you should check out the music scene in New Hope at night. New Hope is home to many local bands and performers who find venues in the small town. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Topeo Gallery"]}," - One of the most remarkable art galleries in Bucks County, featuring many different types of home accessories by American artists, especially quirky lighting objects. All of the items have a unique twist, so it's interesting  to see or even purchase the items."]},"\n",{"type":"*","value":[{"type":"'''","value":["Coreyell's Ferry"]},", Take a ferry over to Peddlers Village or just enjoy a scenic view of the water for a while. It is 5$ for a 30 minute tour of the history of the Delaware River. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Bucks County Carriage"]},", offers rides through the town of new Hope for 10$ for every 20 minutes. You can even hitch a journey up to Peddlers Village for all you shopping Guru's. "]},"\n",{"type":"*","value":[{"type":"'''","value":["New Hope & Ivyland Railroad"]},", $8.50 is about all you need to enjoy a scenic steam locomotive train ride. There is even dinner and brunch on the train rides on certain occasions. Built in the 1920's it is very rare to be able to enjoy this type of experience."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ghost Tour"]}," founded and designed by the author of \"Ghost in the Valley\" Adi-Kent-Thomas Jeffery.  Tours go weekly at Main Street and Ferry Street. $10 per person and no reservation is needed, Just wear your walking shoes and walk along the streets of New Hope with new and exiting ghost stories of its past. Private tours can be arranged with a reservation. Visit www.ghosttoursofnewhope.com"]},{"type":"*","value":[{"type":"'''","value":["Psychic Visions Tarot Readings by Jessica"]}," located 5 W. Bridge Street. Want to know your future?  Vist Jessica and have your Tarot cards read.  Reviews are great with her. Shes the Real deal."]},{"type":"*","value":[{"type":"'''","value":["The Deleware River Joint Toll Bridge"]}," On a nice day there is a walkway arcross the bridge from New Hope to Lambertville.  In Lambertville there are more shops, dining, and lodging.  Walking over the bridge is a great opportunity to take pictures of the two lovely towns and the water surrounding it.  You can walk, or ride bikes across it."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=TearDrop Memories NorthFork Pet Antiques"],["url=http:\/\/www.teardropmemories.com"],["email="],["address=12 West Mechanic St.New Hope Pa. 18938"],["lat="],["long="],["directions=Mechanic Street."],["phone = +1 215  862-3401"],["tollfree="],["fax="],["hours="],["price="],["content=Unusual antique shop filled with Victorian mourning funeral antiques and 19th century bird cages."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThis small town main street is famous for its shopping. They have specialty shops for everything imaginable: jewelry stores, clothing stores, costume stores, bookstores, and even stores like swords and armor, and witchcraft.  \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Love Saves the Day"]},", located on 1 South Main Street, New Hope. Love Saves The Day is a used, vintage clothing consignment store but its not your usual thrift shop. This store sells fabulous vintage clothes that you can't find anywhere else anymore. The store is known to even sell clothes that have tracks from the early 1900's. Love Saves The Day sells these impossible to find vintage clothes for men and women at reasonable prices. The store is becoming a more touristy site because of its strange atmosphere and decor. "]},{"type":"*","value":[" ",{"type":"'''","value":["New Hope Candle Shop"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mystickal Tymes"]},", located on 127 South Main Street, New Hope. Mystickal Tymes is a witchcraft store in New Hope Pennsylvania. Mystickal Tymes offers all of your \"Wiccan and Pagan\" needs. The store is run by workers who also practice Wiccan or witchcraft. Mystickal Tymes sells witchcraft items such as books, potions, herbs, incense and many more intriguing items. Mystickal Tymes also offers a fortune teller who does tarot card readings, in the back of store whom you can make an appointment with. Store Hours are 11 pm to 6 pm. "]},{"type":"*","value":[" ",{"type":"'''","value":["Primadonna's Closet"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sterling Leather"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hot Plates"]}]},{"type":"*","value":[" ",{"type":"'''","value":["New Hope Leather"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Christmas Past"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Made in Italy"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lazer Illusions"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Three Daughters"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Heart of the Home"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Enchanted Treasures"]}]},{"type":"*","value":[" ",{"type":"'''","value":["A mano Gallery"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Heart of the Home"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Shop of India"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Beyond the Wall"]},", located on 16 South Main Street, New Hope. Beyond The Wall is your shop for all your wall decor needs. The store sells every type of poster you could ask for. The store sells posters for music, movies, art, sports and more. Any size poster you want, Beyond The Wall has got it. The store also sells wall decor accessories such as tapestries, curtains, wall stickers and frames. "]},{"type":"*","value":[" ",{"type":"'''","value":["Not to Shabby"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Trading Post"]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=God Save The Qweens"],["url=http:\/\/www.godsavetheqweens.com"],["email="],["address=13 w Mechanic st"],["lat="],["long="],["directions=mechanic street"],["phone = +1 215-862-2696"],["tollfree="],["fax="],["hours=open a lot"],["price="],["content=Destination for New hope's only original punk rock shop for infants to adults.. featuring cool clothes, costumes, collectibles, nightmare before christmas, utilikilts, Ween headquarters."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Rices Market\""]},", located on 6326 Greenhill Road, New Hope. A 30 acre outdoor market. Vendors come from all around, as they have for over 100 years, to sell their goods. Can bargain and get some great prices on Antiques, Jewelry, Fresh fruits and Vegetables, Meats, clothing, Handbags, DVDS, Collectibles.  Great way to get sun, exercise, and shop! During the holiday especially, many vendors come to Rices Market to sell a wide variety of designer clothes such as True Religion Jeans, Juicy Couture, Victoria Secret, Luck Brand and so much more. Even if your not looking for designer clothes, there are some beautiful handmade treasures at many of the vendor stands. The prices are outstanding! Rices Market closes after Christmas until March. The Market is open on Tuesdays and Saturdays. Ph:215-297-5993, call for hours and more details!"]},"Ph:215-297-5993, call for hours and more details!\n\n",{"type":"==","value":["Eat"]},"\nFor lunch or a quick dinner there are many delicious places to stop where you can sit outside and eat, or people watch through the windows by your table. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Esca Restaurant"]}," - A beautiful Italian restaurant with a historic ambiance just off of main street. There is waterfront seating where one can enjoy the beautiful scenery of an historic canal. The menu isn't too pricey, with the most expensive meal being 32 dollars,s quite a bargain given the atmosphere. Tues-Fri 4:30pm-10pm, Sat-Sun 12pm-11pm."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Golden Pheasant Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 610 294 9595"],["tollfree="],["fax="],["hours="],["price="],["content=Not quite in downtown New Hope, but still close by on River Road, overlooking the Delaware River. Cozy atmosphere in a tranquil setting. Also a bed and breakfast."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Lambertville Station Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 609 397 8300"],["tollfree="],["fax="],["hours="],["price="],["content=Just a short walk across the bridge to Lambertville, New Jersey, this restaurant has a picturesque view of the Delaware River. An appealing menu of entrees ranging from 15 to 45 dollars created by professional chefs. The lamb is to die for with a taste that melts in your mouth. A cool fact is it used to be a railroad station, but now is fully restored into an amazing restaurant."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Landing Restaurant"],["alt="],["url="],["email="],["address=22 N. Main Street"],["lat="],["long="],["directions="],["phone = +1 215-862-5711"],["tollfree="],["fax="],["hours="],["price="],["content=This riverside restaurant is hot spot in New Hope because of its delicious cuisine and very intimate setting. Sun.-Thus.: 11am-9pm, Fri.-Sat.: 11am-10pm."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Marcella Nord"]}," - A tiny quaint restaurant just off main street near the river. Very small, with perhaps no more than 20 tables or so, but what an experience. The garlic bread is signature and it is one of the best breads around town. From the ambiance to the food, all is wonderful, and the service is also exceptional. Definitely an unknown restaurant to many, but if there is one place to recommend it would be Marcella."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Marsha Brown, Refined Creole Kitchen & Lounge"],["alt="],["url="],["email="],["address=15 S. Main St"],["lat="],["long="],["directions="],["phone = +1 215-862-7044"],["tollfree="],["fax="],["hours="],["price="],["content=This upscale restaurant is built inside a 125 year old stone church that sits in the middle of main street. They have valet parking. Marsha Brown specializes in prime meats and seafood. If you want a night of fine dining, you will not be disappointed here. Mon.-Sat.: 5pm-11pm, Sun.: 4pm-10pm."]]}]},{"type":"*","value":[{"type":"'''","value":["C'est La Vie"]},", Outdoor seating,A great little french bakery and cafe. Opened for Breakfast and lunch featuring their own homemade breads, croissants, desserts, pastries. Opened Tuesday through Sunday"]},{"type":"*","value":[{"type":"'''","value":["Sunflowers"]},", A little private resturant by the little bridge in New Hope.  A cobblestone pathway that is filled with bamboo, vines, and little benches for waiting. Indoor and outdoor seating.  Lighting by candles and torches.  Outside seats are right on a piece of the river.  Great for a date and reasonable prices with a very broad menu."]},{"type":"*","value":[{"type":"'''","value":["Cafe LuLu"]}," Located 110 Main Street. It has a big frog on the sign you can't miss it! Reviews say that some drive 45 minutes just to arrive here.  Coffee shop and food is served. Indoor and Outdoor seating available."]},"\n",{"type":"==","value":["Drink"]},"\n\nThe modern bars are what make nightlife in New Hope a happening place to be: \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Havana"],["url=http:\/\/www.havananewhope.com\/"],["email="],["address=105 South Main Street"],["lat="],["long="],["directions="],["phone = +1 215 862-9897"],["tollfree="],["fax="],["hours="],["price=The prices are expensive."],["content=Great food, fun, and music. A restaurant, bar, and nightclub. The bar is popular and they have nine different beers on tap and a selection of tropical drinks. There are indoor and outdoor bars."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=John & Peter's Place"],["alt="],["url="],["email="],["address=96 S. Main Street"],["lat="],["long="],["directions="],["phone = +1 215 862 5981"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["90 Main"]},", A lounge atmosphere with an outdoor patio with heated pillars when it gets a bit nippy out, so you can still enjoy the outside. On the weekends there are live bands and DJ's, for a hip atmosphere while sipping on a cocktail."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Frans Pub"],["alt="],["url="],["email="],["address=116 S Main St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Indoor and Outdoor seating. Food and Bar."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Logan Inn"],["alt="],["url="],["email="],["address=10 West Ferry St"],["lat="],["long="],["directions=on the corner of Ferry & Main"],["phone = +1 215 862 2300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This antique colonial inn was established in 1727, and is one of the five oldest inns in the country. This luxury inn has an old fashioned tavern and a well-known restaurant."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["1870 Wedgewood Inn"]},", A bed an breakfast voted Best of Philly in 2005 and 2006. there is a pool and tennis court and live music and entainment. a great place for a romantic getaway for the weekend"]},"\n",{"type":"*","value":["'",{"type":"''","value":["New Hope Riverfront Inn "]},"Bridgetown House''', Located 1525 River Road. The Inn was built in 1836. Its Bucks County's only Bed and Breakfast on the riverfront. A beautiful view of the Deleware River can be viewed from rooms. to Visit or book a weekend getaway visit their website www.bridgetownhouse.com"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Nevermore"]},", located 6426 York Road. Tel, 215-862-5221. A hip and young hotel for travelers. Gay friendly. A Full service hotel with flexiable offers for one-nighters visitors even day trip visitors.  Including outdoor dining, pool, Cabana bar,private gardens,tennis, shops, piano bar,Dj dance parties,and indoor resturant. Also you can host your own private events."]},"\n",{"type":"==","value":["Go next"]},"\n\nNew Hope is surrounded by many historic and unique places. \n\n",{"type":"*","value":[" Across the New Hope\/Lambertville Bridge is another interesting small town to check out, the town of ",{"type":"'''","value":[{"type":"[[","value":[["Lambertville"]]}]},". Lambertville is known for antique shops, go to Union Street and you'll find many."]},{"type":"*","value":[" ",{"type":"'''","value":["Peddler's Village"]}," is located right in the heart of Bucks County.  It's any shopper's dream.  Located very close in proximity of New Hope, this shopping village is a good compliment to New Hope for a weekend trip. There are awesome restaurant spots, such as Earls Prime for those seeking upscale or Hart's Tavern for a more causal laid back experience. With over 70 upscale shops to choose from there is something for everybody. Fashion lovers or even window shoppers can browse through many different selections of chic clothing and home decor. Antiques and Fine Art can be found all throughout the shops. Even great if you just want to experience a coffee from another perspective.  Not only is Peddlers Village a treat to go during the summer and spring but, going to Peddler Village in the winter around Christmas Time is a must! The trees are all beautifully lit! Its a great experience to go with a loved one and stay in one of their luxurious hotels and eat at one of their 6 restaurants!"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 202.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["King of Prussia"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Doylestown"]]}]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Bridgewater (New Jersey)"],["Bridgewater"]]}],["minorr1=",{"type":"[[","value":[["Lambertville"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["40.36417"],["-74.95139"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Bucks County"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Pennsylvania\/Localities\/N\/New_Hope\/"]]},"\n\n",{"type":"[[","value":[["Wikipedia:New Hope, Pennsylvania"]]},"\n\n",{"type":"[[","value":[["Commons:Category:New Hope, Pennsylvania"]]}]