[{"type":"{{","value":[["pagebanner"],["Santa fe wikivoyage banner.jpg"],["Adobe architecture in Santa Fe"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newmexico.org\/ New Mexico"]}]},", the ",{"type":"''","value":["Land of Enchantment"]},", is a state in the ",{"type":"[[","value":[["United States of America"],["American"]]}," ",{"type":"[[","value":[["Southwest (United States of America)"],["Southwest"]]},". Formerly a Spanish colony after conquistadors arrived in the 16th century, then a Mexican colony until the Mexican-American War of the 1840s, and then an American territory until New Mexico achieved statehood in 1912, New Mexico still has a large native Spanish-speaking population as well as many Native American communities, offering a unique culture that clearly stands apart from that of other states. Spanish is the official second language. A visitor to New Mexico will also discover fantastic natural scenery, a major fine arts scene centered around ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},", great outdoor recreational opportunities, and a distinctive regional cuisine.\n\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=New mexico regions.png"],["regionmapsize=250px"],["region1name=",{"type":"[[","value":[["Central New Mexico"]]}],["region1color=#e0fa92"],["region1items="],["region1description=Situated along the Middle Rio Grande Valley and home to ",{"type":"[[","value":[["Albuquerque"]]},", the Central region contains most of the state's population."],["region2name=",{"type":"[[","value":[["North Central New Mexico"]]}],["region2color=#669900"],["region2items="],["region2description=This scenic mountainous region has many of the better-known tourist destinations of New Mexico, such as ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}," and ",{"type":"[[","value":[["Taos"]]},"."],["region3name=",{"type":"[[","value":[["Northeast New Mexico"]]}],["region3color=#b6bc4d"],["region3items="],["region3description=Here, the Rocky Mountains meet the Great Plains. The ",{"type":"[[","value":[["Santa Fe Trail"]]},", railroads, and ",{"type":"[[","value":[["Route 66"]]}," all passed through here."],["region4name=",{"type":"[[","value":[["Northwest New Mexico"]]}],["region4color=#d09440"],["region4items="],["region4description=Part of the Four Corners region, this area is home to many unusual geological formations, red rocks, and part of the ",{"type":"[[","value":[["Navajo Nation"]]},"."],["region5name=",{"type":"[[","value":[["Southwest New Mexico"]]}],["region5color=#b2cc7f"],["region5items="],["region5description=Home to scenic low-lying mountains and much of the agricultural production in the state, along the Rio Grande."],["region6name=",{"type":"[[","value":[["Southeast New Mexico"]]}],["region6color=#ffff99"],["region6items="],["region6description=Elevation-wise, this is the lowest region of the state, mostly desert but with some strange geologic phenomena."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}]}," - The state capital and primary tourist attraction of the state, with historic architecture, scenic beauty, and a concentration of arts and culture."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Albuquerque"]]}]}," - By far the state's largest city and the center of commerce for the state, with a fair number of tourist attractions in its own right, including a massive and spectacular hot-air balloon fiesta."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Taos"]]}]}," - Situated in the southernmost Rocky Mountains, Taos is among the most popular destinations due to the incredible scenic beauty, world-renowned ski resorts, architecture, art scene and food."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Farmington (New Mexico)"],["Farmington"]]}]}," - The largest town in the northwest section of the state, and a gateway to the Navajo Nation and Four Corners area."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Las Vegas (New Mexico)"],["Las Vegas"]]}]}," - A lovely little town with a lot of history, and the largest town in the northeast section of the state."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Las Cruces"]]}]}," - The state's second largest city and the largest in the southern portion of the state."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Alamogordo"]]}]}," - A large town notable for its museum of space history and proximity to the White Sands National Monument."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Roswell (New Mexico)"],["Roswell"]]}]}," - A medium sized town most well known for the alleged crash of a flying saucer near here in 1947."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Silver City"]]}]}," - An old mining town located in the southwestern section of the state."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bandelier National Monument"]]}]}," - Gorgeous canyon scenery and well-preserved ancient cliff-side dwellings."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Carlsbad Caverns National Park"]]}]}," - One of the most famous cave systems in the world, with spectacular underground formations."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Chaco Culture National Historical Park"]]}]}," - Extensive archaeological ruins of a large Ancestral Puebloan culture."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["El Malpais National Monument"]]}]}," - Scenic desert landscapes, including ancient lava flows, sandstone cliffs, and caves."]},{"type":"*","value":["  ",{"type":"'''","value":[{"type":"[[","value":[["Four Corners"],["Four Corners Monument"]]}]}," is where Arizona, Colorado, New Mexico, and Utah meet at right angles, though vehicle access is exclusively in New Mexico."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Navajo Nation"]]}]}," - The largest Indian reservation in the country, covering much of Northwestern New Mexico as well as parts of Arizona and Utah."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New Mexico Pueblos"]]}]}," - The 19 Indian Pueblos of New Mexico, each offering unique attractions."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Valles Caldera National Preserve"]]}]}," - A huge volcanic caldera in the middle of the Jemez Mountains; today filled with a lush alpine meadow."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["White Sands National Monument"]]}]}," - One of the most spectacular of New Mexico sights, this monument holds a vast gypsum sand dune field."]},"\n",{"type":"==","value":["Understand"]},"\nUnderstanding New Mexico starts with grasping the overpowering importance of two of its geological features: the Rio Grande, which bisects the state north to south, and the nearby ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]},", southernmost range of the ",{"type":"[[","value":[["Rocky Mountains"]]}," and a part of the same large-scale geological structure that produces the Rio, the \"Rio Grande rift.\"  The eastern third of the state is an extension of the ",{"type":"[[","value":[["Great Plains"]]}," both geographically and culturally and has more in common with the western parts of ",{"type":"[[","value":[["Texas"]]}," and ",{"type":"[[","value":[["Oklahoma"]]}," than with the rest of New Mexico.  The western third, beyond the Rio and the assortment of minor mountain ranges (Nacimientos, Magdalenas, and the not-so-minor ",{"type":"[[","value":[["Jemez Mountains"]]},") to its west, is part of the same \"",{"type":"[[","value":[["Great Basin"],["basin and range"]]},"\" geography as comprises much of ",{"type":"[[","value":[["Arizona"]]}," and ",{"type":"[[","value":[["Nevada"]]},", with a little ",{"type":"[[","value":[["Utah"]]}," canyon country thrown in toward the northwest corner.\n\nIt's the area in between these two sparsely inhabited regions that gives the state much of its identity, houses the majority of its population, and contains many of its travel attractions.  The \"Rio Grande Corridor\" starts at the ",{"type":"[[","value":[["Colorado"]]}," state line and includes (from north to south) such well-known places as  ",{"type":"[[","value":[["Taos"]]},", ",{"type":"[[","value":[["Los Alamos"]]},", ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},", ",{"type":"[[","value":[["Albuquerque"]]},", and ",{"type":"[[","value":[["Las Cruces"]]}," at the southern end of the state.  Travelers who have seen only the flat emptiness of the eastern side or the rugged desolation of the western third simply do not expect this region, with its snowcapped mountains, fertile riparian habitat along the Rio, and a population density that, while not high by the standards of the United States (let alone Europe), is still unusual in the Southwest.  Most of the state's many American Indian reservations (the ",{"type":"[[","value":[["New Mexico Pueblos"],["pueblos"]]},") are here (",{"type":"[[","value":[["Navajo Nation"]]},", however, is in the ",{"type":"[[","value":[["Northwest New Mexico"],["northwest"]]}," region), as are the most conspicuous remnants of the Spanish influence resulting from the state's ties to ",{"type":"[[","value":[["Mexico"]]}," that persisted into the 19th century.  At the same time, the relative prosperity of this area (although no part of New Mexico can really be considered \"wealthy\" except in isolated neighborhoods) is making several of its communities into high-tech centers, for example the Albuquerque suburb of Rio Rancho that houses a great manufacturing plant for computer components.  The Sangre de Cristos and Jemez also create a relatively cool and moist (at least compared to the rest of the state) climate zone in which snow can persist in the highest mountains nearly year-round.\n\nThere is also a more subtle north\/south dichotomy to the culture and geography that breaks basically along the route of Interstate highway 40, which follows the historic ",{"type":"[[","value":[["Route 66"]]}," across the state.  Most of the north\/south differences (apart from the observation that the north is higher and cooler than the south) are political in nature and affect residents more than travelers, but they lead to the state self-identifying the six regions given under the \"Regions\" heading of this article.  Note that there is no \"South Central\" region; the Rio Grande Corridor narrows toward the southern end of the state, and features along the southern Rio are treated in the ",{"type":"[[","value":[["Southwest New Mexico"],["southwest region"]]},".\n\n",{"type":"===","value":["History"]},"\nArchaeological evidence has shown that humans have existed in New Mexico for at least 13,000 years now, as shown by the existence of \"Clovis points\" - arrowheads first found near the town of ",{"type":"[[","value":[["Clovis (New Mexico)"],["Clovis"]]},". For the next several millennium, a long line of Native American cultures lived, prospered, and perished here, the most well-known being the ",{"type":"'''","value":["Ancestral Puebloans"]}," (also known as the \"Anasazi\", though that term has recently fallen out of favor) who emerged around AD 700 and by AD 1100 has established impressive settlements in what is now the northwestern region of the state and were part of a far-flung trade network that reached south to what is now Mexico. However, in the 12th and 13th centuries they abandoned their settlements for reasons not entirely clear; drought, environmental degradation, pressure from other groups, and religious or cultural change are all considered possibilities. It is commonly believed today that the inhabitants of today's Pueblos of New Mexico are the descendants of the Ancestral Puebloans.  Of course, Puebloans were not the only Native American group to establish themselves here; despite changing climates, war, and European and later American aggression, many Navajos, Apaches, Comanches, and Utes also make the state their home today.\n\nThe first Europeans to arrive in New Mexico were the ",{"type":"'''","value":["Spanish"]},". The explorer Cabeza de Vaca may have passed through a portion of the area, but it was the expedition of Francisco Vázquez de Coronado in the 1540s that marked the first significant European contact in the area. Coronado came seeking the mythical Seven Cities of Gold, but found nothing of the sort. His contact with the Puebloan residents in New Mexico was marked by violence against the Natives, which sadly set the stage for more bloodshed to come.  Though Coronado returned to Mexico in disgrace, his reports paved the way for the first settlers to arrive in 1598, who were led by Juan de Oñate and established the first European village in the area near present-day Española.  Oñate displayed vicious cruelty toward the Puebloans, and after being chewed out by the Spanish Empire a new governor was appointed who led the construction of a capitol city, Santa Fe.\n\nOver the next several decades, the Puebloans continued to be the victims of repression on the part of the Spanish, particularly Franciscan missionaries who found that while many Puebloans were receptive to Catholicism, they were also unwilling to abandon their traditional religions. Tension grew until finally the Pueblos banded together in 1680 to drive the Spanish out of New Mexico. It wouldn't be for another 12 years that Europeans returned, this time through a reconquest led by Diego de Vargas. Though there were some military campaigns involved, the ",{"type":"'''","value":["Pueblo Revolt"]}," had taught the Spanish the consequences of oppression and the Puebloans were granted rights and land in exchange for allowing the Spanish to live side-by-side with them. This partnership largely worked; indeed, Spaniards and Puebloans frequently banded together to wage war against the nomadic tribes (Apaches, Comanches, Navajos) in the area.\n\nMexico gained independence from Spain in 1821, but New Mexico's isolation meant that little changed in the relationship between the settlers and rulers, with the exception that Mexico was more willing to trade with the United States. This set the stage for the creation of the ",{"type":"'''","value":["Santa Fe Trail"]}," - a rugged wagon route that brought American goods and settlers to New Mexico, as well as opening the floodgates to encroachment from the east. An attempt on the part of the then-independent Republic of Texas to gain control of New Mexico ended in humiliating defeat, but within several years Texas was part of the U.S. and the vision of an America \"stretching from sea to shining sea\" brought New Mexico into the ",{"type":"'''","value":["Mexican-American War"]},". Mexican officials didn't focus much on defending New Mexico - American General Stephen W. Kearny marched into Santa Fe without firing a shot - but the residents reacted to U.S. presence with a mixture of welcome and deep suspicion; New Mexico's early years as a U.S. territory were marked by rebellion and bitter land disputes.\n\nUnder American rule, New Mexico experienced combat in the ",{"type":"'''","value":["American Civil War"]},". Most of New Mexico remained loyal to the Union, and Confederate forces mounted a campaign to stake their claim here.  Their presence was short-lived however, as Union forces soon drove them back south after winning a couple of key battles near Santa Fe. The Civil War over, the Union returned to focus on breaking the Comanche, Navajo, and Apache forces in the area, with considerable success.\n\nThe arrival of the ",{"type":"'''","value":["railroad"]}," in 1880 brought numerous new settlers to the area and caused an explosion of growth in towns along the rail lines. Ranching and mining came to New Mexico in full force, becoming the mainstay of the economy. Following statehood in 1912, a new set of visitors came to New Mexico as the state shed its wild west image: artists established themselves in the Santa Fe and Taos areas, tourists came via the railroad to experience the scenery and culture of the Southwest, and tuberculosis patients came to live the rest of their lives in New Mexico's mild climate.  With the rise of the automobile came the arrival of ",{"type":"'''","value":["Route 66"]},", bringing a new wave of arrivals to the state.\n\nWorld War II brought a new industry to New Mexico: nuclear science. The ",{"type":"'''","value":["world's first atomic bomb"]}," was constructed in the top secret government town of Los Alamos and tested at the Trinity site in southern New Mexico. Federal investment in military research brought money and new migrants to the state, which coincided with considerable urban growth in parts of the state, particularly the Albuquerque area.  The 1960s and 70s manifested itself in civil rights battles for Latinos and the arrival of a large number of Hippies in the northern part of the state who were attracted by New Mexico's relative isolation.\n\nThe last couple of decades have seen a modernization effort in New Mexico. The metro areas of Albuquerque, Santa Fe, and Las Cruces are still experiencing major urban growth, and the typical features of today's built American landscape - cell phone towers, gas stations, Wal-Marts - have certainly arrived, along with the problems - traffic, pollution, etc. However, New Mexico remains a place isolated enough from the rest of the country that one can still venture out of the city and find great, wild beauty, and still catch a glimpse of what New Mexico was like hundreds of years ago.\n\n",{"type":"===","value":["Cultural depictions"]},"\nNew Mexico seems to suffer from the paradox of having a lot of artists, writers, filmmakers, and other purveyors of culture, yet rarely is actually ",{"type":"''","value":["named"]}," in cultural works, instead standing in as a generic \"Southwestern\" place. The areas around Santa Fe and Taos have long been home to artist colonies who find inspiration in the beauty of the state's natural scenery, while many, ",{"type":"''","value":["many"]}," films and television shows have been filmed at least in part here (especially recently, given state tax credits for the film industry), using New Mexico as a stand-in for desert or Western scenes. It's not hard to find New Mexico in popular works, but it can be difficult to find ones that take full advantage of both the unique beauty and the culture of the state.\n\n",{"type":"*","value":[" Of the many artists who came to northern New Mexico in the early 20th century, the painter Georgia O'Keeffe is perhaps the most famous. O'Keeffe eventually settled in ",{"type":"[[","value":[["Abiquiu"]]}," and used the local scenery to extensive effect in her later works (today, a museum devoted exclusively to her work sits in Santa Fe). Other notables who came to New Mexico around the same time are the writer D.H. Lawrence, whose ranch near Taos now holds his ashes, and famed photographer Ansel Adams, who regularly used New Mexico as a subject in his work."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["The Atomic City"]}," (Jerry Hopper, 1952). This black-and-white film from the Cold War days took advantage of the then-recently publicly revealed existence of Los Alamos (birthplace of the atomic bomb), focusing around a nuclear scientist whose child is kidnapped. Scenes set in and around Los Alamos, Santa Fe, and a climatic sequence taking place on a nearby Indian ruin make excellent use of the local scenery."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Easy Rider"]}," (Dennis Hopper, 1969). While New Mexico isn't mentioned by name, much of the first half of the film is set in a hippie commune near Taos, giving a sense of what drew people to this remote area to eke out a living from the land and also serving as a great backdrop to the film's themes of freedom, the American Dream, and the issues of the 1960s."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["The Milagro Beanfield War"]}," (John Nichols, 1974). This popular novel (which was made into a movie of the same name by Robert Redford in 1988) centers around a Hispanic farming community in northern New Mexico trying to defend itself against outside business and state political interests, speaking to the real-life struggles of New Mexico's Hispanic communities to preserve their way of life."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Breaking Bad"]}," (Vince Gilligan, 2008-2013). Of the many films and television shows filmed in New Mexico recently, the popular AMC series is one of the very few that is not only set here, but really makes the most of it. Centered around a high school chemistry teacher who resorts to cooking meth, the series effectively uses Albuquerque's culture and stark beauty as a backdrop to the main character's rise and fall within the local drug trade (which is indeed a major problem for New Mexico law enforcement)."]},"\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["infobox"],["\"American Indian\" or \"Native American\"?"],["In many places in the United States, the neologism \"Native American\" has replaced \"American Indian\" as the descriptor for indigenous peoples, \"American Indian\" being viewed by some as pejorative.  In New Mexico, however, \"American Indian\" is still widely used, and indeed was preferred by members of several northern New Mexico pueblos in a poll conducted a few years ago.  (Actually, the most common response was \"it doesn't really matter,\" but \"American Indian\" was preferred by a plurality of those who expressed an opinion.)  You can use either term without discomfort, and need not go to any lengths to structure your language one way or the other when visiting the Institute of American Indian Arts, ",{"type":"[[","value":[["Gallup"]]}," Intertribal Indian Ceremonials, Santa Fe Indian Market, etc."]]},"\n\nNew Mexico is very much like the rest of the U.S. in that English is almost universally spoken. ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.nmmagazine.com\/FEATURES\/current.html New Mexico Magazine"]}]},", the state's tourist magazines (and a better-than-average read by the standards of such things), carries a regular column called \"One of our Fifty Is Missing\" that describes the many humorous misconceptions (the polite word) that the state and its residents experience at the hands of those seemingly unaware that New Mexico is part of the United States; linguistic misunderstandings are among the more frequent anecdotes appearing there.  English will do just fine, although particularly in the North Central and Northwest regions, you'll have a good chance of running into people for whom English is a second, or even third, language, behind Spanish and\/or a tribal language.  Albuquerque, Las Cruces, Los Alamos and Santa Fe all have notably diverse populations that include native speakers of most of the world's major languages.  It's common (if unexpected, given the town's historic secrecy) to walk into a store or restaurant in Los Alamos and hear a conversation between storekeeper and patron in Russian or Chinese, or even Polish or Korean.\n\nThis said, when you encounter an apparently Spanish place name or surname, as you will in almost all parts of the state, it's wise to ",{"type":"''","value":["pronounce"]}," it as Spanish.  Anglicizing the pronunciation may be acceptable in some parts of the United States, but is likely to be considered rude here.  The Wikivoyage ",{"type":"[[","value":[["Spanish phrasebook"]]}," can help with this; particular things to be on the alert for are \"ñ\" (e.g. ",{"type":"[[","value":[["Española (New Mexico)"],["Española"]]}," and other place names), double \"ll\" (e.g. ",{"type":"[[","value":[["Valles Caldera National Preserve"]]},"), and double \"rr\" (e.g. Rio Arriba County in the North Central region, which incidentally is a particularly good place in which to avoid Anglicized Spanish).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nThe state's only major airport is in ",{"type":"[[","value":[["Albuquerque"]]},", in nearly the exact center of the state.  ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}," has limited connector service.  Several of the state's minor cities such as ",{"type":"[[","value":[["Carlsbad (New Mexico)"],["Carlsbad"]]},", ",{"type":"[[","value":[["Farmington (New Mexico)"],["Farmington"]]},", ",{"type":"[[","value":[["Roswell (New Mexico)"],["Roswell"]]},", ",{"type":"[[","value":[["Hobbs"]]},", and intermittently ",{"type":"[[","value":[["Gallup"]]}," and ",{"type":"[[","value":[["Taos"]]}," have commuter air service.\n\nFor travel to the southern part of the state, particularly the southwestern region, consider flying into ",{"type":"[[","value":[["El Paso"]]}," in extreme west ",{"type":"[[","value":[["Texas"]]},".  For example, ",{"type":"[[","value":[["Las Cruces"]]},", the state's second largest city, is only 45 miles from El Paso compared to 226 miles from Albuquerque.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Image:Tucumcari curios.jpg"],["thumb"],["250px"],["Route 66 neon, Tucumcari"]]},"\n\nInterstate highways 10 and 40 cross the state east\/west, the former entering between El Paso and Las Cruces and paralleling the southern border, and the latter following the route of historic ",{"type":"[[","value":[["Route 66"]]}," through the middle of the state.  Interstate 25 enters the state in its northeast corner near Raton, passes through the eastern plains, crosses the Sangre de Cristo Mountains at Glorieta Pass near Santa Fe, then follows the Rio Grande south through Albuquerque to its terminus at I-10 in Las Cruces.\n\nAlthough New Mexico has a fairly long border with ",{"type":"[[","value":[["Mexico"]]},", there are few ports of entry.  Most traffic inbound from Mexico enters the United States at El Paso and then continues to Las Cruces and beyond.  In addition to the usual customs, etc., at the national border, there are checkpoints along the major highways out of Las Cruces at which vehicles may be searched for illegal immigrants.  (If you're considering bringing an illegal in, don't; penalties are serious and enforcement is stepping up, if still uneven.)  The small town of Columbus has a border crossing with Mexico that is open 24 hours a day.  Santa Teresa NM, adjacent to El Paso and south of Las Cruces also has a port of entry. Although this border crossing is only open from 6AM-10PM, it forms a handy bypass of Ciudad Juarez and El Paso and is an important route for international commerce and travel.\n\nIn practice, traffic inbound from neighboring states is generally not subjected to inspection for controlled items, apart from the usual weigh stations, etc., for commercial trucks.  However, commercial traffic heading ",{"type":"''","value":["out of"]}," New Mexico for Arizona may be inspected on the Arizona side of the state line, owing to concerns about the introduction of agricultural pests.\n\n",{"type":"===","value":["By rail"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/southwest-chief-train Southwest Chief"]}]},", the main ",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," line through the southwestern United States, makes a daily run between Chicago and Los Angeles through New Mexico. Westbound, the line enters the state at ",{"type":"[[","value":[["Raton"]]},", and basically follows the route of I-25 to Albuquerque, making stops at ",{"type":"[[","value":[["Las Vegas (New Mexico)"],["Las Vegas"]]}," and Lamy (where you can catch a shuttle bus to Santa Fe). After Albuquerque the train follows the route of I-40 to ",{"type":"[[","value":[["Gallup"]]}," and on west.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/sunset-limited-train Sunset Limited"]}]}," makes its way from New Orleans to Los Angeles, with stops at ",{"type":"[[","value":[["El Paso"]]},", TX, ",{"type":"[[","value":[["Deming"]]},", and Lordsburg. This train runs three times a week.\n\nThe Cumbres and Toltec Scenic Railroad of ",{"type":"[[","value":[["Chama (New Mexico)"]]}," and Antonito, ",{"type":"[[","value":[["Colorado"]]}," operates tourist trains with vintage equipment passing attractive scenery, but this line doesn't connect to any commercial railroads and isn't intended to open the state to the traveler from afar. There are presently no other rail services from other states (or Mexico) to points in New Mexico.\n\n",{"type":"===","value":["By foot"]},"\nFor the dedicated long-distance hiker the ",{"type":"'''","value":["Continental Divide National Scenic Trail"]}," (in short ",{"type":"'''","value":[{"type":"[[","value":[["Continental Divide Trail"]]}]},") is a United States National Scenic Trail running 3,100 miles between ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["Canada"]]},". It follows the Continental Divide of the Americas along the ",{"type":"[[","value":[["Rocky Mountains"]]}," and traverses five U.S. states; ",{"type":"[[","value":[["Montana"]]},", ",{"type":"[[","value":[["Idaho"]]},", ",{"type":"[[","value":[["Wyoming"]]},", ",{"type":"[[","value":[["Colorado"]]},", and New Mexico.\n\n",{"type":"==","value":["Get around"]},"\nThe larger cities (Albuquerque, Las Cruces, Santa Fe) have some degree of public transportation, but this is still a state where you'll have to drive most of the time.  The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nmrailrunner.com New Mexico Rail Runner Express"]}]}," commuter train connects Albuquerque and Santa Fe, along with residential communities in the area.\n\nRoads in New Mexico are generally well maintained and driving itself can be a pleasurable experience.  Although only a few roads are designated scenic drives, most rural highways in the western two thirds of the state provide splendid vistas.  However, if you are behind the wheel, please remain attentive to the road and the local driving habits.  New Mexico has road conditions and situations that may be different than your own; use caution and drive defensively at all times.  Speed limits on interstates are normally 75 miles per hour, except in urban and mountainous areas areas where the speed limit typically drops to 65.  Multilane US and state highways have rural speed limits ranging from 45 to 75 miles per hour. Two-lane rural highways have speed limits in the range of 45-65 miles per hour.  In urban areas and other communities speed limits can be as low as 15 and as fast as 55 miles per hour, and enforcement is more highly visible and heavy-handed than in rural areas.  A number of state highways and most county roads, remarkably enough, are still unpaved and should be driven at reduced speeds.  Between this, a number of radar traps, and the fact that many of the roads through the mountains are more sinuous than is apparent on a map, you should expect intercity travel to take a bit longer than the distance would imply, except on the Interstates.  There are exceptions in the eastern parts of the state, where you're in serious danger of being run over if you drive as slowly as the speed limits.\n\nWeather-related driving hazards are generally confined to the winter months, when the northern half of the state, as well as the mountainous parts of the southwestern region, can experience snowstorms that close highways or render them hazardous.  Have chains or 4-wheel drive available in these areas from December through February, particularly in the mountains.  Spring winds can be disconcerting to drivers in tall vehicles and occasionally create reduced visibility from blowing dust, but dust storms are less of a problem than in some neighboring states.  Most of New Mexico is at higher elevation, hence slightly cooler, than other states of the Southwest; problems with boiling radiators, etc., are therefore not as common, although it's still a good idea to take water with you when driving in the summer, particularly along the low, hot southern tier (I-10 and vicinity).\n\nNew Mexico has a severe problem with drunk driving, although aggressive enforcement and public-education campaigns have reduced DUI levels somewhat, compared to 10 years ago.  No road in the state is immune to this problem; there is no time of day when it cannot occur.  Defensive driving is the obvious antidote.  Large animals on the roadway create hazards as well. Cattle and sheep are often seen in the open range areas of the state; elk are seen in the north central mountains.  In the south, the Oryx, an elk-sized antelope imported from Africa, or the Javelina (aka the Collared Peccary), a distant relative of the pig family, are often seen on roads, especially rural routes. Again, just drive defensively.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Arts and culture"]},"\n",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}," (and really the ",{"type":"[[","value":[["North Central New Mexico"],["north central"]]}," region in general, which includes the artist hotspot of ",{"type":"[[","value":[["Taos"]]},") has a high concentration of artists and is a major destination for art collectors. The central tourist districts of Santa Fe and Taos are home to a huge number of extremely high-end art galleries as well as a number of excellent art museums.  Outside of Santa Fe and Taos, one is still likely to come across galleries in the rural, smaller towns of the north central region, which often take on a more folk art characteristic with a still decidedly New Mexico twist.  ",{"type":"[[","value":[["Albuquerque"]]},", though lacking Santa Fe's world-renowned image, has plenty of art institutions in its own right and offers a greater mix between the traditional arts which define Santa Fe and more contemporary work.\n\n",{"type":"===","value":["Native Americana"]},"\n",{"type":"[[","value":[["Image:NMtrip-05-047.jpg"],["thumb"],["350px"],["Taos Pueblo"]]},"\n\nOne of the primary attractions of New Mexico is its large and diverse collection of American Indian (or, if you prefer, Native American -- both terms are used in the state) ",{"type":"[[","value":[["New Mexico Pueblos"],["pueblos"]]},", reservations, artwork, and of course, people.  The ",{"type":"[[","value":[["North Central New Mexico"],["north central"]]}," and ",{"type":"[[","value":[["Central New Mexico"],["central"]]}," regions have the greatest diversity of Native American centers, while ",{"type":"[[","value":[["Navajo Nation"]]}," in the ",{"type":"[[","value":[["Northwest New Mexico"],["northwest"]]}," region (extending into the other Four Corners states) is the largest Indian reservation\/nation within the contiguous United States.  There are a few points of interest in other regions, such as the Mescalero Apache reservation in the ",{"type":"[[","value":[["Southeast New Mexico"],["southeast"]]}," region and outlying parts of Navajo Nation in the ",{"type":"[[","value":[["Southwest New Mexico"],["southwest"]]},". For detailed information on each of the pueblos, see ",{"type":"[[","value":[["New Mexico Pueblos"]]},".\n\nMany, but by no means all, of the American Indian communities welcome visitors, usually with some restrictions.  Following are some tips if you're planning to see the sights of these communities:\n",{"type":"*","value":[" Check the regional articles for guidance on which pueblos\/reservations are open to visitors; not all will be."]},{"type":"*","value":[" Please respect local regulations regarding photography and sketching!  Most north-central and central pueblos require would-be photographers and artists to pay for permits issued by the pueblo administration, and some don't allow photography or sketching at all.  If the restrictions seem draconian, remember that these are not museum exhibits or theme parks, they're towns and settlements where people live their daily lives. However, if you are on public property, pictures may be legally taken. It doesn't matter if you are photographing someone who doesn't want to be photographed, or a building that locals do not want photographed. As long as you are on public property, you are within your legal rights to photograph anything in sight, so make your own decision."]},{"type":"*","value":[" Most of the pueblos and reservations hold ceremonial dances, feasts and sings that welcome visitors, as well as some others of a more private, religious nature at which visitors are unwelcome if not forbidden.  Many have succeeded in reconciling their historic religious practices with the dominant Christian (particularly Catholic) practice, and celebrations at Christmas (in some cases extending through much of December), Easter, and the feast day of San Antonio (June) are generally open to visitors."]},{"type":"*","value":[" For many residents of some pueblos and reservations, not only is English not the primary daily language, it may not be spoken fluently or at all.  Most residents in the \"service\" sector (i.e., those you'll interact with first) are as fluent in English as their Anglo colleagues in neighboring communities, and there is no reason to speak to them in a patronizing or condescending manner.  However, if you venture far from the main tourist centers, you may run into language issues, although you're still odds-on to deal with English speakers.  Patience and gestures will overcome many obstacles, but be aware that in certain areas (notably Navajo Nation) it is considered rude to point with extended fingers.  A nod or tip of the head for indicating direction is considered more polite (true among fluent English speakers as well)."]},"\n",{"type":"===","value":["Ancestral Puebloan ruins"]},"\n",{"type":"[[","value":[["Image:Chacocanyon pueblobonito overhead.jpg"],["thumb"],["300px"],["Pueblo Bonito, Chaco Canyon"]]},"\n\nAnother primary attraction of the state is its collection of major archeological sites from the Ancestral Puebloans (note that the term \"Anasazi,\" which refers to the same group of people, has recently fallen out of favor), who are the descendants of many of the Native American tribes in the Southwest today and inhabited the area from roughly the 700s AD to the 1300s, when it is believed they migrated to more promising locales, such as along the banks of the Rio Grande.  Although ",{"type":"[[","value":[["Mesa Verde National Park"],["Mesa Verde"]]},", the most famous of such ruins, is just to the north in Colorado, New Mexico is home to many stunning collections of ruins in its own right, the most renowned of which being ",{"type":"'''","value":[{"type":"[[","value":[["Chaco Culture National Historical Park"],["Chaco Canyon"]]}]}," in the northwest section of the state, with remarkably well-preserved walls and pictographs that are easily accessed.  Also in the northwest part of New Mexico is ",{"type":"'''","value":["Aztec Ruins National Monument"]}," near the town of ",{"type":"[[","value":[["Farmington (New Mexico)"],["Farmington"]]},", home to more well-preserved walls and an impressive reconstructed kiva.  Near Los Alamos in the north central section is ",{"type":"'''","value":[{"type":"[[","value":[["Bandelier National Monument"]]}]},", with a superb collection of cliff dwellings situated in a scenic canyon. These are but just the most famous ruins; there are many other small ones open for viewing and in many parts of the state a hiker on public lands is likely to come across unexcavated ruins; in such a situation, remember not to disturb the site, do not remove any artifacts (pottery shards being the most common), and don't walk or sit upon the remains of walls.\n\n",{"type":"===","value":["Natural scenery"]},"\nBeing in the high desert, New Mexico is home to a great deal of natural beauty and a surprising variety of it; a few hours of driving can take you from red rock desert to alpine forests, or from flat grassland to sandy dunes.  There's some gorgeous scenic beauty in every corner of the state, but there are some highlights.\n\nThe ",{"type":"[[","value":[["Northwest New Mexico"],["northwest"]]}," region of the state perhaps most exemplifies the popular image of the American Southwest, with red rock mesas and stunning cliffs; really much of the same kind of scenery you can expect in Northern Arizona or Southern Utah.  ",{"type":"[[","value":[["El Malpais National Monument"]]},", on the edge of this region, has the unusual mixture of sandstone and volcanic rock, where the remains of ancient lava flows run up against tall sandstone cliffs.  The red rocks mostly vanish as one moves into the ",{"type":"[[","value":[["North Central New Mexico"],["north central"]]}," region (although ",{"type":"[[","value":[["Abiquiu"]]}," is notable for some stunning red rock features), replaced largely by alpine mountain ranges.  The ",{"type":"[[","value":[["Valles Caldera National Preserve"]]}," in the ",{"type":"[[","value":[["Jemez Mountains"]]}," is the remnant of a huge volcanic caldera that now takes the form of a vast meadow in the middle of the range. The nearby ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]}," are the state's highest mountain range and perhaps its most spectacular, with several wilderness areas, ski areas, and alpine forests and meadows.\n\nThe elevation drops off as you move into the ",{"type":"[[","value":[["Central New Mexico"],["central"]]}," part of the state, with alpine forests replaced by stands of piñon and juniper, although the spectacular Sandia Mountains above ",{"type":"[[","value":[["Albuquerque"]]}," jut above the surrounding landscape and are the most easily accessible mountain range in the state, with an aerial tramway that rises from the foothills on the edge of the city straight up to the top of the crest. Within Albuquerque proper and stretching south is a scenic ",{"type":"''","value":["bosque"]}," (cottonwood forest) along the banks of the Rio Grande, a thin wetland which provides an important wildlife corridor for this part of the world.  To the ",{"type":"[[","value":[["Northeast New Mexico"],["northeast"]]},", the scraggly piñon and juniper forests are replacing by wide, flat grasslands at the edge of the Great Plains.\n\nThe ",{"type":"[[","value":[["Southwest New Mexico"],["southwest"]]}," portion of the state is home to some of the most remote wilderness areas in the state; where small mountain ranges mark the meeting point between the hot Chihuahuan Desert and the piñon-juniper forests of central New Mexico. The ",{"type":"[[","value":[["Southeast New Mexico"],["southeastern"]]}," reaches of the state are where the elevation is at its lowest in the state, and are mostly a vast, featureless plain; although there are some scattered unusual geologic features, the most spectacular being ",{"type":"[[","value":[["Carlsbad Caverns National Park"],["Carlsbad Caverns"]]},", a collection of vast caves that are among the most stunning in the world. Near ",{"type":"[[","value":[["Alamogordo"]]}," is ",{"type":"[[","value":[["White Sands National Monument"]]},", the world's largest gypsum sand dune field and a frequent sight in the state's tourist literature.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["International Balloon Fiesta"]},"\nAlbuquerque is the host city for the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aibf.org\/ International Balloon Fiesta"]}]},", held each year during the first full week in October.  This extravaganza of color and sound is a unique event, with participants from throughout the world bringing gaily colored and some unusual or \"Special Shapes\" hot air balloons.  As many as 700 or 800 balloons have been registered with mass ascensions highlighting the mornings, balloon glows lighting up the night and competitions sprinkled in for the competitive and professional balloon pilots.  And licensed pilots are required!  This event draws tens of thousands of visitors to Albuquerque and New Mexico each year as participants, ground chase crew members and observers.\n\n",{"type":"===","value":["Hike"]},"\n",{"type":"[[","value":[["Image:Cerro Seco scenery.jpg"],["thumb"],["300px"],["Believe it or not, New Mexico isn't all desert"]]},"\n\nA considerable portion of New Mexico is preserved in ",{"type":"[[","value":[["United States National Parks"],["national parks and monuments"]]},", national forests, wildlife refuges, and other wild areas, and is available to the hiker\/backpacker.  The pronounced north-south elevation gradient means that one part or another of the state has satisfactory hiking weather throughout the year.  Good places and times for hiking include:\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["Sangre de Cristo Mountains"]]}]},", highest and most important range in the state, include several wilderness areas.  Important trail heads are near ",{"type":"[[","value":[["Taos"]]}," and ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}," on the west side, and near the otherwise obscure town of Cowles on the east.  Hiking is best from June to September; many high-country trails will be snow-packed from November through May, and October is hunting season, when non-hunters do well to stay off the trails."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["Jemez Mountains"]]}]}," are a major volcanic range near ",{"type":"[[","value":[["Los Alamos"]]}," and include ",{"type":"[[","value":[["Bandelier National Monument"]]}," and ",{"type":"[[","value":[["Valles Caldera National Preserve"]]},".  Bandelier offers excellent hiking practically year-round (hot in mid-summer), while the higher parts of the range are in ",{"type":"[[","value":[["Santa Fe National Forest"]]}," or the Preserve and are good for summer and fall hiking.  Note that a disastrous forest fire in the year 2000 severely degraded outdoor recreation in parts of the Jemez, but there are still plenty of opportunities."]},{"type":"*","value":[" The ",{"type":"'''","value":["Sandia Mountains"]}," near ",{"type":"[[","value":[["Albuquerque"]]},", and their southern extension into the ",{"type":"'''","value":["Manzano Mountains"]},", offer hiking and rock climbing.  The ",{"type":"'''","value":["La Luz Trail"]}," enters the mountains from Albuquerque itself and is possibly the most-used trail in the state.  Hiking is usually feasible practically year-round, although snow will be sufficient in some but not all winters to make the high-country trails impassable."]},{"type":"*","value":[" The ",{"type":"'''","value":["Gila Wilderness"]},", in the southwest region near ",{"type":"[[","value":[["Silver City"]]},", is the largest roadless area in the state.  Many of the trailheads into the Gila are remote and hard to reach, but as compensation offer a chance to get away from the crowds.  Generally hikeable year-round, although the lower elevations will be uncomfortably hot in mid-summer."]},{"type":"*","value":[" The ",{"type":"'''","value":["Organ Mountains"]},", in the southern part of the state, have several hiking trails close to major towns (notably ",{"type":"[[","value":[["Las Cruces"]]},"), as well as spectacular rock climbing.  Visit the Organs in fall, winter or spring; they're not high enough to escape the fierce heat of the summer."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["White Sands National Monument"]]}]}," is a white dune-covered area in the middle of a desert valley with lower-key hiking than the committal mountain trails.  Picnics are common, and adults and children alike love to climb the snowy white hills of beach-like sand.  Go in fall or winter; wind is nasty in spring, and it's blazing hot in the summer."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Sugarite State Park"]]}]}," near ",{"type":"[[","value":[["Raton"]]}," was named a Top Ten state park in the nation by Camping Life Magazine. Visitors can explore the remains of the historic Sugarite Coal Camp, hike, fish, or camp."]},"\n",{"type":"===","value":["Ski"]},"\n",{"type":"[[","value":[["Alpine skiing"]]}," is popular in New Mexico and is much more widely available than the state's desert image would suggest.  Most of the ",{"type":"[","value":["http:\/\/www.skinewmexico.com\/ state's ski areas"]}," are in the ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]}," in the ",{"type":"[[","value":[["North Central New Mexico"],["north central"]]}," part of the state, the best known being at ",{"type":"[[","value":[["Taos"]]}," and ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},".  However, there are also interesting areas near ",{"type":"[[","value":[["Los Alamos"]]}," in the ",{"type":"[[","value":[["Jemez Mountains"]]},", in the Sandia Mountains above ",{"type":"[[","value":[["Albuquerque"]]},", and at ",{"type":"[[","value":[["Ruidoso"]]}," in the ",{"type":"[[","value":[["Southeast New Mexico"],["southeastern"]]}," part of the state.\n\nNordic (cross-country) skiing is also widely practiced, although snow conditions are marginal in some years.  The most reliable snow for Nordic skiing is near Cumbres Pass on the ",{"type":"[[","value":[["Colorado"]]}," state line near ",{"type":"[[","value":[["Chama (New Mexico)"],["Chama"]]},".  There is usually enough snow around Taos for Nordic work, and ",{"type":"'''","value":["Enchanted Forest"]}," Nordic Ski Center near Red River maintains an extensive network of groomed trails.  Nordic skiing at ",{"type":"[[","value":[["Bandelier National Monument"]]}," and ",{"type":"[[","value":[["Valles Caldera National Preserve"]]}," in the Jemez Mountains is of variable quality; the scenery is gorgeous, but snowpack varies greatly from year to year and may be insufficient to allow much skiing.\n\nTwo things to keep in mind if you're coming to New Mexico to ski: First, check on snow conditions before coming.  Snowfall varies wildly from year to year in this area.  The resulting variations in snowpack are such that even Taos may have marginal conditions, and some of the lower areas may not be open at all.  On the other hand, if you come in a good snow year, conditions will be among the best in the world, so it's worth your time to do some research on conditions.  Second, the ski areas are at high altitude by the standards of most of the world's Alpine ski resorts.  If you're prone to ",{"type":"[[","value":[["altitude sickness"]]},", take precautions before coming, and spend a day or two acclimatizing in the towns before you start to ski.\n\n",{"type":"===","value":["Orienteer"]},"\n\nFor basic information about orienteering, see ",{"type":"[[","value":[["Orienteering"]]},".\n\nOrienteering in the manner of the ",{"type":"[","value":["http:\/\/www.orienteering.org International Orienteering Federation"]}," and its national affiliate the ",{"type":"[","value":["http:\/\/www.orienteering-usa.org\/ United States Orienteering Federation"]}," is offered by ",{"type":"[","value":["http:\/\/www.nm-orienteers.org New Mexico Orienteers (NMO)"]},".  NMO offers low-key, training-oriented competitions (meets) for all ages.  Most meets include beginner, intermediate, and advanced courses.  New courses are designed for each meet, to specifications recommended by USOF so that the courses have consistent and predictable levels of technical and physical challenge. Some recreation programs offer their own orienteering events.  For a list of scheduled NMO meets and other ways to have fun orienteering in New Mexico, see the NMO website.\n\n",{"type":"====","value":[{"type":"[[","value":[["Los Alamos"]]}]},"\nNMO has completed detailed maps of Rendija Canyon, Bayo Canyon, the area around Guaje Pines Cemetery, and connecting corridors across the mesas.  NMO also has a map in development for Pajarito Mountain Ski Area and the adjacent Camp May and Santa Fe National Forest.\n\nLos Alamos has excellent and ",{"type":"''","value":["free"]}," public transit.  All orienteering map locations in Los Alamos can be reached by bus.\n\n",{"type":"[[","value":[["Image:SouthernRidges FallingBranches.JPG"],["thumb"]]},"\nIn 2000, Los Alamos was devastated by the Cerro Grande wildfire.  Several of the orienteering venues here are affected by the wildfire, and subsequent drought and bark beetle outbreaks.  Happily, as of 2010 most of the killed trees have fallen, and fallen trees and standing hazard trees have been cleared from trails.  New growth is everywhere, mule deer are abundant, and some valleys have magnificent wildflower shows in summer and fall.\n\nAfter orienteering you may like a hot shower or a swim.  Hot showers and warm and cool swimming pools may be enjoyed for a small fee at the Larry Walkup Aquatic Center in Los Alamos.\n\n",{"type":"====","value":["Valles Caldera National Preserve"]},"\nIn the ",{"type":"[[","value":[["Valles Caldera National Preserve"]]}," (VCNP), NMO has made a detailed map of a portion of Valle Grande.  This map is used in winter for ",{"type":"'''","value":["ski and snowshoe orienteering"]},".  VCNP sometimes offers orienteering as one of its own visitor experiences.\n\nSnowshoes for adults and children can be rented by the day, weekend, or week ($5, $10, $20) from the ",{"type":"[","value":["http:\/\/www.losalamosnm.us\/rec Larry Walkup Aquatic Center"]}," in Los Alamos (+1 505 662-8173).  Weekend rental includes pick up Friday, return Monday. ",{"type":"[","value":["http:\/\/www.rei.com\/stores\/rentals.html#newmexico REI stores"]}," in Albuquerque (+1 505 247-1191) and Santa Fe (+1 505 982-3557) rent snowshoes and x-country skis, poles, and boots for around $15 per day.\n\nAfter orienteering here, the closest places for a day visitor to get a hot shower or soak are in Los Alamos at the Larry Walkup Aquatic Center (95F), or in Jemez Springs at any one of several developed hot springs and spas.\n\n",{"type":"====","value":[{"type":"[[","value":[["Albuquerque"]]}]},"\n\n\nAlbuquerque boasts two orienteering maps, on either side of Sandia Crest.  They are the Elena Gallegos Picnic Area on the west side (in town), and a large map  on the east side covering the Doc Long, Sulfur Canyon, and Cienega Canyon picnic areas of the Cibola National Forest.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Chile ristra.jpg"],["thumb"],["250px"],["The Chile Ristra: a practical way to cure chiles and a classic souvenir of any visit to New Mexico"]]},"\n\nA distinctive regional cuisine has developed in New Mexico.  Often considered a subset of \"Mexican\" food, \"New Mexican\" cooking is characterized by:\n",{"type":"*","value":[" First and foremost, chile peppers.  New Mexico chiles, despite their reputation, are generally not nearly as hot as habaneros and some Asian peppers, although their spiciness can still come as quite a jolt to the palate unused to spicy foods.  Chiles are green for most of their growing life but turn red and dry out as they mature, and can be picked and cooked either \"red\" or \"green.\"  When you order a New Mexican dish in a restaurant, you'll be asked whether you prefer red or green sauce, referring to the color -- maturity -- of the peppers used to prepare the sauce.  Green is usually hotter than red, but it depends on the seasons it was grown. They both have distinctive flavors; try both while you're here. The difference of red and green chile can also refer to how the chile will be served. In some instances, red chile will come as a sauce while green chile will come chopped or whole. (Incidentally, \"red\" chile has nothing at all in common with the red \"chili\" -- note spelling -- typical of Tex-Mex-style Mexican food, which is generally scoffed at in New Mexico.)  The small town of Hatch, near Las Cruces, is famous for its chile farms, and is a good place to pick up some chile to take home."]},{"type":"*","value":[" The ",{"type":"''","value":["sopaipilla"]},", a light, puffy fry bread that can be served as a side dish or turned into an entree by stuffing it with meat, cheese, beans and chile peppers.  The stuffed sopaipilla is perhaps the quintessential New Mexican dish and is most commonly seen in the northern half of the state (southerly restaurants are more likely to involve tortillas as the table bread, as in the cuisine of \"old\" Mexico).  As a dessert, sopaipillas are often topped with sugar and honey."]},{"type":"*","value":[" \"Blue corn,\" which is just what it sounds like: corn in which the kernels, and resulting corn meal, have a distinctive bluish color.  Tortillas made with blue corn differ from the usual tortillas not only to the eye but also to the palate, with a pleasingly gritty consistency and slightly \"nutty\" taste.  Enchiladas made with blue-corn-meal tortillas are characteristic of Santa Fe and environs and have become trendy on a national if not world-wide level."]},{"type":"*","value":[" Piñon nuts, the fruit of the scruffy little ",{"type":"''","value":["piñon"]}," pine tree that is widespread in the state.  These can be eaten as snacks or as components of dishes, particularly some of the upper-end \"Southwestern\" cuisine."]},"\nThese components merge into a cuisine that ranges from utterly basic, everyday-lunch fare (served almost everywhere in the state) to incredibly elaborate \"Southwestern\" meals with any number of exotic variations and add-ons.  Santa Fe is justly famous for its rich assortment of New Mexican and Southwestern restaurants, but don't eat New Mexican food just there; there are a number of subtle variations in New Mexican cooking in the different regions of the state (for example, topping enchiladas with a fried egg is characteristic of southern New Mexican food but rare in the north), and you'll be well advised to experiment locally.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Albuquerque"]]},", ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}," and ",{"type":"[[","value":[["Las Cruces"]]}," are the only cities large enough to have significant night life.  However, several of the American Indian pueblos operate casinos that bring in name-brand entertainment.  The casinos themselves are controversial locally because of problems with patrons with gambling addictions, but the entertainment can be reasonably good."]},{"type":"*","value":["There are a surprising number of acceptable wineries in New Mexico, concentrated mainly in the ",{"type":"[[","value":[["North Central New Mexico"],["north central"]]}," region, but there are several others in the middle Rio Grande valley, between Albuquerque and Socorro."]},{"type":"*","value":["The wine- and fruit-based beverage known as ",{"type":"''","value":["sangría"]},", more commonly associated with ",{"type":"[[","value":[["Spain"]]},", is also widespread in New Mexico.  Most restaurants with a liquor license that serve New Mexican cuisine will also serve sangría."]},{"type":"*","value":["One warning: small-town bars here, particularly in the northern part of the state, are not always good places for the out-of-state visitor to hang out.  For one thing, northern New Mexico has significant problems with drunk driving, and the concentration of intoxicated drivers is high close to small-town bars.  For another, there have been ethnic tensions intermittently in this part of the state that have led to serious bar fights, some of which have involved visitors.  Tread carefully."]},"\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"===","value":["Disease"]},"\n\nLike many western states, New Mexico has had cases of ",{"type":"'''","value":["hantaviral pulmonary syndrome"]},". The state has been able to confirm 84 cases of the illness since 1993, which is a significantly higher incidence rate than any other western state. Realistically, however, hantavirus is of very little concern to the traveler; but sensible precautions should be applied. Do ",{"type":"'''","value":["NOT"]}," venture in a wild animal's den or handle any dead animals; particularly rodents, as rodents seem to be the primary vector of the illness. There is no cure for the disease, treatment mainly consists of supportive therapies. The main defense against the virus is prevention.\n\nFor more information on prevention and transmission, visit the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cdc.gov\/ncidod\/diseases\/hanta\/hps\/noframes\/phys\/technicalinfoindex.htm CDC"]}]}," website on hantaviruses.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Crime"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Albuquerque"]]}," has a crime rate that is higher than average for an American city, but most of it is property crime that affects residents more than visitors.  The \"South Valley\" and the region between the University of New Mexico and Kirtland Air Force Base (as well as the infamous \"War Zone\" near the state fairgrounds, the site of some nasty drug-related crime) are best avoided by solitary travelers after dark.  Otherwise there are no specific violent-crime issues that unduly threaten the visitor."]},{"type":"*","value":[" Illegal immigrants are a problem in the southern region of the state, although less of one than in neighboring ",{"type":"[[","value":[["Arizona"]]},".  Use caution when picking up hitchhikers (or hitchhiking yourself) here.  There are checkpoints along major highways leading north, at which the Border Patrol checks vehicles for illegal passengers.  Behave sensibly with them and you won't have any problems."]},{"type":"*","value":[" There are some social problems associated with the drug trade that may create unpleasant situations for the unwary visitor in some areas.  The world-wide cautions regarding packages from strangers apply here too, and, in addition, some caution is indicated in rural areas of the north central and northwestern regions.  The former is a notorious \"pipeline\" for narcotics entering the country from Mexico, and you really don't want to blunder into a drug deal being transacted in the hinterlands.  The main drug-related hazard in the rugged northwest is that it is a \"drop zone\" for contraband delivered by light plane.  If you see a small plane drop below the local horizon when you know there is no airport around, don't investigate; chances are good that a shipment of something illegal has just been delivered to waiting, unfriendly people on the ground.  This is less of a problem today than 20 years ago, but can still lead to decidedly hairy situations."]},{"type":"*","value":[" ",{"type":"'''","value":["Drunk driving"]}," is a notorious social problem in New Mexico, particularly in the northern half of the state.  There is no hour of the day, and no road, immune to DUI.  Simply drive defensively."]},"\n",{"type":"===","value":["Environment"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Disease"]},": New Mexico made unpleasant headlines a few years ago owing to an outbreak of the \"Sin Nombre\" hantaviral lung disease that claimed some lives and depressed the tourist industry.  Realistically, however, hantavirus is of very little concern to the traveler, as is the better-known bubonic plague that is endemic in the state's rodent population.  Sensible precautions apply here as anywhere else (don't handle dead animals, don't poke around in animal dens, etc.), but these just aren't major concerns.  Much more prevalent, if less threatening, is the ",{"type":"''","value":["Giardia"]}," parasite that causes gastro-intestinal disturbances; to avoid it, purify water if backpacking or camping.  Tap water state-wide is generally safe."]},{"type":"*","value":[" Most of the state is high desert.  When out and about, use sun screen, and if hiking, carry more water than you think you'll need.  It's wise to wear long pants when hiking (particularly off-trail) in the desert, even if they're uncomfortably warm; most of the desert flora and fauna are thorny, spiny or venomous, and long pants will help keep you from being stuck or bitten.  (Don't worry unduly about rattlesnakes, though; many long-time residents of the state have never seen one, and bites are rare.)  If bicycling, beware the dreaded \"goat head,\" an invasive weed whose seeds, distributed in the fall, seem tailor-made for puncturing bike tires -- they look like a miniature version of the caltrops used in ancient days to hinder passage of foot soldiers.  Carry a patch kit and a spare tube, particularly in the fall."]},{"type":"*","value":[" The mountains of the north (and some near ",{"type":"[[","value":[["Alamogordo"]]}," in the south) are high enough to create hazards from ",{"type":"[[","value":[["altitude sickness"]]}," and some other environmental threats.  The high peaks create thunderstorms in the summer, so that the wise hiker is off the summits by 1PM or so to avoid lightning strikes.  Avalanches are fairly common in the Sangre de Cristos during the winter, and can occur in some of the other ranges."]},"\n",{"type":"==","value":["Go next"]},"\nIf you're planning on crossing into ",{"type":"[[","value":[["Mexico"]]},", the crossings at ",{"type":"[[","value":[["Juarez"]]}," (reached via ",{"type":"[[","value":[["El Paso"]]}," or Santa Teresa) are far busier than the one near Columbus, with all that that entails -- longer lines on the US side, but more to do once you're over the border.  The ",{"type":"''","value":["mercado"]}," is busy, schlocky, and colorful.  One warning: drinking age in Juarez is 18, and on weekends, many younger students at New Mexico State University in ",{"type":"[[","value":[["Las Cruces"]]},", and at colleges in El Paso, make the pilgrimage to indulge.  Traffic back into Las Cruces can be frightening at such times.  Be cautious.\n\nSome destinations in other states that are close to their borders with New Mexico and hence reachable as day excursions are (clockwise from the southwest corner):\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Arizona"]]}]}," - The ",{"type":"[[","value":[["Grand Canyon"]]}," state borders New Mexico to the west, making ",{"type":"[[","value":[["Chiricahua National Monument"]]},", ",{"type":"[[","value":[["Petrified Forest National Park"]]},", ",{"type":"[[","value":[["Canyon de Chelly National Monument"]]}," and the ",{"type":"[[","value":[["Navajo Nation"]]}," good day-trip options."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Utah"]]}]}," - Located to the northwest, this state contains some of the most impressive landscapes on earth.  ",{"type":"[[","value":[["Hovenweep National Monument"]]},", which extends into Colorado, is a daytrip possibility."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Colorado"]]}]}," - The Rocky Mountain state borders New Mexico to the north, offering opportunities to visit ",{"type":"[[","value":[["Mesa Verde National Park"]]},", the scenic railroad in ",{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]},", enjoy ",{"type":"[[","value":[["Alpine skiing"]]}," (areas closest to the state line are ",{"type":"'''","value":["Durango Mountain"]}," and ",{"type":"'''","value":["Purgatory"]}," near Durango and ",{"type":"'''","value":["Wolf Creek"]}," near ",{"type":"[[","value":[["Pagosa Springs"]]},"), explore the ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]},", known in Colorado as the Sangre de Cristo ",{"type":"''","value":["Range"]},", which contain several \"Fourteeners\" (mountains with summits over 14,000'), or visit ",{"type":"[[","value":[["Great Sand Dunes National Park"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Oklahoma"]]}]}," - Sharing a tiny border in the northeast, ",{"type":"'''","value":["Black Mesa"]},", the highest point in the state and a pleasant hike, is literally a stone's throw from the state line near the tiny town of Kenton (OK)."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Texas"]]}]}," - The largest of the lower-48 states, Texas is located to New Mexico's east.  The towns of ",{"type":"[[","value":[["Amarillo"]]},", ",{"type":"[[","value":[["Lubbock"]]}," and ",{"type":"[[","value":[["El Paso"]]}," are all easy daytrips, as is ",{"type":"[[","value":[["Guadalupe Mountains National Park"]]},"."]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["34.4"],["-106.0"],["zoom=7"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southwest_(United_States_of_America)"]]},"\n",{"type":"[[","value":[["Commons:Category:New Mexico"]]},"\n\n",{"type":"[[","value":[["WikiPedia:New Mexico"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/New Mexico\/"]]},"\n\n",{"type":"{{","value":[["Mapmask"],["36.9998,-109.0512"],["36.9982,-102.9994"],["36.5008,-103.0036"],["36.5019,-103.0413"],["32.0046,-103.0619"],["32.0002,-106.6188"],["31.9918,-106.6256"],["31.9842,-106.6376"],["31.9772,-106.6380"],["31.9717,-106.6284"],["31.9726,-106.6212"],["31.9662,-106.6198"],["31.9603,-106.6249"],["31.9542,-106.6246"],["31.9566,-106.6157"],["31.9504,-106.6163"],["31.9455,-106.6253"],["31.9391,-106.6215"],["31.9318,-106.6239"],["31.9274,-106.6304"],["31.9240,-106.6295"],["31.9254,-106.6242"],["31.9203,-106.6119"],["31.9123,-106.6254"],["31.9052,-106.6404"],["31.8970,-106.6459"],["31.8912,-106.6359"],["31.8833,-106.6308"],["31.8720,-106.6352"],["31.8574,-106.6260"],["31.8486,-106.6160"],["31.8469,-106.6071"],["31.8346,-106.6091"],["31.8250,-106.6050"],["31.8244,-106.5913"],["31.8131,-106.5803"],["31.8122,-106.5642"],["31.8043,-106.5436"],["31.7904,-106.5291"],["31.7849,-106.5290"],["31.7859,-108.2107"],["31.3413,-108.2135"],["31.3295,-109.0484"],["36.8571,-109.0457"]]}]