[{"type":"{{","value":[["pagebanner"],["Nouveau-Brunswick banner.jpg"]]},"\n",{"type":"[[","value":[["Image:NB - Hopewell Rocks1.jpg"],["thumb"],["right"],["350px"],["The Hopewell Rocks on the Bay of Fundy"]]},"\n\n",{"type":"''","value":["For the article on the city in New Jersey see ",{"type":"[[","value":[["New Brunswick (New Jersey)"]]},"."]},"\n\n",{"type":"'''","value":["New Brunswick"]}," (",{"type":"[[","value":[["French phrasebook"],["French"]]},": ",{"type":"''","value":["Nouveau-Brunswick"]},") ",{"type":"[","value":["http:\/\/www.tourismnewbrunswick.ca\/"]}," is one of the ",{"type":"[[","value":[["Atlantic Provinces"]]}," of ",{"type":"[[","value":[["Canada"]]},", and the only constitutionally bilingual province in the country. The provincial capital is ",{"type":"[[","value":[["Fredericton"]]},". Statistics Canada estimates the provincial population in 2008 to be 751,527; a majority are English-speaking, but there is also a large Francophone minority (32%), chiefly of Acadian origin.\n\nThe province's name comes from the English and French translation for the city of Braunschweig in Lower Saxony, northern Germany, the ancestral home of the Hanoverian King George III of the United Kingdom.\n\nNew Brunswick is a relatively sparsely populated province, with considerable forests forming the main body. The core of the province is virtually uninhabited, with the population very focused on the Eastern, Western, and Southern coastlines. \n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=NB regions map.png"],["regionmaptext=Regions, roads and major destinations of New Brunswick"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Acadian Coast"]]}],["region1color=#b38cad"],["region1items="],["region1description= Acadian culture in the northeast of the province."],["region2name=",{"type":"[[","value":[["Saint John River Valley"]]}],["region2color=#d6a258"],["region2items="],["region2description= Small towns and cities on the Saint John River. The region includes the capital of the province, ",{"type":"[[","value":[["Fredericton"]]},"."],["region3name=",{"type":"[[","value":[["Bay of Fundy"]]}],["region3color=#66a299"],["region3items="],["region3description= The coastal region along the Bay of Fundy, home to some of the highest tides in the world. ",{"type":"[[","value":[["Saint John"]]}," is the largest city in the province while ",{"type":"[[","value":[["Saint Andrews (New Brunswick)"],["St. Andrews"]]}," is one of the premier resort destinations."],["region4name=",{"type":"[[","value":[["Miramichi River Valley"]]}],["region4color=#81bc8a"],["region4items="],["region4description= The forested and hilly central part of the province."],["region5name=",{"type":"[[","value":[["Southeastern New Brunswick"]]}],["region5color=#d2d87a"],["region5items="],["region5description= A mixed French and English area with beaches along the Atlantic Coast and one of the province's largest cities, ",{"type":"[[","value":[["Moncton"]]},"."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Fredericton"]]}," - capital city of the province"]},{"type":"*","value":[{"type":"[[","value":[["Bathurst (New Brunswick)"],["Bathurst"]]}]},{"type":"*","value":[{"type":"[[","value":[["Campbellton"]]}]},{"type":"*","value":[{"type":"[[","value":[["Edmundston"]]}]},{"type":"*","value":[{"type":"[[","value":[["Miramichi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Moncton"]]}]},{"type":"*","value":[{"type":"[[","value":[["Saint John"]]}]},{"type":"*","value":[{"type":"[[","value":[["Saint Andrews (New Brunswick)"],["St. Andrews"]]}]},{"type":"*","value":[{"type":"[[","value":[["Woodstock (New Brunswick)"],["Woodstock"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Campobello Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fundy National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Manan Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kouchibouguac National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Flag of New Brunswick.svg"],["thumb"],["Flag of New Brunswick"]]},"\n\n",{"type":"===","value":["History and language"]},"\nNew Brunswick is part of historic ",{"type":"'''","value":["Acadia"]},", an early 17th century French land claim in North America. Governed by the British in the 19th century, Acadia was forcibly depopulated by the British and its inhabitants dispersed. \n\nAs such, there is a noticeable divide within New Brunswick. If one splits the province diagonally from Moncton in the Southeast to Grand Falls in the Northwest, the Acadian (Northeast) and anglophone (Southwest) divide is almost exact. This divide does not result in significant ill will, however the divide definitely exists within older generations of the province.\n\n",{"type":"===","value":["Landscape"]},"\nIf one were to callously describe the landscape of New Brunswick, one would describe it as largely being comprised of trees. Logging is a major industry within the province, and softwood forests dominate the interior of the province. Outside of those forests are a number of areas of maple forests, resulting in the production of maple products such as maple syrup in the province.\n\nThe rural areas of New Brunswick offer a range of small rivers, lakes, and swampland which make canoeing a common weekend activity in much of the province. Hiking paths are also common, though more prevalent within parklands.\n\nIn coastal areas, the scenery of New Brunswick comes to the fore, ranging from the warm sandy beaches of the East coast in Kouchibouguak National Park to the rugged southern coastline. New Brunswick is also home to large tidal forces, and as such has claim to the highest tides in the world.\n\n",{"type":"===","value":["Climate"]},"\nMuch of New Brunswick's climate is moderated by the extreme proximity of the ocean, resulting in mild summers, and winters which are mild relative to the temperatures seen in Ontario and the prairie provinces. The recorded temperature has ranged from -47.2°C (-53°F) in 1955, at Sisson Dam in the northwest, to 39.4°C (102.9°F) in 1935, at Nepisiguit Falls in the northeast. That said, winter temperatures are most commonly in the range of -5°C to -15°C, and summer temperatures from 15°C to 25°C.\n\nSnowfall is common during the winter months, however snow does not typically accumulate in large amounts until late December.\n\n",{"type":"===","value":[" Tourism "]},"\n\nTourism is a good source of revenue for much of the province, and during busy periods of the summer, it is advisable to book ahead to ensure rooms are available. Due to the relatively limited range of options within the province when following the trans-Canadian highway, a very busy weekend could result in being informed the closest available rooms are hours of travel away. That said, outside of peak times, accommodations are quite plentiful.\n\nNew Brunswick sees a large amount of through-traffic, as it is often seen as little more than a gateway to the rest of the Maritimes; ",{"type":"[[","value":[["Prince Edward Island"]]},", ",{"type":"[[","value":[["Nova Scotia"]]},", and ",{"type":"[[","value":[["Cape Breton"]]}," are all reached via New Brunswick. That said, parts of New Brunswick such as the Southern coast and the South-Eastern coast offer lovely scenery, as well as some excellent beaches.\n\n",{"type":"===","value":["Sports"]},"\n\nThere are a few major junior hockey teams in New Brunswick. These are the Saint John Sea Dogs, who play in the city of Saint John, the Moncton Wildcats who play in the city of ",{"type":"[[","value":[["Moncton"]]}," and the Acadie-Bathurst Titans who play in the city of ",{"type":"[[","value":[["Bathurst (New Brunswick)"],["Bathurst"]]}," and have been ranked as the number one junior team in Canada for the 2005-2006 hockey season.\n\n",{"type":"==","value":["Talk"]},"\n:",{"type":"''","value":["See also: ",{"type":"[[","value":[["French phrasebook"]]}]},"\n\nNew Brunswick is the only province in Canada that is officially bilingual (English and French). Francophones speak a dialect known as ",{"type":"'''","value":["Acadian French"]},". Acadian is not related to ",{"type":"[[","value":[["Quebec"]]}," French, since Acadia's history is separated from the one of Quebec. Acadian French speakers are instantly recognizable by their charming and strongly trilled ",{"type":"''","value":["r"]},".\n\nNear ",{"type":"[[","value":[["Moncton"]]}," and in other urban areas, a distinct English-French creole language known as ",{"type":"'''","value":["chiaque"]}," is spoken. It's frowned upon as \"bad French\" by Francophones and \"bad English\" by Anglophones, but it's popular among young people. Some effort is being made to rehabilitate chiaque, with a nascent literature and support organizations.\n\nThe English \/ French split within the province is approximately a Northeast \/ Southwest split. Despite the split, English is spoken throughout the province. French speakers may struggle to find fluent French speakers in the Southwest of the province.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nNew Brunswick has road links with Quebec, Nova Scotia, Prince Edward Island, and ",{"type":"[[","value":[["Maine"]]},".\n\n",{"type":"*","value":["Traffic to and from Maine passes via two major points; route 95 linking Woodstock and Houlton, and route 1, which links St. Stephen in New Brunswick and Calais in Maine. Route 95 is the larger of the two connections, however the scenery in the St. Stephen \/ Calais area is unquestionably more attractive."]},"\n",{"type":"*","value":["Traffic to Nova Scotia can pass via three routes:"]},{"type":"*","value":[{"type":"*","value":["Most traffic invariably passes via the Trans-Canada Highway, which enters Nova Scotia just after passing through Aulac. As a side note, Aulac is home to one of the chain of Irving Big Stops, and can be a good stopping point for travellers attempting to cover a large distance in a short space of time. (Food on offer is typical truck stop fare.)"]}]},{"type":"*","value":[{"type":"*","value":["Tourists arriving from Prince Edward Island have the option of taking New Brunswick Route 970 out of Port Elgin, which becomes Route 366 on the Nova Scotia side. This route offers a better view of rural life in the maritimes, and can be quite a nice drive when time permits. That said, the drive clearly involves smaller roads and lower speeds. Additionally, these roads are not as well maintained or cleared as the Trans-Canada Highway during winter storms."]}]},{"type":"*","value":[{"type":"*","value":["Just two kilometers northeast of the Trans-Canada Highway, there is a narrow local roadway, Mount Whatley Road, which connects the communities of Whatley, New Brunswick and Fort Lawrence, Nova Scotia. This route passes through sparsely populated rural farmland and, unless intending to drive south along Route 16 to Fort Lawrence, it is unlikely that a traveler would need to use it."]}]},"\n",{"type":"*","value":["Traffic to Quebec can follow two routes:"]},{"type":"*","value":[{"type":"*","value":["The majority of traffic passes via the Trans-Canada Highway which connects Edmunston and Riviere Du Loup."]}]},{"type":"*","value":[{"type":"*","value":["Traffic headed to or from the East coast of New Brunswick will pass by Campbellton, heading to Amqui, and then either West towards Riviere Du Loup, or East towards Gaspe."]}]},"\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.confederationbridge.com\/ Confederation Bridge"]}]}," links New Brunswick with Prince Edward Island, and is almost a visitor attraction in and of itself, at least for bridge afficionados and those fond of large amounts of concrete. (Viewing stations on the New Brunswick side offer good photo opportunities, again for bridge lovers and engineers.) It crosses the Northumberland Strait between ",{"type":"[[","value":[["New Brunswick"]]}," and PEI. It's reached from the mainland on TCH Route 16 near ",{"type":"[[","value":[["Aulac"]]},", and stretches 13 kilometers across open water to the island. The C$44.25 toll (2 axle vehicle) is collected on the PEI side when returning to the mainland."]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.frederictonairport.ca\/ Fredericton Airport"]}]}," (YFC)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gmia.ca\/ Greater Moncton International Airport"]}]}," (YQM) is a small airport, but has recently been rebuilt. The airport lies to the East of Moncton, effectively on the edge of Dieppe, which is a suburb of Moncton. The airport has relatively standard shops and fast food outlets, but bear in mind that once past security, shops and food services are extremely limited. Taxis and limited hotel shuttle services are available from the airport, but no public transport serves the airport at present. Moncton airport is currently served by Air Canada, Air Canada Jazz, United Airlines, and WestJet."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.saintjohnairport.com\/ Saint John Airport"]}]}," (YSJ)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bathurst Airport"]}," (ZBF)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.charloairport.com\/ Charlo Airport"]}]}," (YCL)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chatham Airport"]}," (YCH)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gagetown Airport"]}," (YCX)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["St. Leonard Airport"]}," (YSL)"]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nTravel by car is the easiest way to see New Brunswick. Recent refurbishments and expansions of the transcanada highway have left four lane highways in place across much of the southern stretch of the province. Drivers accustomed to any major metropolitan traffic will find most intercity roads to be very lightly used, even in summer months.\n\nThe roads of New Brunswick are patrolled by the Royal Canadian Mounted Police (RCMP), and speed traps are sometimes in place. Speed limits have no official tolerance in them, however typically travel under 10km\/h above the speed limit will not attract attention. That said, RCMP officers are not always known for their sense of humour where speeding (or anything else) is concerned, and tickets may be issued for any speed above the posted limits. If you are pulled over by the RCMP, typical North American rules for police interaction apply; keep your hands on the steering wheel while being approached by the police, and be respectful at all times.\n\nAs with much of Canada, winter roads are more dangerous, and travellers are advised to treat the roads with caution. Winter tires are recommended for long distance travel, however snow chains are only necessary on very rural roads and private roads. When travelling during the winter, drivers should carry an emergency kit with a source of heat, blankets, and an amount of food to ensure that being caught in a storm is only an inconvenience, rather than a life-threatening issue. \n\nIn some winter storm conditions, roads such as the transcanada link between New Brunswick and Nova Scotia can be closed due to whiteout conditions.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maritimebus.com Maritime Bus"]}]}," serves many but not all points on former Acadian Lines Bus Service routes; the primary hub is ",{"type":"[[","value":[["Moncton"]]},". Stops on some lines are frequent and often include very small villages.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.viarail.ca\/ Via Rail"]}]}," provides a somewhat limited service along the Eastern coast of New Brunswick, entering the province at Aulac, and then passing through Moncton, up to Bathurst, and then from Campbellton across the border into ",{"type":"[[","value":[["Quebec"]]},", eventually terminating in ",{"type":"[[","value":[["Montreal"]]},". This service passes through the province once per day in each direction, and as such, travellers should not miss their train unless willing to extend their holiday.\n\nOptions for the trains vary, as two different types of rolling stock are in use. Standard class involves sitting for the entire journey, while a range of berths, single rooms, double bedrooms, and sitting rooms are available, depending on the cars in use. Standard class is feasible, but an exhausting option!\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Hartland covered bridge 2008.jpg"],["thumb"],["250px"],["right"],["Hartland Covered Bridge"]]},"\n\nView some of the sights in the bay of Fundy:\n",{"type":"*","value":[" ",{"type":"'''","value":["Fundy National Park"]},". Near the village of Alma, Fundy National Park is 207 square kilometres of fundy coast and inland forest. The park has multiple campgrounds which include wilderness and more comfortable ones. There are over twenty waterfalls in Fundy National Park."]},{"type":"*","value":[{"type":"'''","value":["Reversing Falls"]},". A one of a kind adventure where the flow of the Saint John River reverses when the Bay of Fundy is at high tide! "]},"\n",{"type":"*","value":[{"type":"'''","value":["Hopewell Rocks"]},". A group of Flowerpot rocks located in the community of Hopewell Cape."]},"\nVisit New Brunswick's national parks:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Kouchibouguac National Park"],["alt="],["url=http:\/\/www.pc.gc.ca\/pn-np\/nb\/kouchibouguac\/index_E.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located along the shores of the Northumberland Strait, Kouchibouguac National Park is home to much wildlife and glorious beaches. Camping is available in the park. The Kouchibouguac park is probably best known for its sand dunes, and shallow protected tidal pool beaches, which offer very warm swimming."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Roosevelt Campobello International Park"]},". Former U.S president Franklin D. Roosevelts summer retreat from 1921-1936. Located on the southern portion of Campobello island, this was also the island where Franklin D. Roosevelt Jr. was born."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Mount Carleton"],["alt="],["url=http:\/\/www.gnb.ca\/0078\/carleton\/index-e.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A remote mountain (highest in maritimes) perfect for wilderness lovers"]]}]},"\nAnd see some of the other unusual attractions New Brunswick has to offer:\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Old Sow"],["alt="],["url=http:\/\/www.wired.com\/culture\/lifestyle\/news\/2003\/10\/60987"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With a diameter of 75 metres or 250 feet, Old Sow is the largest tidal whirlpool in the western hemisphere. Old Sow is located off the south-western shore of Deer Island."]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Grand Falls"]]}," and Gorge, ",{"type":"[","value":["http:\/\/new-brunswick.net\/new-brunswick\/grfalls\/"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=World Pond Hockey Championships"],["alt="],["url=http:\/\/www.plasterrock.com\/hockey1.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Hike, canoe, or camp in one of the many national parks within the province."]},{"type":"*","value":["Swim in the warm water tidal pools of Kouchbouguak National Park."]},{"type":"*","value":["Visit ",{"type":"'''","value":["Kings Landing Historical Settlement"]},", ",{"type":"[","value":["http:\/\/www.kingslanding.nb.ca\/"]},". The historical settlement offers an excellent view of daily life in the Maritimes in the 19th century. "]},{"type":"*","value":["Go to ",{"type":"''","value":["Le Pays de la Saguine"]},{"type":"[","value":["http:\/\/www.sagouine.com\/"]},", a reproduction of an Acadian village on the East coast of New Brunswick."]},"\n",{"type":"==","value":["Eat"]},"\n\nThe province of New Brunswick offers a wide variety of restaurants ranging from seafood to oriental to fast food to acadian. One of the provinces main dishes are fiddleheads, which are found in the Saint John River Valley area of the province. Poutine rapée is another dish served along the acadian coast area of New Brunswick.\n\n",{"type":"==","value":["Drink"]},"\n\nThe drinking age is 19. \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Moosehead Breweries"],["alt="],["url=http:\/\/www.moosehead.ca\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Moosehead is brewed at North America's largest independent brewery."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Pumphouse Brewery"],["alt="],["url=http:\/\/www.pumphousebrewery.ca\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nMany travellers pass through New Brunswick to reach other parts of the maritimes. When passing through New Brunswick, it is advisable to use the number 2 highway, which passes along the border with ",{"type":"[[","value":[["Maine"]]}," before turning East and passing through ",{"type":"[[","value":[["Fredericton"]]}," and ",{"type":"[[","value":[["Moncton"]]},".\nThat said, more adventurous travellers can find more to see by following highway 11 up the East coast of the province, and then cutting across the province via the remote road connecting Miramichi to Plaster Rock. It should be noted by the adventurous that this road is used largely by logging trucks, and there is only one gas station, which is approximately halfway along the road.\n",{"type":"*","value":[{"type":"[[","value":[["Quebec City"]]}," can be reached in a day's drive from most points in Western New Brunswick; "]},{"type":"*","value":[{"type":"[[","value":[["Boston"]]}," is 8-9 hours by car, and ",{"type":"[[","value":[["New York City"]]}," is 12-13 hours away."]},{"type":"*","value":[{"type":"[[","value":[["Maine"]]}," borders on New Brunswick's East, and is within three hour's drive from almost all parts of New Brunswick. While the major road connecting the two is the Woodstock to Holton route 95, much more attractive coastal scenery can be found driving along the South coast to the St. Stephen \/ Calais border."]},{"type":"*","value":[{"type":"[[","value":[["Prince Edward Island"]]}," was formerly a ferry ride away from New Brunswick, however the ferry connection with New Brunswick was closed in 1997, with the creation of the Confederation Bridge. Unfortunately, to protect transport trucks from the high winds of the Northumberland Strait, high concrete walls are in place which diminish the potentially excellent views the bridge could offer."]},{"type":"*","value":[{"type":"[[","value":[["Nova Scotia"]]}," is readily accessible from much of New Brunswick."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["46.7000"],["-66.1167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Atlantic Provinces"]]},"\n\n",{"type":"[[","value":[["Commons:Category:New Brunswick"]]},"\n",{"type":"[[","value":[["WikiPedia:New Brunswick"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Canada\/New Brunswick\/"]]}]