[{"type":"{{","value":[["pagebanner"],["Seaward kaikoura mountain range banner.jpg"],["caption=A panorama of the Seaward Kaikouras from Kaikoura, New Zealand"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Mount Cook and Lake Matheson.jpg"],["caption=Mount Cook on Lake Matheson"],["location=LocationNewZealand.png"],["flag=Flag of New Zealand.svg"],["capital=",{"type":"[[","value":[["Wellington"]]}],["government=Representative parliamentary democracy and constitutional monarchy"],["currency=New Zealand dollar (NZD)"],["area= 267,710 km<sup>2"],["population=4,450,000"],["religion=Unspecified\/none 43%, Anglican 17%, Roman Catholic 14%, Presbyterian 11%, Methodist 3%, Pentecostal 1.7%, Baptist 1.3%, other Christian 9%, other 3%"],["language=English, ",{"type":"[[","value":[["Māori"]]},", and New Zealand Sign Language"],["callingcode=+64"],["tld=.nz"],["timezone=UTC +12 ",{"type":"<","value":["br"]},"(Chathams UTC +12:45)"],["electricity=230V\/50Hz (",{"type":"[[","value":[["Electrical_systems#Plugs_and_adapters"],["Plug Type I"]]}," - \"Australian\")"],["emergencies= Dial ",{"type":"'''","value":["111"]}]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newzealand.com New Zealand"]}]}," is one of the most beautiful countries in the world, a country of stunning and diverse natural beauty: jagged mountains, rolling pasture land, steep fiords, pristine trout-filled lakes, raging rivers, scenic beaches, and active volcanic zones.  These islands form a unique bioregion inhabited by flightless birds seen nowhere else, such as kakapo and kiwi. New Zealanders have adopted the kiwi as a national symbol, and have even taken the word ",{"type":"''","value":["Kiwi"]}," as a name for themselves.\n\nThese islands are sparsely populated, particularly away from the ",{"type":"[[","value":[["North Island"]]},", but easily accessible. There are sparklingly modern visitor facilities, and transport networks are reasonably developed. New Zealand often adds an adventure twist to nature: it's the original home of jet-boating through shallow gorges, and bungy jumping off anything high enough to give a thrill.\n\nMāori culture continues to play an important part in everyday life and government and corporate symbolism with abundant opportunities for visitors to understand and experience the history ",{"type":"''","value":["and"]}," present day forms of Māori life. \n\n",{"type":"==","value":["Regions"]},"\nNew Zealand is a very diverse country with many regions that are worth seeing, but at a high level it's easiest to break it down according to its two main islands and the smaller offshore islands.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=NZ regions.png"],["regionmaptext="],["regionmapsize=375px"],["region1name=",{"type":"[[","value":[["North Island"]]}],["region1color=#5ab05e"],["region1description=Mild, with scenery ranging from sandy beaches, through rolling farmland and forests to active volcanic peaks with bubbling mud pools."],["region2name=",{"type":"[[","value":[["South Island"]]}],["region2color=#969464"],["region2description=Spectacular mountains and fjords, large beech forests, beautiful beaches, large glaciers, motorcycle mecca."],["region3name=",{"type":"[[","value":[["Stewart Island"]]}],["region3color=#be7676"],["region3description=Covered in native forest and abounding in birdlife, most of the island forms a national park."],["region4name=",{"type":"[[","value":[["Chatham Islands"]]}],["region4color=#be7676"],["region4description=Remote islands far in the east, traditional home of the Moriori people."],["region5name=",{"type":"[[","value":[["New Zealand Subantarctic Islands"],["Subantarctic Islands"]]}],["region5color=#be7676"],["region5description=Very remote, uninhabited and rarely visited, cruises now go to view the subantarctic flora and fauna."]]},"\n\nThe realm of New Zealand also includes the ",{"type":"[[","value":[["Cook Islands"]]},", ",{"type":"[[","value":[["Niue"]]},", ",{"type":"[[","value":[["Tokelau"]]}," and the ",{"type":"[[","value":[["Ross Dependency"]]}," in ",{"type":"[[","value":[["Antarctica"]]},". Although these share the same monarch as head of state and their citizens are issued New Zealand passports, because of their self-governing nature with differing immigration régimes, climates, and cultures, they are dealt with in separate articles.\n\n",{"type":"==","value":["Cities"]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wellington"]]}," – the national capital, with the Parliament and Beehive buildings, and the wonderful, free Te Papa museum"]},{"type":"*","value":[" ",{"type":"[[","value":[["Auckland"]]}," – the City of Sails with east and west coast harbours, by far the biggest city with 1.5 million people and all a big city offers"]},{"type":"*","value":[" ",{"type":"[[","value":[["Christchurch"]]}," – the Garden City, the South Island's largest city is slowly rebuilding itself after it was hit by a destructive earthquake in February 2011"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dunedin"]]}," – the Edinburgh of the South, proud of its ",{"type":"[[","value":[["Scotland"],["Scots"]]}," heritage, chocolate factory, Southern Albatross colony and its wonderful tramping tracks within a short drive from the central business district"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hamilton (New Zealand)"],["Hamilton"]]}," – leafy centre of the rich and fertile Waikato on the banks of the mighty Waikato River south of Auckland, home of the Mooloo rugby mascot"]},{"type":"*","value":[" ",{"type":"[[","value":[["Napier"]]}," – one of the best concentrations of Art Deco architecture in the world, famous as a wine region and close to Cape Kidnappers gannet breeding colony and wildlife sanctuary"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nelson (New Zealand)"],["Nelson"]]}," – thriving arts culture, varied cuisine emphasising local produce, craft brewing, with New Zealand's highest sunshine hours, and surrounded by marvellous coastal and mountain scenery, three stunning national parks, vineyards and orchards"]},{"type":"*","value":[" ",{"type":"[[","value":[["Queenstown (New Zealand)"],["Queenstown"]]}," – adrenalin and adventure capital of the world, where you can ski, skydive, bungy jump, jet-boat and thrill yourself to your heart's content"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rotorua"]]}," – famous for Māori culture and geothermal activity, including geysers, fascinating boiling mud pools and beautiful hot pools and springs"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:WellingtonPanorama.jpg"],["right"],["thumb"],["250px"],["Cable car above Wellington"]]},"\n\n\nNew Zealand has a wealth of national parks, rural areas and other out-of-the-way places that are worth a visit. Here are a few of the best.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Abel Tasman National Park"]]}," – golden sand beaches, kayaking and the Abel Tasman Coastal Track"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aoraki Mount Cook National Park"]]}," – lots of hiking opportunities and New Zealand's highest mountain"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bay of Islands"]]}," – pretty spot in the North Island with historical significance"]},{"type":"*","value":[" ",{"type":"[[","value":[["Coromandel Peninsula"]]}," – rugged coastline with plenty of beaches and hiking opportunities just one and a half hours from Auckland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hawke's Bay"]]}," – wineries in the hills and art deco architecture in Napier"]},{"type":"*","value":[" ",{"type":"[[","value":[["Milford Sound"]]}," – beautiful fiord in Fiordland National Park"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taupo"]]}," – trout fishing and adventure activities in the central North Island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tongariro National Park"]]}," – three volcanoes, two skifields and one of the most popular hikes in the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Westland National Park"]]}," – home of the Franz Josef and Fox Glaciers"]},"\n",{"type":"==","value":["Understand"]},"\nNew Zealand is increasingly known, both in the indigenous ",{"type":"[[","value":[["Maori phrasebook"],["Māori language"]]}," and in New Zealand English, as ",{"type":"''","value":["Aotearoa"]},", often translated as \"land of the long white cloud\". Originally, ",{"type":"''","value":["Aotearoa"]}," was a name for just the North Island, the ",{"type":"[[","value":[["South Island"]]}," being known as ",{"type":"''","value":["Te Waipounamu"]}," or ",{"type":"''","value":["Te Waka a Maui"]},". In 2009, the New Zealand Geographic Board discovered both the North and South Islands had never been officially named, so in October 2013 they were officially named ",{"type":"''","value":["North Island \/ Te Ika-a-Māui"]}," and ",{"type":"''","value":["South Island \/ Te Waipounamu"]},".\n\n",{"type":"===","value":["Geography"]},"\nNew Zealand consists of two main islands and many smaller ones in the South Pacific Ocean approximately 1,600 km (1,000 mi) south east of ",{"type":"[[","value":[["Australia"]]},". With a population of four million in a country about the size of the ",{"type":"[[","value":[["United Kingdom"]]}," or ",{"type":"[[","value":[["Japan"]]},", many areas are sparsely settled. \n\nBe sure to allow sufficient time to travel New Zealand. It's certainly worthwhile to tour for at least three or four weeks on each island, although you can certainly see highlights in far less time. Roads wind along the coast and through mountain ranges, particularly in the ",{"type":"[[","value":[["South Island"]]},". In exit polls at Christchurch International Airport, many international visitors commented that they had underestimated the time they would need to properly enjoy their visit.\n\n",{"type":"[[","value":[["Auckland"]]},", with a population of around 1.4 million people, is both the largest city in New Zealand and ",{"type":"[[","value":[["Polynesia"]]},".\n\n",{"type":"===","value":["Climate"]},"\nIn general, New Zealand has a temperate maritime climate (Köppen Cfb), much like the UK, northern France, the Netherlands, ",{"type":"[[","value":[["Melbourne"]]}," in Australia and ",{"type":"[[","value":[["Vancouver"]]}," in Canada. However, parts of the country border on sub-tropical, semi-arid, Mediterranean, and continental climates.\n\nThe weather is influenced by fast moving weather systems and the strong westerly winds – often referred to as the roaring forties – that predominate over southern parts of the country and seas to the south. There tends to be a seven day cycle associated with these westerlies as a cold front sweeps over the country associated with a couple of days of rain. These westerlies are often disrupted by large high pressure systems or by storm systems.\n\nDuring the summer and early autumn months from about December to April, the westerlies tend to move south giving more settled weather. Always be prepared for a change though. Also, during this time, weather systems from the tropics can make their presence felt, mainly over the North Island, with a period of warm wet windy weather.\n\nIn the winter, May to August, the weather tends to be more changeable. Cold fronts often bring a period of rain to western areas followed by a cold wind from the south bringing snow to the mountains and sometimes to near sea level over eastern parts of the South Island. When the weather turns cold and wet in the east, to the west of the mountains it will often be fine. At this time of the year it is not uncommon for high pressure systems and clear skies to park over the whole country for long periods bringing crisp frosty nights and mornings followed by cool sunny days.  Winters are fairly cold in the south of the South Island but mild in the north of the North Island. The nature of the terrain, the prevailing winds and the length of the country lead to sharp regional contrasts.  Daytime maximum temperatures sometimes exceed 30°C (86°F) and usually only stay below 0°C (32°F) in the elevated inland regions. Generally speaking, rainfall and humidity is higher in the west than the east of the country due to the north-south orientation of the mountain ranges and the prevailing westerly\/northwesterly winds.  In the winter, southerly gales can be severe but they also bring snow to the ski-fields and are usually followed by calm clear days.\n\nIn spring, from August to November, the westerly winds are typically at their strongest – these are called the equinoctial westerlies. It tends to rain more in western areas, and especially on the South Island, at this time, while in the east, warm dry winds can give great cycling weather. Once again though, a cold front and its accompanying south winds can give you a taste of winter at any stage.\n\nThe unsheltered areas of the country can get a bit breezy, especially in the centre, through Cook Strait and around ",{"type":"[[","value":[["Wellington"]]},".\n\nNew Zealand is one of the most difficult countries in the world in which to forecast the weather. Although the weather is changeable, there is certainly more sunshine and warm temperatures to enjoy in summer. It is not uncommon, especially on the South Island, to experience four seasons in one day. A complicating, but often beneficial factor on the day to day weather, is the steep mountain range running down the spine of New Zealand orientated in a southwest-northeast direction. These mountains often shelter eastern parts of the country from an onslaught of westerly winds and rain.\n\n",{"type":"[","value":["http:\/\/www.metservice.co.nz\/ Metservice"]}," has weather forecasts for five days in advance.\n\n",{"type":"{|","value":[["class=\"wikitable\""],["! Average daily max in °C !! Jan !! Feb !! Mar !! Apr !! May !! Jun !! Jul !! Aug !! Sep !! Oct !! Nov !! Dec"],["|-"],["| ",{"type":"[[","value":[["North Island (New Zealand)"],["North Island"]]}," || 23 || 24 || 23 || 20 || 17 || 15 || 14 || 15 || 17 || 18 || 20 || 22"],["|-"],["| ",{"type":"[[","value":[["South Island (New Zealand)"],["South Island"]]}," || 22 || 22 || 19 || 17 || 14 || 11 || 11 || 12 || 15 || 17 || 19 || 21"]]},"\n\n",{"type":"===","value":["Settlement and history"]},"\nNew Zealand was the last significant land mass to be inhabited by humans, both in terms of indigenous settlement and European colonization. This, combined with geological youth and geographical isolation, has led to the development of a young, vigorous nation with a well-travelled, well-educated population. One in four New Zealand-born people (one in three between the ages of 22 and 48) currently live overseas.\n\nThe Polynesian Māori settled New Zealand around 750 years ago. \"",{"type":"''","value":["Nieuw Zeeland"]},"\" appeared on Dutch maps from as early as 1645, after the explorations of Abel Tasman in 1642. It is possible that other European explorers knew of the existence of New Zealand as early as the mid-14th century. Captain Cook rediscovered, circumnavigated and mapped the main islands in 1769.\n\nSome sealers, whalers, traders and missionaries settled over the next 80 years, with many encountering fierce resistance from the local Māori people.  In 1840, with the assistance of missionaries, the Māori agreed to accept British sovereignty over the islands through the Treaty of Waitangi. More intensive settlement began that same year. Initially annexed to the colony of ",{"type":"[[","value":[["New South Wales"]]},", New Zealand was split off to form a separate colony in 1841. A series of land wars between 1843 and 1872, coupled with political manoeuvring and the spread of European diseases, broke Māori resistance to land settlement, but left lasting grievances. In recent years the government has sought to address long-standing Māori grievances, and this is a complicated process. In 2005, the ",{"type":"[","value":["http:\/\/www.maoriparty.org Māori Party"]}," was formed, in part in response to the Government's law on the Foreshore and Seabed but also to promote an independent Māori perspective at a political level.\n\nWhen the six British colonies federated to form Australia in 1901, New Zealand decided not to join the federation. Instead, the British colony of New Zealand became a self-governing British dominion in 1907. It was offered complete independence under the 1931 Statute of Westminster, although it did not adopt this until 1947. New Zealand supported the United Kingdom militarily in the Boer War of 1899–1902, as well as both World Wars as part of the Allied war effort. It also participated in wars in ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Korea"]]},", ",{"type":"[[","value":[["Vietnam"]]}," and ",{"type":"[[","value":[["Afghanistan"]]},", and in several peacekeeping actions.\n\nAll remaining constitutional links with the United Kingdom were severed with the passing of the New Zealand Constitution Act by both parliaments in 1986, although the British queen remains the Head of State, with an appointed Governor-General as her representative in New Zealand.\n\nMany New Zealanders have strongly opposed the testing and use of nuclear weapons. The ",{"type":"[[","value":[["United States"]]},"' refusal to declare whether its visiting ships were carrying nuclear weapons led to them being banned from New Zealand ports in the 1980s. In response, the US suspended its commitments to New Zealand under the joint US-Australian-New Zealand defence alliance.\n\n",{"type":"===","value":["Politics"]},"\n",{"type":"[[","value":[["File:Parliament House and the Beehive June 2012.JPG"],["thumb"],["Parliament House and the Executive Wing (\"Beehive\") in ",{"type":"[[","value":[["Wellington"]]},"."]]},"\nNew Zealand's government is largely based on the British Westminster system of government. However unlike most Westminster systems, New Zealand's parliament only has one chamber, the popularly-elected House of Representatives; its upper house, the Legislative Council, was abolished in 1951. New Zealand uses a form of proportional representation called ",{"type":"[[","value":[["w:Mixed-member proportional representation"],["Mixed Member Proportional"]]}," (MMP) to elect its Members of Parliament (MPs), a system also used to elect the parliaments of Germany, Scotland and Wales. \n\nElections are held every three years, with the last being held on Saturday 26 November 2011. The Prime Minister sets the exact date for the election and can call it early if he wants. In 1984, Prime Minister Robert Muldoon got drunk and decided to call a snap election – for the record, he lost. In March 2014, the next election date was announced as Saturday 20 September 2014.\n\nThe Prime Minister is head of government, and is typically the leader of the political party with the most seats in parliament. The current Prime Minister is John Key, who is the leader of the National Party in the House of Representatives. The National Party is the largest party in the House with 59 of the 121 seats, and holds the government benches with the support of three minor parties.\n\nQueen Elizabeth II remains the head of state and appoints a Governor-General, currently Sir Jerry Mateparae, as her representative in New Zealand. This is  a largely ceremonial and politically powerless role and the Prime Minister wields the most authority in government.\n\nNew Zealand was the first modern-day country in the world to grant women the right to vote, way back in September 1893. However, women weren't allowed to stand for election to Parliament until 1919, and even then it was 1933 before New Zealand had its first female MP.\n\n",{"type":"===","value":["People"]},"\nIn June 2013, New Zealand was home to 4.47 million people. Just over a million people live in the South Island, with most of the rest living in the North Island. ",{"type":"[[","value":[["Waiheke Island"]]},", in the Hauraki Gulf off the coast of Auckland, is by far the most populous offshore island with 9000 residents. Half the country's population lives in the four largest urban areas: Auckland (1,418,000), Wellington (398,000), Christchurch (379,000) and Hamilton (212,000).\n\nA former British colony, New Zealand has a population mainly of ",{"type":"[[","value":[["Europe"]]},"an descent, with a sizeable indigenous Māori minority and significant Asian and Polynesian groups. The Asian population is growing so rapidly that they may outnumber Māori as the second largest ethnic group by 2020; they already outnumber Māori in the ",{"type":"[[","value":[["Auckland Region"]]},".\n\n",{"type":"===","value":["Time zones"]},"\nNew Zealand leads most of the world, time wise!\n\nThe ",{"type":"[[","value":[["Chatham Islands"]]},", part of New Zealand but 800 kilometres (500 mi) east of Christchurch, keep Chatham Islands Standard Time (CIST) by adding twelve hours and forty five minutes to Coordinated Universal Time (UTC) resulting in UTC+12:45. The only other official time zone with a 45-minute increment from UTC is ",{"type":"[[","value":[["Nepal"]]},". The Line Islands of ",{"type":"[[","value":[["Kiribati"]]},"; ",{"type":"[[","value":[["Tonga"]]}," and ",{"type":"[[","value":[["Samoa"]]}," are the only time zones further in advance from UTC.\n\nThe main islands of New Zealand are 12 hours ahead of Greenwich Mean Time (",{"type":"'''''","value":["UTC+12"]}," = NZST = New Zealand Standard Time) and 20 hours ahead of Pacific Standard Time (PST). \n\nDaylight Saving (",{"type":"'''''","value":["UTC+13"]}," = NZDT = New Zealand Daylight Time) begins on the last Sunday in September and ends on the first Sunday in April.\n\n",{"type":"===","value":["Sport"]},"\n",{"type":"[[","value":[["File:All Blacks Haka.jpg"],["center"],["upright=1.9"],["thumb"],["All Blacks haka before a match against France"]]},"\nRugby union inspires more passion than religion and New Zealand's national team are the mighty ",{"type":"[","value":["http:\/\/www.allblacks.com\/ ",{"type":"'''''","value":["All Blacks"]}]},", whose ground-trembling opening ",{"type":"''","value":["haka"]}," are arguably better known than any other aspect of New Zealand. They generally play matches at home Jun-Sep, mainly in ",{"type":"''","value":["The Rugby Championship"]}," (formerly the ",{"type":"''","value":["Tri Nations"]},") against ",{"type":"[[","value":[["South Africa"]]},", Australia and, since 2012, ",{"type":"[[","value":[["Argentina"]]},". The All Blacks won the inaugural Rugby World Cup in 1987 and are the current holders after winning it again in 2011.\n\nThe two main ",{"type":"'''","value":["rugby union"]}," competitions at club level are ",{"type":"''","value":["Super Rugby"]},", a regional competition incorporating regional teams from South Africa and Australia, and the domestic ",{"type":"''","value":["ITM Cup"]}," (formerly the National Provincial Championship from 1976 to 2005, and Air New Zealand Cup from 2006 to 2009). The Super Rugby season begins in February and normally ends in August (in Rugby World Cup years, the season ends in July); the ITM Cup starts in July and runs through to October. The ",{"type":"''","value":["Ranfurly Shield"]}," is considered the country's premier domestic rugby prize: during the ITM Cup, the team holding the \"Log o' Wood\" must defend it against the opposition during home games - if the opposition wins the game, they become the new holders of the shield.\n\nOther popular sports in winter include football (soccer), rugby league and netball with cricket played in summer. At the Summer Olympic Games and Commonwealth Games, the nation traditionally punches well above its size on the medal table; New Zealand won 13 medals (including six gold) at the London 2012 Olympics, or one medal for every 340,000 population. New Zealand's traditional sporting colours are black and silver, with football being the notable exception, using white due to an old FIFA regulation reserving black for referees. Nearly all national sporting teams have nicknames, with some exceptions, derived from ",{"type":"''","value":["Black"]}," for men's teams and ",{"type":"''","value":["Ferns"]}," for women's teams, e.g. Silver Ferns (netball), Black Ferns (women's rugby), Black Caps\/White Ferns (cricket), Kiwis\/Kiwi Ferns (rugby league), All Whites\/Football Ferns (football).\n\nSporting passions do run high, and this has caused problems in the past. New Zealand's sporting ties with apartheid-era South Africa were always controversial -- twenty-five African nations boycotted the 1976 Montreal Olympics after the All Blacks toured South Africa and the IOC refused to ban New Zealand over it, and then in 1981 when the Springboks toured New Zealand, the country almost erupted in riot when anti-apartheid groups clashed with rugby fans.\n\n",{"type":"===","value":["Holidays"]},"\nThe national holidays in New Zealand are:\n\n",{"type":"*","value":[{"type":"'''","value":["1 January"]},": New Year's Day"]},{"type":"*","value":[{"type":"'''","value":["2 January"]},": New Year's Holiday"]},{"type":"*","value":[{"type":"'''","value":["6 February"]},": Waitangi Day, marking the anniversary of the signing of the Treaty of Waitangi in 1840."]},{"type":"*","value":[{"type":"'''","value":["Easter weekend"]},": a four-day long weekend in March or April (set according to the Western Christian dates) consisting of Good Friday, Easter Sunday, Easter Monday and the intervening Saturday (not a public holiday). Most businesses must remain closed on Good Friday and Easter Sunday. "]},{"type":"*","value":[{"type":"'''","value":["25 April"]},": ANZAC Day, marking the anniversary of the Australian and New Zealand Army Corps landing at Gallipoli in 1915. Most businesses must remain closed until 13:00."]},{"type":"*","value":[{"type":"'''","value":["First Monday in June"]},": Queen's Birthday"]},{"type":"*","value":[{"type":"'''","value":["Fourth Monday in October"]},": Labour Day"]},{"type":"*","value":[{"type":"'''","value":["25 December"]},": Christmas Day. Most businesses must remain closed."]},{"type":"*","value":[{"type":"'''","value":["26 December"]},": Boxing Day."]},"\nEach part of the country has its own ",{"type":"'''","value":["Anniversary Day"]}," public holiday. The anniversary days are based on pre-1876 provincial boundaries, which do not match up to today's regional boundaries. The most widely observed of these are ",{"type":"'''","value":["Auckland Anniversary Day"]},", which is observed on the Monday closest to 29 January by the North Island north of (and including) ",{"type":"[[","value":[["Taupo"]]},", and ",{"type":"'''","value":["Wellington Anniversary Day"]},", which is observed on the Monday closest to 22 January by Greater Wellington and most of the Manawatu-Wanganui Region. While Auckland Anniversary is observed by more people directly (2.5 million), Wellington Anniversary is observed by more people indirectly because all the government departments and embassies are based in Wellington. Each region's page will detail the dates of its anniversary day.\n\n",{"type":"{{","value":[["infobox"],["School holidays in 2014 and 2015"],["* 18 April – 4 May 2014\n",{"type":"*","value":[" 5–20 July 2014"]},{"type":"*","value":[" 27 September – 12 October 2014"]},{"type":"*","value":[" 17 December 2014 – 5 February 2015"]},{"type":"*","value":[" 3-19 April 2015"]},{"type":"*","value":[" 4-19 July 2015"]},{"type":"*","value":[" 26 September - 11 October 2015"]},{"type":"*","value":[" 17 December 2015 – 5 February 2016"]}]]},"\nThe Ministry of Education sets the school year for all state and state-integrated schools (96.5% of all schools). Secondary school students (age 13-18) typically break for the summer holidays once they finish exams at the beginning of December, while primary school students (age 5-12) break in mid-December. Students return to school at the end of January or the beginning of February. There are three term breaks of two weeks each - one in April (usually starting Good Friday), one in July, and one in September\/October. Tertiary students typically start in Late February or the beginning of March, and finish in early November, with a three-to-four-week winter break in June\/July, and two one-week mid-semester breaks at Easter and the end of August.\n\n",{"type":"===","value":[" Electricity "]},"\nElectricity is supplied at 230 volts (plus or minus 6%) 50 hertz. Outlets are the Australian AS\/NZS 3112 \"Type I\", with two flat slanted pins for phase and neutral and a vertical flat pin below for earth. Bathrooms may be fitted with a 115\/230V shaver outlet which accepts type A (North American), C (European), and I (Australian) – these outlets are not powerful enough to take appliance more than around 50 watts. Generally speaking, U.S. and Canadian travellers should pack an adapter and a converter if they plan to use North American electrical equipment.\n\nThe electricity supply is generally stable and reliable. The electricity network in eastern Christchurch is still being repaired following the 2011 earthquake, with some suburbs (especially in the north-east) being supplied by temporary lines built hastily in the days after the quake, so be prepared for power outages. Great Barrier Island, Stewart Island, the Chatham Islands, and some isolated parts of the South Island (including Haast and Milford Sound) are not connected to the national electricity grid. Watch your electricity usage when in these areas, as they are largely reliant on diesel generators, and diesel fuel is not cheap. \n\nIf you're a greenie, you'll be pleased to know that 75 percent of the electricity is generated from renewable resources, namely hydro (55 percent), geothermal (15 percent) and wind (5 percent). Of the OECD countries, only Iceland and Norway generate more renewable electricity.\n\n",{"type":"===","value":[" See also "]},"\n",{"type":"{{","value":[["topicsin"],["New Zealand"],["0"]]},"\n\n",{"type":"==","value":["Get in"]},"\nArrivals are by plane or occasionally by boat (typically cruise ships through Auckland, Wellington or Christchurch and a few private yachts).\n\nRefugee applications should be made before arrival since NZ has a formal refugee induction programme. Those who turn up in a New Zealand airport arrival lounge without papers, claiming refugee status, may find themselves in jail awaiting the outcome of legal proceedings.\n\n",{"type":"===","value":[" Passports, visas and documentation "]},"\n",{"type":"{{","value":[["infobox"],["Minimum validity of travel documents"],["* New Zealand and Australian citizens and permanent residents need only present a passport that is valid on the dates they arrive in and depart from New Zealand.\n",{"type":"*","value":[" Others entering NZ as a visitor, student or temporary worker must present a passport valid either for at least 3 months beyond the date you intend to depart, or for 1 month beyond the date you intend to depart if the issuing government has consular representation in NZ that is able to issue and renew travel documents (you should check with your issuing authority before travelling)."]},{"type":"*","value":[" See ",{"type":"[","value":["http:\/\/www.dol.govt.nz\/immigration\/knowledgebase\/item\/1166 Immigration New Zealand"]}," for more info."]}]]},"\n\nForeign nationals of the following countries\/territories can enter New Zealand ",{"type":"'''","value":["visa-free"]}," as a ",{"type":"''","value":["visitor"]}," as long as they present a valid passport:\n\n",{"type":"'''","value":["Indefinitely:"]}," Australia (both Australian citizens and permanent residents)\n\n",{"type":"'''","value":["For up to 6 months:"]}," United Kingdom (British citizens and other British passport holders who produce evidence of the right to reside permanently in the UK)\n\n",{"type":"'''","value":["For up to 3 months:"]}," All ",{"type":"'''","value":["European Union"]}," member states, ",{"type":"[[","value":[["Andorra"]]},", ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Bahrain"]]},", ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Hong Kong"],["Hong Kong SAR"]]}," (including British National (Overseas) passports), ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Kuwait"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Mexico"]]},", ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Oman"]]},", ",{"type":"[[","value":[["Qatar"]]},", ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["South Africa"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Taiwan"]]},", ",{"type":"[[","value":[["Uruguay"]]},", ",{"type":"[[","value":[["United Arab Emirates"]]},", ",{"type":"[[","value":[["United States"]]}," and ",{"type":"[[","value":[["Vatican City"]]},"\n\nWith the exception of Australian citizens and permanent residents, entry as a visitor does ",{"type":"'''","value":["not"]}," permit employment or studying in New Zealand. Australians citizens and permanent residents entering New Zealand enjoy all benefits of a New Zealand permanent resident, except they cannot vote or claim some tax and social security benefits until they've been in New Zealand for at least two years.\n\nCitizens of the Cook Islands, Tokelau and Niue are New Zealand citizens, and so do not require even a passport to live and work in New Zealand. However, you still need a passport or other proof of citizenship to enter and leave New Zealand, since flights go through the international terminal.\n\nFor more information, check the ",{"type":"[","value":["http:\/\/glossary.immigration.govt.nz\/VisaFreeCountries.htm list of visa-free countries"]},". All these visa waivers, including the one for Australians, can be refused. In particular, potential visitors who have a criminal record or who have been refused entry to or deported from any country should check with Immigration New Zealand if they need to apply for a visa. You may also be refused entry for health reasons, especially if you have tuberculosis (TB) or are likely to inflict large costs on New Zealand's health system during your stay (e.g. you need renal dialysis, hospitalisation or residential care). If you are pregnant and going to be in New Zealand beyond 37 weeks, you may need to prove that you have sufficient funds (NZ$9,000 or more) to cover maternity costs before being allowed to enter New Zealand.\n\nVisitors from countries not in the visa-free list or those wishing to stay longer than the maximum visa-free period for their nationality need to apply for an appropriate visa. Check ",{"type":"[","value":["http:\/\/www.immigration.govt.nz\/migrant\/ the Immigration New Zealand web page for details"]},".\n\nIf you require a visa to enter New Zealand, you might be able to apply for one at a British embassy, high commission or consulate in the country where you legally reside if there is no New Zealand diplomatic post. For example, the British embassies in ",{"type":"[","value":["http:\/\/www.ukba.homeoffice.gov.uk\/countries\/serbia\/commonwealth-bots\/?langname=null Belgrade"]}," and ",{"type":"[","value":["http:\/\/www.ukba.homeoffice.gov.uk\/countries\/libya\/commonwealth-bots\/?langname=UK%20English Tripoli"]}," accept New Zealand visa applications. British diplomatic posts charge £50 to process a New Zealand visa application and an extra £70 if Immigration New Zealand requires the visa application to be referred to them. Immigration New Zealand can also decide to charge an additional fee if they correspond with you directly.\n\nIf you seeking entry as a visitor and this standard condition is not specifically waived by a visa, you must have a return ticket or evidence of onward travel to even check-in with airlines. If you don't, then you'll have to purchase a ticket before being allowed to check in. You also need to prove you have sufficient funds available for your time in New Zealand – NZ$1,000 per month, or $400 per month if your accommodation is pre-paid (proof of payment is required in the latter case).\n\nFor those who need visa and are travelling in a group (having the same travel plans and itinerary), it may be better to apply for the considerably cheaper ",{"type":"[","value":["http:\/\/www.immigration.govt.nz\/migrant\/stream\/visit\/visitors\/specialvisitors.htm group visas"]},". While applying for such a visa, apart from individual application forms, a separate group visa application form (only one form for the entire group)  should also be submitted.\n\n",{"type":"===","value":["Quarantine"]},"\nNew Zealand has very strict bio-security laws. The economy is based on agriculture, so importing even small quantities of food, unprocessed animal or plant materials is tightly controlled. These restrictions are designed to prevent the introduction of foreign diseases and pests. Do not think you can get away with bringing items in surreptitiously by not declaring them; ALL baggage will be x-rayed on arrival as part of standard entry procedures.\n\nTake care with any items of food that you have obtained during your travel; many people have been caught and fined for not declaring fruit they were given as part of an in-flight meal. The best advice is to declare any item you think may cause problems — bio-security control border staff may confiscate and destroy the item, but you will not have to pay a fine (or even face criminal prosecution). Even if you haven't declared an item on your arrival card, you can still advise staff when you get to the border check of any item without incurring a fine.\n\nAt ports of international entry, both the Ministry of Primary Industries (MPI) and New Zealand Customs Service may inspect passenger baggage and confiscate and fine for any prohibited items. There are air-side amnesty bins available to cater for accidental importation.",{"type":"<","value":["br"]},"\nItems that must be declared include: \n",{"type":"*","value":[" any kind of food, whether packaged or not and especially honey "]},{"type":"*","value":[" any plant material"]},{"type":"*","value":[" any animals"]},{"type":"*","value":[" animal material or biological specimens"]},{"type":"*","value":[" dirty or soiled sports gear, footwear, and used camping gear and anything that may have been in contact with soil, been used on a farm or has been used with animals. If declared, the owners of dirty items are often required to clean them thoroughly; if not declared, fines are often applied."]},"\nExpect random inspections by sniffer-dogs - you may need to have your luggage inspected if you have had food in it recently that the dogs can smell.\n\nCommercially-packaged or processed food is usually allowed through by MPI, but you can still be fined if you do not declare them. If you are unsure it is best to declare any questionable items as the immigration officers will be able to tell you if it needs to be cleaned or disposed of before entry. Some items may be allowable such as wooden souvenirs but be taken for sterilization or fumigation before being released to you. You may be charged a fee for this.\n\nOn the spot fines of $400 are issued for not declaring controlled items. The law provides for deliberate breaches to receive a fine of up to $100,000 or a prison term of up to five years. Either declare items as required or dump them in the amnesty bins before you reach customs.  If you have difficulty with the arrival card, most airline staff are able to assist you, and there are also officials at the major airports air-side who can assist. \n\nIn addition, importation or possession of most recreational drugs, including cannabis, is illegal and results in arrest. If found guilty, you would be subject to a range of penalties from hefty fines for minor offences to lengthy imprisonment for larger offences, after which you would be deported and prohibited from re-entering.\n\n",{"type":"===","value":["By plane"]},"\nNew Zealand is a long way from anywhere else in the world, so for most visitors, the only practical way to enter New Zealand is by air. Even the shortest flights between Australia and New Zealand take over 3 hours. \n \nThe main international gateways are Auckland and Christchurch. More than a dozen airlines connect Auckland with more than 25 destinations in Australia, the Pacific, Asia, North America, and even ",{"type":"[[","value":[["London"]]}," Heathrow (via Air New Zealand's flagship London-",{"type":"[[","value":[["Los Angeles"]]},"-Auckland route). Direct international flights connect Christchurch to ",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["Melbourne"]]},", ",{"type":"[[","value":[["Brisbane"]]},", ",{"type":"[[","value":[["Singapore"]]},", and ",{"type":"[[","value":[["Tokyo"]]},". Rotorua, Wellington, Dunedin and Queenstown offer limited international flights to and from eastern Australia. If you do take a flight through Australia, make sure that you have a transit visa ",{"type":"[","value":["http:\/\/www.immi.gov.au\/visitors\/transit\/visa-options.htm if you need one"]},". You won't be able to get on your flight otherwise. \n\nDue to its large Polynesian and Melanesian expatriate communities, New Zealand has extensive direct flight options to South Pacific nations such as ",{"type":"[[","value":[["Samoa"]]},", ",{"type":"[[","value":[["Fiji"]]},", ",{"type":"[[","value":[["Tonga"]]}," and the ",{"type":"[[","value":[["Cook Islands"]]},".\n\nDeparture tax is included in the price when you buy a ticket.\n\n",{"type":"====","value":["Airlines"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airnewzealand.com Air New Zealand"]}]},": New Zealand's national airline operates direct flights to New Zealand from 24 destinations in Australia and the Pacific Islands, ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Shanghai"]]},", Tokyo, ",{"type":"[[","value":[["Vancouver"]]},", Honolulu, ",{"type":"[[","value":[["San Francisco"]]},", Los Angeles and London (via Los Angeles). The airline offers the \"Economy Skycouch\" on its Boeing 777-300 aircraft (coming soon to the 777-200 and 787); a set of three seats in economy that transform into a flat multi-purpose surface by raising the leg rests. They recommend it to couples who want to lie down and sleep, although at 74 by 155 cm (29 by 61 in), you either have to be a hobbit or very intimate with your partner to do so comfortably."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.emirates.com Emirates"]}]},": Flies from Dubai to Auckland via your choice of Brisbane, Sydney or Melbourne. Also flies from Dubai to Christchurch via Bangkok and Sydney."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.qantas.com Qantas"]}]},": Flies from Brisbane, Sydney and Melbourne to Auckland, Queenstown, Wellington (not Brisbane), and Chrischurch (Sydney only)."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singaporeair.com\/ Singapore Airlines"]}]},": Flies from Singapore direct to Auckland and Christchurch."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\nBuses are a relatively cheap and environmentally friendly way to get around New Zealand. Services are usually only once a day, even between major towns. Most roads in New Zealand are quite narrow and winding (when compared to the highways of the USA), and travelling a long distance in a bus can be a safe and relaxing way to travel. Booking in advance on some lines can get you great bargains.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Flying Kiwi Adventures"],["url=http:\/\/www.flyingkiwi.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New Zealand’s original adventure bus tour company offering \"beyond the tourist trail\" experiences. The company was listed in National Geographic's Best Adventure Travel Companies for 2009 and received a ",{"type":"[","value":["http:\/\/www.qualmark.co.nz\/responsibletourism.php\/ Qualmark enviro award"]},". Trips range from 3–27 days and cover both islands. The tours focus on enjoying the outdoor beauty and excitement of New Zealand with numerous hiking, cycling and activity options. There are also options to take extended breaks in your favourite places. Discounts are available for holders of YHA, VIP, ISIC and NOMADs cards."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=InterCity Coachlines"],["url=http:\/\/www.intercity.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New Zealand’s national coach company, with services connecting over 600 destinations nationwide. InterCity Group has voluntarily adopted European Emission standards across its fleet of modern coaches. Operates InterCity Coachlines, Newmans Coach Lines and also operates a modern fleet of vessels and coaches for ",{"type":"[","value":["http:\/\/www.greatsights.co.nz\/ GreatSights New Zealand"]},", ",{"type":"[","value":["http:\/\/dolphincruises.co.nz Fullers GreatSights Bay of Islands"]}," and ",{"type":"[","value":["http:\/\/www.awesomenz.com\/ ",{"type":"''","value":["awesomeNZ"]}]},". In May 2007 InterCity Group signed up to ",{"type":"[","value":["http:\/\/www.carbonzero.co.nz\/ Landcare Research's carboNZero programme"]}," which has a core focus on working to reduce harmful emissions at source. They have used a range of activities to reduce their carbon emissions by up to 50% over the five years. Tickets can be purchased from the InterCity ticket counters at bus stations or i-SITE information centres and a discount is given to students or youth-hostel membership card holders (e.g. BBH, YHA, Nomads, ISIC). Fares start from just $1 (plus a booking fee) on all InterCity’s national services and they’ve even been known to give away free seats at various times of the year. A limited number of heavily discounted “Cheap-as-Seats” for travel that week are released via the company’s Facebook and Twitter feeds every Monday. On-line fares are often sold at a cheaper rate."]]}]},"\n:* ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.travelpass.co.nz\/ Travelpass"]}]}," - A transport pass offered by InterCity Coachlines. Brings together an extensive range of “hop on and off” fixed itinerary passes, based on the most popular touring routes throughout New Zealand. National passes include the Interislander ferry as well as a scenic boat cruise in Milford Sound. Passes are valid for 1yr. \n\n:* ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flexipass.co.nz\/ Flexi-Pass"]}]}," - Utilising the combined national networks of InterCity, Newmans and GreatSights, Flexi-Pass is sold in blocks of time, just like a prepaid phone card, and enables the holder to travel anywhere on the company’s network. Passes start at 15 hr, which is enough to travel from Auckland to Wellington in the North Island. Flexi-Pass hours can also be used to travel on the ",{"type":"[","value":["http:\/\/www.interislander.co.nz\/ Interislander ferry"]}," and on ",{"type":"[","value":["http:\/\/www.dolphincruises.co.nz\/ Fullers GreatSights Bay of Islands Dolphin Watching cruises and tours"]}," to Cape Brett and the famous \"Hole in the Rock\". Passes can also be sold on to third parties and are valid for 1yr.\n\n:* ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flexitrips.co.nz\/ flexitrips"]}]}," - A simple trips based transport pass offered by InterCity Coachlines which enables the holder to travel anywhere on the company’s network and includes selected tour options with awesomeNZ.com. Passes start at 5 trips with greater savings the more trips you pre-purchase. Like flexi-pass, flexitrips provides options on the ",{"type":"[","value":["http:\/\/www.interislander.co.nz\/ Interislander ferry"]}," and on ",{"type":"[","value":["http:\/\/www.dolphincruises.co.nz\/ Fullers GreatSights Bay of Islands Dolphin Watching cruises and tours"]}," to Cape Brett and the famous \"Hole in the Rock\". Passes can also be on sold and are valid for 1yr.\n \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Naked Bus"],["url=http:\/\/nakedbus.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New Zealand's low price city to city bus company provides daily point-to-point services across the country. Naked Bus is often the cheapest option for travellers who plan ahead. Some Naked Bus services code-share with other bus companies, including Atomic."]]}]},":* ",{"type":"'''","value":[{"type":"[","value":["http:\/\/nakedpassport.com Nakedpassport"]}]}," - sold in bundles of trips. Also an unlimited trip pass available (valid for 1yr). Note this pass cannot be used as a commuter pass but is ideal for travellers wishing to see the whole country. You can get on and off when you please - but bookings are required. This pass also allows purchase of selected tourist activities at discounted prices. With this pass you travel on ",{"type":"''","value":["naked"]}," buses, so you are travelling with both travellers and locals.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/atomictravel.co.nz\/ Atomic Shuttles"]}]}," operate a no-frills shuttle service in parts of the South Island."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/southernlink.co.nz Southern Link"]}]}," offer a limited South Island network."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/westcoastshuttle.co.nz West Coast Shuttle"]}]},". Daily transport from Greymouth to Christchurch (via Arthur's Pass) return at more affordable prices than some of the larger firms."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Backpacker buses"]}," - ",{"type":"[","value":["http:\/\/www.kiwiexperience.com\/ KiwiExperience Backpacker Bus"]},", ",{"type":"[","value":["http:\/\/www.straytravel.com\/ Stray Travel Bus"]}," and ",{"type":"[","value":["http:\/\/www.magicbus.co.nz\/ The Magic Bus"]}," offer bus trips around New Zealand where you can get on and off as you please after purchasing a pass."]},"\n",{"type":"===","value":["By plane"]},"\nDomestic flights in New Zealand are often cheaper than driving or taking the train, especially if crossing between the North and South Islands is required. \n\nAirlines operate an electronic ticket system. You can book on-line, by telephone, or through a travel agent. Photo ID will be needed for travel.\n\nCheck-in times are usually at least 30 minutes prior to flight departure. Cabin baggage and personal scanning are routinely conducted for services from the major airports that have jet landings.\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.airnewzealand.co.nz ",{"type":"'''","value":["Air New Zealand"]}]}," has the most extensive domestic network, serving most cities over 20,000 people, with jet services between main centres and smaller turboprop aircraft elsewhere. Free baggage allowance is 1 piece of baggage weighing 23 kg on Grabaseat+Bag, Saver and Flexi fares; standard Grabaseat fares don't include checked baggage. All fares include 7 kg carry-on baggage."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.jetstar.co.nz ",{"type":"'''","value":["Jetstar"]}]}," is a budget no-frills carrier, but only flies between Auckland, Wellington, Christchurch and Queenstown (plus Auckland to Dunedin)."]},"\nAuckland, Christchurch, Queenstown and Wellington airports have timetabled buses to the airport. Regional airports generally have only on-demand shuttle services and taxis.\n\n",{"type":"===","value":["By motor vehicle"]},"\n",{"type":"{{","value":[["main"],["Driving in New Zealand"]]},"\nYou can reach most of New Zealand's sights in a two-wheel-drive car, motorcycle or even a small camper van. The volume of traffic is normally low and drivers are usually courteous. Traffic drives on the left in New Zealand. Typical New Zealand highways outside major cities are one lane in each direction, so allow time to be caught behind slower moving traffic until it is safe to overtake. Expect drivers behind you to become impatient if you don't keep up with the speed limits without an excuse.\n\nYou can legally drive for up to 12 months if you are at least 16 years of age and have a current full driving licence from your home country. It must be in English or you must have an approved English translation such as an ",{"type":"'''","value":["International Driving Permit"]}," (IDP) to accompany it. You must carry your licence at all times when driving.\n\nThe majority of New Zealand vehicles have manual (stick-shift) transmissions, and rental car companies will give you a manual transmission car unless you specify in advance you want an automatic one.\n\nExpect to pay $2.15 to $2.20 per litre for regular 91 octane petrol (gasoline) in the major cities. Premium 95 octane and 98 octane petrol are also available, but unless you're driving a European car, you won't need to use anything higher than 91. Diesel may appear cheaper ($1.50 to $1.55 per litre), but that's because it's not taxed at the pump; instead, diesel vehicles pay their share of tax through Road User Charges, which are based on their weight, number of axles, and how many kilometres they do.\n\n",{"type":"====","value":["Campervan"]},"\n",{"type":"{{","value":[["seealso"],["Renting a motorhome in New Zealand"]]},"\n\n",{"type":"====","value":["Motorcycle"]},"\nNew Zealand is a motorbike rider's dream country! Rentals of many makes of motorcycles are available throughout New Zealand. The South Island is the main attraction for a motorcyclist and motorcycle tours base most of their time here.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.paradisemotorcycletours.co.nz Paradise Motor Cycle Tours"]}]}," are the pre-eminent suppliers of motorcycling touring. The only New Zealand based Certified BMW Motorrad Travel Partner ensures all motorcycles are less than two years old and main dealer maintained.  Superb accommodation and itineraries that include all the best motorbiking roads delivers exemplary holidays.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.motorbiketours.co.nz South Pacific Motorcycles"]}]}," offer both motorbike rental and motorbike tours (Harley-Davidson, BMW, Honda, Triumph & other late-model motorcycles) as well as self-guided motorcycle tours. Based in Christchurch in the South Island, motorcyclists have easy access to some of the best motorcycling in the world.\n\n",{"type":"====","value":["Rental"]},"\nCar rental firms range from the familiar multi-national big brands through to small local car rental firms. The advantage of the big name rental firms is they can be found throughout New Zealand and offer the biggest and newest range of rental vehicles. The disadvantage is that generally they are the most expensive. Occasionally rental firms offer free rental in the direction from south to north due to the majority of tourists travelling in the opposite direction, creating a deficit of cars in the north.\n\nAt the other end of the scale are the small local operators who typically have older rental cars. Whilst you may not end up driving this year's latest model the advantage is that the smaller car rental firms can be substantially cheaper, so leaving you more money to spend on the many exciting attractions New Zealand offers. Between these extremes you will find a wide range of NZ car rental firms catering to different needs and budgets.\n\nOther things to note are that most car hire firms require you to be 21 or over, hold a full licence and it will help if you have an International licence too. \n\nSome rental car companies (including Avis, Budget, Europcar, Hertz and Thrifty) do not allow their vehicles on the Cook Strait ferries between the North and South Island, although Hertz will allow their vehicles on the ferries if you are prepared to return it back to the island you picked it up from. If your rental car ends up in the wrong island, then you will have to pay the cost of relocating it back, which can be anywhere between $400 and $1200. Most rental car companies will allow you to drop off a car at one terminal, travel on the ferry and pick up another car at the other terminal at no extra cost.\n\nSelf-drive holidays are a great way to travel around New Zealand as they offer independence, flexibility and opportunities to interact with the locals. A number of companies offer inclusive self-drive holidays with rental car & accommodation, pre-set itineraries or customised to suit your interests.\n\n",{"type":"====","value":["Purchase and sale"]},"\nIf you want to have an extended holiday in New Zealand and you would prefer to have your own transport, it may be cheaper to buy a car or van and resell it just before leaving. If you use this method, travel across Cook Strait can be expensive. If purchasing a car for $500 or less it may be cheaper to buy and sell a car in each island separately. However, if you buy your car in Christchurch, tour the South island and then travel North to sell in Auckland, you can take advantage of the buyers market in Christchurch and the sellers market in Auckland and possibly even make a small profit. In addition to the usual ways to look for a car (newspapers, accommodation noticeboards, car markets etc.) New Zealand's biggest on-line auction website ",{"type":"[","value":["http:\/\/www.trademe.co.nz\/ Trademe"]}," and biggest free classifieds ",{"type":"[","value":["http:\/\/www.te.co.nz\/ Trade and Exchange"]}," have many listings. You can also try the  ",{"type":"[","value":["http:\/\/www.backpackerscarmarket.co.nz\/ backpackers car market"]}," where there are usually people selling their cars off cheaply. Car auctions can also be a suitable option if you are looking to buy a car. ",{"type":"[","value":["http:\/\/www.turners.co.nz\/ Turner's Auctions"]}," have regular auctions and are based in many cities. Look out for \"Repo\" auctions, where the cars being sold are as a result of repossession. Should any previous ownership problems have existed, these will have been resolved before auction commences. \n\nThe following things need to be checked in order to safely purchase a vehicle in New Zealand:\n",{"type":"*","value":[" there is no debt on the vehicle. In NZ, if a loan of money is used to purchase a vehicle, then the debt is associated with that vehicle even if it is sold, in which case the new owner then has the problem of the debt. Selling a vehicle with debt associated with it in NZ is illegal. Checking for debt is an easy process as a central register is kept."]},{"type":"*","value":[" the vehicle has not been stolen. Contact the police with the registration plate and VIN (vehicle identification number)."]},{"type":"*","value":[" legally, the vehicle must have a Warrant of Fitness valid for at least 30 days (unless advertised \"as is, where is\"). The expiry date will be written on the inside of the car window sticker."]},{"type":"*","value":[" the Registration has not expired. This label is usually on the left side of the car window."]},{"type":"*","value":[" the vehicle needs a physical check for faults, there are companies in main centres that provide this service."]},"\nWhen you sell a vehicle it is very important you notify the New Zealand Transport Agency otherwise any subsequent speeding fines, parking tickets etc. will be recorded in your name.\n\nCar insurance is not compulsory in New Zealand but at least third party insurance is recommended. The Accident Compensation Corporation (ACC) automatically covers you for personal injuries in car accidents (see ",{"type":"[[","value":[["#Stay_healthy"],["Stay healthy"]]}," below for more information).\n\n",{"type":"===","value":["By train"]},"\n",{"type":"{{","value":[["main"],["Rail travel in New Zealand"]]},"\nBoth Auckland and Wellington have commuter rail services. These services are operated by ",{"type":"[","value":["http:\/\/www.transdev.co.nz\/ Transdev"]}," on behalf of ",{"type":"[","value":["http:\/\/www.aucklandtransport.govt.nz\/ Auckland Transport"]},", and ",{"type":"[","value":["http:\/\/www.tranzmetro.co.nz\/ Tranz Metro"]}," in ",{"type":"[[","value":[["Greater Wellington"]]},".\n\nInter-city passenger services are operated by ",{"type":"[","value":["http:\/\/www.kiwirailscenic.co.nz\/ KiwiRail Scenic Journeys"]},", with just a few popular tourist services that pass through spectacular scenery and have a running commentary, panoramic windows and an open-air viewing carriage.\n",{"type":"*","value":[{"type":"'''","value":["Northern Explorer"]}," (replaced the Overlander) – a modern train that now operates 3 days a week all year. It heads south from Auckland to Wellington on Mondays, Thursdays and Saturdays and in the opposite direction on Tuesdays, Fridays and Sundays. This is reckoned by many to be one of the world's most scenic rail journeys."]},{"type":"*","value":[" ",{"type":"'''","value":["Capital Connection"]}," – commuter service leaves from Palmerston North to Wellington in the morning, returning in the evening. "]},{"type":"*","value":[{"type":"'''","value":["Coastal Pacific"]}," – from Christchurch to Picton (via Kaikoura) and return daily. Travels along the rugged north-east coast of the South Island with terrific sea views. Meets the Picton–Wellington ferry. Oct–Apr only."]},{"type":"*","value":[" ",{"type":"'''","value":["TranzAlpine"]}," – from Christchurch to Greymouth and return daily. Classed as one of the world's great train journeys, this trip crosses the South Island, passing through spectacular mountain scenery, some of which is inaccessible by road, as well as the 8.5 km Otira tunnel. Many visitors disembark at ",{"type":"[[","value":[["Arthur's Pass National Park"]]}," and spend four hours exploring the mountains before catching the return train."]},"\nThe ",{"type":"[","value":["http:\/\/www.kiwirailscenic.co.nz online booking site"]}," maximises overseas revenue by only showing the cheapest fares when it detects that you are accessing it from a New Zealand IP address. You may be able to get these cheaper fares if you wait until you arrive or book by phone. Seating on the Capital Connection is on a first-come-first-served basis and cannot be booked in advance.\n\nThe Wairarapa Connection between Wellington and Masterton is sometimes considered a long-distance service, although for all intents and purposes, it is part of the Wellington commuter system.\n\nTrains run at low speed, no faster than 110 km\/h and can drop to 50 km\/h in the summer due to the lack of track maintenance following privatisation in the 1990s. Most New Zealanders prefer to drive or fly long distances, as train fares are comparatively expensive. Long-distance trains are more suited to tourists as they are more scenic and more comfortable than other forms of travel.\n\n",{"type":"===","value":["By ferry"]},"\n",{"type":"[[","value":[["File:MV Kaitaki, Wellington Harbour.jpg"],["thumb"],["Interislander's ",{"type":"''","value":["Kaitaki"]}," is one of five ferries (and the largest) plying the Wellington-Picton route between the country's two main islands."]]},"\nThere are two passenger and car ferry operators which cross Cook Strait between Wellington in the North Island and ",{"type":"[[","value":[["Picton (New Zealand)"],["Picton"]]}," in the South Island. The journey lasts just over three hours and there are several sailings daily. It is a spectacular trip, but can be rough in windy weather; be prepared for delays or cancellations if the weather is stormy. The weather in Wellington and Picton is not necessarily representative of the weather in the middle of Cook Strait, so pack a carry bag with a warm jacket, sunhat and sea-sickness tablets beforehand because you can't return to your vehicle while at sea.\n\nThe ferry terminal at Picton is close to the railway station, and the Coastal Pacific train connects with Interislander sailings.\n\nIt is essential to book vehicle crossings in advance.  The busiest period is from late December to February.  Foot passenger traffic is also heavy at this time, and it is advisable to book well in advance.\n\nCheck with your rental car company whether you can take your vehicle on the Cook Strait ferry: some do not allow their vehicles on the ferries but will happily allow you to drop off a car at one ferry terminal and pick up another car at the other terminal at no extra cost.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name= Interislander"],["alt="],["url= http:\/\/www.interislander.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+64 4 498-3302"],["tollfree=0800 802 802"],["fax="],["hours=Contact centre M–F 08:00–20:00, Sa–Su 08:00–18:00"],["price="],["content=Operates three ships: ",{"type":"''","value":["Arahura"]}," (550 pax, 300 lane metres), ",{"type":"''","value":["Aratere"]}," (670 pax, 625 lane metres), and ",{"type":"''","value":["Kaitaki"]}," (1650 pax, 1780 lane metres). In November 2013, ",{"type":"''","value":["Aratere"]}," lost a propeller and is currently (as of Feb 2014) in Singapore for repairs. The ",{"type":"''","value":["Stena Alegra"]}," has been chartered in the interim, but can take road vehicles only."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name= Bluebridge"],["alt= Strait Shipping"],["url= http:\/\/www.bluebridge.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+64 4 471-6188"],["tollfree=0800 844 844"],["fax="],["hours= Contact centre 08:00-20:00 daily."],["price="],["content= Operates two ships: ",{"type":"''","value":["Santa Regina"]}," (370 pax, 1300 lane metres) and ",{"type":"''","value":["Straitsman"]}," (400 pax, 1250 lane metres)"]]}]},"\nHarbour ferries, for commuters, operate in Auckland and Wellington. A number of communities are served by boat, rather than road, while charter boats are available for expeditions in several places. There are regular sightseeing cruises in several tourist destinations, particularly in the Southern Lakes and Fiordland area.\n\n",{"type":"===","value":["By bicycle"]},"\nYou can bring your own bike or hire one in some of the larger cities. By law, you must wear a helmet while riding, otherwise you may be issued an on-the-spot penalty. When hiring a bike you should be supplied with a helmet. Remember to ride on the left. You cannot ride on motorways in New Zealand - be aware that the Auckland Harbour Bridge between downtown Auckland and the North Shore is a motorway, so you'll have to take a ferry or cycle around the harbour.\n\n",{"type":"[[","value":[["Cycling"]]}," in New Zealand can be fun, but be aware that because of the geography and small number of people cycling between towns there are very few cycle lanes and limited shoulder space on roads.  Beware of buses and trucks on main highways as many drivers will not give you sufficient overtaking clearance; proportionately, five times as many cyclists are injured and killed on New Zealand roads as in the Netherlands or Singapore! You should also be prepared for the large distances between towns and cities and the generally windy weather. While some areas of New Zealand are flat, most tourists cycling in New Zealand will find that they need to be able to cope with long periods of cycling up hills, especially in the Coromandel. Be prepared for any weather and for all seasons in one day.\n\nYou can choose to get a bike on arrival in New Zealand, or use a self-guided or guided cycle tour operator. Christchurch had the ",{"type":"[","value":["http:\/\/www.cyclehire.co.nz\/ largest number of guided and self-guided tour operators"]}," and there are a number of bike rental companies based there also. There are also several tour operators who incorporate cycling with tours such as ",{"type":"[","value":["http:\/\/www.pedaltours.co.nz\/ Pedal Tours"]}," as well as specialist cycle tour companies like ",{"type":"[","value":["http:\/\/www.advsouth.co.nz Adventure South"]},".\n\nCurrently, there is a network of cycle trails being built around New Zealand, using a combination of off-road cycleways and low-traffic roads. There are some safe and beautiful routes already constructed: ",{"type":"[","value":["http:\/\/www.nzcycletrail.com\/ NZ Cycle Trail"]},".\n\n",{"type":"===","value":["By thumb"]},"\n",{"type":"[[","value":[["Hitchhiking"]]}," around New Zealand is quite good everywhere. It's illegal to hitchhike on the few motorways (except on the on-ramps) and illegal for motorists to stop there to pick you up. Try to get out of the middle of town, especially where public transport operates. Wear your pack and look like you're touring the country rather than just being a local looking for a lift, but above all else pick a place that's safe for vehicles to stop and don't forget to smile. You have as much chance of being picked up by another tourist as a local, particularly in tourist areas. \n\nRideshare and carpooling is increasing in New Zealand as fuel prices rise and people recognise the social and environmental benefit of sharing vehicles and travelling with others. While some systems are quite informal, others have trust systems which give greater security when choosing a ride.\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.jayride.co.nz\/ ",{"type":"'''","value":["Jayride"]}]},". A New Zealand ridesharing and hitch hiking website. Their focus is providing a variety of ride options, for flexibility and cost savings."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Lake Ohau Lodge lupin field, NZ.jpg"],["thumb"],["250px"],["Wild lupins growing on Lake Ohau near the Southern Alps on the South Island."]]},"\n",{"type":"[[","value":[["File:Milford Sound at Sunset.jpg"],["thumb"],["250px"],["Milford Sound"]]},"\n",{"type":"===","value":[" Mountains, lakes and glaciers "]},"\nIt can be said that in New Zealand it's the countryside that's magnificent, and perhaps no more so than the ",{"type":"'''","value":["Southern Alps"]}," of the South Island.  In the ",{"type":"[[","value":[["Mackenzie Country"]]},", the snow-capped jagged peaks rising above turquoise lakes have provided the inspiration for many a postcard. Tucked in behind is the country's highest peak, ",{"type":"[[","value":[["Aoraki Mount Cook National Park"],["Aoraki Mount Cook"]]},". The lakes and mountains continue south, becoming a stunning backdrop for the towns of ",{"type":"[[","value":[["Wanaka"]]},", ",{"type":"[[","value":[["Queenstown (New Zealand)"],["Queenstown"]]}," and ",{"type":"[[","value":[["Glenorchy"]]},".\n\nAnother region where mountain meets water with striking effect is ",{"type":"'''","value":[{"type":"[[","value":[["Fiordland National Park"]]}]}," where steep, densely forested mountains rise from the sea. The most accessible, and perhaps one of the most beautiful, spots is ",{"type":"[[","value":[["Milford Sound"]]},". The road in is spectacular and the view even more so when you arrive. \n\n",{"type":"'''","value":["Glaciers"]}," may not be the first thing that comes to mind when you think of an island in the South Pacific, but New Zealand has several. The most notable are the Fox and Franz Josef glaciers in ",{"type":"[[","value":[["Westland National Park"]]},". These glaciers are unique in how close they get to sea level and are sustained by the enormous amount of precipitation that falls on New Zealand's west coast.\n\n",{"type":"===","value":[" Volcanoes and geysers "]},"\nNew Zealand is a geological hotspot and has many dormant and active ",{"type":"'''","value":["volcanoes, geysers and hot springs"]},".  The best place to start is ",{"type":"[[","value":[["Rotorua"]]},", where the smell of sulphur lets you know you're close to the action. The surrounding countryside has many parks with geysers and hot springs, and Mount Tarawera, the site of one of New Zealand's more famous eruptions, lies a short drive away.\n\nSouth of Rotorua is the town of ",{"type":"[[","value":[["Taupo"]]},", on the shores of the country's largest lake, which was formed in a massive volcanic explosion 26,500 years ago, and expanded by an equally massive explosion 1800 years ago (it reputedly turned skies over China and Rome red). Beyond Lake Taupo is ",{"type":"[[","value":[["Tongariro National Park"]]},", dominated by its three volcanoes, Tongariro, Ngauruhoe and Ruapehu.  All three mountains are still active (Tongariro last erupted in 2012) and Ruapehu has a crater lake that can be viewed with a bit of hiking. Ngauruhoe is famous for filling in as Mt. Doom in the ",{"type":"''","value":["Lord of the Rings"]}," trilogy.\n\nNortheast of Rotorua is ",{"type":"[[","value":[["Whakatane"]]},", with tours to ",{"type":"[[","value":[["White Island"]]},", a volcanic island not far off the coast. The island is truly a different world with its smoke plume, green crater lake and the pohutukawa trees clinging to a fragile existence on the volcanic rock.\n\nDormant and extinct volcanoes help define the landscape in many other regions, including ",{"type":"[[","value":[["Taranaki"]]}," and three of the largest cities (",{"type":"[[","value":[["Auckland"]]},", ",{"type":"[[","value":[["Christchurch"]]}," and ",{"type":"[[","value":[["Dunedin"]]},"). Hot springs are sprinkled across the country, and are often popular bathing spots.\n\n",{"type":"===","value":[" Flora and fauna "]},"\nBeing so remote, New Zealand has very unique plants and animals.  One of the most impressive is the ",{"type":"'''","value":["kauri"]}," tree, one of the biggest species of tree in the world. Few of these giants are left (a result of overlogging), but a visit to the ",{"type":"'''","value":["Waipoua Forest"]}," in ",{"type":"[[","value":[["Northland"]]}," will afford a glimpse.\n\nThe beaches of the South Island, particularly ",{"type":"[[","value":[["The Catlins"]]}," and the ",{"type":"[[","value":[["Otago Peninsula"]]},", are good places to see marine animals such as ",{"type":"'''","value":["penguins, seals and sea lions"]}," in their natural habitat. The Otago Peninsula is also noted for its albatross colony.\n\nUnfortunately, many of New Zealand's most unique animals are endangered and can only really be seen in captivity. This includes the ",{"type":"'''","value":["kiwi"]},", a common national symbol, the flightless takahe and the tuatara (a small reptile believed to have existed at the time of the dinosaurs).\n\nNew Zealand's National Parks are maintained by the Department of Conservation (DOC) and various local governments. Access is usually free but may be restricted in some parks during some parts of the year due to weather (e.g.: avalanche risk) or farming needs (e.g.: lambing season). It's best to check with local tourist information centres for up to date information on access.\n\n",{"type":"===","value":[" Urban fare "]},"\nWhile the countryside is the main attraction of New Zealand, it's worthwhile to spend some time in the cities. ",{"type":"'''","value":[{"type":"[[","value":[["Auckland"]]}]}," is a pleasant city with its waterfront districts like the Viaduct Harbour and Mission Bay, old volcanoes (Mt Eden and One Tree Hill), a handful of museums and the Sky Tower, the tallest free standing building in the Southern Hemisphere. The more interesting architecture and the fine Te Papa museum can be found in ",{"type":"'''","value":[{"type":"[[","value":[["Wellington"]]}]},", the capital. ",{"type":"'''","value":[{"type":"[[","value":[["Napier"]]}]}," is worth a stop, if you have the time, for its Art Deco CBD and Christchurch was interesting for its English character.\n\n",{"type":"==","value":["Do"]},"\nOutdoor and adventure activities include:\n",{"type":"*","value":[" Abseiling ",{"type":"[[","value":[["Waitomo"]]}]},{"type":"*","value":[" Aerial sightseeing (helicopter and fixed-wing)"]},{"type":"*","value":[" Birdwatching"]},{"type":"*","value":[" Black water rafting (cave rafting)"]},{"type":"*","value":[" Boat Tours"]},{"type":"*","value":[" Bungy Jump Queenstown, Auckland, ",{"type":"[[","value":[["Taupo"]]}," - the modern bungy jump was invented here by New Zealander A.J. Hackett."]},{"type":"*","value":[" Canoeing and kayaking on rivers and lakes"]},{"type":"*","value":[" Canyoning"]},{"type":"*","value":[" Caving: Waitomo, ",{"type":"[[","value":[["Nelson, New Zealand"],["Nelson"]]},", South Island West Coast, ",{"type":"[[","value":[["Te Anau"]]}]},{"type":"*","value":[" Climbing"]},{"type":"*","value":[" Diving"]},{"type":"*","value":[" Fishing: both Freshwater (some of the finest trout-fishing in the world) and Gamefishing (some of the best sport fishing in the world for marlin, broadbill, sharks, tuna, kingfish and many other salt-water species)"]},{"type":"*","value":[" Fly by wire (invented here)"]},{"type":"*","value":[" Four-wheel driving"]},{"type":"*","value":[" Gliding - ",{"type":"[[","value":[["Omarama"]]}," is one of the best places in the world for gliding"]},{"type":"*","value":[" ",{"type":"[[","value":[["Golf"]]}," - New Zealand has over 400 registered golf courses, from local clubs to internationally renowned resorts, offering uncrowded golfing & superb scenery."]},{"type":"*","value":[" Hang-gliding"]},{"type":"*","value":[" Heli-hiking at ",{"type":"[[","value":[["Fox Glacier"]]}," "]},{"type":"*","value":[" Hiking - New Zealand has a number of national parks and other wilderness and forested areas, much of which is managed by the Department of Conservation ",{"type":"[","value":["http:\/\/www.doc.govt.nz\/ (DoC)"]},". The activity known in other countries as hiking, trekking or bush walking is known as ",{"type":"[[","value":[["tramping in New Zealand"]]}," and is a very popular activity for visitors and locals. "]},{"type":"*","value":[" Horse trekking"]},{"type":"*","value":[" Hot-air ballooning"]},{"type":"*","value":[" Hunting - several species of deer, wild pig (wild boar), tahr, chamois, goat, wallabies (they are protected in Australia but a pest here), game birds."]},{"type":"*","value":[" Ice-climbing"]},{"type":"*","value":[" Jet-skiing"]},{"type":"*","value":[" Kite surfing"]},{"type":"*","value":[" Luge (on concrete not ice) Auckland, Queenstown, Rotorua."]},{"type":"*","value":[" Mountaineering - this was the training ground for Sir Edmund Hillary, one of the first two people to climb Mt Everest."]},{"type":"*","value":[" Mountain biking"]},{"type":"*","value":[" Museums"]},{"type":"*","value":[" Nature tours"]},{"type":"*","value":[" Paragliding\/Parapenting"]},{"type":"*","value":[" Quad biking"]},{"type":"*","value":[" Rafting"]},{"type":"*","value":[" Rap jumping"]},{"type":"*","value":[" River jetboating - the Hamilton jet was invented by New Zealander William Hamilton."]},{"type":"*","value":[" Rockclimbing"]},{"type":"*","value":["Rodeo in New Zealand features steer roping, barrel racing, bull riding and barebacck bronco as well as sheep wrangling for the toddlers"]},{"type":"*","value":[" Rugby - the national game. Major tournaments include Super Rugby, Tri Nations and ITM Cup. New Zealand hosted the last Rugby World Cup in 2011"]},{"type":"*","value":[" Sailing - New Zealand has produced many world-champion yachties and is the only country apart from the US to have won and successfully defended yachting's ultimate prize, the America's Cup."]},{"type":"*","value":[" Scuba diving and snorkelling, especially down to the sunken ",{"type":"''","value":["Rainbow Warrior"]}," at Matauri Bay, not far from ",{"type":"[[","value":[["Kerikeri"]]},"."]},{"type":"*","value":[" Sea kayaking ",{"type":"[[","value":[["Abel Tasman National Park"],["Abel Tasman Marine Reserve"]]}," and the colder waters of ",{"type":"[[","value":[["Milford Sound"]]}]},{"type":"*","value":[" Shark cage diving ",{"type":"[[","value":[["Kaikoura"]]}]},{"type":"*","value":[" Skiing and snowboarding including heli-skiing Queenstown"]},{"type":"*","value":[" ",{"type":"[[","value":[["Skydiving"]]}]},{"type":"*","value":[" Stand up paddleboarding, especially in the warm and sheltered waters of ",{"type":"[[","value":[["Nelson Bays"],["Tasman Bay"]]}]},{"type":"*","value":[" Surfing"]},{"type":"*","value":[" Swimming with dolphins ",{"type":"[[","value":[["Kaikoura"]]},", ",{"type":"[[","value":[["Bay of Islands"]]}]},{"type":"*","value":[" Swimming with seals"]},{"type":"*","value":[" Whale watching ",{"type":"[[","value":[["Kaikoura"]]}]},{"type":"*","value":[" White water rafting ",{"type":"[[","value":[["Fox Glacier"]]}]},{"type":"*","value":[" White water sledging \/ dam dropping "]},{"type":"*","value":[" Windsurfing"]},{"type":"*","value":[" Zorbing (invented here) Agrodome in ",{"type":"[[","value":[["Rotorua"]]}]},{"type":"*","value":[" Zoos"]},"\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["infobox"],["Eat your fush 'n' chups and then go to bid."],["New Zealand English has a very pronounced shift in its short-e (as in ",{"type":"''","value":["dress"]},") and its short-i (as in ",{"type":"''","value":["kit"]},") compared to other English dialects. The short-i has moved and merged with schwa (the ",{"type":"''","value":["a"]}," in ",{"type":"''","value":["comma"]},"), while the short-e has move to the place of the short-i sound. Hence, foreigners might interpret New Zealanders pronouncing ",{"type":"''","value":["six, fish, bed, deck"]}," as saying ",{"type":"''","value":["sux, fush, bid, dick"]},"."]]},"\n",{"type":"'''","value":["English"]},", ",{"type":"'''","value":[{"type":"[[","value":[["Maori phrasebook"],["Māori"]]}]}," and ",{"type":"'''","value":["New Zealand Sign Language"]}," are the official languages of New Zealand. English is universal, and is written with Commonwealth (British) spelling. New Zealand English is one of the major varieties of English and is different enough from other forms to justify the publication of the Oxford New Zealand English dictionary.\n\nWord usage may also differ occasionally, in potentially embarrassing ways for the traveller. Several words that Americans may consider offensive, or have euphemisms for, are considered acceptable usage. For example: A New Zealand ",{"type":"''","value":["bathroom"]}," refers to a ",{"type":"''","value":["room"]}," containing a ",{"type":"''","value":["bath"]}," while the other facilities that an American might refer to as a ",{"type":"''","value":["bathroom"]}," or ",{"type":"''","value":["washroom"]}," are known as a ",{"type":"''","value":["toilet"]}," (in many New Zealand homes, the ",{"type":"''","value":["toilet"]}," and ",{"type":"''","value":["bathroom"]}," are actually separate rooms). The American habit of \"bleeping\" swear words from broadcasts is considered quaint and rarely done in local programming. The New Zealand broadcasting media are unusually tolerant of swear words when used in context. \n\nNew Zealanders say a particular place is ",{"type":"''","value":["in the North Island"]}," or ",{"type":"''","value":["in the South Island"]}," (e.g. \"Auckland is in the North Island\"), not ",{"type":"''","value":["on North Island"]},". However this rule only applies to the two main islands; New Zealanders still say ",{"type":"''","value":["on Waiheke Island"]},", for example.\n\nThe letter Z is always pronounced ",{"type":"''","value":["zed'"]},". Nothing will make you stick out like an American tourist more than pronouncing NZ as ",{"type":"''","value":["en-zee"]},".\n\nThe New Zealand accent is somewhat nasalised with flattened vowel sounds and vowel shifting. New Zealanders consider their accent to be markedly different from the Australian one and are often mildly offended when mistaken for or confused with Australians. New Zealand terminology and slang are also different from Australian usage. Americans find New Zealand accents easy to understand, so do Australians and British. Some European dialects find it slightly harder and Asians may find it rather hard to understand; New Zealanders are quite happy however to repeat what they just said if necessary.\n\n",{"type":"'''","value":["Māori"]}," is actively spoken by a minority of both Māori and language learners (3.7% of New Zealand residents at the 2013 census). Māori is available as a language to study in, instead of English, at many educational institutes. The Māori language is spoken by some, but not all, Māori and a few non-Māori, especially in the far north and east of the North Island. Most travellers would not need to learn Māori, as all native Māori speakers can also speak English. Nevertheless, as many place names are in Māori, some knowledge of Māori pronunciation can be useful. The biggest trip-up with Māori pronunciation to non-New Zealanders is ",{"type":"''","value":["wh"]},", which is pronounced \"f\" as in father, so for example ",{"type":"[[","value":[["Whakatane"]]}," is pronounced ",{"type":"''","value":["fa-ka-ta-nee"]},", not ",{"type":"''","value":["wa-ka-ta-nee"]},". Non-native Maori speakers also tend to change the ",{"type":"''","value":["a"]}," sound preceding ",{"type":"''","value":["ng"]}," or ",{"type":"''","value":["k"]}," to an ",{"type":"''","value":["o"]}," sound, so Whakatane can also be pronounced ",{"type":"''","value":["fo-ka-ta-nee"]},".\n\n",{"type":"'''","value":["New Zealand Sign Language (NZSL)"]}," was given status in 2005 as an official language and is the primary language of New Zealand's Deaf community, with around 0.5% of New Zealand residents \"speaking\" it. It is closely related to British Sign Language and Australian Sign Language, sharing 80 percent of the signs with them and the same two-handed manual alphabet. However, NZSL has greater emphasis on facial expressions and mouthing words, reflecting the oralist teaching methods historically used in Deaf schools (before 1979, Deaf students were caned for signing in class). It also has additional unique signs related to New Zealand such as Maori words and place names.\n\nNew Zealand is a popular destination for migrants from all over the world, particularly Asia and the Pacific islands, and you will often find areas and suburbs with immigrant communities that speak their respective languages. The most common non-official languages spoken by New Zealand residents are Samoan (2.2%), Hindi (1.7%), Mandarin (1.3%), French (1.2%), and Cantonese (1.1%). Many New Zealanders learn a foreign language in school, though few master it beyond the basic level.\n\n",{"type":"===","value":["Common expressions"]},"\nGenerally, New Zealand English expressions follow British English. However, New Zealand English has also borrowed much from Māori and there are a number of other phrases that are not commonly encountered elsewhere or may confuse the visitor.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bach"]}," (pronounced as \"batch\") - Holiday home; often by the beach and comprised of fairly basic accommodation. In the South Island often called a crib."]},{"type":"*","value":[" ",{"type":"'''","value":["Bring a plate"]}," - (see also; \"Ladies a plate\") means each attendant of the event should bring a plate of ",{"type":"''","value":["food"]}," to share with the other guests. Now dated and not used so often."]},{"type":"*","value":[" ",{"type":"'''","value":["BYO"]}," - Bring Your Own. An addition to the name of a restaurant that may not have a liquor licence means that it is okay to bring your own wine to enjoy with your food, but they often charge a small corkage fee."]},{"type":"*","value":[" ",{"type":"'''","value":["Clayton's"]}," - Describing something as a ",{"type":"''","value":["Clayton's"]}," means that the item lacks full functionality or is a poor imitation of the real thing. From the name of the unsuccessful non-alcoholic whisky that was briefly marketed during the late 1970s\/early 1980s under the catch phrase ",{"type":"''","value":["The drink you're having when you are not having a drink."]}," Not used so commonly now."]},{"type":"[[","value":[["File:Zoo Park Dairy.jpg"],["thumb"],["right"],["A typical suburban New Zealand ",{"type":"''","value":["dairy"]},"."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dairy"]}," - Convenience store, corner shop; one few outsiders understand though heavily used by locals, who find problems when travelling overseas and are surprised when asking where the dairy is. The term comes from the days before supermarkets when they primarily sold dairy products (milk, cheese, butter, etc.). Many dairies today are owned and operated by Indian immigrants."]},{"type":"*","value":[" ",{"type":"'''","value":["Entry by gold (or silver) coin (donation)"]}," - The admission charge to an event, exhibit, gallery or museum is by making a payment of a coin in the appropriate metal, often in the donation box at the door. The gold coins in NZ are the $1 and $2 coins, while silver are the 20c and 50c coins, and the 10c coin is copper. (See also \"Koha\" below). "]},{"type":"*","value":[" ",{"type":"'''","value":["Half Pie"]}," - Usually a job or task not performed to satisfaction (cf Māori ",{"type":"''","value":["Pai"]}," = good)"]},{"type":"*","value":[" ",{"type":"'''","value":["Jandals"]}," (=JApanese saNDALS) - \"Flip-flops\" to most of the world; \"thongs\" to Australians; \"slops\" to South Africans."]},{"type":"*","value":[" ",{"type":"'''","value":["Kiwi"]}," - Slang for a New Zealander, named after an endangered flightless bird that lays the largest egg relative to body size and is the national emblem. This is not a derogatory term and some New Zealanders will happily refer to themselves as 'a Kiwi'. Note that Chinese gooseberries are NEVER called ",{"type":"''","value":["Kiwis"]},", they're always called ",{"type":"''","value":["Kiwifruit"]},". Also, the plural word \"Kiwis\" ",{"type":"''","value":["always"]}," refers to New Zealanders—\"kiwi\" is used as both singular and plural when referring to birds."]},{"type":"*","value":[" ",{"type":"'''","value":["Lollies"]}," - Confectionery; sweets; candies."]},{"type":"*","value":[" ",{"type":"'''","value":["Togs"]}," - swimsuit, bathing suit, swimming costume; clothing you wear when you go swimming."]},{"type":"*","value":[" ",{"type":"'''","value":["Glidetime"]}," - Flexible working hours, often worked by public servants. Under this system, workers can start and finish work at hours of their choosing 07:00–18:00, although they must work the core hours of 09:00-12:00 and 14:00-15:30 and average 40 hours per week. Not heard so often now."]},"\n",{"type":"===","value":["Slang expressions"]},"\nYou may get a strange look if you use Kiwi slang in New Zealand, but it may be used inadvertently to in conversation. If you don't understand just ask and most New Zealanders will explain.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["across the ditch"]}," – Australia. ",{"type":"''","value":["The Ditch"]}," refers to the Tasman Sea, which separates New Zealand and Australia."]},{"type":"*","value":[" ",{"type":"'''","value":["Barbie"]}," - Short for barbecue "]},{"type":"*","value":[" ",{"type":"'''","value":["Bro"]}," (rhymed with \"snow\") - short for ",{"type":"''","value":["brother"]},", a form of personal address like ",{"type":"''","value":["mate"]},", ",{"type":"''","value":["pal"]},", or ",{"type":"''","value":["bud"]},".   "]},{"type":"*","value":[" ",{"type":"'''","value":["Bush"]}," - Forest. Usually meaning a native forest as opposed to a plantation forest."]},{"type":"*","value":[" ",{"type":"'''","value":["chicks"]}," - girls."]},{"type":"*","value":[" ",{"type":"'''","value":["Choice!"]}," - Cool, great."]},{"type":"*","value":[" ",{"type":"'''","value":["Gumboots"]}," - A.K.A. Wellington Boots or Rain Boots"]},{"type":"*","value":[" ",{"type":"'''","value":["mint"]}," - in tip top condition."]},{"type":"*","value":[" ",{"type":"'''","value":["Mate"]}," - any other person, male or female. Can be used on its own to express a number of different emotions based on delivery. A short 'Mate' combined with a slight head and eyebrow raise can be a greeting, whereas a longer 'Maaaaaate' combined with a cocking of the head and narrowing of the eyes can be seen as a scolding."]},{"type":"*","value":[" ",{"type":"'''","value":["munted"]}," - broken, damaged, unusable. Only came into popular use following the 2011 Christchurch earthquake (which basically munted half the city)."]},{"type":"*","value":[" ",{"type":"'''","value":["oi"]}," - hey. Can be meant as a warning or jokingly, derives from punk usage."]},{"type":"*","value":[" ",{"type":"'''","value":["Sweet as!"]}," - Cool, good thing, No problem. Often abbreviated to just 'sweet'."]},{"type":"*","value":[" ",{"type":"'''","value":["Wop-wops"]}," - remote rural area; the middle of nowhere."]},{"type":"*","value":[" ",{"type":"'''","value":["Yeah nah"]}," This one can be VERY confusing for visitors. It generally means \"I agree with you, that it isn't...\" eg: 'Australian's can't play rugby eh?' 'Yeah nah, they're USELESS!'"]},"\n",{"type":"===","value":["Māori words and expressions"]},"\n",{"type":"{{","value":[["Seealso"],["Maori phrasebook"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kia Ora"]}," - Hello, welcome, literally good health. Often used as an utterance of agreement, especially during speaking at a hui."]},{"type":"*","value":[" ",{"type":"'''","value":["Haere Mai"]}," - A greeting to a person arriving, while ",{"type":"'''","value":["Haere Ra"]}," is a salutation to one leaving."]},{"type":"*","value":[" ",{"type":"'''","value":["Hui"]}," - A meeting or gathering to discuss and debate issues in traditional Māori fashion."]},{"type":"*","value":[" ",{"type":"'''","value":["Iwi"]}," - A Māori tribe or people, sometimes known as a ",{"type":"''","value":["Waka"]}," (canoe), as some iwi are named after the ocean going canoes that brought their ancestors to New Zealand."]},{"type":"*","value":[" ",{"type":"'''","value":["Koha"]}," - A Māori term for gifts or donations. Often an exchange of gifts takes place. (Sometimes the admission signs say, \"Entry Koha\", meaning gold coin or what you feel like donating.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Kai"]}," - Food. Common with both Māori and European."]},{"type":"*","value":[{"type":"'''","value":["Mana"]}," - is defined in English as authority, control, influence, prestige or power. It is also honour."]},{"type":"*","value":[" ",{"type":"'''","value":["Marae"]}," - A traditional Māori meeting or gathering place. Also a community centre."]},{"type":"*","value":[" ",{"type":"'''","value":["Pakeha"]}," - The Māori word for New Zealanders of non-Māori descent. The term's origin is contentious; one theory suggests it arose from a Māori story about spirit creatures called 'pakepakeha'. Some New Zealanders do not refer to themselves as Pakeha because they find it offensive; others, however, see the name as part of their unique identity."]},{"type":"*","value":[{"type":"'''","value":["Powhiri"]}," - A Māori ceremonial welcome. Especially to a marae, but now also may take place at the start of a conference or similar large meeting in New Zealand."]},{"type":"*","value":[" ",{"type":"'''","value":["Whanau"]}," - A Māori (extended) family. Kinfolk. Used often in advertising to alliterate with friends such as 'friends and whanau'."]},{"type":"*","value":[" ",{"type":"'''","value":["Wharenui"]}," (literally ",{"type":"''","value":["big house"]},") is the meeting house on a marae. "]},{"type":"*","value":[" ",{"type":"'''","value":["Wharekai"]}," (literally ",{"type":"''","value":["food house"]},") is the dining room and\/or kitchen on a marae."]},{"type":"*","value":[" ",{"type":"'''","value":["Wharepaku"]}," (literally ",{"type":"''","value":["Small house"]},") - Toilet"]},{"type":"*","value":[{"type":"*","value":[" Just in case, ",{"type":"'''","value":["Tāne"]}," is the mens' toilets, ",{"type":"'''","value":["Wāhine"]}," is the womens' toilets."]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Money"]},"\nThe currency used throughout New Zealand is the ",{"type":"'''","value":["New Zealand dollar"]}," (NZD, $), divided into 100 cents. Other currencies are not readily accepted other than at some of the larger hotels and at banks throughout New Zealand. Attempting to make a transaction in a foreign currency may result in some light-hearted bemusement.\n\nThe smallest coin is 10c, since New Zealand reduced the size of its silver (cent) coins in 2006, and eliminated the 5c piece. If paying in cash, the total price will be rounded to the nearest 10c (5c can round either way, but most businesses round down.) It is also not uncommon to see prices, especially in restaurants, that end in multiples of 10c to drop the last zero, e.g. $9.4 instead of $9.40.\n\nThe 10c piece is a coppery colour similar to the US or UK penny. The 20c piece is silver with a Māori carving depicted, as is the 50c piece with captain James Cook's ship the ",{"type":"''","value":["Endeavour"]},". The gold $1 features a kiwi, whilst the $2 features a heron. \n\nBanknotes come in $5 (orange with ",{"type":"[[","value":[["w:Edmund Hillary"],["Sir Edmund Hillary"]]},"), $10 (blue with ",{"type":"[[","value":[["w:Kate Sheppard"],["Kate Sheppard"]]},"), $20 (green with Queen Elizabeth II), $50 (purple with ",{"type":"[[","value":[["w:Apirana Ngata"],["Sir Apirana Ngata"]]},"), and $100 (red with ",{"type":"[[","value":[["w:Ernest Rutherford"],["Ernest Rutherford"]]},"). Since the turn of the century, all banknotes have been printed on polymer, so you can keep them in your shorts when swimming and not have them too badly mangled if you leave them in your laundry. All of them have two clear windows, one oval-shaped embossed with the value of the note and one fern-shaped, and a watermark of Queen Elizabeth II can be seen if they are held up to the light.\n\nNew Zealanders are among the highest users of electronic banking services in the world. Nearly all shops have ",{"type":"<","value":["abbr",{"title":"Electronic Funds Transfer at Point Of Sale"},[{"type":"'''","value":["Eftpos"]}]]}," terminals for debit and credit cards, so most purchases can be made electronically. Credit cards and international debit cards are not accepted by some merchants with Eftpos, especially smaller food retailers such as dairies, takeaways and cafés that do not serve alcohol. Smaller retailers may often set a minimum purchase of around $10 when dispensing cash, if they agree to provide cash. Many New Zealanders don't carry cash, seeing it as a risk and bothersome compared to using their Eftpos card; those that do carry cash are either tourists, technophobes, or too young (at most banks, the minimum age to get an Eftpos card is 12 or 13).\nAll NZ banks offer telephone and internet banking services. If you are going to be in New Zealand for a while, it may be convenient to open a New Zealand bank account and set up a local debit card. Payment by cheque is becoming rare in New Zealand, and most shops won't accept them. Most businesses and people now supply their 15 digit bank account number (eg: 12-3456-0789123-00) on their invoices, and customers transfer the money into their account via Internet banking. This is common when purchasing a vehicle, or pre-booking accommodation; the payment usually completes the following business day.\n\nAll New Zealand banks will allow visitors and migrants to set up an account via their respective websites fewer than six months before arrival. Your Eftpos card will take about two weeks to arrive, and the bank will be more than happy to have it waiting for you at the branch of your choice. In New Zealand, the 'Big Four' banks are ",{"type":"[","value":["http:\/\/www.anz.co.nz\/ ANZ"]},", ",{"type":"[","value":["http:\/\/www.asb.co.nz\/ ASB"]},", ",{"type":"[","value":["http:\/\/www.bnz.co.nz\/ BNZ"]},", and ",{"type":"[","value":["http:\/\/www.westpac.co.nz\/ Westpac"]},"; other major banks include ",{"type":"[","value":["http:\/\/www.kiwibank.co.nz\/ Kiwibank"]}," and ",{"type":"[","value":["http:\/\/www.tsbbank.co.nz\/ TSB"]},".\n\nAutomatic teller machines (ATMs), locally known as 'the hole in the wall' or a 'cash machine', are available in just about every town, even those without a bank. Watch where you stick your card though, as most banks will charge you a fee for using a competitor's ATM.\n\nNew Zealand is a user of the nearly universal (except for the US) chip and PIN card system which uses an electronic chip in the card and the holder's ",{"type":"'''","value":["P"]},"ersonal ",{"type":"'''","value":["I"]},"dentity ",{"type":"'''","value":["N"]},"umber to verify the transaction. Most merchants also accept the swipe and sign method; if you're using a card with no embedded chip, then after your card is swiped, the terminal will prompt you for your PIN. Just press \"ENTER\" and your transaction should be approved. After signing the printed receipt, you may be asked to present photographic ID. Automated machines such as those at unattended fuel pumps may not accept cards without a PIN.\n\nMasterCard and Visa are universally accepted; other cards are not. American Express is widespread, Diners Club less so. Theoretically, you can use a Discover card everywhere you see the Diners Club International acceptance mark; however, almost no merchant will know this so, as long as you have a chip and PIN card, it's worth sticking it in the terminal and giving it a try. UnionPay cards are accepted at the Bank of New Zealand's 420 ATM's nationwide and selected EFTPOS merchants.\n\n",{"type":"===","value":["Taxes and fees"]},"\nAdvertised prices usually include the Goods and Services Tax (GST), a sales tax, of 15% – exceptions must state that GST is excluded or is additional. Some shops, especially in tourist destinations, will ship purchases overseas or make them available to pick up at the airport, as export goods are not subject to GST. Ask about this service before making your purchase. Goods purchased and taken with you will be subject to GST.\n\nA few restaurants and cafés may charge a ",{"type":"''","value":["holiday"]}," surcharge of 15%, often claimed to cover the cost of higher wages for staff working on public holiday (staff working in public holidays must by law be paid one and a half times their ordinary rate ",{"type":"''","value":["and"]}," get a paid day off to take later)\n\n",{"type":"===","value":["Price negotiation"]},"\nBecause of strong fair trading laws, the displayed price is normally the purchase price for most goods sold in New Zealand. The principle ",{"type":"''","value":["The price stated is the price you pay"]}," is strongly ingrained in New Zealand culture. \n\nMost retailers will not negotiate on price, although some have a formal policy of matching the competition and will match or even discount their prices for you if you can find a better price for exactly the same product elsewhere within a reasonable distance (eg, Wellington and Lower Hutt, but not Wellington and Auckland). However, this seems to be changing as there are stories about people finding appliance and electronics stores very willing to negotiate on price in order to get business, especially if you're looking at high-end items or have a shopping list of multiple high-priced items. Some places you have to ask for a discount, while others have salespeople that offer discounts on pricey goods as soon as they approach you. Other than high end appliance stores, ",{"type":"[[","value":[["haggling"]]}," is generally viewed as extremely rude. As a customer you are seen as wasting a shopkeeper's time because they believe that they have priced the goods at a reasonable price (and a shopkeeper would be wasting the customer's time if they overpriced the item expecting customers to haggle).\n\nIf you are in New Zealand for an extended period of time, the website ",{"type":"[","value":["http:\/\/www.trademe.co.nz Trade Me"]}," provides a similar business model to overseas giant eBay. However Trade Me has a greater focus on direct bank transfer based trading (a pre-requisite is that you must have a New Zealand bank account) and minimal to no fees required upon an item's initial listing.\n\n",{"type":"===","value":["Tipping"]},"\nAs a general rule, tipping is ",{"type":"''","value":["not"]}," customary in New Zealand, though it is becoming more common, especially in areas that receive many tourists. However, do not be surprised or offended if you receive bemused looks or if your tip is initially refused or questioned, as New Zealanders themselves generally do not tip, and it is also a form of courtesy in New Zealand culture to first decline such a gesture before accepting it. It can be viewed very negatively by New Zealanders as being made to 'pay twice', or as a form of bribery. In the major cities, tipping tends to be embraced by workers, especially over the summer when students wait tables for part-time work. Tip jars may be placed on counters, but these are for loose change and although it is appreciated, you are not expected to place coins in them. It is common practice and polite to donate your spare change from the meal to what ever charity has a collection jar on the counter, and this acts as the standard substitute for tipping.\n\n",{"type":"===","value":["Shopping hours"]},"\nOn Christmas Day, Good Friday, Easter Sunday, and before 13:00 on Anzac Day (25 April), most businesses must remain closed - exceptions include dairies, convenience stores, petrol stations, cafes and restaurants, pharmacies, and some other shops located in airports and tourist hotspots such as ",{"type":"[[","value":[["Taupo"]]}," and Queenstown. If you are in New Zealand on one of these days, ensure you have all your needs met prior to the date.\n\n",{"type":"===","value":["Major retail chains"]},"\nThe supermarket sector has three major chains: ",{"type":"'''","value":["Countdown"]},", ",{"type":"'''","value":["New World"]}," and ",{"type":"'''","value":["Pak'nSave"]},". If you are looking for the lowest prices, Pak'nSave is probably your best bet. However, they carry a limited range of brands, force everyone to pack their own bags, and if you forget your reusable bags they charge you 10c per plastic bag - they even use stick figures in their adverts to show how cheap they are! Countdown and New World pretty much the same, except the former's Australian-owned and the latter's New Zealand-owned; they carry a full range and checkout staff will pack your bags free of charge, but keep an eye on the prices if you are on a budget. Countdown has a coupon card called ",{"type":"''","value":["Onecard"]}," - you can pick a temporary visitor card up from the supermarket and most hotels and motels if you want to get the discounts.\n\n",{"type":"'''","value":["The Warehouse"]},", commonly referred to as ",{"type":"''","value":["The Red Shed"]},", is the New Zealand equivalent of Wal-Mart, containing a variety of bottom-end products including clothing, tools, camping equipment, toys, music, etc. Their motto is \"where everyone gets a bargain\" and most things are made in China. While you might not find the top quality brands here, prices are cheap. More traditional department stores include mid-market ",{"type":"'''","value":["Farmers"]},", and the upmarket department stores in the major cities: ",{"type":"'''","value":["Smith & Caughey's"]}," in Auckland, ",{"type":"'''","value":["Kirkcaldie & Stains"]}," in Wellington, and ",{"type":"'''","value":["Ballantyne's"]}," in Christchurch.\n\nOther 'big box' chains include ",{"type":"'''","value":["Briscoes"]},", a homewares store which seems to hold a \"30–60% off everything sale\" every other weekend.\n\n",{"type":"==","value":["Eat"]},"\nNew Zealand does not have a culture of going out to eat: meeting for dinner at a restaurant is typically something that is done only on special occasions such as birthdays, or on romantic dates, although eating out is becoming more common.\n\nNew Zealand has a distinctive café culture, with arguably some of the best espresso on the planet. Cafés often have excellent food, serving anything from a muffin to a full meal. \n\nIn smaller towns food is always available at the local pub\/hotel\/bistro, although the quality tends to be of the burger-and-chips variety.\n\nFast food and convenience food outlets are plentiful. Every major town has a KFC, Pizza Hut, McDonald's and Subway, and most have Burger King and Domino's. There are a number of local fast food chains; ",{"type":"[","value":["http:\/\/www.burgerfuel.com\/nz Burger Fuel"]}," and ",{"type":"[","value":["http:\/\/www.burgerwisconsin.co.nz\/ Burger Wisconsin"]}," are both worth trying, while the American pizza chains face competition from satanic-themed local chain ",{"type":"[","value":["http:\/\/hellpizza.com\/nz\/ Hell Pizza"]},". Petrol stations often sell pies that can be heated in-store. \n\nFish and chips are a local speciality. The fish is often supplied by local fishermen and of extremely good quality. The style is somewhat different to the English style: chips tend to be crisper, and vinegar is almost never used as a dressing; traditional condiments in New Zealand include tomato sauce (ketchup) and tartare sauce. The menu consists of battered (or crumbed if you prefer) fish portions deep fried in oil together with chunky cut potato chips as well as a range of other meats, seafood, pineapple rings and even chocolate bars, all wrapped in newsprint paper – today it is unprinted but traditionally it was yesterday's newspaper, until someone decided it was unhealthy. A good meal can often be had for under $5; a poor one for the same price.\n\n",{"type":"===","value":["Cuisine"]},"\nNew Zealand's cultural majority, mainly British, do not have a definitive and recognisably distinct cuisine that differs markedly from the traditional British cuisine. However there are a number of small differences\n\n",{"type":"*","value":[{"type":"'''","value":["ANZAC biscuits"]}," – plain hard biscuits made primarily from oatmeal bound with golden syrup. Originally made for and by ANZAC troops during the First World War. Also found in Australia."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kiwifruit"]}," – a plum-sized green fleshed fruit, with fine black seeds in the flesh, originating from China, selectively bred in New Zealand, and first known to the home gardener as a ",{"type":"''","value":["Chinese gooseberry"]},". Now commercially farmed, with production centred on ",{"type":"[[","value":[["Te Puke"]]}," but in many orcharding areas. Slices often served on pavlova (see below). Known by its full name of kiwifruit and never shortened to \"kiwi\" in New Zealand, as \"kiwi\" refers to a type of bird or a New Zealander."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kumara"]}," or sweet potato (",{"type":"''","value":["Ipomoea batatas"]},") – roasted in the same manner as potatoes and often served instead of or alongside. May also be deep fried like potato chips and known as ",{"type":"'''","value":["kumara chips"]}," – nice served with sour cream but rarely done well as kumara cooks at a different temperature than potatoes, so it needs a skilled chef for the dish to be done perfectly. The \"red\" variety with its dark red\/purple skin is the most popular in New Zealand and is rather tart compared to the familiar Beauregard sweet potato found overseas (this variety is sold in New Zealand as \"orange\" kumara)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pavlova"]}," or ",{"type":"'''","value":["pav"]}," – a dessert cake made of whipped egg whites and sugar and slowly baked to have a crusty meringue-like outside but a soft marshmallow-like middle, topped with whipped cream and decorated with sliced fruit. The dessert is also common in Australia, and while there is debate between the two countries as to where it was first invented, New Zealand is generally accepted as the origin."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pies"]}," – New Zealanders eat large numbers of non-flakey pastry pies containing fillings such as beef, lamb, pork, potato, kumara, vegetables, and cheese that fit nicely in one hand (around 170 g\/6 oz). They're so iconic in New Zealand that even McDonald's sells them (it's a long story), although their prices are a little on the steep side. Some companies now market ranges of \"gourmet\" pies and there is an annual competition for the best pie in a variety of categories."]},"\n",{"type":"*","value":[{"type":"'''","value":["Whitebait"]}," – the translucent sprat or fingerlings of native freshwater fish species that migrate from spawning in the sea each year. After being caught in coastal river mouth set or hand nets during the spring (September to November), this highly sought after delicacy is rushed to all ends of the country. Often served in \"whitebait fritters\" (a fried patty of whitebait in an egg-based batter), they may be seasonally available from a local fish and chip shop and are cooked without gutting or removing their heads, as they are tiny (2-7 mm broad)."]},"\n",{"type":"[[","value":[["File:Hangi prepare.jpg"],["thumb"],["A hangi being prepared."]]},"\nMāori have a distinctive cuisine.\n\n",{"type":"*","value":["The ",{"type":"'''","value":["hangi"]}," or earth oven is the traditional way that Māori cook food for large gatherings. Meat, vegetables and sometimes puddings are slowly steam-cooked for several hours in a covered pit that has previously been lined with stones and had a hot wood fire burn down in it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kaimoana"]}," (sea food) – particularly shellfish gathered from inter-tidal rocks and beaches as well as ",{"type":"'''","value":["crayfish"]}," (rock lobster, ",{"type":"''","value":["Jasus edwardsii"]},") and inshore fish caught on a line or with nets. Species such as ",{"type":"'''","value":["paua"]}," (blackfoot abalone, ",{"type":"''","value":["Haliotis iris"]},") and ",{"type":"'''","value":["toheroa"]}," have been overfished and gathering restrictions are strictly enforced, while ",{"type":"'''","value":["green mussels"]}," (",{"type":"''","value":["Perna canalicula"]},") are commercially grown and sold live, or processed, in supermarkets. ",{"type":"<","value":["br"]},{"type":"'''","value":["Warning"]},": While it is common to see people collecting shellfish, crustaceans and other ",{"type":"''","value":["kaimoana"]},", there are a number of rules, for example minimum sizes or daily catch limits, which are usually posted on signs at the approaches to the collecting area. These rules are strictly enforced. If in doubt, check the Ministry of Primary Industries' (MPI) fisheries website: ",{"type":"[","value":["http:\/\/www.fish.govt.nz www.fish.govt.nz"]}," or with a local. Rules may be seasonal or all-year catch limits set by MPI, or they may be that certain areas are reserved solely for ",{"type":"''","value":["tangata whenua"]},", or a combination. At times areas may have a prohibition against them for health reasons."]},"\nIn addition to the above, New Zealand cuisine has taken a decidedly international turn over the past decade. Sushi is becoming increasingly popular (albeit in a somewhat different form to the Japanese original), as are many of the cuisines of the Pacific rim.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Alcoholic"]},"\nNew Zealanders have a reputation for enjoying their beer, with the average Kiwi drinking 71 litres per year. Although there are now only three major breweries, there are many regional brands, each with their own distinctive taste and staunch supporters. International brands such as Heineken, Guinness, Carlsberg and Budweiser are also available.\n\nThe New Zealand wine industry has developed into a significant export industry.  New Zealand is now known as one of the top producers of Sauvignon Blanc.  The Hawkes Bay region is well known for its Merlot, Cabernet Sauvignon, Syrah, Chardonnay and more recently Viognier varieties. Marlborough is the largest wine producing region and famous for its Sauvignon Blanc.  ",{"type":"[[","value":[["Waipara"]]}," in North Canterbury specialises in Riesling and Pinot Gris. Further south in Central Otago, Pinot Noir is produced in the most concentrated of styles. Many vineyards now offer winery tours, wine tasting and sales from the vineyard.\n\nThe minimum legal purchase age for alcohol in New Zealand is 18, and can only be supplied to under-18s via a parent or legal guardian. It is universal policy for bars and retailers to ask for photo identification from any patron who looks under the age of 25, and the only forms of identification accepted are a passport, New Zealand driver licence, or a Hospitality Association of New Zealand (HANZ) 18+ card.\n\nNational alcohol trading hours are 08:00 to 04:00 the next day for on-licences (bars, pubs, restaurants) and 07:00 to 23:00 for off-licences (liquor stores, supermarkets), although there may be local restrictions. All off-licences must close and there are restrictions on alcohol sales at on-licences all day Christmas Day, Good Friday and Easter Sunday, and before 13:00 on Anzac Day (25 April). If you are planning to go to a winery on these days, you may be out of luck.\n\nTake care when and where you indulge in public. New Zealand has recently introduced liquor ban areas – that means alcoholic drinks cannot be consumed or even carried in some streets, such as city centres and popular beaches, at certain times of the day or night. Police can instruct you to empty bottles and arrest you if you do not comply.\n\n",{"type":"===","value":["Non-alcoholic"]},"\nCoffeehouses are a daytime venue in many of the larger cities and tourist destinations. The café culture is notable in downtown Wellington, where many office workers have their tea breaks.  Most coffee styles, cappuccino, latte, espresso\/short black, long black, flat white, vienna etc., are usually available.  Flat whites are probably the most popular.  Cappuccinos are usually served with a choice of cinnamon or chocolate powder sprinkled on top.  Its usual to request which one you want. Fluffies are a small frothed milk for children, sprinkled with chocolate powder.\n\nTap water in New Zealand is regarded as some of the cleanest in the world; it is safe to drink from in all cities, most come from artesian wells or freshwater reservoirs - however, some are from rivers which can be chlorinated to be made safe but do not taste very nice. Some of the water in Auckland comes from the Waikato river, a long river that has its source in Lake Taupo in the centre of the North Island. But by the time it reaches Auckland, it has been treated so that the quality is no worse than that of the Thames in London or the Hudson in New York. Auckland water is also drawn from run-off reservoirs in the Waitakere and Hunua Ranges. Tap water in places such as Christchurch and Hastings is not chlorinated at all as it is drawn from the pure artesian aquifers of the Canterbury and Heretaunga plains.  Bottled water is commonly available if you prefer.\n\n",{"type":"'''","value":["L & P"]}," (",{"type":"''","value":["Lemon & Paeroa"]},") is a sweet carbonated lemonade style drink said to be \"world famous in New Zealand\". It is a sold in a brown plastic bottle with a yellow label similar to the traditional brown glass bottles it used to be sold in. While originally manufactured in its namesake, ",{"type":"[[","value":[["Paeroa"]]}," in the ",{"type":"[[","value":[["Waikato"]]},", it is now manufactured in Auckland by Coca-Cola.\n\n",{"type":"==","value":["Sleep"]},"\nNew Zealand offers a wide range of accommodation. International quality, ",{"type":"'''","value":["luxury hotels"]}," can be found in the major cities.\n\nNew Zealanders seem to have perfected the art of the top-dollar home-stay. Hosted ",{"type":"'''","value":["luxury lodges"]}," are the top-end equivalent of the bed-and-breakfast market and New Zealand has upwards of 40 internationally recognised lodges. Per capita, that's probably the highest in the world. They tend to be situated away from cities and can be difficult to get to, though some are right in the heart of the major centres. At the very top-end, helicopter transfers and private jets help the luxury traveller move between the lodges they've chosen for their visit.\n\n",{"type":"'''","value":["Motels"]}," of a variety of standards from luxury to just adequate can be found on the approaches to most towns. Most New Zealand motels feature kitchenettes usually with cooking utensils, pots and pans, crockery and cutlery so the traveller can reduce the cost of eating-out by self-catering from their motel bedroom. Heating can be a problem in winter though - while an increasing number of motels have their ceilings and walls insulated, double glazing is still uncommon. Small-scale central heating is also uncommon, and most motel rooms are headed by plug-in electric heating or gas heaters.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Bed and Breakfasts"]]}]}," are popular with visiting Brits and Swiss as well as ",{"type":"'''","value":["homestays"]},", ",{"type":"'''","value":["farmstays"]}," and similar lodgings - some of which are in the most unlikely places. These can be a good choice if the traveller wants to benefit from local insider tips from the resident hosts, and many visitors welcome the opportunity to sample the rural life. For uniquely New Zealand accommodation, there are Māori homestays and tourist-catering <abbr title=\"traditional Māori meeting house and grounds>\"marae<\/abbr> stays.\n\nThere is a wide range of ",{"type":"'''","value":[{"type":"[[","value":[["Hostels"],["backpackers"]]}]}," accommodation around these islands, including a 50 strong network of ",{"type":"'''","value":["Youth Hostels"]}," (these cater for independent travellers of any age) that are members of the ",{"type":"[","value":["http:\/\/www.yha.co.nz\/ Youth Hostels Association"]},". There are also two marketing networks of independent Hostels: ",{"type":"[","value":["http:\/\/www.bbh.co.nz\/ BBH"]}," with 280+ listings and the much smaller ",{"type":"[","value":["http:\/\/nomadsworld.com\/nomads\/about-us\/nomads-network#newzealand Nomads"]}," network.\n\nCommercial ",{"type":"'''","value":["camping"]}," grounds are strategically and conveniently located, as well as camping sites within all of the national parks. If you are travelling into the backcountry, the 'Department of Conservation (\"DOC\") has many back-country huts that can be used under a permit system.",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Freedom camping"]}," outside of recognised and marked camping areas is decreasingly available. It used to be common to find a tent or hammock pitched for the night in many picnic areas or in a grove of trees off the road or anywhere else there wasn't a \"No Camping\" sign. Due to growing local concerns about both rubbish and human waste not being disposed of properly together with moteliers resenting their falling incomes, many local authorities are now introducing tough restrictions with on-the-spot penalty notices being issued. Always dispose of all waste properly and leave your camping spots exactly as you found them (if not in better condition). Please respect this privilege and avoid leaving more ammunition for the people who want to restrict Freedom camping even further. ",{"type":"[","value":["http:\/\/www.camping.org.nz\/ TIA"]},", DOC and the i-SITE network of information centres have produced a useful on-line map resource featuring ",{"type":"[","value":["http:\/\/www.rankers.co.nz\/respect\/ over 1500 pay and free sites and based on Google maps"]}," .\n\nMany visitors travel around New Zealand in hired minibuses and vans, including self-contained ",{"type":"'''","value":["campervans"]},", that can be driven by anyone who holds an ordinary car driver's licence.\n\nNew Zealand was one of the first countries in the world after the UK to develop a dense ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wwoof.co.nz\/ WWoOF"]}]}," network. \"Willing Workers on Organic Farms\" pioneered the concept of travellers (\"WWoOFers\") staying as volunteers on farms and receiving food and accommodation in exchange for half a days help for each night they stay. The ",{"type":"[[","value":[["Nelson Tasman"]]}," region in the South Island is particularly rich in WWOOFing possibilities. ",{"type":"[","value":["http:\/\/www.helpx.net HelpX"]}," which is similar to WWOOF but is not restricted to just organics, originated and has its largest country network in New Zealand. \n\n",{"type":"[","value":["http:\/\/couchsurfing.org ",{"type":"'''","value":["Couchsurfing"]}]}," is also popular in New Zealand with most major centres sporting active forums and groups as well as having hosts all around the nation.\n\n",{"type":"==","value":["Learn"]},"\nFor many years, New Zealand schools and universities have educated foreign students from the countries of ",{"type":"[[","value":[["Southeast Asia"]]}," and education has now become a major source of export earnings for the country. In recent years, English language schools have been established for students from the region, particularly ",{"type":"[[","value":[["South Korea"]]}," and ",{"type":"[[","value":[["China"]]},", but also many other countries.\n\nEducation in New Zealand is compulsory from age 6 to 16 years, though almost all children begin attending school at age 5 and often stay at school for thirteen years, until 17 or 18 years old. ",{"type":"''","value":["Primary school"]}," lasts six years (Years 1–6); ",{"type":"''","value":["intermediate school"]}," lasts two years (Years 7–8), and ",{"type":"''","value":["secondary school"]}," lasts five years (Years 9–13). Depending on the area, these may be separate schools, two of the schools may be combined (a ",{"type":"''","value":["full primary"]}," or a ",{"type":"''","value":["Year 7-13 secondary"]},"), or all three may be combined (an ",{"type":"''","value":["area school"]}," or ",{"type":"''","value":["campus"]},"). Secondary schools are also called ",{"type":"''","value":["high schools"]}," or ",{"type":"''","value":["colleges"]},". A ",{"type":"''","value":["college"]}," does not refer to universities in New Zealand unlike in some other countries, though some specialised single-subject tertiary training-centres may also be called ",{"type":"''","value":["colleges"]},".\n\nPrimary and secondary compulsory schooling is ",{"type":"''","value":["free"]}," for New Zealand and Australian citizens and residents at ",{"type":"''","value":["state schools"]}," (i.e. public government-funded schools) from their fifth birthday until the end of the calendar year in which they turn 19, although quasi-voluntary donations and ",{"type":"''","value":["fees"]}," are requested to cover extra-curricular activities and consumable materials. ",{"type":"''","value":["State integrated schools"]}," are former private schools that have since become part of the state system, usually because they've run into financial difficulty. Catholic schools make up two-thirds of all state-integrated schools (more students equals more teachers and buildings equals higher costs - draw your own conclusion), with other religious denomination and education philosophies also featuring. They charge ",{"type":"''","value":["attendance dues"]}," to cover the cost of keeping the still privately-owned school land and buildings up to scratch. ",{"type":"''","value":["Private schools"]}," are separate from the state system and charge tuition fees to cover the school's costs. Tertiary education is state assisted, with part of the tuition costs funded by the state. International students who are not Australian citizens will need to pay for their education; in some cases this includes a national profit margin.\n\nThe Ministry of Education has established a ",{"type":"''","value":["Code of Practice"]}," that New Zealand educational institutions enrolling ",{"type":"''","value":["international students"]}," need to abide by. This ",{"type":"''","value":["Code of Practice"]}," includes minimum standards for the pastoral care of international students. Primary school students, or those age 10 or under, need to either live with a parent or else board in a school hostel. Additionally, older students, who are under age 18, may live in home-stays, temporary accommodation or with designated caregivers. Where the institution arranges accommodation for students older than age 18 the code of practice applies to their accommodation situations also.\n\nNew Zealand citizens, permanent residents and refugees can receive financial assistance through loans and allowances, to pay the tuition fees and to attend tertiary education at ",{"type":"''","value":["Universities"]},", ",{"type":"''","value":["Polytechnics"]},", ",{"type":"''","value":["Whananga"]}," (Māori operated universities\/polytechnics) and ",{"type":"''","value":["Private Training Providers"]},". Overseas students will need to pay the full tuition fees and their own living costs while studying at a New Zealand institution.\n\nOverseas students need to have a student visa and a reasonable level of cash to spend in order to undertake a course of study at a New Zealand based educational institution. Visas are generally valid for the duration of the course of study and only while the student is attending the course of study. New Zealand educational institutions will inform the appropriate immigration authorities if a student ceases to attend their enrolled courses, who may then suspend or cancel that student's visa. Educational institutions often also exchange this enrolment and attendance data electronically with other government agencies responsible for providing student assistance.\n\n",{"type":"==","value":["Work"]},"\nTo work in New Zealand you need to be a citizen or current permanent resident of either ",{"type":"'''","value":["New Zealand"]}," or ",{"type":"'''","value":[{"type":"[[","value":[["Australia"]]}]},", or else have a New Zealand residence visa, work visa, working holiday visa, or another appropriate visa which permits you to work. Students on student visas can work part-time for up to 20 hours per week. Citizens of the Cook Islands, Niue and Tokelau are New Zealand citizens and don't need any permits to live and work in New Zealand. If you are intending to work in New Zealand you should obtain a work visa.\n\nYou will also need to have a ",{"type":"''","value":["New Zealand bank account"]},", as most employers pay using electronic banking rather than in cash; an ",{"type":"''","value":["Inland Revenue Department (IRD) Number"]},", as ",{"type":"''","value":["withholding tax"]}," and\/or ",{"type":"''","value":["income tax"]}," will be deducted from your wages by your employer; and a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ird.govt.nz\/forms-guides\/title\/forms-t\/ir330-form-tax-code.html tax declaration form (IR330)"]}]},", as tax will be deducted at the ",{"type":"''","value":["no declaration"]}," rate of 45% unless you have an IRD number and tax code. More information about New Zealand's tax system, including appropriate forms, can be obtained from ",{"type":"[","value":["http:\/\/www.ird.govt.nz Inland Revenue \/ Te Tari Tāke"]},". (The Maori naming department clearly didn't think that one through.)\n\nYou should have your IRD number 8-10 working days after you apply. You will need to fill in the ",{"type":"[","value":["http:\/\/www.ird.govt.nz\/forms-guides\/keyword\/individualincometax\/ir595-form-individualirdapp.html IRD number application form (IR595)"]},", and provide a photocopy of a passport or New Zealand birth certificate. It is possible to apply for the IRD number, then call the department around a week later to request the number by phone, however this will depend on the workload of the processing centres at the time. Calling the IRD requires several forms of ID, it is ideal to be able to provide your passport number and full address when requested. Your new IRD number will be nine digits long grouped into sets of three digits (e.g. 123-456-789), although older numbers have only eight digits (e.g. 23-456-789).\n\nNew Zealand operates a ",{"type":"''","value":["simplified"]}," tax system that tends to collect more tax than people need to pay, because of the use of the pay-as-you-earn (PAYE) deduction system. Your employer will work out how much tax you need to pay and deduct it from your wages, giving you the after-tax amount in your bank account and sending the tax deductions onto Inland Revenue. The obligation is then on the worker to claim overpaid tax back, rather than declaring their income and paying any extra tax. Be careful though, if you choose to work in New Zealand and you stay more than 183 days in any 12-month period, your ",{"type":"''","value":["worldwide income"]}," could be taxed. New Zealand has ",{"type":"''","value":["double taxation"]}," agreements with several countries to stop tax being paid twice.\n\nBeing a foreigner means that your New Zealand income is subject to local income tax at the fullest levels. Although many people believe that they can collect all their tax back when they leave the country, this is not true. It may be the case that filing an income tax return may result in a small refund if working for only part of the year; however, this is not likely to be the case.\n\nIf you are a New Zealand or Australian citizen or permanent resident, or hold a resident visa, your employer will automatically start taking 3% of your wages each week in KiwiSaver, the government's retirement savings scheme. If you don't want KiwiSaver, make sure you fill in a New employee opt-out request (KS10) and give it to your employer within 8 weeks of starting your job. More information about KiwiSaver can be found on the ",{"type":"[","value":["http:\/\/www.kiwisaver.govt.nz KiwiSaver website"]},", otherwise the CFLRI's ",{"type":"[","value":["http:\/\/www.sorted.org.nz\/ Sorted website"]}," has a very good plain English guide to KiwiSaver.\n\nAs of 1 April 2014, the minimum wage for those aged 18 and over is $14.25 per hour. Be careful as some unscrupulous employers like to pay foreigners below the minimum wage.\n\nSeasonal work such as fruit picking and other agricultural work is sometimes formally available for tourists - and always available illegally. More information about legal seasonal fruit picking work can be found at ",{"type":"[","value":["http:\/\/www.picknz.co.nz\/ Pick NZ"]},".\n\nWith the Christchurch rebuild shifting into high gear, there is always demand for construction trade jobs (bricklayers, carpenters, electricians, glaziers, etc.) in the Canterbury area. If your profession is listed on the ",{"type":"[","value":["http:\/\/www.immigration.govt.nz\/migrant\/stream\/work\/worktemporarily\/LinkAdministration\/ToolboxLinks\/essentialskills.htm Canterbury Skills Shortage List"]}," and you are prepared to work on the rebuild, you may be able to get a one-year or three-year Essential Skills temporary work visa. You may also need to register as a ",{"type":"[","value":["http:\/\/www.business.govt.nz\/lbp Licensed Building Practitioner"]},", especially if you want to do work affecting the structure or weather-tightness of a building.\n\nNew Zealand has a number of reciprocal Working Holiday Schemes, which allow people between 18 and 30 to travel and work in New Zealand for up to one year and vice versa. At present young citizens of a number of countries from Europe, South America, North America and Asia can apply. These schemes are enormously popular and in many instances participants can apply to stay in New Zealand longer once they have completed their one year stay. Information on all the ",{"type":"[","value":["http:\/\/www.immigration.govt.nz\/migrant\/stream\/work\/workingholiday\/ various schemes and application details"]},".\n\n",{"type":"==","value":["Stay safe"]},"\nThe emergency telephone number in New Zealand is ",{"type":"'''","value":["111"]},". \n\nAmbulance, Fire, Police, Coastguard and Marine and Mountain Rescue can all be rapidly contacted via this one, '",{"type":"''","value":["FREE, "]},"emergencies only''''' number. This number (or 112 or 911) also works from mobiles - even when there is no credit available and even if no SIM card is present at all!\n\nIf you make a hoax or frivolous call to 111 (and emergency services are not deployed), your phone account will be charged $6.90. If actual emergency services are deployed, you will be prosecuted for wasting emergency services' time – a false fire callout alone is a $1,150 fine.\n\nDial ",{"type":"<","value":["nowiki",["*"]]},"555 to report non-emergency traffic incidents from mobiles.\n\nDue to their isolation, the ",{"type":"[[","value":[["Chatham Islands"]]}," are not connected to the 111 network and have their own local emergency number: ",{"type":"'''","value":["+64 3 305-0111"]},". While you can dial this number from your mobile, it won't work as the Chatham Islands have no mobile phone reception.\n\nFull instructions are on the inside front cover of every telephone book.\n\n 0800 161 610 - Deaf emergency fax (connects to police)\n 0800 161 616 - Deaf emergency textphone\/TTY (connects to police)\n 0800 764 766 - Poisons and hazardous chemicals emergency\n 0800 611 116 - medical advice (\"Healthline\", run by the Ministry of Health)\n 0800 808 400 - railway emergencies (KiwiRail Network)\n\n",{"type":"===","value":["Crime and security"]},"\nWhile difficult to make international comparisons, the level of crime in New Zealand is similar to other western countries. Dishonesty offences, such as theft, are by far the most frequent crime. Much of this crime is opportunistic in nature, so travellers should take simple, sensible precautions such as putting valuables away out of sight or in a secure place and locking doors of vehicles, even in remote locations.\n\nViolent crime in public places is associated with alcohol or illicit drug consumption. Rowdy bars or drunken crowds in city centres, or groups of youths in the suburbs, are best avoided, especially late at night and in the early morning. New Zealanders can be somewhat lacking in a sense of humour when their country or their sporting teams are mocked by loud or drinking tourists.\n\nThere are occasional disturbing high profile media reports of tourists being targeted in random violent robberies and\/or sexual crimes. These crimes tend to happen in isolated places, where the chances of the offender being observed by other people are low. While the chances of falling victim to such misfortune are low, you should still take the usual precautionary measures. Although crime statistics reflects an increase in violent crime, the increase is entirely explained by increased detection of family violence, a key focus area for police. Tourists are unlikely to be affected, as such crimes usually take place in the privacy of New Zealanders own homes. \n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.police.govt.nz New Zealand Police"]}]},", a national force, are generally polite and helpful. Police regularly set up checkpoints all around an area, including all lanes of motorways, checking for drunk-driving, seat belt usage, child restraints, expired Warrants of Fitness and registrations, etc. If you fail the roadside breathalyser test, you will have to accompany the officer to a police station, or a roadside \"Booze Bus\" for an evidential breath test, blood test, or both. Being found with excess breath alcohol, or refusal to undertake testing will result in an arrest, appearance in Court, with a possibility of time in prison if you are a repeat offender, as well as a hefty fine and disqualification from driving. \n\nFixed and mobile speed cameras as well as hand held and car speed detectors are used frequently. Police have no official discretion for speeding offences and will write tickets for all vehicles caught exceeding the speed limit by more than 10 km\/h. In some locations, such as near schools, even exceeding the speed limit by only 5 km\/h will result in a ticket.\n\nIn New Zealand, ",{"type":"''","value":["armed"]}," police are highly unusual and usually rate a mention in the media. Traditionally, New Zealand police carry only batons, offender control pepper spray, and Tasers. Typically, situations where firearms are required are left to the specialist Armed Offenders Squad (AOS, similar to SWAT in the US) to deal with. However, all police officers have basic firearms training and first response patrols will generally have recourse to firearms locked in their vehicle to deter offenders until the AOS arrives.\n\n",{"type":"===","value":["Natural hazards"]},"\n",{"type":"'''","value":["Severe weather"]}," is by far the most common natural hazard encountered. Although New Zealand is not subject to the direct hit of tropical cyclones, stormy weather systems from both the tropics and the polar regions can sweep across New Zealand at various times of the year. There is generally a seven to ten day cycle of a few days of wet or stormy weather followed by calmer and drier days as weather systems move across the country. The phrase ",{"type":"''","value":["four seasons in one day"]}," is a good description of New Zealand weather, which has a reputation for both changeability and unpredictability. The phrase is also a popular Kiwi song.\n\nWeather forecasts are generally reliable for overall trends and severe weather warnings should be heeded when broadcast. However both the timing and intensity of any weather events should be assessed from your own location.\n\nYou should always seek advice from the Department of Conservation when trekking in alpine areas. There are annual fatalities of both foreign nationals and New Zealanders caught unaware by the weather.\n\nThere are other natural hazards you may encounter, though far more rarely:\n\n",{"type":"*","value":[{"type":"'''","value":["Strong earthquakes"]}," - New Zealand, being part of the Pacific Ring of Fire, sits astride a tectonic plate boundary and experiences large numbers (about 14,000\/year) of small earthquakes every year, a few (about 200 each year) are noticeable and the occasional one causes damage and sometimes loss of life. The last ",{"type":"''","value":["big one"]}," causing serious loss of life was on 22 Feb 2011, 10 km south east of Christchurch. It was a 6.3 magnitude quake with a depth of only 5 km and 185 people were killed. The latest quake news is reported by ",{"type":"[","value":["http:\/\/www.geonet.org.nz\/ GeoNet"]},". In an earthquake, running outside the building is generally more hazardous than remaining inside and finding a covered spot underneath door lintles, under stairs or tables; buildings in New Zealand are built to high standards, and while they may be damaged in an earthquake, they should remain standing."]},"\n:If you do feel a strong earthquake, remember ",{"type":"[","value":["http:\/\/www.getthru.govt.nz\/web\/GetThru.nsf\/web\/BOWN-7GY5TP ",{"type":"''","value":["Drop, Cover, Hold"]}]},": ",{"type":"'''","value":["drop"]}," to the ground, ",{"type":"'''","value":["cover"]}," yourself under a table or desk (or cover your head and neck with your hands if no table or desk is available), and ",{"type":"'''","value":["hold"]}," on until the shaking stops.\n\n",{"type":"*","value":[{"type":"'''","value":["Tsunami"]}," is a possible risk in coast parts of New Zealand. Warning of a tsunami from an overseas earthquake will be widely publicised via media. However, should you experience a very strong earthquake (over a minute long, or so strong you cannot easliy stand) you should move to high ground (35 m or more) or at least 1km inland as a precaution until an all clear is given."]},"\n",{"type":"*","value":[{"type":"'''","value":["Volcanic eruptions"]}," - New Zealand has a number of volcanoes that are classified as active or dormant. Only ",{"type":"[[","value":[["Mount Ruapehu"]]},", ",{"type":"[[","value":[["Tongariro National Park"],["Tongariro"]]},", ",{"type":"[[","value":[["White Island"]]}," and the remote Kermadec Islands have been active recently. Volcanic activity is also monitored by GeoNet."]},"\n",{"type":"*","value":["There are almost no poisonous or substantially dangerous animals. The katipo and redback are the only two ",{"type":"'''","value":["venomous spiders"]}," and bites from both species are extremely rare. Serious reactions are uncommon and unlikely to develop in less than three hours, though you should always seek help at your nearest hospital, medical centre, or doctor. The white-tailed spider can also deliver painful bites but is not considered ",{"type":"[","value":["http:\/\/www.healthed.govt.nz\/uploads\/docs\/HE1424.pdf dangerous to humans"]},". No large mammalian predators are present and there are no large predatory reptiles. Certain species of ",{"type":"'''","value":["Weta"]}," (an insect, that looks a bit like a grasshopper or cricket) can deliver a painful but harmless bite."]},"\n",{"type":"===","value":["Fire brigade and civil defence sirens"]},"\nIf you are travelling outside the major cities, you may on occasion hear what sounds like a World War II air raid siren go off, making a wailing sound (going up and down). This is completely normal - it's signalling to the local volunteer fire-fighters that there's a fire or car accident they need to attend, and they better get down to the station pronto. It ",{"type":"''","value":["is not"]}," signalling that someone is attacking New Zealand with nuclear weapons; many tourists before have panicked thinking that it was. \n\nSome areas, especially those along the coastline, have a system of civil defence sirens. The sound signals are different from area to area - a continuous tone in one area may mean to evacuate while in another area it may mean all clear. The best advice is if you hear a siren go off and it make anything other than a wailing sound, tune your radio into Radio New Zealand National, Newstalk ZB, Radio Live, More FM or Classic Hits for further information. You'll know that you've hit one of them (and its a civil defence emergency) if you hear ",{"type":"[","value":["http:\/\/www.getthru.govt.nz\/web\/getthru.nsf\/vwluResources\/Siren\/$file\/Siren.wav the Civil Defence sting"]},", which sounds like a chorus of several different sirens.\n\n",{"type":"==","value":["Stay healthy"]},"\nNew Zealand has very high levels of ultraviolet radiation, around 40% more intense than you will find in the Mediterranean during the summer and, consequently, has high rates of skin cancer. Sun hats, sunglasses and sunscreen are highly recommended, especially if you have white skin and\/or ginger hair!\n\nSmog is a perennial winter problem in many South Island towns and cities, especially Alexandra, Christchurch and Timaru. Like Los Angeles and Vancouver, these areas are affected by temperature inversion, whereby a layer of warm air traps cold air full of pollutants from vehicles and wood fires close to the ground. Be wary in these areas if you have any respiratory problems (including asthma).\n\nNew Zealand has high and equitable standards of professional health care comparable with Sweden or Australia. Tap water is drinkable. Precautions should be taken against ",{"type":"''","value":["Giardia"]}," when tramping: do not drink water from rural streams without boiling it first. Risk may be lower in the highlands of the ",{"type":"[[","value":[["South Island"]]},", especially where streams are strong and come directly from melting snow in the mountain.\n\nWhile you will not need any special immunisations before travelling to New Zealand, it may pay to get a flu vaccination if you are travelling in the New Zealand winter season.\n\n",{"type":"===","value":["Medical care"]},"\nVisiting the doctor will cost about $60-70 but varies between practices and localities. Appointments outside normal business hours may cost extra. Except in the case of accidental injury (see below), the New Zealand public hospital system is free of charge to Australian, British and New Zealand citizens but will charge other nationals for treatment received. Travel insurance is highly recommended.\n\nNew Zealand is the only country in the world to have a universal, no-fault, accidental injury compensation scheme, run by the ",{"type":"[","value":["http:\/\/www.acc.co.nz Accident Compensation Corporation (ACC)"]},". Even if you are just visiting, if you are injured while in New Zealand, ACC will pay the cost of your treatment and, if you're working, will cover up to 80 percent of any lost New Zealand earnings. To claim ACC, you only need to turn up at the doctor's surgery or Accident & Emergency; they will give you a claim form to complete which will then be sent to ACC on your behalf. There may be a part charge for treatment at a doctor's clinic. You ",{"type":"''","value":["can not sue"]}," any party, whether they were to blame or not, in relation to injury covered by ACC. \n\nACC will not cover any incidental costs you incur, such as costs for changing travel arrangements or for relatives to come to New Zealand to assist in your care, as you will be expected to hold ",{"type":"[[","value":[["travel insurance"]]}," for these costs. ACC coverage is limited to New Zealand, so you are liable for any medical costs relating to an injury once you leave the country. Any property damaged or lost in an accident is also not covered by ACC, but if another person was at fault you can claim via their insurance, or directly if they are uninsured (although you may need to claim through a court process if they refuse to pay).\n\nLand ambulance services are provided by Wellington Free Ambulance in the Greater Wellington area, and St John's Ambulance elsewhere. St John's will charge for non-ACC callouts - around $80 for NZ and UK citizens and $770 for everyone else. Wellington Free Ambulance is free to use (as the name suggests), but will casually hint you should make a donation to them in return.\n\nPrescription medication in New Zealand is generally referred to by its International Non-proprietary Name (INN) rather than any brand name. New Zealand has a single national drug-buyer, Pharmac, whose main aim to keep medicine prices low. It does mean subsidised drugs changing brands every five years (hence why drugs are known by their INNs), but it also means prescription drug shelf prices are among the cheapest in the OECD. On average, subsidised prescription medicines in New Zealand cost two-thirds of what they do in the UK and Australia, and one-third of what they do in the United States. Subsidised medications are available to New Zealand, Australian and UK citizens; a deductible of $15 applies for casual patients ($5 for enrolled patients). For those from other countries and those requiring unsubsidised medications, you will have to pay the full shelf price.\n\nOn arrival at an Accident and Emergency department of a public hospital you will be triaged and treated in order of priority rather than order of arrival. Even treatment of a simple broken bone may involve a wait of several hours if more serious cases keep arriving. Children with a similar injury to yours will probably be treated before adults. If your illness or accident is minor, you may be advised to seek assistance from a doctor's clinic or after hours medical centre. This may cost you more than $100, but will prevent you waiting up to a whole day for treatment.\n\nHealthline, a free 24-hour hotline staffed by registered nurses, is available if you need advice on a medical condition. The phone number is 0800 611 116.\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"===","value":["Social behaviour"]},"\nNew Zealanders are generally warm and sociable, but will hold strangers at a distance.\n\n",{"type":"*","value":[" New Zealand is a country where \"please\" and \"thank you\" can be used more than once in a sentence without being out of place, and where an initial refusal of an offer is part of a polite banter.  You should follow up a politely refused offer, with \"Are you sure?\", etc.  Criticisms and compliments are often understated.  "]},"\n",{"type":"*","value":[" If you wish to communicate with a New Zealander outside of a formal situation you are best to initiate the conversation. If you are unsure of the location of your intended destination ask a local. Your accent will trigger the locals desire to be helpful to tourists and they will normally offer to go beyond giving simple directions to help you."]},"\n",{"type":"*","value":[" New Zealanders will often ask many (sometimes probing) questions about your home country or culture. This is not meant to be offensive, it reflects a genuine interest in other people and cultures and a desire to gain first hand knowledge."]},"\n",{"type":"*","value":[" If staying for more than a few days at someone's house, if they are younger than 35 it is considered polite to leave a token amount of money, say $20, to 'cover the power bill', especially if you are the guest at a shared flat\/apartment\/house."]},"\n",{"type":"*","value":[" In conversations, if you want to contradict something someone has said, be gentle. New Zealanders will often be happy to learn something new and incorporate it into their knowledge but will also defend strongly something they have direct knowledge of."]},"\n",{"type":"*","value":[" Some New Zealanders tend to swear a lot. Sometimes they may even use swear words to refer to friends. It generally isn't meant to be offensive."]},"\n",{"type":"*","value":[" New Zealand society is understood by New Zealanders to be classless and egalitarian; this is mostly true, and largely functions by avoiding having discussions about money or by showing wealth. New Zealanders, even wealthy New Zealanders, tend to behave in a somewhat frugal manner. Talking about personal wealth isn't usually well received."]},"\n",{"type":"*","value":[" The majority of New Zealanders are generally open to gay, lesbian, bisexual and transgender people. New Zealand decriminalised homosexuality in August 1986, outlawed discrimination on the basis of sexual orientation in February 1994, introduced civil unions in April 2005 and legalised same-sex marriage in August 2013. This was achieved in all cases through an acts of parliament which passed with support from Members of Parliament across all major political parties. While some homophobic attitudes do exist (mainly among young uneducated males), even people who might not be comfortable with homosexuality tend to exhibit the common New Zealand pragmatic 'live and let live' attitude."]},"\n",{"type":"===","value":["Dress"]},"\nNew Zealanders generally dress casually but still very conservatively, with a prevalence of wearing black or dark clothing. You will see men and women in suits in cities on weekdays only.\n\n",{"type":"*","value":[" Wearing brightly coloured clothing will mark you as a tourist. In most cases this will be to your advantage due to New Zealanders wanting to be hospitable to tourists. However, being marked as a tourist may attract unwanted attention from less than savoury people. Use common sense if you are approached by a local."]},"\n",{"type":"*","value":[" New Zealand's weather can be very changeable, a cold front can make the temperature drop suddenly. Make sure you take a jacket or jumper with you at all times. Equally, if you hit a beautiful, sunny, warm day you may also need to cover up to prevent the harsh sun causing sunburn."]},"\n",{"type":"*","value":[" If going to an expensive formal restaurant for a meal you will not need to wear a suit and tie, but wearing jeans and t-shirts is frowned upon. Smart trousers, a collared shirt and dress shoes for men, and smart trousers or skirt and blouse for women would be typical. At all non-formal dining there will be an expectation of being tidily dressed."]},"\n",{"type":"*","value":[" If drinking in bars, check out what the locals are wearing before going. Wearing shorts and jandals may be acceptable in rural areas, but trousers and shoes are a minimum standard for most city bars and restaurants. Some nightclubs (but not all) will insist upon collared shirts and refuse entry to men wearing sports shoes. Women will generally be granted admission regardless of dress."]},"\n",{"type":"*","value":[" At most beaches, nudity is frowned upon. If you do wish to go nude (or topless for women) you will only be breaking the law if you cause offence to another person so walking away from the main beach to a quieter spot will usually get around any problems."]},"\n",{"type":"===","value":["Māori culture"]},"\nMāori cultural experiences are popular tourist attractions enjoyed by many people but, as with any two cultures encountering one another, there is room for misunderstanding. Some tourists have found themselves more confronted than they expected by ceremonial challenges and welcomes. These are serious occasions; avoid chatter and laughter. Have jokes and laughs later. There will be plenty of time to relax later when the hāngi is uncovered.\n\nMāori, Pākehā (Kiwis of European descent) and other New Zealanders (all-comers) are generally on good terms.\n\n",{"type":"===","value":[" National identity "]},"\nNew Zealanders have a distinct and jealously guarded national identity. Although it has many similarities with other western cultures, it isn't a state of Australia, or still part of the British Empire (though it is a member of the Commonwealth). While Australia and New Zealand have close foreign policy ties, considerable inter-migration and overlapping cultures, saying New Zealanders are basically Australians will not gain you any Kiwi or Aussie friends. It is pretty much the same relationship as with Canadians and Americans or the Irish and Brits. In many ways, Australia and New Zealand have a similar outlook towards the other, with the same clichéd jokes being made. \n\nDespite the jokes about New Zealand, most Australians have a genuine affection for New Zealanders (and vice versa); the relationship between the two countries is often described as sibling-like, with the sibling rivalry to boot. This can be traced back to ",{"type":"[[","value":[["w:Australian and New Zealand Army Corps"],["ANZAC"]]}," (Australia and New Zealand Army Corp), participation in two world wars (particularly the Gallipoli and North African campaigns), Korea, Vietnam, the Malaya Crisis, Solomon Islands, etc. When a disaster strikes one country, you will see charity collections for relief efforts underway in the other.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\nNew Zealand has a well developed and ubiquitous telephone system. The country's legacy phone company, Telecom, claimed in 2009 to have about 4,000 payphones in NZ which can be easily identified by their yellow and blue colours, but these numbers are now diminishing. All of them accept major credit cards and a variety of phonecards available from retailers. You may have to look hard for a payphone that accepts coins.  \n\nThere is an ",{"type":"[","value":["http:\/\/www.whitepages.co.nz on-line directory of telephone subscribers"]},". You can also call directory assistance on ",{"type":"'''","value":["018"]},", although the operators may be a bit hard to understand if you're not Filipino.\n\nThe international access code or prefix is ",{"type":"'''","value":["00"]},". (When using a mobile phone, like everywhere else, the plus symbol \"+\" can be used instead of the 00 prefix.)\n\nThe country code for international calls to New Zealand is +64. When dialling from overseas, omit any leading '0' in the area code.\n\nThere are five area codes: \n:",{"type":"'''","value":["03"]}," for all of the South Island, Stewart Island and the Chathams \n:",{"type":"'''","value":["04"]}," for ",{"type":"[[","value":[["Greater Wellington"]]}," (excluding ",{"type":"[[","value":[["Wairarapa"]]},")\n:",{"type":"'''","value":["06"]}," for ",{"type":"[[","value":[["Taranaki"]]},", ",{"type":"[[","value":[["Wanganui (region)"],["Wanganui"]]},", ",{"type":"[[","value":[["Manawatu"]]},", the ",{"type":"[[","value":[["Central North Island"]]}," south of Mount Ruapehu, ",{"type":"[[","value":[["Hawke's Bay"]]},", ",{"type":"[[","value":[["East Coast (New Zealand)"],["East Coast"]]},", and Wairarapa.\n:",{"type":"'''","value":["07"]}," for ",{"type":"[[","value":[["Waikato"]]},", ",{"type":"[[","value":[["Bay of Plenty"]]}," and the Central North Island north of Mount Ruapehu\n:",{"type":"'''","value":["09"]}," for Auckland and Northland. \n\nYou'll need to dial the area code if you are making non-local toll calls, even if the area code is the same (eg: you have to dial 03 when calling Christchurch from Dunedin, 07 when calling Hamilton from Tauranga, etc). Some of rules defining what is a local call and what is a toll call can be confusing e.g. calling Kaiapoi to Rolleston (37 km away) is a local call, but Kaiapoi to Rangiora (11 km away) is a toll call - if in doubt, include the area code.\n\nFreephone numbers start ",{"type":"'''","value":["0508"]}," or ",{"type":"'''","value":["0800"]}," and can not be connected from outside New Zealand.\n\nCollect (reverse charge) calls can be made by calling the operator on ",{"type":"'''","value":["010"]}," (or ",{"type":"'''","value":["0170"]}," for international calls) and following the instructions.\n\nThe emergency number is ",{"type":"'''","value":["111"]},", except in the Chatham Islands where it is ",{"type":"'''","value":["+64 3 305-0111"]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Mobile phones"]]}]},"\nMobile telephone coverage is good near urban areas although the mountainous terrain means that, outside these urban areas and especially away from the main highway system, coverage may be patchy. Do not rely on mobile phones in hilly or mountainous terrain. Mobile telephone users can call ",{"type":"'''","value":["*555"]}," only to report ",{"type":"''","value":[" ",{"type":"'''","value":["Non-emergency"]}," traffic safety"]}," incidents, such as a breakdown, road hazard or non-injury car crash, to the ",{"type":"''","value":["Police"]},".\n\nAll mobile phone numbers in New Zealand usually start with ",{"type":"'''","value":["02"]},", usually followed by eight digits (there are some seven- and nine-digit numbers in the 021 range). There are currently three major mobile networks in New Zealand:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.2degreesmobile.co.nz 2degrees"]}]}," operates a relatively young UMTS (3G) network (2100MHz) in most of the country, with coverage holes patched by Vodafone National Roaming."]}," \n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/telecom.co.nz\/ Telecom"]}]}," operates a UMTS (3G) network nationwide on 850MHz with supplementary 2100MHz in metropolitan areas (the same frequencies as Telstra in Australia and AT&T in the US). LTE (4G) coverage on 1800MHz and 2600MHz is available in Auckland, Christchurch and Wellington, with more areas being introduced gradually."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vodafone.co.nz\/network\/coverage\/ Vodafone NZ"]}]}," operates a UTMS (3G) network on 900MHz with supplementary 2100MHz coverage in metropolitan areas, a GSM network on 900MHz\/2100MHz and a 4G (LTE) network on 1800MHz is available in Auckland, Christchurch, Dunedin, Nelson, Queenstown, Wellington and other smaller centres, with more areas being introduced gradually. Vodafone also offer a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vodafone.co.nz\/travel-sim\/ visitor SIM"]}]}," specifically for travellers."]},"\nMost airports and shopping malls have stores from all three network providers available for purchasing access and getting information about their networks. A prepaid sim-card connection pack with $20 credit from ",{"type":"[","value":["http:\/\/www.vodafone.co.nz\/prepay-freebees\/ Vodafone"]}," costs around $30, prepaid sim-cards from 2degrees cost $5, and a prepaid sim-card from Telecom costs $5.\n\nStandard sim-cards, Micro-SIMs and nano-SIMs are available from all three mobile providers, as are data-only plans for use in iPads or USB modems.\n\nAll three NZ mobile networks claim to have coverage \"where 97% of NZers live work and play\" as if Kiwis never went tramping, yachting or horse riding outside the urban areas of the South Island.\n\n",{"type":"===","value":["Internet"]},"\nSome places offer free ",{"type":"'''","value":["Wi-Fi"]}," to their customers. Often it may be available for a charge.  \n\nInternet access is available in cyber cafés and there are generally many of these in the major cities. Some Internet (cyber) cafés may not be maintained properly, but there are places around that maintain a high level of security when it comes to their systems. If you have your own laptop, many cyber cafés allow wired and wireless access. It is slowly becoming more common to allow tourists to use their own laptops to access the Internet.\n\nMany public libraries have public Internet access. There may be a charge. The Auckland City Public Library allows for two 15 min sessions a day at no charge. Hourly rates for are usually in the range of $4-8, with cheaper rates of around $2-4 at cyber cafés within the main city centres. Some providers, such as the Christchurch City Library network, offer free access to some sites, usually ones of interest such as Google, BBC and CNN and those in the ",{"type":"'''","value":[".nz"]}," top level domain.\n\nYou can purchase vouchers for Wi-Fi access from many Starbucks cafés and many McDonald's fast food outlets have free Wi-Fi. It is becoming more common to be provided at hotels and motels using vouchers, but it is seldom free as part of your room rate. Wireless Hotspots are located in many cities and towns all over New Zealand from dedicated Wireless providers from whom you can buy connect time. Many camping holiday parks also have such services available.  Free Wi-Fi is not that common but the best free locations are at the libraries in many small and medium-sized towns. \n\nThe airport at Wellington, Auckland and Dunedin have free Wi-Fi but Christchurch airport still charges a fee for wireless service in the terminals.\n\nTelecom New Zealand offers free Wi-Fi for its mobile customers through its payphone network across the country. Non-customers can buy access for $9.99\/week after a free week trial. There is a data cap of 1GB\/day.\n\nNew Zealand's internet speeds are comparable to other first-world nations, but don't expect light-speed internet accessing international sites; remember the country is separated from its nearest neighbour by 2200 km of water, and submarine cables aren't cheap to build and maintain. Most New Zealanders use ADSL broadband over a copper phone network for their internet connections, with download speeds ranging from 15 Mbps to ~5Mbps in cities and upload speeds of up to 1 Mbps. Cable internet is available in parts of Wellington and Christchurch, and VDSL broadband (70Mbps down\/10Mbps up) is available in most towns. Fibre internet to the premises (\"Ultra Fast Broadband\" or UFB) with speeds up to 100Mbps down\/50Mbps up is being rolled out in major towns and cities, although this won't be fully completed in some centres until 2019. If you go to a remote rural area, expect internet to be via 3G mobile broadband if it's available; via satellite or even dial-up if it's not.\n\n",{"type":"===","value":["Mail"]},"\n",{"type":"[[","value":[["File:New Zealand Post Modern Box.jpg"],["thumb"],["A typical New Zealand Post mailbox"]]},"\nThe national post office is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nzpost.co.nz\/ New Zealand Post"]}]},". If you are staying in one place for a while, you can rent a PO Box from them. NZ Post also offer overnight and ",{"type":"[","value":["http:\/\/www.nzpost.co.nz\/products-services\/receiving-mail\/book-an-urgent-overnight-courier same day courier services across New Zealand"]},".\n\n",{"type":"[","value":["http:\/\/www.nzpost.co.nz\/home\/receiving-mail\/poste-restante ",{"type":"''","value":["Poste Restante"]}]}," is an inexpensive service for receiving letters and parcels while you are visiting New Zealand from overseas and available at Post Offices across the country. ",{"type":"''","value":["Counter delivery"]}," is available nationally at local PostShop and some PostCentre outlets if you need a short term mailing address for up to three months.\n\nPostcards cost 80c to send within New Zealand (2–3 days) and $2.00 to send internationally (3–10 days). Letters up to DL size (130mm × 235mm) cost the same as postcards within New Zealand and to Australia and the South Pacific, with letters to other destinations costing $2.50.\n\nPostal addresses are generally in the following format:-\n:",{"type":"''","value":["Recipient name"]},"\n:''Street address\/PO Box number\n:''Suburb\/RD number\/PO Box lobby\n:",{"type":"''","value":["Town Postcode"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consular assistance"]},"\nMost consulates are in the capital, ",{"type":"[[","value":[["Wellington#Cope"],["Wellington"]]}," but there are also others in ",{"type":"[[","value":[["Auckland#Consulates"],["Auckland"]]},", ",{"type":"[[","value":[["Christchurch#Consulates"],["Christchurch"]]},", Dunedin, ",{"type":"[[","value":[["Nelson_(New_Zealand)#Consulates"],["Nelson"]]}," and ",{"type":"[[","value":[["Queenstown (New Zealand)#Consulates"],["Queenstown"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url="],["email="],["address=72-76 Hobson Street, Thorndon, Wellington"],["lat="],["long="],["directions="],["phone=+64 4 473-6411"],["tollfree="],["fax="],["hours="],["price="],["content=High Commission, with consulate in Auckland."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url="],["email="],["address= Level 11, 125 The Terrace, Wellington"],["lat="],["long="],["directions="],["phone=+64 4 473-9577"],["tollfree="],["fax="],["hours="],["price="],["content=High Commission, with consulate in Auckland."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url= http:\/\/www.chinaembassy.org.nz\/"],["email="],["address= 2-6 Glenmore Street, Kelburn, Wellington"],["lat="],["long="],["directions="],["phone=+64 4 472-1382"],["tollfree="],["fax="],["hours="],["price="],["content=Embassy, with consulates in Auckland and Christchurch."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url="],["email="],["address= Level 7 State Insurance Building, 1 Willis Street, Wellington"],["lat="],["long="],["directions="],["phone=+64 4 815-8484"],["tollfree="],["fax="],["hours="],["price="],["content=High Commission, with consulate in Auckland."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url="],["email="],["address= 44 Hill Street, Wellington"],["lat="],["long="],["directions="],["phone=+64 4 924-2888"],["tollfree="],["fax="],["hours="],["price="],["content=High Commission, with consulates in Auckland and Christchurch."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url= http:\/\/newzealand.usembassy.gov\/"],["email="],["address= 29 Fitzherbert Terrace, Wellington"],["lat="],["long="],["directions="],["phone=+64 4 462-6000"],["tollfree="],["fax="],["hours="],["price="],["content= Embassy, with consulate in Auckland."]]}]},"\n",{"type":"===","value":["Newspapers"]},"\nAuckland's ",{"type":"[","value":["http:\/\/www.nzherald.co.nz\/ ",{"type":"''","value":["New Zealand Herald"]}]}," has the largest daily readership, mostly in the upper North Island, Wellington's ",{"type":"[","value":["http:\/\/www.stuff.co.nz\/dominion-post\/ ",{"type":"''","value":["Dominion Post"]}]}," extends beyond its natural lower North Island catchment area while Christchurch's ",{"type":"[","value":["http:\/\/www.stuff.co.nz\/the-press\/",{"type":"''","value":["The Press"]}]}," mainly has a South Island readership.\n\nThe ",{"type":"''","value":["Herald on Sunday"]},", ",{"type":"''","value":["Sunday Star-Times"]}," and ",{"type":"[","value":["http:\/\/www.nbr.co.nz ",{"type":"''","value":["National Business Review"]}]},", all published weekly, would claim to have national coverage.\n\nThere are also many local and community newspapers, such as the ",{"type":"''","value":["Nelson Mail"]},", but almost all of New Zealand's newspapers have just two foreign owners that syndicate much of their non-local content. Dunedin's ",{"type":"''","value":["Otago Daily Times"]}," remains the largest independent newspaper.\n\n",{"type":"===","value":["Radio"]},"\nNew Zealand has many radio stations, on both AM and FM, with at least one local station and a number of nationwide network stations broadcasting in each major city or town. The main FM stations are spaced at 0.8 MHz intervals (with infill stations located at 0.4 MHz intervals), so if you find one station for the local area and don't like it, just tune up or down 0.8 to find another station (note not every slot is filled).\n\nWith a lot of imported second-hand Japanese cars in New Zealand, you may come across one with a Japanese FM radio that goes from 76–90 MHz instead of 88–108 MHz like the rest of the world. Most of these radios are fitted with \"band expanders\" which drop the station frequencies by 12 MHz, so you can listen to 91.8 FM by tuning to 79.8 on the radio. Unfortunately, if you want to listen to a station above 102.0 (90.0), you're out of luck.\n\n",{"type":"*","value":[{"type":"'''","value":["Radio New Zealand National"]}," is a government funded, non-commercial, ",{"type":"''","value":["spoken features"]}," style national network with some music. It broadcasts news and detailed weather forecasts, generally hourly, with detailed mountain and marine forecasts a couple of times a day on both AM (Auckland 756, Wellington 567, Christchurch 675) and FM (around 101.0–101.7 MHz FM). Operated by ",{"type":"[","value":["http:\/\/www.radionz.co.nz Radio New Zealand"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Radio New Zealand Concert"]}," is Radio New Zealand's other government funded, non-commercial network, largely dedicated to classical music. On the FM band: 92.6 Auckland, 92.5\/96.1 Wellington, 89.7 Christchurch "]},"\n",{"type":"*","value":[" There are several major commercial networks, nearly all of which stream their programming from Auckland with locally-inserted advertising and weather and traffic report. Frequencies listed are Auckland, Wellington and Christchurch respectively."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["The Breeze"]}," – easy listening adult contemporary (93.4, 94.1\/98.5, 94.5)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Classic Hits"]}," – adult contemporary. Most areas have their own breakfast show from 06:00 to 10:00. (97.4, 90.1, 97.7)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["The Edge"]}," – Top 40 (94.2, 91.7, 95.3)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["More FM"]}," – adult contemporary. Most areas have their own breakfast and day shows from 06:00 to 15:00  (91.8, 95.3\/99.7, 92.1)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Newstalk ZB"]}," – news and talk (89.4, 89.3, 100.1)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Radio Hauraki"]}," – classic rock  (99.0, 93.3, 106.5)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Radio Live"]}," – news and talk (100.6, 98.9, 99.3)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["The Rock"]}," – active rock (90.2, 96.5, 93.7)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["The Sound"]}," – classic rock (93.8, 97.3, 92.9)"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["ZM"]}," – Top 40. The weekday breakfast show is broadcast from Wellington. (91.0, 90.9, 91.3)"]}]},"\n",{"type":"===","value":["TV"]},"\nFree-to-air high-definition (\"HD\") digital terrestrial television (DTT) is available to 86 percent of the population, mainly around the major towns and cities, with the remainder of the country with no choice other than to receive standard-definition digital television by satellite since analogue transmission has been switched off. As well as more than a dozen nationwide DTT channels, there are some local and regional channels and several networks with sub-national coverage. Optional subtitles, allowing hearing impaired people to enjoy TV better, are usually available only on ",{"type":"''","value":["TV One"]},", ",{"type":"''","value":["TV2"]}," and ",{"type":"''","value":["TV3"]},".\n\nCable television is not well developed, but is widely available in parts of Wellington and Christchurch. \n\nSatellite pay television is available through the Sky network. Most hotels and motels have the national channels, some Sky channels and whatever else is broadcast in the local area. \n\nIn the early days of New Zealand television (pre-1989), the NZBC and its successor TVNZ were funded by a combination of television licences and a modest amount of advertising. Unfortunately conflicting political views have since left TVNZ underfunded and relying almost entirely on advertising to support itself (then again, TVNZ doesn't have the market share it did pre-1989 - 100 percent). In the interim, Sky television has been left unregulated and has monopolised all the major sport events and high-brow programming, leaving free-to-air with the leftovers. A very modest amount of local content on all channels is partly funded by the government through ",{"type":"''","value":["NZ on Air"]},"; however, the number of failed local comedies and dramas means funding has largely been relegated to reality television. Local documentaries and current affairs programs are becoming increasingly rarely broadcast other than on ",{"type":"''","value":["Māori Television"]},".\n\nDTT channels ",{"type":"[","value":["http:\/\/www.freeviewnz.tv\/tv-guide.aspx include"]},":\n",{"type":"*","value":[{"type":"'''","value":["TV One"]},", owned by state-owned broadcaster TVNZ. News and current affairs, and local and international (especially British) drama, general entertainment, and documentaries."]},{"type":"*","value":[{"type":"'''","value":["TV2"]},", owned by TVNZ. Local and international (especially American and teenage) dramas, sitcoms, and reality shows."]},{"type":"*","value":[{"type":"'''","value":["TV3"]},", owned by independent broadcaster Mediaworks. News, current affairs and general entertainment."]},{"type":"*","value":[{"type":"'''","value":["FOUR"]},", owned by Mediaworks. Kids shows (daytime) and general entertainment (prime time). You'll be looking hard to find any local programming on this channel - it's nearly all American."]},{"type":"*","value":[{"type":"'''","value":["Māori Television"]},", state broadcaster. Bilingual English\/Māori channel with news, current affairs and general entertainment from a Māori point-of-view together with an eclectic selection of documentaries and non-Anglo films"]},{"type":"*","value":[{"type":"'''","value":["Prime"]},", owned by pay television operator Sky. General entertainment and sport."]},{"type":"*","value":[{"type":"'''","value":["ChoiceTV"]},", a digital-only channel launched in 2012 that airs many British programmes."]},{"type":"*","value":[{"type":"'''","value":["Al Jazeera"]},", ",{"type":"[[","value":[["Qatar"]]}," government funded channel, broadcasting news, analysis and hard-hitting documentaries without advertising 24\/7."]},{"type":"*","value":[{"type":"'''","value":["Parliament TV"]},", watch the soap-opera that is the New Zealand House of Representatives in action (when it is in session)."]},{"type":"*","value":[{"type":"'''","value":["CTV8"]},", news, films, documentaries and game shows in Mandarin."]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["-41.27"],["173.30"],["zoom=5"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Oceania"]]},"\n",{"type":"{{","value":[["related"],["The_Other_1"]]},"\n\n",{"type":"[[","value":[["Wikipedia:New Zealand"]]},"\n",{"type":"[[","value":[["Commons:Category:New Zealand"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/New Zealand\/"]]}]