[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Falkland Islands - New Island.PNG"],["270px"],["thumb"],["New Island, located in the West of the Falklands"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newislandtrust.com\/ New Island"]}]}," is in the western part of the ",{"type":"[[","value":[["Falkland Islands"]]},", nearly 150 miles (240 km) from ",{"type":"[[","value":[["Stanley (Falkland Islands)"],["Stanley"]]},". From 1977 to 2006 the island was divided into two properties: New Island South, managed and run as a nature reserve by the New Island South Conservation Trust; and New Island North, run by Tony Chater. However in July 2006 The New Island South Conservation Trust acquired the northern part of the island also, and now runs the entire island as a reserve. Ian Strange, a wildlife conservationist, author and photographer manages the island on behalf of the Trust.\n\n",{"type":"==","value":["Get in"]},"\n\nThe majority of visitors to New Island arrive by cruise ship. In order to reduce disturbance and impact to the Island's wildlife and natural environment, New Island only allows the relatively small cruise vessels (Max. 150-200 passengers) to visit the island. The cruise ships that visit usually stop at the southern half of the Island for approximately three hours, allowing visitors to take a walk to the rockhopper penguin, black-browed albatross and king cormorant colony.\n\nFor visitors who wish to visit New Island for an overnight stay or longer, access to the Island is from Stanley, via small 8-seater Islander aircraft. There are self-contained facilities in the form of A-Frames on New Island South which are available at certain times. However, availability of accommodation is very restricted due to much of the accommodation being used for field workers and scientists working on the New Island South Reserve.  \n\nTo find out if an overnight stay is possible, contact Ian Strange via the ",{"type":"[","value":["http:\/\/www.newislandtrust.com\/ New Island South Conservation Trust"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe island is relatively small, but boasts a large colony of rockhopper penguins and black-browed albatrosses on the cliffs opposite the settlement on the western side of the island. The colony can be reached by an easy half mile trail from the settlement. The eastern half of the island slopes more gently into the sea and is home to magellanic penguins, gentoo penguins, oystercatchers, and numerous other bird species. Peale's Porpoises will frequently accompany zodiacs into shore and may even swim into knee-deep water to investigate visitors. Falkland fur seals and southern sea lions may be seen around the island, and whale sightings (minke, fin, sei and southern right whale species) are frequent during the animals' migration in the summer months.\n\nThe island has a great history with the remnants of an old 1908 whaling station on New Island South, the still-standing wreck of an old mine sweeper beached near the settlement, and the newly-restored stone building, 'The Barnard Building' - part of which was built as a shelter by Captain Charles Barnard, a North American Whaling captain who was marooned on New Island for 2 years in 1812.  \n\nThe island's scenery is second to none - the sheer sea cliffs on the island's western coastline are absolutely spectacular, and the clean white sand beaches of the eastern shoreline lead into crystal clear turquoise waters teeming with marine life.\n\nAfter dusk, a true wildlife spectacle may be seen just metres from the houses in the small settlement with thousands of thin-billed prions returning to their burrows under the cover of darkness. These birds turn the sky into a mass of calling birds, each looking for their partner on land. Similarly spectacular are the night skies - the clarity of the atmosphere, and the complete lack of light pollution make New Island one of the best spots in the world to view the stars and planets with unrivalled visibility.\n\n",{"type":"==","value":["Do"]},"\n\nThe entire Island may be walked by foot with only a moderate level of fitness required to visit some spectacular sites. The cliffs that border the western side of the island plunge a sheer 600 ft into the sea where seals, dolphins, petrels, albatross, and even whales can regularly be seen. On the eastern side of the island the white sand beaches provide total tranquility and relaxation. Since the wildlife is incredibly tame the island is truly a wildlife photographer's paradise.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is no food available on the island; all supplies must be brought along. Drinking water may be obtained (with permission) from the settlement.\n\n",{"type":"==","value":["Sleep"]},"\n\nNew Island South has self-contained accommodation that may be available at certain times during the summer season (roughly October through to March). There are 2 self-contained A-frame buildings with basic facilities. Please contact the Trust's Warden for availability at a particular time.\n\nAlthough the Island is primarily a destination for the outdoors type, camping by general visitors is not permitted on New Island South due to the risks of very unpredictable weather, and the high risk of fire on the Island.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-51.721667"],["-61.300278"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Falkland Islands"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:New Island"]]},"\n\n",{"type":"[[","value":[["Commons:Category:New Island"]]}]