[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["pgname=New Britain"]]},"\n",{"type":"'''","value":["New Britain"]}," is a large island region in ",{"type":"[[","value":[["Papua New Guinea"]]},".\n\n",{"type":"[[","value":[["Image:NewBritainTopography.png"],["thumb"],["right"],["250px"],["New Britain's topography"]]},"\n\n",{"type":"==","value":["Regions"]},"\nAdministratively, New Britain is divided up into two of Papua New Guinea's provinces, East New Britain and West New Britain.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["East New Britain."]}," This province covers a total land area of around 16,000 square kilometres. The population is close to 250,000. Sixteen languages are spoken in this province, with the dominant tribe being the Tolai. Its former capital, Rabaul, was arguably the most beautiful city in PNG before it was devastated by a volcanic eruption in 1994. After the eruption the capital was moved to nearby Kokopo."]},{"type":"*","value":[" ",{"type":"'''","value":["West New Britain."]}," The province has an area of 21,000 km², and there are around 200,000 inhabitants. Compared with much of the rest of PNG the economy is relatively thriving, in part as a result of logging and oil palm production. There are seven major tribes speaking about 25 languages. The capital is Kimbe."]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Rabaul.jpg"],["thumb"],["300px"],["right"],["Rabaul with Tarvuvur volcano still active in 2007"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Rabaul"]]}," — the capital city of East New Britain province. Destroyed by volcanic eruption in 1994 and still slowly getting back to normal. Many ruins from the Japanese wartime occupation and great diving to see wrecks, and amazing coral and fish."]},{"type":"*","value":[{"type":"[[","value":[["Kimbe"]]}," - a thriving port, capital city of West New Britain province and an important dive center."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"*","value":[" Three local languages: Kuanua, Minigir, and Bilur."]},{"type":"*","value":[" Tribal Duk-Duk language (is this real??): An easy to learn and fascinating language with a rich and colourful caniballist history."]},"\n",{"type":"==","value":["Get in"]},"\n\nBoth Rabaul and Kimbe (Hoskins airport) are served with regular flights by Air Niugini ",{"type":"[","value":["http:\/\/www.airniugini.com.pg\/"]}," connecting them with the nation's capital, ",{"type":"[[","value":[["Port Moresby"]]}," and other major cities such as ",{"type":"[[","value":[["Lae"]]}," and ",{"type":"[[","value":[["Kavieng"]]},".\n\n",{"type":"==","value":["Get around"]},"\nAlthough there are good roads in the immediate vicinity of both Rabaul and Kimbe, most of the island's coastline has no roads. It is not possible to drive between the two main cities. Passenger accommodation is available on some coastal shipping between Kimbe and Rabaul.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Diving."]}," There is good diving around both Kimbe and Rabaul and dive companies to support you. Apart from the excellent marine life, there are numerous wrecks from World War II to explore."]},{"type":"*","value":[{"type":"'''","value":["War relics."]}," New Britain was occupied by the Japanese in World War II. Particularly in the Rabaul area there are still visible many reminders of this occupation, including numerous tunnels built into the rocks."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Papua New Guinea"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]