[{"type":"{{","value":[["pagebanner"],["NewJerseyTrentonBanner.JPG"],["caption=The 'Trenton Makes' Bridge between Trenton, NJ and Morrisville, PA"]]},"\n",{"type":"[[","value":[["File:SH Light crop.jpg"],["thumb"],["150px"],["Sandy Hook Lighthouse"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.state.nj.us\/ New Jersey"]}]}," is in the ",{"type":"[[","value":[["Mid-Atlantic"]]}," region of the ",{"type":"[[","value":[["United States of America"],["United States"]]},". Despite being the most densely populated state in the nation, New Jersey is well known for its ",{"type":"[[","value":[["Jersey Shore"],["vibrant beach towns"]]}," and natural attractions, including the migratory birds of ",{"type":"[[","value":[["Cape May"]]},", the ",{"type":"[[","value":[["Pine Barrens"]]},", blueberry farms and cranberry bogs, the ",{"type":"[[","value":[["Delaware Water Gap National Recreation Area"],["Delaware Water Gap"]]},", a 72-mile leg of the ",{"type":"[[","value":[["Appalachian Trail"]]}," and its interurban analogue, the East Coast Greenway, and the ",{"type":"[[","value":[["Palisades"]]},".\n\nNew Jersey is bordered by the ",{"type":"[[","value":[["Atlantic Ocean"]]}," to the east, and by the states of ",{"type":"[[","value":[["New York (state)"],["New York"]]}," to the north and northeast, ",{"type":"[[","value":[["Pennsylvania"]]}," to the west, and ",{"type":"[[","value":[["Delaware"]]}," to the southwest. The northeastern parts of New Jersey are suburbs of ",{"type":"[[","value":[["New York City"]]},", just across the Hudson River, and the southwestern parts are suburbs of ",{"type":"[[","value":[["Philadelphia"]]},", just across the Delaware River.  \n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=New Jersey regions map.png"],["regionmaptext=New Jersey regions"],["regionmapsize=180px"],["region1name=",{"type":"[[","value":[["Gateway (New Jersey)"],["Gateway"]]}],["region1color=#d0c56c"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Jersey Shore"],["Jersey Shore"]]}],["region2color=#7db1de"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Delaware River Region"],["Delaware River"]]}],["region3color=#72b970"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Skylands"]]}],["region4color=#c16161"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Southern Shore"]]}],["region5color=#7376ac"],["region5items="],["region5description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Trenton"]]}," — The state capital and home of The College of New Jersey (TCNJ). The New Jersey Capitol Building is the second oldest capitol building in America and within walking distance of Pennsylvania! "]},{"type":"*","value":[{"type":"[[","value":[["Atlantic City"]]}," — An ocean resort town from the 1800s, the city was reborn as a gambling town in the 1970s. The boardwalk is popular on summer weekends."]},{"type":"*","value":[{"type":"[[","value":[["Camden (New Jersey)"],["Camden"]]}," — On the Delaware River, east of Philadelphia. Site of the USS New Jersey, Adventure Aquarium, and Campbell's Field."]},{"type":"*","value":[{"type":"[[","value":[["Hoboken"]]}," — Old city on the Hudson with awesome view of lower Manhattan. Plenty of bars, restaurants, and music. Birthplace of Frank Sinatra. The site of the world's first baseball game."]},{"type":"*","value":[{"type":"[[","value":[["Jersey City"]]}," — New Jersey's second largest city, just across the Hudson River from Lower Manhattan. Home to Liberty State Park, where ferries leave for Ellis Island and the Statue of Liberty."]},{"type":"*","value":[{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]}," — New Jersey's largest city, located near ",{"type":"[[","value":[["New York City"],["New York"]]},". Home to Newark Liberty International Airport, the New Jersey Performing Arts Center, Newark Symphony Hall, Prudential Center (the home of the New Jersey Devils hockey team), and the Newark Museum- the state's largest. "]},{"type":"*","value":[{"type":"[[","value":[["New Brunswick (New Jersey)"],["New Brunswick"]]}," — Home of the original and largest campus of Rutgers, The State University of New Jersey, two hospitals and the headquarters of Johnson & Johnson."]},{"type":"*","value":[{"type":"[[","value":[["Paterson"]]}," — Third largest city in the state. Home to the Great Falls of the Passaic (a state park), Lambert Castle, and Garret Mountain (also in West Paterson)."]},{"type":"*","value":[{"type":"[[","value":[["Princeton"]]}," — Home of Princeton University, as well as many research and technology organizations."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"===","value":["Attractions"]},"\nHere are a few areas worth exploring:\n\n",{"type":"*","value":["Cream Ridge — Wine country. "]},{"type":"*","value":["The ",{"type":"[[","value":[["Delaware Water Gap National Recreation Area"]]}," — Camping, hiking and rafting on the Delaware River. "]},{"type":"*","value":["The ",{"type":"[[","value":[["Jersey Shore"],["Jersey Shore"]]},"- Beaches, birds, and boardwalks-and beautiful lighthouses. "]},{"type":"*","value":[{"type":"[[","value":[["Lake Hopatcong (park)"],["Lake Hopatcong"]]}," — New Jersey's largest lake provides boating and swimming for families and singles."]},{"type":"*","value":["Mountain Creek — Ski resort and water park in ",{"type":"[[","value":[["Sussex County"]]},", 1 hour from New York City."]},{"type":"*","value":[{"type":"[[","value":[["Keansburg"]]}," -- Boardwalk Amusement Park and Water Slide"]},{"type":"*","value":["The ",{"type":"[[","value":[["Pine Barrens"]]}," — A natural forest that covers about a third of the state."]},{"type":"*","value":[{"type":"[[","value":[["Raritan Bayshore"]]},"-  An area along the Raritan Bay between the Amboys and Sandy Hook. Though the area is more developed than the Delaware Bayshore, its brackish water beaches remain less crowded than the Atlantic Beaches.   "]},{"type":"*","value":[{"type":"[[","value":[["Sandy Hook"]]},". At the northern end of New Jersey's coast, Sandy Hook is home to one of the Northeast's only officially clothing-optional beaches."]},{"type":"*","value":["Six Flags Great Adventure & Hurricane Harbor — Safari, waterpark and amusement park in ",{"type":"[[","value":[["Jackson Township (New Jersey)"],["Jackson Township"]]},"."]},{"type":"*","value":["Camden Waterfront--includes USS New Jersey (battleship), Adventure Aquarium, and Children's Garden."]},{"type":"*","value":["Cape May Whale Watcher- Sailing daily from the Miss Chris Marina. Cape May, New Jersey affords opportunities to view species of whales, dolphins, porpoise and pelagic birds."]},{"type":"*","value":["Jersey Shore Fishing- Head boats are large boats which carry several passengers for bottom fishing and wreck fishing. Charter boats are smaller boats which are typically privately chartered for fishing excursions. From the Atlantic Highlands south to Cape May and up the Western Shore to Fortescue, fishing boats for hire can be found to take you deep sea fishing for many species (flounder, drumfish, bluefish, striped bass, and tuna are among the favorites). Typically this is relegated to the Spring, Summer and Fall."]},"\n",{"type":"===","value":["National parks"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Appalachian Trail"],["Appalachian National Scenic Trail"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Delaware Water Gap National Recreation Area"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gateway National Recreation Area"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New Jersey Pinelands National Reserve"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Great Swamp National Wildlife Refuge"]]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.nps.gov\/morr\/ Morristown National Historical Park"]}]},"\n",{"type":"==","value":["Understand"]},"\n\nNew Jersey is the most densely populated state and has a diverse population, rich culture, and many assets, including abundant natural resources and Fortune 500 companies.\n\nNew Jersey's big cities are centers of government and business. Though parts of the larger cities may be run down, they still have a lot to offer. Atlantic City, Princeton and New Brunswick are great cities and inhabited by the middle to upper class. Most New Jerseyans prefer to live in their suburbs and in nearby small towns. Rich folks cluster in certain old established towns and rural enclaves like ",{"type":"[[","value":[["Alpine (New Jersey)"],["Alpine"]]},", ",{"type":"[[","value":[["Harding Township"]]},", and ",{"type":"[[","value":[["Rumson"]]},". More than a third of the state, including the Pine Barrens, is rural and sparsely populated, with little or no public transportation. \n\nThere is a strong New York City influence in the north, and Philadelphia influence in the south. All major radio stations and local TV stations that serve New Jersey are located in those cities. New Jersey also serves as a bedroom community for many people who work in New York City and Philadelphia.\n\nIf driving in New Jersey, keep in mind that state law does not allow self-service at gas stations.  New Jersey has some of the least expensive gasoline in the country due to its low gas tax, but a gas station attendant ",{"type":"'''","value":["must"]}," pump the gas. Just pull up to the pump and tell the attendant \"(Dollar amount, or \"Fill it with\"), (grade), (cash\/credit), please\".\n\nYou are legally allowed to pump your own diesel fuel.  However, not all gas stations allow this.  Many truckstops will let you pump diesel.\n\n",{"type":"==","value":["Talk"]},"\n\nPeople flock to New Jersey from all over, especially from New York City and Philadelphia, making it difficult to isolate the New Jersey accent. North Jersey's accent is strongly influenced by New York, and South Jersey's accent is strongly influenced by Philadelphia. The true New Jersey accent is evident in native speakers like politician-turned-broadcaster Steve Adubato, United States Supreme Court Justice Samuel Alito, and Louis Freeh, the former director of the Federal Bureau of Investigation. \n\n",{"type":"===","value":["Philadelphia influence on South Jersey accent"]},"\n\nwooder: water\n\ncaw-fee: coffee\n\n",{"type":"===","value":["New York influence on North Jersey accent"]},"\n(Note: Most people do not speak this dramatically, but many do to one degree or another)\n\n\"Ah\" sounds become \"Aw\"\nEx: Coffee=Cawfee, Dog=Dawg\n\n\"g\"s in \"ing\"s are dropped\nEx: Talking=Tawkin, Eating=Eatin\n\n\"Or\" becomes \"Ahr\"\nEx: Orange=Ah-runge, Forest(For-ust)=Fahrest(Far-ust)\n\n",{"type":"===","value":["Etiquette"]},"\n\n",{"type":"*","value":[" Disparaging references to a \"New Joisey\" accent, \"guidos\" (working class Italian-Americans), the popular HBO series The Sopranos, or any part of the state's appearance are not recommended.  Such characterizations are unwarranted and may be resented by residents."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nNewark Liberty International Airport probably provides the most convenient international access to  New Jersey. Philadelphia is another option. Atlantic City Airport provides some minor domestic service, mostly carrier service, but travellers should be aware that it is a good distance away from most destinations.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Newark Liberty International Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["EWR"]]},", ",{"type":"{{","value":[["FAA LID"],["EWR"]]},"). Operated by the Port Authority of New York and New Jersey, This airport has extensive passenger and freight operations and is a major hub for United Airlines. Newark Liberty International Airport has three passenger terminals. The airport is in ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]}," in ",{"type":"[[","value":[["New Jersey"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["John F. Kennedy International Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["JFK"]]},", ",{"type":"{{","value":[["FAA LID"],["JFK"]]},") Operated by the Port Authority of New York and New Jersey. Located in ",{"type":"[[","value":[["Queens"]]}," County, on ",{"type":"[[","value":[["Long Island"]]},", in southeastern ",{"type":"[[","value":[["New York City"]]},". This is the busiest international air passenger gateway to the United States with more international traffic than any other airport in North America. It is also the main air freight gateway to the US. It is one of the busiest in the world in terms of passenger traffic, with over 90 airlines operating from JFK, and serves as the base of operations for JetBlue Airways and a major international gateway hub for American Airlines and Delta Air Lines."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["LaGuardia Airport"]}," (",{"type":"{{","value":[["IATA"],["LGA"]]},", ",{"type":"{{","value":[["FAA LID"],["LGA"]]},") . Operated by the Port Authority of New York and New Jersey. This is the smallest of the area's three primary commercial airports. Located in the northern part of Queens County on Long Island in the City of New York and is on the waterfront of Flushing Bay and Bowery Bay."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.phl.org\/index.html Philadelphia International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["PHL"]]},", ",{"type":"{{","value":[["FAA LID"],["PHL"]]},") is the largest airport in the ",{"type":"[[","value":[["Delaware Valley"]]}," region and in",{"type":"[[","value":[["Pennsylvania"]]},". It is the second largest hub and the primary international hub of US Airways and operates to destinations throughout the United States, Canada, the Caribbean, Latin America, Europe, and the Middle East."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www2.sjta.com\/acairport\/ Atlantic City International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["ACY"]]},", ",{"type":"{{","value":[["FAA LID"],["ACY"]]},") is a joint civil-military public airport located 10 mi (17 km) (9 nm) northwest of the CBD of ",{"type":"[[","value":[["Atlantic City"]]},", in ",{"type":"[[","value":[["Atlantic County"]]},", New Jersey within the ",{"type":"[[","value":[["Pomona"]]}," section of Galloway Township. It is a major aviation facility and lies on portions of 3 local municipalities; Egg Harbor Township, Galloway Township, and Hamilton Township. The airport is accessible via Exit 9 on the Atlantic City Expressway and is owned and operated by the South Jersey Transportation Authority. The airport is served by Spirit Airlines and AirTran Airways."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trenton Mercer Airport"]},", near Trenton, is one of the lesser-used airports, but it has service to and from ",{"type":"[[","value":[["Florida"]]}," via Frontier Airlines. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old Bridge Airport"]}," (IATA:none, ",{"type":"{{","value":[["FAA LID"],["3N6"]]},") Public-use airport located 9.26 km (5 mn) south of the Old Bridge CBD in ",{"type":"[[","value":[["Middlesex County (New Jersey)"],["Middlesex County"]]},". The airport is privately owned and situated next to Old Bridge Township Raceway Park."]},"\nNewark Airport, JFK and LaGuardia had a throughput of over 107 million passengers in 2008, making those 3 airports the busiest airport system in the United States in terms of passenger numbers and second in the world behind ",{"type":"[[","value":[["London"]]}," in the ",{"type":"[[","value":[["United Kingdom"]]},".\n\n",{"type":"===","value":["By bus"]},"\nNumerous bus companies serve New Jersey, with buses entering the state from New York City, Philadelphia, and elsewhere. Some of the companies include New Jersey Transit, Suburban Transit\/Coach USA, DeCamp, Lakeland, and Greyhound. The buses include jitneys from New York City as well.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/HomePage Amtrak"]}]},"  operates a line (the Northeast Corridor) through NJ. It goes through NJ from Philadelphia to NY Penn Station to points beyond (Boston in the north, and Washington, DC and Newport News, VA in the south).\n\n",{"type":"'''","value":["SEPTA"]}," has service into Trenton from Philadelphia, and can be used in Southeastern New Jersey.\n\n",{"type":"'''","value":["New Jersey Transit"]}," has rail service from New York City. NJ Transit rail service can be used for central Jersey and Northwest Jersey. One can also take the ",{"type":"'''","value":["PATH"]}," train from NYC into New Jersey or ",{"type":"'''","value":["PATCO"]}," from Philadelphia into New Jersey.\n\n",{"type":"===","value":[" By boat "]},"\n",{"type":"'''","value":["NY Waterway"]}," and ",{"type":"'''","value":["Seastreak"]}," provide ferry service from Manhattan to New Jersey ports. NY Waterway crosses the Hudson River to ",{"type":"[[","value":[["Hoboken"]]},", ",{"type":"[[","value":[["Weehawken"]]},", and ",{"type":"[[","value":[["Jersey City"]]},", and Seastreak serves ",{"type":"[[","value":[["Atlantic Highlands"]]},", near ",{"type":"[[","value":[["Sandy Hook"]]},".\n\nCape May Lewes Ferry provides service from Cape May, NJ to Lewes, Delaware.\n\n",{"type":"===","value":["By car"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.state.nj.us\/turnpike\/ New Jersey Turnpike"]}]}," (Interstate 95) runs through the state, connecting the north of the state with the south. ",{"type":"'''","value":["Interstates 80 and 78"]}," provide good access from the west. The ",{"type":"'''","value":["Garden State Parkway"]}," is in many ways the backbone of the state, connecting many major cities. ",{"type":"'''","value":["Interstate 287"]}," is a roughly L-shaped interstate that loops all the way from Staten Island west into Bridgewater, north through Morristown and Parsippany, and up to Mahwah, and offers very convenient junctions at I-80 and I-78. ",{"type":"'''","value":["Interstate 280"]}," is a short but heavily-traveled interstate that extends out of I-80 and runs through Montclair, the Oranges, and Newark before finally dropping off at the Turnpike. \n\nWhen it is time to fill your gas tank be ready for full service and no tip, or extra fees required. In the state of New Jersey it is illegal to pump your own gas. This makes it one of the only two states (Oregon being the other with looser restrictions) in America where self serve is non-existent, and don't worry, the prices are often significantly cheaper then gas in all surrounding states.\n\nBe aware that most crossings of the Delaware River, and all crossings into New York are tolled. Prices range from one dollar to five dollars for Delaware River bridges, and 13 dollars for New York crossings. \n\nTravelers should also be aware that Interstate 295 connects Trenton to Delaware and Philadelphia, and runs alongside the New Jersey Turnpike for most of its length. Providing a toll free route for local traffic. \n\nWhen driving in New Jersey, please be aware that if a road is 65MPH that means all fines are doubled for traffic violations. New Jersey State Police will pull you over for failure to keep right as well. Also New Jersey has a \"lights on wipers on\" law that requires headlights to be on when you have your windshield wipers on, as well as a hands free law. New Jersey State Police are notoriously zealous and have a statewide reputation for being a bit showy (it is not uncommon to see patrol cars zoom through left lanes in traffic-less highways going 90-100mph). When it doubt, play it safe, although you will find most NJ drivers break highway laws.\n\nToll Road Tips: For the Garden State Parkway, carry quarters and dollar coins for exact change only lanes, it will help you get through it fast and safe. Tolls range from fifty cents to two dollars depending on location. For the New Jersey Turnpike, if you are heading north use Interstate 295 and connect to the New Jersey Turnpike via Interstate 195 at Trenton (NJ Turnpike Exit 7A) if you desire to save a few dollars. Also the New Jersey Turnpike is the only road in the state to use non distance numbering. Do not rely upon an exit number to gauge the distance between exits.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]}," provides service as well as several intrastate services. These include Academy, Martz Trailways and New Jersey Transit, connecting New Jersey to New York City and Philadelphia.\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.boltbus.com BoltBus"]}]}," serves Newark from Boston, Philadelphia, Baltimore, and Washington, D.C.\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.megabus.com Megabus"]}]}," serves Atlantic City, New Brunswick, & Princeton from New York City and Secaucus from Boston, Philadelphia, Baltimore, and Washington, D.C.\n\n",{"type":"===","value":[" By thumb "]},"\n\nBelieve it or not, it is possible to hitchhike out of the New York Metro area. If you are trying to go long distances, your best bet is to take NJ Transit or Metro North far enough to put you well into the suburbs, preferably to a stop that puts you near (i.e. within walking distance of) a major highway such as an Interstate. From there, get to an on-ramp and put out your thumb. Be advised, however, that New Jersey state laws on hitchhiking are notoriously ambiguous, and you may be hassled by local police, so use common sense and discretion. \n\nIf you're trying to go west into Pennsylvania, a good tip is to take NJ transit to Mt. Olive, which is only a 5 minute walk from I-80, which generally carries a good amount of long-distance traffic going west.\n\n",{"type":"===","value":[" By bicycle or foot "]},"\n\nThe George Washington Bridge is crossable by bicycle or foot across the Hudson River from Manhattan, and there are walkable bridges across the Delaware River as well, such as the Benjamin Franklin Bridge from Philadelphia. Alternatively, one can cross the land border with ",{"type":"[[","value":[["New York (state)"],["New York"]]}," on the northern side.\n\n",{"type":"==","value":["Get around"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/path\/ PATH train system"]}]}," runs from Manhattan to Hoboken, Jersey City and Newark.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.njtransit.com\/ NJ Transit"]}]}," is a commuter network of trains, light rail and buses connecting communities throughout the entire state. It can be used for travel to Newark Liberty International Airport as well as Pennsylvania Station in New York City. Its website provides a user friendly method of planning your itinerary.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.septa.org\/ SEPTA"]}]}," Regional Rail Lines connect Trenton and West Trenton with Philadelphia.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ridepatco.org\/ PATCO"]}]}," Operates a high speed train that connects several key points in downtown Philadelphia to many immediate southern New Jersey suburban towns.\n\nThere are also numerous ",{"type":"'''","value":["taxi and limousine services"]}," that one can call for a pick-up, and a variety of ",{"type":"'''","value":["county bus services"]}," that can take people to lesser-known spots in the state (usually suburbs, parking lots, train stations, strip malls, apartment buildings, and\/or small towns, depending on the county and the route). \n\n",{"type":"'''","value":["Private bus companies"]},", such as Suburban Transit, Martz Trailways and DeCamp, also work New Jersey and have routes in the state.\n\nSome traffic oddities are peculiar to New Jersey. Left turns are not permitted from many of the major divided highways in urban areas. Instead, exit ramps for left turns and U-Turns may follow intersections, providing opportunities to return to the desired intersection and make a (permitted) right turn.  Also, many signals have a 'delayed' green light following a red, so keeping an eye on the traffic signal instead of observing oncoming traffic is essential. Traffic circles ('roundabouts') are quite common as well along major highways, and exits are not always clearly marked.  Some toll bridges along the shore charge vehicles heading in one particular direction only, like toward ",{"type":"[[","value":[["New York State"]]}," to the east and toward ",{"type":"[[","value":[["Delaware"]]}," and ",{"type":"[[","value":[["Pennsylvania"]]}," to the west.\n\n",{"type":"==","value":["See"]},"\nNew Jersey has many scenic sites, including the majestic ",{"type":"[[","value":[["Palisades"]]}," (where Aaron Burr killed Alexander Hamilton), opposite New York City on the western banks of the Hudson River. The cliffs rise about 300 to 500 feet in areas and give a breathtaking view of ",{"type":"[[","value":[["New York City"]]}," across the river. There are also many mountains located in the western portion of the states that are full of many trails.\n\nYou can also visit the majestic ",{"type":"[[","value":[["Delaware Water Gap National Recreation Area"]]}," off Interstate 80. You can coast down the Delaware River on an inner tube, go canoeing and more there. \n\nOn Christmas Day you can view a reenactment of Washington's crossing of the Delaware River just north of Trenton off NJ29.\n\n",{"type":"==","value":["Do"]},"\nNo matter what you are interested in, you will probably find it in New Jersey. Fine beaches where you can surf, swim, sunbathe, or play volleyball in the summer, and run, stroll, walk your dog, or fly kites off season. Some skiiing in the ",{"type":"[[","value":[["Skylands"]]}," region, hot air ballooning in ",{"type":"[[","value":[["Clinton (New Jersey)"],["Clinton"]]},", and canoeing in the ",{"type":"[[","value":[["Pine Barrens"]]},". Hiking trails and campsites, especially in Southern and Northwestern New Jersey. Plenty of nature preserves for birdwatchers and photographers. Many bed and breakfasts. Spectator sports, including two professional football teams, horseracing Monmouth Park and at Meadowlands Racetrack in the Meadowlands Sports Complex, and (at last count) 8 baseball teams, along with Sky Blue Soccer, a new women's professional soccer team.  Many museums, concert halls, and historic sites, including George Washington's winter headquarters in ",{"type":"[[","value":[["Morristown"]]},". Several tourist railroads and preservation groups offer (in season) ",{"type":"[","value":["http:\/\/www.santatrain.net\/ Santa Train Rides"]}," and ",{"type":"[","value":["http:\/\/www.easterbunnytrain.com\/ Easter Bunny Train Rides"]},". Several college towns, including ",{"type":"[[","value":[["New Brunswick"]]}," (Rutgers) and ",{"type":"[[","value":[["Princeton"]]},". Places of worship for every religion, may offering services in various languages. Virtually any kind of food you can imagine. Nightlife ranging from casinos in ",{"type":"[[","value":[["Atlantic City"]]},", to ",{"type":"[","value":["http:\/\/www.alberthall.org\/ Albert Hall"]}," in ",{"type":"[[","value":[["Waretown"]]},", to clubs in ",{"type":"[[","value":[["Belmar"]]},", to jazz in ",{"type":"[[","value":[["Madison (New Jersey)"],["Madison"]]},". Also some amusement parks, and countless places to shop, including main street stores and boutiques, craft shows, antique shops, estate sales, yard sales, flea markets, farm stands, and farmers' markets, as well as several very large shopping malls.\n\n",{"type":"==","value":["Eat"]},"\n\nNew Jersey is famous for its Jersey tomatoes, sweet corn, blueberries, and cranberries, and other fresh produce which every visitor will want to experience in season. That is easy to do, because the state has approximately 25,000 eateries, more per square mile than any other state in the US.  Furthermore, the climate and soils offered there provide for ideal berry growing environments.\n\nThey serve everything from fast food to haute cuisine, including Italian, French, Portuguese, Chinese, Indian, Korean, Japanese, and Syrian. There are also plenty of take-out shops and diners, which do not require reservations, seat patrons promptly, and offer large menus of inexpensive meals, which they serve quickly. Many are open 24 hours and breakfast is served all day.\n\nSnack foods are also extremely popular, especially pizza, fries, and bagels. Other favorites include submarine sandwiches, sausage sandwiches, and Italian ice, which are known as hoagies and water ice in South Jersey. There many also enjoy soft pretzels and Philadelphia-style cheesesteaks and breakfast sandwiches of Scrapple, a loaf formed from cornmeal, pork scraps and spices, cut into 1\/4 thick slices and fried crisp in butter or oil.\n\nMany places in New Jersey sell \"sloppy joes.\" These are completely different from the food known by that name in the rest of the United States. New Jersey sloppy joes are delicatessen sandwiches such as turkey, corned beef, and pastrami, which may be known as cold cuts in other part of the country. They in no way resemble the sandwich made of ground beef and onions in tomato sauce on a hamburger bun that goes by that name in the rest of the country.\n\n",{"type":"==","value":["Drink"]},"\nBeer and liquor can be purchased in freestanding liquor stores.  A small proportion of supermarkets are licensed to sell beer and liquor, however they are the exception, not the rule.  Some stores are only licensed to sell warm (non-refrigerated) beer and malts (i.e. Mike's Hard Lemonade), while others may sell liquor, cold beer and wines.  Underage drinking is illegal and many disapprove of it, but it is common. Anyone who provides alcohol to a person under age 21 may be prosecuted. Drunken driving is illegal and there is no sympathy for those who do it. Anyone caught driving while intoxicated will be prosecuted, may wind up in jail. Drunk driving checkpoints are ",{"type":"''","value":["extremely"]}," common on the shore. Be advised that smoking is illegal in all bars and restaurants (save designated \"cigar bars\").\n\nThere are a variety of microbrews to try.  Flying Fish, Cricket Hill and Cape May Brewing are recommended.  Some liquor stores allow you to purchase individual bottles of beer.\n\nThe 7th largest producers of US wines, NJ produces award winning wines from grapes grown in the Garden State. New Jersey's 35+ wineries offer more than just nationally and internationally acclaimed wines. They offer a total wine experience! Savor New Jersey's award-winning wines at wineries nestled amid rolling hills and breathtaking scenery. Taste more than 250 fine wines at wine festivals across the state where you can listen to great jazz and blues and sample delicious foods and artisan crafts. Travel the Wine Trails that stretch from one end of NJ to the other where you can tour the wineries, discover how wines are made, try a pig roast or catch some fireworks.\n\n",{"type":"==","value":["Stay safe"]},"\n\nNew Jersey is a fairly safe place to visit. Suburban and countryside areas are very safe along with most Jersey Shore towns. Cities are mostly safe but do exercise common travel sense. Some neighborhoods of Camden, Newark, Atlantic City, Jersey City, and Trenton are crime prone but it is unlikely that you will visit these areas. As in most US cities, when out at night, stay in well lit and well trafficked areas and you will be fine. \n\nNew Jersey has the highest density of car ownership in the United States so expect crowded highways and the occasional irate driver. Many major highways are under construction for expansion purposes, resulting in delays. Traffic tends to move well above the speed limit on the New Jersey Turnpike, The Garden State Parkway, or other highways and you can expect to be tail-gated when driving in the left lane. Best to stick in the middle or right lane if you don't like that sort of thing. The watchword is, drive defensively.\n\nUnder ",{"type":"''","value":["no circumstances whatsoever"]}," are you to import firearms into the state. ",{"type":"'''","value":["New Jersey does not recognize any out-of-state gun licenses"]}," and there are no gun offenses that are graded below a felony. Police are known to enforce these laws vigorously, and ",{"type":"'''","value":["if caught with a firearm you will be prosecuted"]},", even if you are just a hunter traveling through.\n\nAlso, it is illegal to import fireworks into the state unless they are mandated by a municipality for special occasions to be attended by the public at a park or on the shore (i.e. Independence Day). However, you'll find that this is worked around quite easily - it is impossible to cross the border into Pennsylvania and not see signs for on-the-border fireworks shops.\n\nAlthough the media and other sources portray residents as \"rude\" and \"loud,\" most natives are proud of their state and are more than willing to help a tourist with directions and other tips. Don't hesitate to ask for assistance. Some areas - especially the famed Jersey Shore - are very used to tourists.\n\n",{"type":"==","value":["Respect"]},"\n\nCulture, accent, and local dialect vary depending on what part of the state you visit. Although NJ is small, the north and south are ",{"type":"''","value":["very"]}," different. For example, a large sandwich in the northern region is called a \"sub\" and in the south the same sandwich is referred to as a \"hoagie.\" Also keep in mind that the north identifies with New York culture while the south has a strong connection to Philadelphia. This loyalty extends to professional sports teams too. Please be aware of these small differences or else you may come off as very rude.\n\nNew Jersey natives are very aware of stereotypes fueled by popular television shows such as ",{"type":"'''","value":["Jersey Shore"]}," and ",{"type":"'''","value":["The Sopranos"]},", and can be rather sensitive about how outsiders perceive them. Don't assume everyone from New Jersey is rude, loud, uneducated, etc. On the contrary, most people are remarkably polite and friendly.\n\nLife in New Jersey moves at a fast pace! A lot of the bustling and quickness stems from the fact that NJ is a densely populated state, squished between two massive metropolitan areas. \"Taking it slowly,\" which is common in other areas of the country, may be met with impatience or even anger. However, if you are looking for a slower pace in New Jersey, the shore towns and the southern end of the state (south of Atlantic City and many towns east of the Garden State Parkway) can be more relaxed as it is more seasonal and more of a vacation area.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New York (state)"],["New York"]]}]}," — One of the benefits of visiting New Jersey is that you're very close to ",{"type":"[[","value":[["New York City"]]},", which lies just across the Hudson River.  Further north is upstate New York, a rural and very beautiful area."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Pennsylvania"]]}]}," — ",{"type":"[[","value":[["Philadelphia"]]}," is just across the Delaware River.  Both Interstate 80 and Interstate 78 will take you through Northeastern Pennsylvania to the ",{"type":"[[","value":[["Poconos"]]}," and the ",{"type":"[[","value":[["Lehigh Valley"]]}," respectively, where there are many things to do year round."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Delaware"]]}]}," — New Jersey's southern neighbor was the first state to ratify the Constitution (hence its nickname of the \"First State\") and offers an urban experience in its northern parts while providing a rural experience to the south."]},"\n",{"type":"{{","value":[["geo"],["40.25018"],["-74.66309"],["zoom=8"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mid-Atlantic"]]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:New Jersey"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/New Jersey\/"]]}]