[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["New Denver"]}," is a small village in the ",{"type":"[[","value":[["West Kootenays"]]}," of ",{"type":"[[","value":[["British Columbia"]]},", ",{"type":"[[","value":[["Canada"]]},", situated on the east shore of Slocan Lake.  It has an interesting history as an internment camp for \"foreign nationals\" during World War II; some attractions in the town relate to that time.\n\n",{"type":"==","value":["Get in"]},"\n\nThe only really practical way of getting to New Denver (and most other places in the ",{"type":"[[","value":[["West Kootenays"]]},") is by private vehicle of some kind.  There is very limited public transit in the region and only one major airport, located in ",{"type":"[[","value":[["Castlegar"]]},".  By vehicle, it's about a 2-hour drive south of ",{"type":"[[","value":[["Revelstoke"]]}," which includes a free ferry ride across Arrow Lake (Columbia River) between Shelter Bay on the north shore and Galena Bay on the south.  Take Hwy 23 south to the ferry and on to ",{"type":"[[","value":[["Nakusp"]]}," where it's Hwy 6 to New Denver.\n\n",{"type":"==","value":["Get around"]},"\n\nSince New Denver is a small village, there is no need to drive anywhere.  Park your vehicle somewhere and wander around.  The one caveat is to note that the village is divided by Carpenter Creek with most of the business district on the north side and some of the parks and gardens on the south.  Other than adding to your pleasant walk, this shouldn't be a problem.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hillsgarlicfest.ca\/ Hills Garlic Festival"]}]}," usually held the first Sunday after the Labour Day Weekend.  Admission is about $5 per person and features live music, lots of garlic-related stuff to buy as well as food.  One could probably spend most of the day wandering around.  The popularity forced a move from its original location in the settlement of Hills, just north of New Denver, and several thousand people converge on the Festival each year.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newdenver.ca\/kohan\/ Kohan Reflection Garden"]}]},", commemorating the many Canadians of Japanese descent who were interned in the area during WWII.  Located at the end of 1st Ave.  No admission charge.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newdenver.ca\/nikkei\/ Nikkei Internment Memorial Centre"]}]}," is an interpretive centre about the history of the internment of Japanese Canadians suring WWII.  It's located in one of the buildings used for that purpose.  Open May to September, 9:30 am to 5 pm.  Admission is $6  for adults.  Located at 306 Josephine St in New Denver.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Valhalla Inn"]}," - \n\n",{"type":"'''","value":["Villa Dome Quixote"]}," - a series of connected domes\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newdenver.ca\/centennial\/ Centennial Park and Campground"]}]}," located right in the town of New Denver.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.env.gov.bc.ca\/bcparks\/explore\/parkpgs\/rosebery\/ Rosebery Provincial Park"]}]}," - 5 km north of New Denver and 40 km south of ",{"type":"[[","value":[["Nakusp"]]}," on Hwy 6.\n\nThere are also several B&Bs in New Denver as well as several cabins on Bigelow Bay.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThe ",{"type":"'''","value":["Galena Trail"]}," follows Carpenter Creek from New Denver to Three Forks (where Hwy 31a passes the road to ",{"type":"[[","value":[["Sandon"]]},".  The trail is mostly on an old railbed and can be hiked or biked.  One interesting option is to leave your bikes locked up at Three Forks, start hiking from New Denver and ride the bikes back to town on the highway.  The ride will be mostly downhill and the 10 km will go by very quickly.\n\nThe old mining town of ",{"type":"'''","value":["Sandon"]},", about 15 minutes east of town on Hwy 31a.\n\n",{"type":"'''","value":["Idaho Peak"]},", accessed from Sandon, is the site of an old fire lookout with great views out over Slocan Lake and the Valhallas.  The Forest Service Road to the peak starts in Sandon.  The road is steep and a bit rough in places, but it seems most people can drive there in regular 2wd cars.  In the right season, alpine flowers are well worth the visit. \n\n",{"type":"{{","value":[["IsPartOf"],["West Kootenays"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:New Denver, British Columbia"]]},"\n",{"type":"{{","value":[["geo"],["49.9917"],["-117.371"]]}]