[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Ponies grazing at latchmore bottom new forest.jpg"],["thumb"],["right"],["350px"],["New Forest ponies"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thenewforest.co.uk\/ The New Forest"]}]}," is a major tourist area and a National Park in ",{"type":"[[","value":[["Hampshire"]]}," in the ",{"type":"[[","value":[["South East (England)"],["South East"]]}," of ",{"type":"[[","value":[["England"]]},". It is immensely popular with British campers, as it is the closest National Park to the South East.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\n\nThe name 'New Forest' is somewhat misleading, as it is neither new (it was established in 1079CE), nor a forest in the current sense of the word. It is rather it is a patchwork of areas of open heath and gorselands, intermixed with forested 'enclosures'.\n\nIt was originally established by William I as a royal deer-hunting reserve. He introduced the Forest Law, a strict and savage legal code which forbade the local peasantry from doing anything that would interfere with his pursuit of deer, forbidding them from enclosing land for agriculture, for example, erecting fences or barriers, or even owning a bow. In slight recompense, they were given the right to graze their ponies, cattle and pigs in common (i.e. running free) across the forest.\n\nThe result of this regime, together with the Royal Navy's need for oak trees during the Napoleonic wars (which led to the development of the forested enclosures) has given us a unique, if very much man made, landscape. Semi-wild ponies, cattle and pigs still roam across the forest, sharing it with several species of wild deer and leading to a very special flora and fauna driven by their grazing. The ponies especially have become a symbol of the forest, and the New Forest Pony is a recognised breed.\n\nOf late there has been a proposal to incorporate the New Forest as a National Park, although this is controversial with the local residents who currently still operate within a quite distinct legal framework (the forest has its own special courts and governances).\n\nThe New Forest has an area of about 148 square miles, and can become very busy on a spring or summer weekend. Road traffic can be a problem on the narrow unfenced roads, which all have a 40 mph speed limit to safeguard the animals. Off the paved roads, however, there are miles of unpaved forest road ideal for walking and cycling.\n\n",{"type":"===","value":["Towns"]},"\nThe New Forest is very sparsely populated, but there are several towns and large villages that have good pubs and restaurants to dine at, attractions to see and supermarkets to stock up at.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lyndhurst"]]}]}," - main town of the New Forest"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Beaulieu"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bransgore"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Burley (England)"],["Burley"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Brockenhurst"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Fordingbridge"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lymington"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ringwood"]]}]}]},"\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nAs with the rest of the UK, the weather in the New Forest is notoriously unpredictable. In the winter, it will often by rainy or overcast, with frost and occasional light snow. In the summer, temperatures will range from 12-28C making staying in the Forestry Commission campsites only very occasionally a bit hot as there are no swimming pools. Spring and Autumn can be anywhere in between.\n\nBest time to camp is early summer, visits are possible all year round (providing you don't mind getting a bit wet!)\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Southampton"]]}," has a relatively small airport ",{"type":"[","value":["http:\/\/www.southamptonairport.com\/"]}," which has the advantage of a direct train connection to Brockenhurst. The alternative is to use one of the ",{"type":"[[","value":[["London"]]}," airports, and then use the train or car from there.\n\n",{"type":"[[","value":[["Bournemouth"]]}," also boasts a small international airport which is located on the edge of the New Forest so easy to reach by car.\n\n",{"type":"===","value":["By train"]},"\n\nBrockenhurst has a station on the mainline railway from London to ",{"type":"[[","value":[["Bournemouth"]]}," via Southampton, which is served by at least one fast train from each of those cities every hour. It is also served by longer distance train services from ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," and the north of England.\n\nThere are smaller stations within the forest serving Lyndhurst and Beaulieu, but in both cases the service is infrequent and the stations isolated and not close to the places they serve.\n\nThere is also a branch line railway from Brockenhurst to ",{"type":"[[","value":[["Lymington"]]},", principally to provide connections with the ferry service from there to the ",{"type":"[[","value":[["Isle of Wight"]]},".\n\nTrain times can be found on the National Rail Planner ",{"type":"[","value":["http:\/\/www.nationalrail.co.uk\/planmyjourney\/"]}," or by calling 0845-748-4950 from anywhere in the UK.\n\n",{"type":"===","value":["By car"]},"\n\nFrom the north and east, the New Forest is best approached by the M27 motorway (US English: ",{"type":"''","value":["freeway"]},"). For Beaulieu leave the M27 at junction 2 and follow the signs. For Lyndhurst and the north of the forest, leave at junction 1 and again follow signs. For Brockenhurst, use either of the above to, then follow signs for Brockenhurst from Beaulieu or Lyndhurst respectively.\n\nFrom the west, you can approach the forest from ",{"type":"[[","value":[["Bournemouth"]]}," by the A337 via ",{"type":"[[","value":[["Lymington"]]}," to Brockenhurst, or by the A35 direct to Lyndhurst. From further west, use the A31 trunk road which bisects the forest (with very few intermediate junctions) and turns into the M27.\n\nFrom the south, you can reach ",{"type":"[[","value":[["Lymington"]]}," from the ",{"type":"[[","value":[["Isle of Wight"]]}," by theWightlink car and passenger ferry ",{"type":"[","value":["http:\/\/www.wightlink.co.uk\/travel\/timetables\/lym_yar\/index.htm"]}," which runs every half-hour.\n\n",{"type":"===","value":["By Ferry"]},"\n\nThe Hythe Ferry ",{"type":"[","value":["http:\/\/www.hytheferry.com"]}," operates a half-hourly passenger ferry and pier tram service across Southampton Water from Town Quay, ",{"type":"[[","value":[["Southampton"]]}," to the small town of Hythe, on the eastern edge of the New Forest. During the 12-minute journey, if they are in port, the ferry passes the berth of the liners Queen Mary II and Queen Elizabeth II.\n\n",{"type":"===","value":["By Taxi"]},"\n\nThere are couple of local taxi companies providing local and long distance travel services from major airports, towns, bus and rail stations to New Forest. New Forest Taxi ",{"type":"[","value":["http:\/\/www.newforesttaxi.com\/"]}," and Soton Taxi ",{"type":"[","value":["http:\/\/www.sotontaxi.co.uk\/"]}," and Southampton Airport Transfer Taxi ",{"type":"[","value":["http:\/\/www.southamptonairporttransfer.co.uk\/"]}," provide instant cab\/taxi booking facility.\n\n",{"type":"===","value":["By bus"]},"\nWilts & Dorset and Bluestar operate across the New Forest, including the New Forest Tour in summer\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance to the park is free.\n\n",{"type":"===","value":["Rules"]},"\nLong-term conservation and preservation are goals of the Forestry Commission. Following their simple rules will help to maintain this delicate area. In the New Forest the well-being of the animals and the needs of the countryside come first. The Codes below are provided by The Forestry Commission.\n\n",{"type":"====","value":["Dog Walking Code"]},"\n1. If you cannot control your dog, keep it on a lead.\n2. A dog out of sight may be out of control. It must not be allowed to disturb or chase livestock or wildlife.\n3. Keep to the existing tracks on the forest when birds nest on the ground (1 March - 31 July). At this time, keep your dog close by or you may be asked by a forest ranger or keeper to put it on a lead.\n4. Prevent your dog fouling on footpaths and around car parks. If it does foul, remove the waste.\n5. Groups of dogs can be intimidating to other forest users and wildlife. Keep them under control.\n6. Be considerate to other forest users, particularly children at play and picnickers.\n7. Keep well away from any work taking place in the forest.\n8. Prevent excessive barking from your dog.\n\n",{"type":"====","value":["Horse Riding Code"]},"\n1. Keep to the tracks when the ground is soft or muddy. When there is no alternative, keep to a slow pace.\n2. Take an alternative route to avoid soft slopes. Riding straight up and down causes erosion.\n3. Avoid widening existing tracks, or creating new ones. Keep off re-seeded areas and recently reinstated rides.\n4. Vary your route on the forest to spread the wear and tear.\n5. Keep to the tracks when birds are nesting on the ground (1 March - 31 July).\n6. Slow down and call out a warning when approaching other forest users. Be courteous and friendly.\n7. Do not build jumps or create lunging areas on the forest.\n8. Keep well away from any work taking place in the forest.\n9. Never ride more than two abreast. Limit groups to a maximum of eight horses on the road.\n\n",{"type":"====","value":["Out and About guide"]},"\n1. Be safe and plan ahead - follow any signs and aim to be out of the forest by dusk.\n2. Close all gates behind you unless they have been fastened open.\n3. Do not pick or remove plants or flowers.\n4. Do not feed or disturb the common stock - ponies, cattle and donkeys. Give them space and do not touch them.\n5. Take your litter home and do not light fires.\n6. Keep to the existing tracks on the forest when birds nest on the ground (1 March - 31 July). At this time, keep your dog close by or you may be asked by a forest ranger or keeper to put it on a lead.\n7. Keep below the forest speed limit (40 mph) and slow down when approaching walkers, riders or livestock.\n8. Do not park on verges or in gateways. Use one of the many car parks.\n9. Keep well away from any forestry work and obey the warning signs.\n\n",{"type":"====","value":["Cycle Code"]},"\n1. Keep to the way-marked gravel tracks when cycling in the forest.\n2. Slow down and call out a warning when approaching other forest users. Be courteous and friendly.\n3. Take extra care when nearing horse riders. When in a group, all cyclists should pass the horse on the same side.\n4. Do not startle ponies, cattle or wildlife. Go slowly and give them space.\n5. Avoid causing obstructions - do not ride more than two abreast. Always ride in single file on narrow roads.\n6. Keep well away from any work going on in the forest.\n7. Do not pass any vehicle loading timber until you have been told it is safe to do so.\n8. Use the map, and plan to be out of the forest by dusk.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By foot"]},"\n\nThe New Forest has an excellent network of footpaths, rides and forest roads which can be used by walkers and hikers well away from any motor traffic. Indeed you are free to wander where you wish in much of the forest area.\n\nBe aware that the distances involved are not insignificant, and the conditions underfoot can be very variable. Walking boots and decent walking clothing are advised.\n\n",{"type":"===","value":["By bike"]},"\n\nWith a good network of gravel rides and forest roads open to cyclists and walkers, but not to cars, cycling is a really good way to see the New Forest. Because of its popularity, there is a good selection of cycle hire outfits, which can supply adult and children's bikes, trailers, etc. Here are some of them:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Forest Leisure Cycling"]},", Burley, www.forestleisurecycling.co.uk, tel 01425 403584."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["New Forest Cycle Experience"]},", Island Shop, Brookley Road, Brockenhurst,  tel 01590 624204. Open every day 9.30am-5.30pm."]},"\n",{"type":"===","value":["By bus"]},"\nThe ",{"type":"[[","value":[["New Forest#Do"],["New Forest Tour"]]}," operates a tourist bus service around Lyndhurst, Beaulieu, Lymington, Brockenhurst and many intermediate rural locations, and runs with low floor easy access buses hourly throughout the summer check at: thenewforesttour.info ",{"type":"[","value":["http:\/\/www.thenewforesttour.info\/"]}," for times.\n\nAdditionally there is a network of conventional rural bus services running on the main routes in the forest. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.travelinesw.com\/ Traveline"]}]}," provides an online travel planner for these services, which can also be contacted by calling 087-608-2-608 from anywhere in the UK.\n\n",{"type":"===","value":["By car"]},"\n\nThe road network within the New Forest is fairly limited in its extent, although all the major villages are served. The roads are quite narrow and can get busy. As most roads are unfenced, drivers need to be constantly aware of the possibility of encountering animals on the road, especially at night. For this reason, the forest is subject to a blanket 40 mph speed limit. Its not unknown for the Forrest to get hit by heavy fog at night reducing vision to a few meters.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:New Forest heath and horses.JPG"],["thumb"],["right"],["New Forest ponies grazing on heathland"]]},"\n\nThe main thing to see in the New Forest is the forest itself. Throughout the forest there are areas of heathland, forested enclosures, upland streams and the free roaming New Forest Ponies.\n\nHowever there are some more specific attractions, as described in the following sections.\n\n",{"type":"===","value":["Northern Forest"]},"\n\nThe Northern Forest is that part of the forest north of the very busy A31 road which bisects the forest and forms something of a barrier for both visitors and the local flora and fauna. Compared to the Southern Forest, the Northern Forest is higher and has more open heathland and less woodland. With a smaller population and fewer roads, this part of the forest tends to be less busy.\n\nOther than the forest itself, there are a few other attractions.\n\n",{"type":"[[","value":[["Image:Rufus Stone.jpg"],["thumb"],["right"],["The Rufus Stone marking the spot where  17th  myth has it that William II, son of William the Conqueror was killed"]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Rufus Stone"]},", situated in an attractive glade just north of the A31 towards the eastern boundary of the forest. The stone marks the spot where popular myth has it that King William II, often called William Rufus and son of William the Conqueror, was killed by an arrow shot by Walter Tyrell, while hunting on August 2, 1100. Whilst apparently an accident, the reaction of William's brother Henry in immediately riding to Winchester to claim the treasury and the crown does make one wonder. Open daylight hours. Free. Actual location of William's death was probably a fair bit to the south but no one really knows for sure."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Breamore House"],["alt="],["url=http:\/\/www.breamorehouse.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Southern Forest"]},"\n\nThe Southern Forest is that part of the forest south of the A31. This is lower lying, with a greater proportion of woodland although heathland still occupies a significant proportion of the area. The Southern Forest is more inhabited, containing all the major forest villages, and tends to see more visitors.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Exbury Gardens"],["alt="],["url=http:\/\/www.exbury.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44  2380 891203"],["tollfree="],["fax="],["hours="],["price="],["content=Open daily (",{"type":"''","value":["Mar-Oct"]},") 10am-5:30pm. £7.50 (adult); £3.50-£5.50 (senior); £1-£1.50 (child); (",{"type":"''","value":["higher price applies during rhododendron and azalea flowering season."]},") Exbury Gardens is a spectacular 200-acre woodland garden, world famous for the Rothschild collection of rhododendrons, azaleas & camellias. Best seen in late spring (up until the beginning of June), when the rhododendrons and azaleas are at their best."]]}]},"\n",{"type":"[[","value":[["Image:The building slips at Buckler's Hard, Hampshire, UK..jpg"],["thumb"],["right"],["Bucklers Hard, major shipbuilding centre during the Napoleonic Wars"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Bucklers Hard"],["alt="],["url=http:\/\/www.bucklershard.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44  1590 614645"],["tollfree="],["fax="],["hours="],["price="],["content=Open (",{"type":"''","value":["Easter-Sep"]},") M-Su 10:30am-5pm and (",{"type":"''","value":["Oct-Easter"]},") M-Su 11am-4pm. Admission to the village street and riverside is free; museum admission is £5.90 (adult), £4.75 (senior) and £3.75 (child). Bucklers Hard is a very pretty 18th century village with a single wide street running down to the Beaulieu River. During the Napoleonic Wars, with Britains urgent need for ships and the New Forest's abundant supply of Oak, Bucklers Hard became a major shipbuilding centre. Many warships, including Nelson's Agamemnon, were built on the slips at the foot of the village street. In some of the village buildings is The Maritime Museum with displays on the villages history."]]}]},"\n",{"type":"[[","value":[["Image:Beaulieu river at longwater lawn.jpg"],["thumb"],["right"],["Beaulieu River cutting through Longwater Lawn"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Beaulieu"],["Beaulieu Village"]]}]}," is a very attractive village on the River Beaulieu (bigger than the picture shows!) with a handful of pretty good attractions - an Abbey, a Palace and a Motor Museum."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=New Forest Wildlife Park"],["alt="],["url=http:\/\/www.newforestwildlifepark.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They've gotta lotta otter. Along with a fire sized owl collection, quite a lot of butterflies and a few other odds and ends. Admission is £9.95 (adults) £6.95 (child) and £8.95 (Seniors). Open 10am-5:30PM in spring\/summer and 10.00am-dusk in autumn\/winter."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" A good way for a first-time visitor to see the new forest by bus is the new ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thenewforesttour.info\/ New Forest Tour"]}]},", an open top bus route which runs on a one-way loop through the forest serving ",{"type":"[[","value":[["Lyndhurst"]]},", ",{"type":"[[","value":[["Beaulieu"]]},", ",{"type":"[[","value":[["Lymington"]]},", ",{"type":"[[","value":[["Brockenhurst"]]}," and many intermediate rural locations. Buses run every 60 minutes during the summer, and you can get off at any point and catch the next bus after you have looked around."]},"\n",{"type":"*","value":[" Visit the adjoining town and small port of ",{"type":"'''","value":[{"type":"[[","value":[["Lymington"]]}]},", and maybe even catch the ferry across the Solent from there to the very pretty (and even smaller) port of ",{"type":"'''","value":[{"type":"[[","value":[["Yarmouth (England)"],["Yarmouth"]]}]}," on the ",{"type":"'''","value":[{"type":"[[","value":[["Isle of Wight"]]}]},"."]},"\n",{"type":"*","value":[" If you have got kids who are getting bored of trees and small horses visit ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.paultonspark.co.uk Paulton's Park"]}]},". It's really close to the New Forest, just off junction 2 of the M27."]},"\n",{"type":"*","value":[" Visit ",{"type":"[","value":["http:\/\/www.furzey-gardens.org\/ Furzey Gardens"]},", a beautiful country garden with adventure playgrounds, tree houses and mini fairy houses for kids to discover. There's also a museum and tea rooms. Furzey Gardens won a gold medal at the 2011 Chelsea Flower Show."]},"\n",{"type":"==","value":["Buy"]},"\nThere is a very good bike store in ",{"type":"[[","value":[["Brockenhurst"]]},", which will be able to supply most parts to allow you to make any repairs. The also hire bikes out.\n\nThere are camp stores in ",{"type":"[[","value":[["Lyndhurst"]]},".\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Breamore House Tea Barn"]}," is a cafe in the heart of the Hampshire country side. It is situated in the grounds of Breamore House, a manor house dating back to the 16th Century."]},"\n",{"type":"==","value":["Drink"]},"\nBreamore House Tea Barn is a cafe in the heart of the Hampshire country side. It is situated in the grounds of Breamore House, a manor house dating back to the 16th Century.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\nThere are numerous camp sites in the New Forest, but wild camping is ",{"type":"'''","value":["not"]}," allowed.\n\n",{"type":"====","value":["Forestry Commision Sites"]},"\nThese are all run to a very high standard. They all offer wash huts with hot showers and flushing toilets, drinking water, and some have campsite shops offering gas and food etc.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ashurst"],["alt="],["url=http:\/\/www.forestholidays.co.uk\/caravanandcamping\/sites\/ashurst.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 845 130 8224"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Lyndhurst Road, Ashurst, Hampshire SO40 2AA, About 5 miles away from Southampton, this is the furthest east of all the FC campsites. Ashurst is a decent campsite situated close to Ashurst (New Forest) railway station, which is on the line to Southampton. Pitch your tent the far side of the site to the railway line for a better nights sleep! The site is dog free, and there is a small shop on site for buyig gas, milk, iceboxes etc."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Denny Wood"],["alt="],["url=http:\/\/www.forestholidays.co.uk\/caravanandcamping\/sites\/denny-wood.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 845 130 8224"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Beaulieu Road, Lyndhurst, Hampshire SO43 7FZ,"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hollands Wood"],["alt="],["url=http:\/\/www.forestholidays.co.uk\/caravanandcamping\/sites\/hollands-wood.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44  845 130 8224"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Lyndhurst Road, Brockenhurst, Hampshire SO42 7QH,"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holmsley"],["alt="],["url=http:\/\/www.forestholidays.co.uk\/caravanandcamping\/sites\/holmsley.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 845 130 8224"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Thorney Hill, Bransgore, Christchurch, Dorset BH23 7EQ,"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Matley Wood"],["alt="],["url=http:\/\/www.forestholidays.co.uk\/caravanandcamping\/sites\/matley-wood.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 845 130 8224"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Beaulieu Road, Lyndhurst, Hampshire SO43 7FZ,"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ocknell and Longbeech"],["alt="],["url=http:\/\/www.forestholidays.co.uk\/caravanandcamping\/sites\/ocknell-and-longbeech.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 845 130 8224"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Fritham, Hampshire SO43 7HH,"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Roundhill"],["alt="],["url=http:\/\/www.forestholidays.co.uk\/caravanandcamping\/sites\/roundhill.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 845 130 8224"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Beaulieu Road, Brockenhurst, Hampshire, SO42 7QL,"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Setthorns"],["alt="],["url=http:\/\/www.forestholidays.co.uk\/caravanandcamping\/sites\/setthorns.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44  845 130 8224"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Wooton, New Milton, Hampshire BH25 5WA,"]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Balmer Lawn Hotel"],["alt="],["url=http:\/\/www.balmerlawnhotel.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44  1590 623116"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The, Lyndhurst Road, Brockenhurst, Probably the best known and most prestigious hotel in the New Forest. £70-160."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Twin Cottage"],["alt="],["url=http:\/\/www.twincottage.com\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44   7884 390343"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bisterne Close, Burley, If you are interested in a little independence and space, consider renting a cottage. Twin Cottage, in the heart of the New Forest, is a beautifully furnished two bedroom cottage with a fully equipped kitchen, wireless internet and is great for children."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe ponies here are wild and although pretty, are best left alone. ",{"type":"'''","value":["Do not feed them"]}," as this encourages them to pester people for food and ",{"type":"'''","value":["never get between a mother and her foal"]}," as they will kick out.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Isle of Wight"]]}]}]},{"type":"*","value":[" There are nice beaches in nearby ",{"type":"'''","value":[{"type":"[[","value":[["Christchurch (England)"],["Christchurch"]]}]}]},{"type":"*","value":[" Fleet Air Arm museum in ",{"type":"'''","value":[{"type":"[[","value":[["Yeovilton"]]}]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bovington#Do"],["Bovington Tank Museum"]]}," is approximately 45 mins drive away"]},"\n",{"type":"[[","value":[["WikiPedia:New Forest"]]},"\n\n",{"type":"{{","value":[["geo"],["50.8667"],["-1.5667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hampshire"]]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:New Forest"]]}]