[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Newbury"]}," and ",{"type":"'''","value":["Thatcham"]}," are adjoining towns in the county of ",{"type":"[[","value":[["Berkshire"]]},", in the ",{"type":"[[","value":[["South East (England)"],["South East"]]}," of ",{"type":"[[","value":[["England"]]},".  \n\nNewbury is the principal town in the west of the county, and is a historic market town. Thatcham is a dormitory town some three miles to the east, with little obvious boundary between the two towns. \n\n",{"type":"==","value":["Understand"]},"\n\nNewbury has a population of about 45,000 and has become something of a booming company town recently as it houses the world headquarters of Vodafone, a major mobile phone operator with operations in many countries.\n\nNewbury also attracted a lot of national and international coverage in the 1980s when it was the scene of the Greenham Common Peace camp in protest at the stationing of nuclear armed cruise missiles at a nearby air base, and in the 1990s when it hosted perhaps the most famous road protest against the Newbury bypass. The vast majority of the population probably did not appreciate either campaign.\n\nThatcham is best known as England's fastest growing town, with large housing areas being built to house a population which largely commutes to work in Newbury, ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," or ",{"type":"[[","value":[["London"]]},".\n\nVisitors may hear both the terms 'Newbury District' and 'West Berkshire' in use; these are effectively synonymous and refer to the town of Newbury and its surrounding rural area. They are also the old and new names for the local government which runs the area that includes both Newbury and Thatcham.\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"===","value":["By train"]},"\nBoth Newbury and Thatcham have rail stations on the main line from ",{"type":"[[","value":[["London"]]}," to ",{"type":"[[","value":[["Exeter"]]},",  ",{"type":"[[","value":[["Plymouth (England)"],["Plymouth"]]}," and ",{"type":"[[","value":[["Penzance"]]},". Some through trains between those cities do stop at Newbury Station but these are relatively infrequent. Local trains stop at both stations and run from ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," approximately every half hour taking some 20 to 30 minutes for the journey; some local trains start their journeys in London. From London, travel from London Paddington Station and, if necessary, change at Reading. Train times (from any station) can be found on the ",{"type":"[","value":["http:\/\/www.nationalrail.co.uk\/planmyjourney\/ National Rail Planner"]}," or by calling 0845-748-4950 from anywhere in the UK.\n\n",{"type":"===","value":["By car"]},"\n\nNewbury is 17 miles west of ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," on the A4, 18 miles north-west of ",{"type":"[[","value":[["Basingstoke"]]}," on the A339, 28 miles south of ",{"type":"[[","value":[["Oxford"]]}," on the A34, 28 miles east of ",{"type":"[[","value":[["Swindon"]]}," on the M4 and 29 miles north of ",{"type":"[[","value":[["Winchester (England)"],["Winchester"]]}," on the A34. Thatcham is 3 miles east of Newbury on the A4.\n\nThe M4 motorway also runs just to the north of Newbury, for which the junction is number 13.\n\n",{"type":"===","value":["By plane"]},"\nIf arriving by plane, see the 'Get In By Plane' section of the ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," article, and then travel on from Reading as described above.\n\n",{"type":"==","value":["Get around"]}," \n",{"type":"===","value":["By foot"]},"\n\nThe central area of Newbury is easily walkable. \n",{"type":"===","value":["By bus"]},"\n\nThere are several town routes within Newbury and Thatcham, with hourly (or better) services during the day, and infrequent service in the evenings and on Sundays. Beyond that distance, bus routes are much less frequent, with often only a handful of buses per day and no evening or Sunday service.\n",{"type":"*","value":["The ",{"type":"[","value":["http:\/\/www.reading-buses.co.uk\/new.htm ",{"type":"'''","value":["Newbury Buses"]}]}," division of Reading Buses, telephone 0118-959-4000 from within the UK, provide service within Newbury and some adjoining rural areas."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.travelinesoutheast.org.uk\/ ",{"type":"'''","value":["Traveline"]}]},", telephone 087-608-2-608 from within the UK, provide an impartial online travel planner and telephone query service for local bus services.  "]},{"type":"===","value":["By car"]},"\n\nNewbury's roads can be congested at peak periods, but in general are less congested than London or even Reading. A car is one (possibly along with cycling) of the only really practical ways of seeing a lot of the local countryside and villages.\n",{"type":"===","value":["By map"]},"\n\nIf you are planning to do any visiting or exploring beyond central Newbury, you will probably want to obtain a decent map of the area. You should ensure that any map you buy clearly shows the national grid reference lines, and explains how to use them, as grid references are frequently used to indicate out of town locations. The best maps for this purpose are those published by the Ordnance Survey (Britain's national mapping agency) and both the following maps cover all the locations mentioned below:\n",{"type":"*","value":[{"type":"'''","value":["Ordnance Survey Explorer 158"]},". This map covers the area around Newbury and Thatcham at a scale of 1:25000 and is best for walking or local touring by car or cycle."]},{"type":"*","value":[{"type":"'''","value":["Ordnance Survey Landranger 174"]},". This map covers the area around and between Newbury and Thatcham at a scale of 1:50000 and is best for longer range exploration by car or cycle."]},"These maps can be found in any good bookshop, or can be bought online from the ",{"type":"[","value":["http:\/\/www.ordnancesurvey.co.uk\/ Ordnance Survey's web site"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Central Newbury"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=West Berkshire Museum"],["alt="],["url=http:\/\/www.westberks.gov.uk\/WestBerkshire\/tourism.nsf\/pages\/westberk035551.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Wharf, Newbury, tel 30511. Housed in historic half timbered buildings dating from the 17th and 18th centuries, the museum houses exhibits on local history and archeology together, rather bizarrely, with a gallery on the history of hot air ballooning. Open Apr-Sep M,Tu,Th,F 10am-5pm; Apr-Sep Sa 10am-4.30pm; Oct-Mar M,Tu,Th,F,Sa 10am-4pm. Free."]]}]},{"type":"===","value":["Surrounding Area"]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Donnington Castle"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/donnington-castle\/"],["email="],["address="],["lat=51.419154"],["long=-1.337327"],["directions=1 mile north of Newbury off B4494; grid reference SU461691"],["phone="],["tollfree="],["fax="],["hours=Open M-Su daylight hours"],["price=Free"],["content=This ruined castle was reduced (i.e. torn down) after the second battle of Newbury in 1644 during the English Civil War. Much of the striking, twin-towered gatehouse of this castle survives amid impressive earthworks, but access is only to the exterior."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Highclere Castle"],["alt=5 miles south of Newbury on the A34; follow the brown sign for Highclere Castle; grid reference SU445587"],["url=http:\/\/www.highclerecastle.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1635 253210"],["tollfree="],["fax="],["hours=Open Jul-Aug Tu-F,Su 11am-4pm"],["price=£7 (adults); £5.50 (students and seniors); £3.50 (children)"],["content= Highclere Castle is more a stately home than a castle, and is the ancestral, and current, home of Lord and Lady Carnarvon. Tours of the castle are available. The castle also hosts exhibitions on Egyptian archeology (the fifth earl funded the discovery of the tomb of Tutankhamun) and horseracing (the seventh earl was the Queen's Racing Manager)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sandham Memorial Chapel"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/sandham-memorial-chapel\/"],["email=sandham@nationaltrust.org.uk"],["address=Harts Lane, Burghclere, near Newbury, RG20 9JT"],["lat=51.344799"],["long=-1.33691"],["directions=5 miles south of Newbury on the A34; grid reference SU463608"],["phone=+44 1635 278394"],["tollfree="],["fax="],["hours=Open Apr-Oct W-Su 11am-5pm; Mar&Nov Sa-Su 10am-4pm"],["price=£3 (adult); £1.50 (child); free to National Trust members"],["content=Specifically built in the 1920s to house wall paintings by the artist Stanley Spencer, inspired by his experiences in the First World War, and regarded by many as his finest achievement. As there is no lighting in the chapel, it is best to view the paintings on a bright day. The chapel is set amidst lawns and orchards with views across Watership Down."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thatcham Nature Discovery Centre"],["alt="],["url=http:\/\/www.bbowt.org.uk\/nature-discovery-centre"],["email=ndc@bbowt.org.uk"],["address=Muddy Lane, Lower Way, RG19 3FU"],["lat="],["long="],["directions="],["phone=+44 1635 874381"],["tollfree="],["fax="],["hours=Open Mar-Oct Term Time Tu-F 12noon-3pm, Sch hols & w\/ends Tu-Su 11am-5pm, Nov-Feb Tu-Su 12noon-3pm"],["price=Free"],["content=The, Lower Way, Thatcham. The Centre provides an exciting base from which to explore the nearby lake and reed bed habitats. A variety of events including exhibitions, workshops, walks and talks are provided throughout the year. The surrounding area is of outstanding importance for nature conservation, with the reed beds representing one of the largest stands of inland reeds remaining in the country."]]}]},"\n",{"type":"==","value":["Do"]}," \n",{"type":"===","value":["Theatre"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Corn Exchange"],["alt="],["url=http:\/\/www.cornexchangenew.com\/index2.htm"],["email="],["address=The, Market Place, Newbury"],["lat="],["long="],["directions="],["phone=522733"],["tollfree="],["fax="],["hours="],["price="],["content= This venue situated in central Newbury presents drama, comedy, music, dance, exhibitions, films and the resident orchestra Southern Sinfonia. For performance information, times and prices see their website or telephone the number above."]]}," "]},{"type":"*","value":["The ",{"type":"'''","value":["Watermill"]},", Bangor (",{"type":"''","value":["2 miles north west of Newbury; grid reference SU452694"]},"), tel 46044, ",{"type":"[","value":["http:\/\/www.watermill.org.uk\/"]},". The Watermill is the home of a repertory company and has earned a reputation both nationally and internationally for presenting quality work. Every year the company mounts eight or nine new productions each showing for an average of seven weeks, and is considered to be in \"the premier league of British regional theatres\" (Daily Telegraph). Normally open M-Sa with performances at 7:30PM, and matinee performances at 2:30PM on Th and Sa. For performance information and prices see their website or telephone the number above."]},"\n",{"type":"==","value":["Buy"]},"\nNewbury has a number of shops, including its own large department store, ",{"type":"[","value":["http:\/\/www.camphopson.com Camp Hopson"]},", a small shopping centre (mall), the ",{"type":"[","value":["http:\/\/www.kennetshopping.co.uk Kennet Centre"]}," and a number of leading high street chainstores. See ",{"type":"[","value":["http:\/\/www.newburytowncentre.co.uk NewburyTownCentre.co.uk"]}," for more information.\n\n",{"type":"==","value":["Eat"]},"\nA reasonable range of choices includung Pubs, the usual chain restaurants (Pizza\/Pasta or French), Indian and most recently a New Thai. Local restaurants of note include the Crab at Chieveley (££), MPW's Yew Tree at Highclere (££), The Pot Kiln at Frilsham (of Heaven's Kitchen Fame) (£££) and The Vineyard at Stockross (Astronomical)\n\n",{"type":"==","value":["Drink"]}," \n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a number of hotels in and around Newbury, including two Hiltons; Hilton Newbury (Centre) and Hilton Newbury (North). Hilton Newbury (North) is situated near J13 of the M4, with the A34 running very close by. It is therefore advisable for light sleepers to choose the Hilton Newbury (Centre).\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Phone"]},"\n\nThe area code for both Newbury and Thatcham is 01635 when dialed from within the UK or +44 1635 from outside the UK.\n\n",{"type":"==","value":["Go next"]}," \n",{"type":"*","value":[{"type":"[[","value":[["Swindon"]]}," - Known for its history as the heart of the Great Western Railway, a 35 minute journey by car on the M4 motorway"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["51.4009"],["-1.3235"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Berkshire"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Newbury,_Berkshire"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Berkshire\/Newbury"]]},"\n",{"type":"[[","value":[["Commons:Category:Newbury, Berkshire"]]}]