[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Ngari"]]},"\n",{"type":"'''","value":["Ngari prefecture"]}," (also known as Ali prefecture 阿里地区 ",{"type":"''","value":["Ālǐ Dìqū"]},") is in the far west of ",{"type":"[[","value":[["Tibet"]]},", it's an extremely remote area with nearly no infrastructure of any type. Nicknamed the \"Top of the Roof of the World\".\n\n",{"type":"==","value":["Towns"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ali"]]}," - AKA Sengge Khambab, The prefecture capital, a small town of no interest for the tourist, other than to stock up on supplies and have a hot shower."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rutok"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tsamda"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Mount Kailash"]]}," - The reason most people make the long journey out to this part of Tibet, the most holy mountain for the Tibetans.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Independent Travelers"]},": The police in Ali generally give out travel permits without problems, the only difficulty being is they fine you for being there in the first place without a permit. Together, the fine and the permit are likely to be around ¥400.  \n\nTransportation here is a major difficulty.  The only paved roads are a few km in the immediate vicinity of Sengge Khambab.  If you are not on a jeep tour, you will probably end up traveling by truck.  This is often very costly and if you end up in the back of the truck an unpleasant way to travel as you see nothing of the spectacular scenery.  It also may mean waiting for a couple days for a ride on occasion.  In the more mountainous areas the road may get washed out and not be repaired for a week or two, camels have been known to be used as a short term replacement.\n\n",{"type":"'''","value":["Jeep Tour"]},": you will likely go as a group of a few jeeps and a support truck, don't expect to stay to the itinerary to closely, as river crossings and vehicle break-downs often cause delays.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe main safety concerns relate to the extreme remoteness of the area.  Always bring a couple days of food with you when traveling outside of a village, and carry a few liters of water when traveling by truck, (The driver will probably have a big jerry can, but don't be dependent on it).  In summer it can be warm when the sun is out, but change as soon as it's overcast to wintery conditions.  Hail is common, and snow not unknown in the middle of summer.  Bring a good sleeping bag, and warm cloths.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Tibet"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["Geo"],["32.5"],["80.101389"]]},"\n",{"type":"[[","value":[["Wikipedia:Ngari Prefecture"]]}]