[{"type":"{{","value":[["pagebanner"],["Niamey banner Grande Mosque.JPG"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:View from grand mosque down niamey 2006.jpg"],["thumb"],["340px"],["View from the Grand Mosque"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.niger-tourisme.com\/ville-niger.php?id_page=23&region=1&ville=1 Niamey"]}]},", the capital of ",{"type":"[[","value":[["Niger"]]},", is a lively, fairly modern city of around 800,000 on the banks of the Niger River in the Tillaberi region in the far southwest of Niger. It is the administrative, cultural and economic hub and hence generally offers good facilities for travellers, both budget and upmarket. Niamey offers unique open-air markets that are great for people watching—they’re patronized by members of the Tuareg Sonuri and Fulani tribes, as well as wrestling, one of the finest museums in Africa and the massive Grand Mosque.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe comparably fertile area around Niamey has been inhabited for millennia by tribes like the Gurma also found in Burkina Faso, but the founders of the village would be the Maouri, who settled on an island called Neni Goungou facing the current Niamey in the late nineteenth century, before coming to settle on the left bank of the river. In 1898, the invading French found the village a suitable location for a military base and in 1905 the city, located in a stable region, became the capital of the ",{"type":"''","value":["Territoire Militaire du Niger"]}," (Military Territory of Niger). Niamey was inhabited by about 600 people in 1901 when missionaries arrived in the village and increased to nearly 2,000 after the arrival of the French and its establishment as the national capital. In 1911, the capital was transferred to the newly-stable and more hospitable location at Zinder. However, tensions grew with the British colony of Nigeria (very close to Zinder) and in 1928 the status of capital was transferred back to Niamey. By the time Niger became an independent country in 1960, the city's population had ballooned to 30,000. Niamey's population had risen to 750,000 by 2005, and its status as the most populous city in the country was secure.\n\n",{"type":"===","value":["Climate"]},"\nNiamey has a hot and generally dry desert climate with a short rainy season from June to September when there can be severe thunderstorms with occasional flooding. Rains can be unpredictable though and sometimes the rainy season means just a few showers now and then.\n\nAs with much of West Africa, poor infrastructure leads to frequent flooding and miserable roads during the wet season, so it is best to avoid travel to Niamey from June–September (especially if travelling to nearby countries which receive even more rain).\n\nAverage annual rainfall is around 550 mm. The coolest and driest (and arguably best) weather of the year is between December and January with averages of 34\/15°C (93\/57°F) and no rainfall. In October, November and February the weather is hotter and still dry with 38°C (100°F) in the afternoon and 18-23°C (64-73°F) at night. March to May are the hottest months of the year topping out at 42°C (108°F) in the afternoon (although 45°C\/114°F temps aren't uncommon) and a warm 25°C (77°F) at night; all three months can see just a few showers.\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"[[","value":[["Image:The Niger near the Kennedy Bridge, Niamey.jpg"],["thumb"],["300px"],["The Niger river near the Kennedy bridge"]]},"\n\nThe city is divided by the Niger River, which is spanned only by the Kennedy Bridge. The southern side is entirely residential, with the exception of the university by the river (Gamkalle area), and of no interest to tourists. The northern side spreads out in all directions from the bridge. The limits of the \"downtown\" area seem to be Blv. de l'Indépendence and (further from the river) Blv. Mali Bero. Radiating from the \"Place des Martyrs\" at the end of the bridge:\n\n",{"type":"*","value":["Going left (northwest, Avenue François Mitterrand), you will head past the Hotel Gaweye and Palais du Congrès towards the areas known as Plateau\/Issa Beri\/Château 1 (Un) which are where the majority of governmental buildings, embassies (most along Rue des Ambassades), and upscale housing can be found. If you turn right at Place des Nations Unis, head straight through Place de la République, and reach Blv. de l'Indépendance, you will see the stadium to the right (opposite Place des Forces Démocratiques)."]},"\n",{"type":"*","value":["Going  straight (northeast, Rue de Gaweye\/Commerce\/Kalley), you will head past the Assemblée Nationale (by Place de la Concorde) towards the Grand Marché. If you head around the GM, you will pass through the areas of Abidjan where the Grande Mosquée (at Place de la Grade Prière), Police, & Centre Culturel Oumarou Ganda are locaed. After Boulevard Mali Bero, you enter the \"Dan Gao\" area."]},"\n",{"type":"*","value":["To the East (follow Rue du 1er Pont, Rue du Grand Hôtel, Ave. de l'Amitié) you will find the Nouveau Marché area, then heading NE along Ave. de L'oua\/l'Entente you will pass through Sabon Gari & Poudrière areas (the Wadata handicrafts center is at Blv. Mali Bero). If you continue straight along Ave. de l'Amitié through the Place de la Bienvenue, you will pass the race course and the road becomes Rue de l'Aéroport and leads past the airport and towards Koure (giraffes, see \"Get out\")."]},"\n",{"type":"*","value":["Going right (southeast, Rue de 1er Pont then Corniche Gamkalley), you will pass the Grand Hôtel and enter the Terminus and the Gamkalle Sebangaye areas."]},"\nThere are few traffic lights. There are numerous roundabouts where traffic from several directions merge; these are known as \"Place _____\" and are chaotic during rush hour but calm most other times of the day. A few notable roundabouts are: \"Place des Martyrs\", \"Place de la Concorde\", \"Place de la République\", & \"Place Mandela\".\n\nRoad names change frequently. Names generally stick with a road for only a few blocks. A straight road a 3-4km long might have 5 or 6 sections known by different names. For example, the road which passes over the Kennedy Bridge is known as \"Blvd de l'Université\" on the south side, \"Pont Président Kennedy\" over the bridge, \"Rue de Gaweye\" after Place des Martyrs, \"Rue du Commerce\" for a couple blocks, then \"Rue de Kalley\" until it ends at the Grand Marché. And it's length through all those name changes? Barely 2km!\n\n",{"type":"===","value":["Tourism Information"]},"\nThe official (but very small) tourist office is located on the west side Ave. du Président Henry Luebke (Tel. 73 24 47) just north of Place de la Fraternité on the same block as the Direction de la Surveillance du Territoire (visa extensions). Be sure, also, to check out the Niger Ministry of Tourisme ",{"type":"[","value":["http:\/\/www.niger-tourisme.com\/|website (in French)"]},", which lists local tour operators ",{"type":"[","value":["http:\/\/www.niger-tourisme.com\/agence-voyages-niger.php|here"]},". InfosNiger.com (also in French) has a list of Niamey tour operators ",{"type":"[","value":["http:\/\/www.infos-niger.com\/annuaire-telephone-pages-jaunes-niger.php?cat=4&ville=Niamey&Submit=Chercher|here"]}," and the embassy of Niger in Canada has some good tourism info ",{"type":"[","value":["http:\/\/www.ambanigeracanada.ca\/indexAn.htm|here (\"Travel & Tourism)"]},".\n\nLocal operators include:\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Blvd Mali Bero from grand mosquee niamey .jpg"],["thumb"],["250px"],["A main road leading into the city centre"]]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Diori Hamani International Airport"]}," (",{"type":"{{","value":[["IATA"],["NIM"]]},") is the only international airport in Niger (since the escalation of violence around Agadez) and is located in the southeastern suburbs of the city along Route National 1 (the main east-west highway in southern Niger).\n\n",{"type":"====","value":["International Flights"]},"\nThe three major carriers serving Niamey are Air France (Paris-de Gaulle); Royal Air Maroc (Casablanca); and Turkish Airlines (Istanbul). Several West African airlines also serve the city. As of Jan 2013, these include Air Algerie (Algiers); Air Burkina (Ouagadougou); Air Mali (Bamako); ASKY Airlines (Abuja, Lomé, Ouagadougou); Sénégal Airlines (Bamako, Dakar, Ouagadougou); or Westair Benin (Abuja, Cotonou, Ouagadougou).\n\n",{"type":"====","value":["Domestic Flights"]},"\nThere are no scheduled, domestic flights in Niger, as of January 2013. There have been a couple of different charter airlines operating in the country in recent years (mostly hauling employees & management to the country's remote mines), but they are VERY expensive (think tens of thousands of dollars or euros per flight hour)and since there's not much demand, you'll likely have to pay for the return flight too.\n\n",{"type":"====","value":["At the Airport"]},"\n",{"type":"*","value":[{"type":"'''","value":["Immigration\/Customs"]},": Upon arrival, you will disembark the plane, walk across the tarmac and enter the terminal building. If you have a visa you simply fill out an entry card and pass through customs (remember to keep your yellow fever vaccine card easily available). If you do not have a visa, you will NOT get one at the airport. You will be put on the first plane out. If that is the following day, look forward to a night in the police station. Earlier, you could get a visa on arrival for €30. That is not the case any more. After collecting your baggage, you enter the main arrival hall which will be filled with porters (see below) and if you have organized a tour which includes airport transfer you'll see signs for it here. From the arrival hall, simply exit to catch a taxi or bush taxi."]},"\n",{"type":"*","value":[{"type":"'''","value":["Airport Porters"]},": Porters in the airport are determined to try to help you carry your bags, even trying to take them from you, so hold on tight and continue to refuse politely if you don't want help. If you do want their help, tip XOF1000-2000 or a couple of US dollars or equivalent."]},"\n",{"type":"*","value":[{"type":"'''","value":["Currency Exchange"]},": You can change money at the airport but not at a good rate. Since the CFA franc is pegged to the euro, euros will get the best exchange rate. The US dollar and pound sterling (Bank of England banknotes only) can also be readily exchanged, but most other currencies will either get a bad rate or will be refused."]},"\n",{"type":"*","value":[{"type":"'''","value":["Flight confirmation"]}]},{"type":"*","value":[{"type":"*","value":[" Airport flight information: +227 20 732381  ** Air France: +227 20 733121\/22"]}]},{"type":"*","value":[{"type":"*","value":[" Royal Air Maroc +227 20 732853"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Shopping"]},": A few shops open around the time of each flight, even in the early morning. Mostly food\/drink and a few small souvenirs."]},"\n",{"type":"====","value":["Between the airport and the city"]},"\n",{"type":"[[","value":[["Image:Arbre-Museum-Niamey.jpg"],["thumb"],["250px"],["At the Arbre Museum"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Taxi"]},": For a more comfortable welcome to Niger or if your flight comes in the middle of the night (like most Air France flights) you will have to bargain for a taxi into town, for a minimum of XOF3000 during the day & XOF5000 at night. If you have a night departure, don't forget to pre-arrange a taxi! There are very few on the streets at night. Most hotels can call a taxi for you."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bush Taxi"]},": During the day, simply walk out of the airport to the main road (Route Nationale 1) and flag down a bush taxi (van) heading right. They come by all the time. The price is fixed at XOF125 per person, and no charge for bags. They will drop you off at the Grand Marché, and from there it is easy to get a white taxi (XOF200-500\/person) to anywhere else in town. To get back to the airport to fly out, go to the Grand Marché – Côté Château. There are two gas stations on the corner. In front of one you will see several bush taxis (vans) lined up facing away from the Grand Marché and towards the airport. Tell them “aéroport.” Again, it costs XOF125 per person. The van usually fills up and leaves within 5 minutes. Get off in front of the airport and walk in. (If you’re not familiar with where the airport is, tell the young guy managing the van and he’ll let you know when it’s time for you to get off.) No tips required or expected."]},"\n",{"type":"===","value":[" By bus "]},"\nBuses travel between Niamey and ",{"type":"[[","value":[["Cotonou"]]}," in ",{"type":"'''","value":["Benin"]},", taking 14 hours for the journey. Crossing is at the Gaya\/Malanville border where otherwise you can take a moto and walk across if you don't feel like doing the whole trip in one stage. There are also buses and minibuses to ",{"type":"[[","value":[["Ouagadougou"]]}," in ",{"type":"'''","value":["Burkina Faso"]},", taking around 10 hours. Crossing is at Foetchango, west of Niamey. Finally, there is bus service between Niamey and ",{"type":"[[","value":[["Gao"]]}," in ",{"type":"'''","value":["Mali"]},", taking up to 20 hours.\n\nBuses and bush taxis connect Niamey to other destinations in Niger, including Zinder and Agadez.\n\n",{"type":"===","value":["By boat"]},"\nWhile the Niger River runs through the city and there are no impediments to river travel (rapids, waterfalls), there is no regular boat service like there is upstream in ",{"type":"[[","value":[["Mali"]]},". Many ",{"type":"''","value":["pirougue"]}," operators will gladly take you along the river for a reasonable price, but you will need to find one heading in your direction. Pirougues operate on erratic schedules, are both much slower and less comfortable than buses.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"{{","value":[["warningbox"],["Highways leading to the north of Niamey pose a great risk to travelers' safety. Several kidnappings have taken place in areas near the Mali border. (",{"type":"''","value":["Updated Jan 2013"]},")"]]},"\nThere are several highways leading to\/from Niamey.\n\n",{"type":"*","value":[" To the ",{"type":"'''","value":["northwest"]},": A newly paved routes exists along the north side of the Niger connecting the city with ",{"type":"[[","value":[["Gao"]]},", ",{"type":"[[","value":[["Mali"]]}," and which passes through ",{"type":"[[","value":[["Boubon"]]},", ",{"type":"[[","value":[["Farie"]]},", ",{"type":"[[","value":[["Tillaberi"]]},", & ",{"type":"[[","value":[["Ayorou"]]},". A less-travelled route on the south-side of the Niger in the same direction leads through several small towns towards ",{"type":"[[","value":[["Tera"]]}," in the Liptano region."]},"\n",{"type":"*","value":[" To the ",{"type":"'''","value":["southwest"]},": A major highway leads to ",{"type":"[[","value":[["Ouagadougou"]]},", ",{"type":"[[","value":[["Burkina Faso"]]}," passing through the towns of ",{"type":"[[","value":[["Lamorde"]]},", ",{"type":"[[","value":[["Kobadie"]]},", & ",{"type":"[[","value":[["Torodi"]]},"."]},"\n",{"type":"*","value":[" To the ",{"type":"'''","value":["south"]},": A highway leads to ",{"type":"[[","value":[["W National Park"]]},", passing through ",{"type":"[[","value":[["Boyenga"]]}," & ",{"type":"[[","value":[["Say"]]},"."]},"\n",{"type":"*","value":[" To the ",{"type":"'''","value":["southeast"]},": A major highway leads through ",{"type":"[[","value":[["Koure"]]}," & ",{"type":"[[","value":[["Birni N'Gaoure"]]}," to ",{"type":"[[","value":[["Dosso"]]},", where the major highway to ",{"type":"[[","value":[["Gaya"]]}," & ",{"type":"[[","value":[["Benin"]]}," heads south and the major highway to the eastern half of the country (Route Nationale 1) heads east."]},"\n",{"type":"*","value":[" To the ",{"type":"'''","value":["northwest"]},": A minor  road leads to Route Nationale 1 at ",{"type":"[[","value":[["Dogondoutchi"]]},"."]},"\n",{"type":"*","value":[" To the ",{"type":"'''","value":["north"]},": A minor road leads to ",{"type":"[[","value":[["Anderamboukane"]]},", Mali passing through ",{"type":"[[","value":[["Oullam"]]}," & ",{"type":"[[","value":[["Bani Bangou"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Niamey from grand mosque theatre 2006.jpg"],["thumb"],["250px"],["Streets of Niamey"]]},"\n\n",{"type":"===","value":["Addresses"]},"\nStreet addresses were not devised until the past decade for most West African cities. Niamey implemented one of the most efficient plans in the region between 2001-2002. The city has been divided into 44 sections (named and based largely on existing neighbourhoods) and each was given a two letter prefix (for instance, \"GM\" for \"Grande Marche). Since the vast majority of roads lacked names, numbers were assigned to each road (even if it has a name); streets running roughly parallel to the river were assigned even numbers and cross-streets assigned odd numbers. Over 100,000 street signs were installed to denote these roads at intersections. Addresses were assigned by distance from the river, alternating even-odd on opposite sides of the street. Thus the address 4735, Rue GM 12, Niamey is located in the Grande Marche district on road 12 (which runs parallel to the river).\n\n",{"type":"===","value":["By taxi"]},"\nTaxis (small white cars) are plentiful and easy to use. They are almost always shared (1 passenger in the front, 3 in the back) unless you ask specifically to pay more to make it private. There are a handful of places where taxis will queue for passengers (airport, grande marche, etc), but most of the time you just stick out your hand towards the traffic, maybe give a weak wave, and shout for \"taxi\" or \"taximan\". The rate for a shared taxi is FIXED at XOF200 per person. Through the open window, tell the driver your destination and if he nods, or stays there, you're good to go. It is better to give a section of the city or a major landmark as the destination than giving an address. If he drives off, he wasn't going near your destination; just hail the next taxi. For longer distances the taxi driver will indicate it is double (XOF400) by saying ",{"type":"''","value":["quatre cent"]}," (French), ",{"type":"''","value":["deux courses"]}," (also French) or ",{"type":"''","value":["wah-haku"]}," (Djerma) before you get in the car. If in doubt, confirm the price beforehand, especially if you are white and take a taxi near a hotel.\n\nThe rate is XOF800-1000 if you want the taxi all for yourself. You should pay more only from bus station (XOF500) and from the airport (XOF3000 or higher). Prices double after midnight. Oftentimes, taxis will wait outside hotels looking for passengers, usually they will try to charge more than the official rate or are only looking for single passengers (they won't stop for other passengers and will charge you accordingly)\n\nIf you need to call a taxi to pre-arrange something, one to try is Taxi Bonbon at 96.96.76.46. Fun guy that likes to chat and flirt.\n\n",{"type":"===","value":["By car"]},"\nThere is a Hertz car rental place in Niger that rents Toyota RAV4. It is very expensive!\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"''","value":["See also: ",{"type":"[[","value":[["French phrasebook"]]}," and ",{"type":"[[","value":[["Zarma phrasebook"]]},"."]},"\n\n",{"type":"[[","value":[["French phrasebook"],["French"]]}," is spoken by most people in Niamey, albeit as a second language and with varying levels of fluency. French is the official language used by the government. In addition, Hausa and Zarma among others are national languages and official government announcements are translated into the national languages. French is spoken by the large French community as well as most other foreigners living in the city. The regional languages are ",{"type":"[[","value":[["Zarma phrasebook"],["Zarma"]]}," and ",{"type":"[[","value":[["Hausa phrasebook"],["Hausa"]]},", although the city is home to many of the ethnic groups in Niger.\n\n",{"type":"==","value":["See "]},"\n",{"type":"[[","value":[["Image:Zoo du Musée national de Niamey.jpg"],["thumb"],["250px"],["Musée national Boubou-Hama"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée National Boubou-Hama and Zoo"],["url="],["email="],["address=Avenue Mitterrand"],["lat=13.51111"],["long=2.10711"],["directions="],["phone=+227 20 734321"],["tollfree="],["fax="],["hours="],["price="],["content=This complex was built in 1959 by the colonial French government as the L'Institute Francais d'Afrique Noire (French Institute of Black Africa), although the original museum was largely destroyed by fire in 1980. The museum is one of West Africa's best national museums and a top Nigerien attraction. There are many Hausa-styled pavilions containing displays on Nigerien history & customs and exhibitions focusing on such things as traditional instruments, palaeontology\/archaeology, costumes, & uranium mining. The national zoo is depressing, mostly Sahelian animals. Other sites on the campus include traditionally-built dwellings, a small bar, and many handicrafts sellers. Bring water or buy it outside, as it is expensive inside. The exhibits and boutiques are closed in the afternoon 12:00-15:00 although during that time you can still see the animals and artisans. Entry costs XOF1000, a photography permit is XOF1000, and a guided tour(in French) costs XOF2500. There are two entrances: one on Rue du Musee and another opposite the Palais du Congres."]]}]},"\n",{"type":"[[","value":[["Image:Niamey GrandeMosque.jpg"],["thumb"],["250px"],["Grande Mosque"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Grande Mosquée"],["url="],["email="],["address=Avenue de l'Islam"],["lat=13.52233"],["long=2.13320"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can tour the Grande Mosquée, a gift to Niger from Qadafi. Just walk right up to the main doors of the Grande Mosque and the guardian will greet you and give you a tour. Or set up with him ahead of time -- his name is Issaka and his number is 96.30.24.27. You pay “whatever you think is appropriate” but be aware that you will have to pay three separate times: the first time is a donation to support the upkeep of the mosque and their charitable activities; the second time is a small donation for the women’s room of the mosque, and then a tip for the guide at the end. So, you might pay XOF1000\/400\/1000 per person but exact amounts are up to you. As part of the tour you can climb the minaret and take pictures. Tours are in French, Hausa, or Zarma. Not open around prayer time, Fridays, and Muslim holidays. He likes to rush you through, but take your time and enjoy it. You might need to “remind” him about the minaret. Be sure to dress conservatively; women need to wear a head scarf."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathedral de Maorey"],["url="],["email="],["address="],["lat=13.51797"],["long=2.11100"],["directions=two blocks NW of Place Maourey"],["phone=+227 20 733259"],["tollfree="],["fax="],["hours="],["price="],["content=The largest place of worship for the city's minority (but still sizable) Christian population, the cathedral mixes local and European architecture & décor. This cathedral is very lively during sermons and churchgoers are finely dressed. Services are offered in French & Hausa, inquire at the Catholic mission (+227 20 733259)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Grande Marché"],["url="],["email="],["address="],["lat=13.51644"],["long=2.11733"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest market in Niger and the country's commercial centre , this colourful and vibrant site contains over 5000 stalls (1500 of which are enclosed). See below (under \"Buy\")"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Centre Culturel Franco-Nigerien (CCFN)"],["url=http:\/\/www.ambafrance-ne.org\/article.php3?id_article=322"],["email="],["address=Rue du Musée"],["lat=13.51347"],["long=2.10759"],["directions="],["phone=+227 20 734834"],["tollfree="],["fax="],["hours="],["price="],["content=Across the street from the Musée Nationale, they have an extensive library (all in French), a bar, a cybercafe, and offer French and Nigerien language courses, and have a great activities schedule featuring musical acts, debates, films, plays, etc. Pick up their performance guide and plan your trips into Niamey around some great concerts and events. Even if nothing is scheduled, the library and bar are great places to meet expats and locals who are interested in learning and meeting new people."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Centre Culturel Oumarou Ganda"],["url=http:\/\/www.ird.ne\/partenariat\/plp\/brefcontenu.html"],["email="],["address="],["lat=13.52152"],["long=2.13696"],["directions=near Wadata market & Ecogare (largest taxi hub in Niamey)"],["phone=+227 20 740903"],["tollfree="],["fax="],["hours="],["price="],["content=Like the CCFN, this cultural center has a 5,000-spectator ampitheater, a bar, and a large library containing lots of French-language books & magazines."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Music performances "]},"\nThe CCFN & CCOG (see above) frequently host concerts and with capacities of a few thousand, they can be quite lively. At the ",{"type":"'''","value":["Centre Pour la Formation et Promotion Musicales (CFPM)"]}," there is a Rap Zone every Wednesday afternoon at 16:30. Often there are people just jamming underneath the trees. They sell instruments, and they give drum, dance, and guitar lessons. At the restaurant ",{"type":"'''","value":["Djoumkoume"]}," in Chateau Un there is live music almost every night, starting around 20:00 or 21:00. Sometimes there is a XOF1000-2000 cover. To get there, take a taxi to Pharmacie Chateau Un. Then, instead of taking a right to go to Idrissa Nems, you take a left. You’ll see it on your left.\n\n",{"type":"===","value":["Along the river"]},"\n",{"type":"[[","value":[["Image:Niamey, Niger River bank.jpg"],["thumb"],["250px"],["Banks of the Niamey river"]]},"\nIf you have a friend with a vehicle or can rent one, you have several good options. Go to the Island Campement of Boubon, a half-hour drive up the Tillaberry Road. Cross the river for XOF50\/person and then on the island there’s a pleasant, reasonably-priced bar\/restaurant. You can stay overnight in huts for XOF5000. Another option is the Relais, a hotel campement on the river, open only on weekends. Just down from the Golf Club of Niamey on the Tillaberry road, they offer a reasonably-priced lunch, camel ride, and pirogue trip. Or just have a coke or beer and watch the river. The third option is Plage La Pillule, 10km south of Niamey on the road to Say, just past the peage. Take water and lunch and rent out a shady spot in someone’s garden along the river. Canoe rides also available. Walk up the wash 2-3km to the sand dunes. This “beach” is a favorite of well-off Niamey households.\n\nRiver trips do not have to be expensive if you do not need to see hippos. Rent out a whole non-motorized canoe for about 1000F an hour on either side of the river. Expect to have to barter more around the Kennedy bridge and the hotels. To see the hippos, one way to do it is with Les Pirogues de l’Amitié, run by Sani Boureima, 93-80-69-51. From Grand Hotel, walk towards river. Turn into the first side street on the left and then go through the metal gate doors. They speak French, Zarma, and Hausa, and a tiny bit of English. The boat is a motorized, covered pirogue. You will have to bargain really hard. His starting prices are XOF25,000-30,000 for 2 hours to see the hippos, but Peace Corps volunteers have gotten it down to 15,000 with tons of bargaining and patience. The boat fits 10-12 people. A day-long trip is 50.000. You can also do a 2-day boat trip for XOF80,000, and you provide your own meals and camping stuff.\n\n",{"type":"===","value":[" Other activities "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Hippodrome"],["alt="],["url="],["email="],["address="],["lat=13.49636"],["long=2.13822"],["directions=Go to the Côté Chateau in the Grand Marché and look for the two gas stations on the corner, hopefully you'll see a row bush taxis (vans) lined up, Take one of these and get off at the hippodrome"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go out for an afternoon at the races at the hippodrome. A race is held Saturday afternoons around 17h or so, and it's free to get in. Go for the ambience, the pageantry, and if you like, make a wager."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stade de la Lutte Traditionelle"],["alt=Traditional Wrestling"],["url="],["email="],["address=Boulevard de Mali Bero"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You need a fair bit of luck to run into these traditional wrestling matches, as they are only held a few times every year, and can by law only be organized when crops are good. When they do, it's by far the most popular sport, and with a 2000 year history also the oldest. In the main national tournament each of Niger's eight regions sends 10 leather loincloth clad fighters to face of the 20 diameter ring. The first to fall, or even touch a knee to the ground, loses the match. Most matches are about 12 minutes long though they can last just a few seconds. Even if you are not into sports the cultural aspects; like like opening prayer, praise poems, salutations, gift giving, traditional charms and the enthronement of the champion should keep you well occupied."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swimming Pools"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Most of Niamey's hotels with swimming pools allow non-guests to use the pool for a small fee (often a couple thousand francs). The best are at Hotel Gaweye & Grand Hotel, whose pools have a scenic view over the River Niger. There are public swimming pools beside Hotel la Fluviale (1,000F) & beside Hotel Sahel (the \"Picine Olympique\", XOF1,000). Ask to see the pool first to avoid paying for a dirty pool."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Grande Marche"]},"\n",{"type":"{{","value":[["infobox"],["Market prices"],["* Shirt material comes pre-cut and wrapped in a plastic bag, 1500-2000F for short sleeve (",{"type":"''","value":["manches courtes"]},", 1.25m) or XOF2000-2500 for long sleeve (",{"type":"''","value":["manches longes"]},", 1.5m). You can get it non-pre-wrapped too. \n",{"type":"*","value":[" Linen is XOF1000\/m."]},{"type":"*","value":[" Satin ribbon that is about 1.5cm wide is XOF25\/yard. "]},{"type":"*","value":[" Used socks are around 3 pairs for XOF1000. New socks are around XOF400-450 each. "]},{"type":"*","value":[" Men’s thrift-shop pants: XOF1,500"]},{"type":"*","value":[" Men’s pre-made shirts: XOF1,500F-2000"]},{"type":"*","value":[" Sunglasses are 500F for the all plastic models and XOF600 for the kind with a little metal accenting the plastic. "]},{"type":"*","value":[" Cheap earrings from China: XOF100 or 150."]}]]},"\n\nOne of West Africa's best, most diverse, and calmest big markets. The market spans a wide spectrum of objects for sale, from retail goods and packaged foods to wholesale boxes of imported goods to hot, fresh meals. Narrow, shaded, aisles in a grid pattern contain a mix of fabric, tailors, household goods, sports apparel, automotive parts, flip-flops, head scarves, baby clothes, and any manner of other goods. Goods and foods from around the country are offered for sale, and stalls offering imported items from West Africa and abroad are interspersed throughout.There's also a section devoted to handicrafts and traditional clothes, although other markets are as equally good or better to pick these. First constructed in 1950 and rebuilt in 1987 after a fire (costing over 5 billion francs!), the Grand Market attracts an estimated 20,000 tourists a year. Unfortunately, an electrical fire burnt over 1500 of the stalls in May 2009.\n\n",{"type":"===","value":["Petite Marché"]},"\nThe main fruit and vegetable market in the center of town, can be unpleasant due to hassle, harassment, pestering, crowds, and severely jacked-up prices for visitors. The \"Supermarche Haddad\" is set up like a Western supermarket and owned by Lebanese men and contains mostly imported European (which means expensive) packaged foods, meats sliced-to-order, alcohol, and health\/beauty products. You can get many of the same fruits, vegetables, and some meats and durable goods from other calmer, more pleasant neighbourhood markets - the selection of speciality items and beauty products here, however, is good (cereals, cheese, cookies, etc.).\n\n",{"type":"===","value":[" Other Good Markets "]},"\nOne of the cleanest and newest is the cobblestone-paved Marché Albarka – good place for new visitors for a “market warm-up,” and there’s an air-conditioned SahelCom internet cafe outside (500F per hour, 250F per half-hour). Another great one is Marché Bonkaney – friendly with a little bit of everything for sale. The Yantala market is pretty big and also rather chill. Nouveau Marché and Wadata Marché are other options. Wadatta has the added benefit of being right next to the Wadata Artisanal Village as an alternative to the Musée as it is free to get in. Of course, at night, try the Marché de Nuit (aka Night Market) in Yantala. To get to each of these, just tell a taxi the name of the market itself.\n\n",{"type":"===","value":[" Fabric-buying "]},"\n",{"type":"[[","value":[["Image:Grand marche niamey 2006.jpg"],["thumb"],["250px"],["Niamey's main market"]]},"\nAs in other parts of West Africa, Niamey has a good selection of bright colorful ",{"type":"''","value":["pagne"]}," fabrics. Each pagne is 2m and it is generally sold in 3-pagne sets (in other words, 6m.) Sometimes they will sell you either 1 pagne or two pagnes, but other times they will only sell in 3-pagne increments. There is a wide selection of pagnes (30 or more shops\/stands) just 1\/2 block down the street from the ",{"type":"''","value":["Porte Principal"]}," of the Grande Marché. 90 percent of them in that section cost XOF5,000 for 3 pagnes. If you only want one pagne and they are willing to cut, it should cost XOF2,000 for just the one. If it is ENITEX brand (made in Niger), it is a bit cheaper - 3 pagnes cost only XOF4,000, or one for XOF1,500. There are a few brands that are more than XOF5,000 (XOF7,000, XOF12,500 and up) especially from shops within the Grande Marché.\n\n",{"type":"===","value":["Other stores and markets"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wadatta Artisanal Market"]},": For slightly different goods and no entry fee, try this great location for your craft purchases."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Katako Marché"]},": An interesting cross between a Super Target, Home Depot, and an industrial complex. Watch your pockets, but wander for cheap food, metal goods, wood, hardwares, magic ingredients (gri-gri), etc. It’s also neat to watch the aluminum pots being poured."]},"\n",{"type":"==","value":["Eat"]},"\nBe sure to try all the local specialties rather than only sticking to ex-pat restaurants. Niamey food is incredible, unique, and not-to-be-missed. You didn't come all this way to eat the same food you get at home.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Gawlo senegalese restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Situated on the other side of the road of ",{"type":"''","value":["the nouvelle cité EAMAC"]}," in the Plateau quarter. Next to a Tuareg juweler which is worth the visit as well."],["phone=94010342"],["tollfree="],["fax="],["hours=The restaurant opens during the day"],["price="],["content=Serves excellent senegalese dishes (not the fatty, oil-saturated dishes that you often find) for 1500F, They also offer a range of natural juices like bissap, jus de baobab and ginger for 250F a glass."]]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Baobab Senegalese Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Take a taxi to “Rond Point Maourey” and from there take the street that heads towards the Grand Marché. In less than a half-block you will see its old Maggi sign on the right. Alternately, take a taxi to “Grande Marché – Côté Maourey” and start walking towards Rond Point Maourey – you will see it on the left."],["phone="],["tollfree="],["fax="],["hours=Opens at 12:30, but the food arrives at 1PM. At night food is served from 7PM."],["price="],["content=Favorites include ",{"type":"''","value":["sauce d’arachide"]}," (peanut sauce) for 800F including beef (more for chicken or fish), ",{"type":"''","value":["yassa"]}," (onion-based Senegalese specialty with veggies and meat) for 800F including beef (more for chicken or fish) and ",{"type":"''","value":["spaghetti-poisson"]}," (spaghetti and fish) for 2000F. They also have good bisap (sweetened hibiscus leave drink) for 200F\/small bottle. By some accounts, the best Senegalese food in Niamey. Good place to go if you are in the neighborhood of either Grande Marché or Petite Marché."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fast Food de L’Année"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious hamburgers for 800F or ",{"type":"''","value":["teazburgers"]}," (cheeseburgers) for 1400F. Probably the best burgers (stuffed with fries) in town. They also have egg burgers for the vegetarians, fries, omelets, tuna burgers, and lots of other stuff including soft drinks. There are two locations: 1) Take a taxi to “Centre Cultural Oumarou Ganda”, north of the Grande Mosquée. From there, walk north towards the yellow Sonitrav sign and look for their shop on corner of the next crossroads; 2) Take a taxi to Rond Point Grand Hotel and they are on the west side of the round point on the road that heads down to the Kennedy Bridge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ghanaian Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Take a taxi to “Balafon – Pharmacie Independence” (just north of the Grand Marché). The restaurant is directly across the street from Pharmacie Independence."],["phone="],["tollfree="],["fax="],["hours=Open for lunch (around 12:30) or dinner, but usually closed Sundays."],["price="],["content=Try the ",{"type":"''","value":["fufu"]}," – delicious at 500F\/bowl, generous meat portions are extra. Or, if you are feeling adventurous, try the ",{"type":"''","value":["bonkou"]}," – fermented corn dumplings with sauce. They also have soft drinks, PureWater, etc. Owners prefer to speak English. If you want a spoon you have to ask for it.  Good place to go if you are in the neighborhood of Grande Marché."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grande Marché Hide-away"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From Grande Marché’s ",{"type":"''","value":["Porte Principal"]}," (main entrance), head away from the marché. On your left, tucked in amongst other shops and hidden behind a bunch of street vendors, you’ll see a yellow-painted building with the Flag beer sign. Once you go in they have an enclosed shaded courtyard with wooden booths and tables. They have beer and cokes, and plenty of street food sellers are right outside for various food options."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Bar Snob"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious and cheap food. Run by a woman of Asian descent. Call ahead the day before and order the Chinese soup (20.73.24.83). Ask a taxi for “Pharmacie Inikwara” and then walk north for half a block. Look for the big cement swan planters out front."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maquis Africa Queen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Prices are very reasonable, 600F to 1500F for most plates, and conjunctures are 450F."],["content=Amazing food cooked by a sweet Cameroonian lady, plus cheap drinks, tucked away off the street. Ask what she has available for the day as the menu is flexible and the things that she has prepared for the day might not even be on the menu. Try the Soupe de Viande ou Poisson, an incredible meat soup with a Thai lemongrass flavor. Other delicious plates are the Eba with sauce feuille (manioc fufu with a chapata topping that tastes like sautéed spinach), Eba with Ndole sauce (salty but good), and Riz Cantonais. (Again, some of the above are not on the menu – ask for them or ask what she has available that day.) There is also delicious steak with sautéed veggies, plus other basics like fries, petit pois, mixed salad, and aloco (plantains, when in season).  Take a taxi to Rond Point Maourey. If you are facing the hotel, walk ½ block along the street that runs left of the hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Atlantique aka Ziggy’s"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a taxi to “Hotel Sahel”. Stop the taxi before he turns into the hotel. Walk 20 feet further down the road (east) and turn into the Piscine Olympique. Walk through the empty sandy lot, greet the friendly guardian on his pedal bike, walk behind the often-empty Olympic pool (but if it’s open you can go for a swim for 1000F), and into the restaurant. Food and drinks are ordered separately and come on separate bills. Cokes are 300F, conjunctures (small Bière Niger) are 600F. Food options are brochettes (steak – say “filet”, ",{"type":"''","value":["merguez"]}," – beef sausage, tongue, liver, and kidney) for 250F, French fries, peas, green beans, and when in season, fried plantains – each of these plates is 1000F. They also have a tasty salad (at your own risk), ½ chicken, or full chicken. Great place to take newly-arrived visitors for sunset because of the unbeatable view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Liberté"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a taxi to Rond Point Liberté. Start walking in the direction of the Stade, and it is there on the right. It is run by a nice Sudanese guy who speaks English. The prices he gives you in English are in Nigerian ",{"type":"''","value":["naira"]}," – so you need to multiply the price by 5 to arrive at the price in CFA. For instance, if he says 200F, it is really 1,000F. Anyway, they have delicious steak, fries, salad, rice and sauce, etc. Nice place to go after a shopping trip to Grande Marché."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amandine Cakes"],["url="],["email="],["address="],["lat=13.512838"],["long=2.111231"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lattes, goat cheese soup, ",{"type":"''","value":["pain de chocolat"]},", ",{"type":"''","value":["pain des epinards,"]}," salads, sandwiches, Lebanese specialties, and many other good things. Bright, clean, and modern, it is a very popular favorite amongst anyone who enters its doors. Taxi to “Score” (by Petite Marché), and it’s right across the street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bellissimo’s"],["url="],["email="],["address="],["lat=13.515965"],["long=2.112263"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A swanky rooftop escape overlooking Rond Point Maorey.  Go up there for drinks, dinner, dancing late, pedicures, watching the world go by.  Have a beer and watch the rond point for accidents and near misses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Byblos"],["url="],["email="],["address=Located on Tillaberi Rd"],["lat="],["long="],["directions="],["phone=+227 20 724405"],["tollfree="],["fax="],["hours=Opens at 7:30PM"],["price="],["content=Lebanese Cuisine. Take a taxi to \"Pharmacie Yantala.\" This inviting restaurant offers the best in Lebanese fare.  The mezzé is the meal to order: it’s a sampler platter of taboulé, hummus, baba ganouj, meat pies and other Lebanese delicacies for 10,000F -- split it between 2-3 people. The falafels and chawermas are also very tasty. Service is friendly and efficient."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ile de Gorée Senegalese Restaurant"],["url="],["email="],["address=Chateau 1 (I-M)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Food is served from 12:30PM till it runs out and again in the evenings from around 7PM"],["price="],["content=In Chateau 1 one can also have quality Senegalese food. Slightly higher prices than the other Senagalese places but still good. From the main Chateau 1 intersection, take the eastern road and it is just down a little way on the left."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Damsi Continental"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 734491"],["tollfree="],["fax="],["hours="],["price="],["content=Breakfast, lunch and dinner. A favorite among the expats because of its extensive and varied menu, including everything from burgers and pseudo-milkshakes to decent Chinese and even Japanese food. Try the pizza. Sonara I Building (same building as AIR FRANCE) on Rue du Souvenir."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Djinkounme"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 722181"],["tollfree="],["fax="],["hours=lunch from 12:30– 2:30PM, dinner 6:30–11PM. Closed Mon"],["price="],["content=Great atmosphere, with dining outside or in a small hut. Food from all over western Africa. The menu has good descriptions, and the waitress helps you with your order to make sure you’ll like your meal. Excellent brochettes.  Right off Chateau Un on the same road as the BraNiger outlet, heading north."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dragon D’Or"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 734123"],["tollfree="],["fax="],["hours=lunch 12-2PM, dinner  7PM to midnight"],["price="],["content=Chinese. Dine al fresco or indoors. A\/C. Run by a Chinese family. The food is excellent. Can’t go wrong with this choice.  Off the rondpoint Grand Hotel -- look for the Christmas lights. Friday nights has Karaoke."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Idrissa Nems"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cheap and good Chinese food. Tell the taxi Pharmacy Chateau Un. They will also deliver but you have to pay for the service and it is often a wait, so order early."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Gourmet"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another highly rated Lebanese restaurant tucked away in Chateau 1. Off the main road that turns into Maurice Delens. Look for the plaque, on the same side of the street as ChouBoy and Jojo Market."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maquis 2000"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 735556"],["tollfree="],["fax="],["hours="],["price="],["content=West African. Lunch and dinner. Very popular African restaurant for both Americans and Nigeriens alike. Owned by a Cote d’Ivorian, reasonably priced, nice ambiance. One plate and a few side dishes is enough for two. A little tough to find and very slow service but it’s worth the effort. Not far from the Eglise Baptiste."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Casbah"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 752602"],["tollfree="],["fax="],["hours=Opens at 7:30PM"],["price="],["content=North African Cuisine. Coming from Tillaberi, turn onto Maurice Delens toward Mali Bero and then take the very first left.  You’ll see the sign immediately.  This delightful and attractively decorated restaurant serves delicious couscous dishes and traditional Algerian tadjines.  Try the Salad Casbah as an appetizer with its variety of tomato, eggplant and green peppers.  For the carnivore, try the Couscous Royale, which has a good portion of chicken, mutton and sausage brochettes. They also have a fine selection of cocktails including daiquiris.  Service is first rate."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chez Chin’s"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 722528"],["tollfree="],["fax="],["hours=Lunch 10:30PM to 2PM, dinner 5:30PM – 11PM"],["price="],["content=Chinese. Good food and extremely popular. Has fresh noodles and hot pot (order one day in advance). Good date place because of its romantic atmosphere. Great for family meals because the service is fast and the kids can roam in the garden, look at the menagerie of animals or play on the swings and monkey bars. Located on Tillaberi Road, not far from Pharmacie Yantala. Taxi to OMS and it's across the street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Diamangou"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 735143"],["tollfree="],["fax="],["hours=Serves lunch and dinner. Call ahead for times - it changes"],["price=30,000F per person, minimum of 10 people"],["content=French and African cuisine. On the Corniche Gamkalley. Dine on a boat.  Sunday lunch by reservation only. Very slow service, but good food. Good for a change in atmosphere. It’s also possible to rent the boat and have your meal while cruising the Niger."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L’Exotique"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 734050"],["tollfree="],["fax="],["hours=Opens at 6PM"],["price="],["content=French and African Cuisine. Service is a little slow but the ambiance makes the meal worth the wait. Located directly across from the Commisserate Central, 2 blocks past Dragon d’Or. Good seafood dishes and good pizza. Serves free bread with pimenty salsa. Local music groups Friday and Saturday nights starting at 9PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Pilier"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 724985"],["tollfree="],["fax="],["hours=Lunch 12:30PM – 2PM, dinner from 6:30 – 11:30PM"],["price="],["content=Italian. Another expat favorite--for their desserts and their meals. Homemade pastas, ricotta and mozzarella cheeses. They even have cappuccino and tiramisu. Everything on the menu is good. Located on Rue de la Tapoa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Pizzeria"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 741240"],["tollfree="],["fax="],["hours=lunch 11:30 - 1:30PM, dinner 6:30 - 10:30PM. Closed Mon"],["price="],["content=Pizza and Pasta. Take out or eat-in. A wide selection of pizza toppings, and the service is quick. Good, thin crusted pizza in a comfortable setting. Also great calzones. Great for kids as they can watch the cook make the pizza. Near Rue de Combat, by Croissant d’Or on Rue du Commerce. Tell the taxi \"Siege BIA\", and it is just down the street on the right."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Shanghai"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 96 903437"],["tollfree="],["fax="],["hours="],["price="],["content=Chinese. Lunch and dinner. Dine indoors or outdoors. A\/C and private party rooms available. This restaurant is run by the same owners of Le Dragon D’Or. The food is very good. Located on Mali Bero, one block south from the intersection with Maurice Delens."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tabakady"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+227 20 735818"],["tollfree="],["fax="],["hours=Opens for dinner at 7:30PM"],["price="],["content=French cuisine. Reservations required. A very pleasant restaurant, decorated with photos of the Sahara Desert and the Tuareg.  If you ask in advance, the owner will show a slide presentation. The food is excellent. Off of the Place de la Republique, on Avenue de President Karl Carsten."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Watta"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Upscale Ivorian restaurant. Tell a taxi “Station Terminus” and then walk north ½ block. Not far from the Grand Hotel and Hotel Terminus. Serves “Western” and a variety of West African dishes.  Friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zanzibar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very small portions but a wide selection of good food, and a friendly owner from Australia."]]}]},"\n",{"type":"===","value":[" Other food tips "]},"\n",{"type":"[[","value":[["Image:Niamey market.jpg"],["thumb"],["250px"],["Pots and pans in a Niamey market"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zenabou’s Dumbou Stand"]}," (I):  The best street food in Niamey! It’s well worth the trip. Take a taxi to “Sonara Deux”, which is a tall 9-story building covered in tan crosses. If the taximan does not know it, say “Maternité Issaka Gazoby”, which is across the street. Alternately, you can walk from Petite Marché, past Rip-off Row, past La Cloche Restaurant, and keep going – Sonora Deux is the second tall building on your right. Wrap around the building to the front (walking towards the bridge). She has a yellow & red Maggi hangar on the right. Sit down on the wooden benches and when it’s your turn she’ll point to you and ask what you want. Expect around a 15-minute wait to be served as she is quite popular. Get the ",{"type":"''","value":["dumbou"]}," with everything. Dumbou is a popular specialty of Niger, consisting of corn couscous, steamed moringa greens, black-eyed peas, a tomato-squash sauce, and spices. Women might get for 150F (",{"type":"''","value":["waranza"]}," in Djerma) and men for 200F (",{"type":"''","value":["way-tachi"]}," in Djerma). Meat is extra but an incredible addition to the dumbou. Try the pounded\/pileéd guinea fowl mixed with sesame and hot pepper, for 100F (To say “meat for 100F” in Djerma, say “",{"type":"''","value":["Ham, waranka"]},"”.) Careful, the pounded guinea fowl meat contains bones. Open Mon-Fri 12:30-4:30 or later. The guy with the cooler next to her has a gingery ",{"type":"''","value":["lemu-hari"]}," drink for 50F (small) or 100F (large), PureWater, and yogurts. Nice place to go if you are in the neighborhood of Petite Marché or the Musée."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nigerian Hot Pockets stuffed with curried mashed potatoes, and other goodies"]},"  Take a taxi to Rond Point Liberté. Head north for 1\/3 block and she is on the left, with the hot pockets displayed in a glass case, next to a tiny blue-painted shop. She is Nigerian and speaks English. Prices are cheap. This is a good place for a snack if you are at the Grand Marché. From the Grand Marché, go to Côté Maourey and walk down the road that goes towards the Stade. In a couple blocks you will see Pharmacie Liberté and the round point. She also has delicious fried dough cakes wrapped around hard-boiled eggs.  "]},"almost across the street from the travel agency SatGuru, but further east.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Meat Sandwich Guy"]}," The meat sandwich guy is on the left  Mali-Bero road, just west of the Stade road. Taxi to “Pharmacie Mali-Bero” then with the pharmacy on your left, walk a half-block and look for his red Nescafe booth just past the technical school. He is open to coincide with the breaks at the school. He is ready to serve around 10h and 16h. Most Peace Corps volunteers use him for a quick stop in passing for his delicious meat sandwiches stuffed with fries. However, he is more than just meat sandwiches. Vegetarians should try his omelet sandwich. However, very highly recommended is his version of nacho fries. This is a mountain of fries topped with seasoned ground beef or a fried egg, sauce, mayo etc. all for about 750F. Sit down, order the fries, and get a coffee to boot. Well worth taking your time there rather than just doing take-out."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fried cheese (",{"type":"''","value":["Wagashi"]},")"]}," (I): In season, this is a delicacy coming to us from Benin and Togo. It sells in the Petit Marché as red discus-shaped rounds that you can then cook up yourself. We do not recommend eating it raw. Alternatively, there are two women who sell it fried and ready to eat. One is just behind Score near the Senegalese Restaurant with the blue walls. Ask around as she is not always there. The other is near the gas station “Station Katako” on the road leading into town from the Stade, in the trees on the North side of the street that form the Tillaberi and Gotheye bush taxi station. She sells all sorts of ",{"type":"''","value":["chichena"]}," (fried bean cakes) and ",{"type":"''","value":["patats"]}," (fried sweet potatoes) etc. so the cheese can sometimes be hidden in the pile. Look for it in the center of her wares in a small plastic bowl. Buy some (25F apiece) and then eat it with rice from the rice lady a little to the west."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["A great street food lady with fufu and wagashi under a big tent"]}," (I): ",{"type":"''","value":["Wagashi"]}," (friend cheese) is also sometimes available at a very popular food tent that runs from 9AM to 1PM across from the Grand Mosquée, on the street heading south.  It is basically at the crossroads on the south-eastern corner of the grand mosquée compound.  There is usually a swarm of taxicabs parked there while drivers grab breakfast\/brunch. Good pounded yam (",{"type":"''","value":["fufu"]},") and ",{"type":"''","value":["lemu-hari"]}," drink too."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Good hand-made grilled sausage"]}," (I): Take a taxi to Cinema Soni and get out at Avenue Arewah. Start walking north on Avenue Arewah. Pass one intersection and then look for him half-way along the blank wall of the school on the right. He is sometimes hidden in among the Ghanaian semi-trailers that use the wall as a waiting point."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["“Pepperoni-style” hand-made grilled sausage"]}," (I): Take a taxi to Rond Point Eglise. Walk south towards Marina Market. He is at a Maggi grill on the left just a block or two down. 250F\/sausage with condiments. He is there in the afternoons and evenings. He may not look like he has sausage if he is not grilling, but he keeps the cooked meat covered and warm so step up and ask!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grilled Meat"]}," (I): Down the road from the bar La Toulousain\/Ebenezers is a meat griller with a Maggi stand. There are always cars parked next to it waiting for well-seasoned meat.  Rumor has it that President Tandja likes to get his meat from here.  However, there is grilled mutton on almost any street corner in Niamey and it is always delicious. Specify that you prefer meat to fat. 500F gets you a small serving for 1-2 people."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fried plantains"]},"  In season, find them on either side of the intersection just North of the Grand Marché, formed by Avenue Arewah and Boulevard de l’Independence. One of these women makes them as little fried balls of banana bread, which are excellent with sugar or her spicy salsa. She is from Ghana and speaks English."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Delicious ",{"type":"''","value":["Kilishi"]}," (beef jerky)"]},": ",{"type":"''","value":["Kilishi"]}," is a specialty of Niger. There are three varieties: plain, hot pepper, and spicy peanut sauce.  Never buy it from Katako Marché as it is dried right over the aluminum smelters (worth seeing sometime). Try instead one of the smaller operations around town, such as the drying racks just east of Round Point Liberté or at the Yantala night market. If you buy it on the street, ask the seller where it was made as you really do not want the stuff that has been dried in Katako."]},"\n",{"type":"*","value":[" ",{"type":"'''''","value":["Dégué"]},"  ",{"type":"''","value":["Dégué"]}," are little millet balls, and when they are in yoghurt they are reminiscent of a whole-grain tapioca pudding. Excellent dégué is available next to “Nigelec siege” in Plateau, within easy walking distance from the Centre Culturel Americain.  Martine’s stand is slightly hidden, next to a lady selling ",{"type":"''","value":["dumbou"]}," but if you ask someone will point you in the right direction.  It is usually sold in increments of 150, 200, 250 and so on in sachets or sit in and enjoy the dégué with a plastic bowl and ladle.  Dégué is also available from sellers in the Grand Marché if you are in there and need a snack while shopping. Or ask around where you are and see if someone is not selling out of their concession nearby where you are staying."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Best ",{"type":"''","value":["bisap"]}," and ",{"type":"''","value":["apollo"]}," in town"]}," (I): ",{"type":"''","value":["Bisap"]}," is a sweetended hibiscus-leaf drink with mint. * ",{"type":"''","value":["Apollo"]}," is a frozen slushy made from the baobab fruit, with a deep rich flavor. Take a taxi to Lamordé Ganda from the Grand Marché or Petit Marché for 200F. Pass the big mosque and then get out at a white-walled square boutique with a blue-green door a ways along on the left. If it is closed, ask for Rashida in the courtyard to the right."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Masaki’s"]}," Some nights there is live music at Masaki’s,. Taxi to Mairie Commune 1 and walk east. Look for their fliers or drop in and ask what is planned.  It is run by a French guy and his Nigerien wife. Also serves as a hotel with nice rooms."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Coffee bar in Niger.jpg"],["thumb"],["250px"],["They ",{"type":"''","value":["love"]}," Nescafe"]]},"\n\nKeep in mind that drinking alcohol is generally forbidden in Muslim culture, so take extra care to keep drunken inappropriate behavior behind closed doors and out of the public eye. Most of the Western-style restaurants above also serve drinks, '",{"type":"''","value":["Restaurant Atlantique"]}," in particular have an amazing river view, especially great around sunset. (See the \"Eat\" section)\n\n",{"type":"===","value":[" Sorghum beer bars "]},"\nThere are three ",{"type":"''","value":["Burkinabé millet"]}," or sorghum beer bars (called dolo or tchouk),all in Yantala Ancien, behind the French Embassy. The easiest place to start is to have a cab drop you off on the paved road that runs along the east wall of the French Embassy. Start walking along the dirt road that runs along the North (back) wall of the Embassy. You will pass a Christian Pentecostal church. Take the right after the church, then another immediate right, then the next left. She runs the operation out of her courtyard, is really nice if you are kind to her and her kids, and she will help keep the drunks at bay. Late afternoon is a great time to go. It is also a great cultural experience as almost everyone there is from Burkina. Take some ice if you want cool dolo. She has dolo Wednesday, Friday, Saturday, Sunday, and sometimes Monday. Two different women make it on the other days of the week as well as the weekend. For the other two, it is best to go to the first lady, pretend like you did not know she was not serving that day, and tip a kid 50 francs to take you to the next location. Or, from Rond Point Yantala, walk towards the French Embassy a few blocks and then veer off on a diagonal road to your right. Take the next right, then a quick left into her compound at the end of a long and narrow path between her houses. The only problem is there are two diagonal roads… try the first one and then ask someone if you get confused.\n\n",{"type":"===","value":[" Other bars "]},"\n",{"type":"[[","value":[["Image:Niamey nightlife.jpg"],["thumb"],["250px"],["Niamey Nightlife"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=L’Epervier"],["alt=The Night Market Bar"],["url="],["email="],["address=Marché de Nuit–Yantala"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's best to arrive just before sunset in this bar. Go in and get a drink plus street food (both outside and inside) at the cozy locals-only bar, when it gets dark. Then, go out on the street and shop for modern clothing in the glow of black lights amid the throngs of young men and women."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Legone"],["url="],["email="],["address=Nouveau Marché"],["lat="],["long="],["directions=Two or three blocks west of the Nouveau Marché on one of the diagonals coming out of the marché"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bar for the locals.  It has a great feel and is tucked away in the Nouveau Marché neighborhood.    The beer is cold and they have great fare for lunch and dinner if you are interested in local food. Well worth the trip to a local bar in a non-expat part of town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Cloche"],["url="],["email="],["address=Avenue Luebké"],["lat=13.511396"],["long=2.111102"],["directions="],["phone=+226 20 732462"],["tollfree="],["fax="],["hours="],["price="],["content=Pool-playing and casual atmosphere though it's definitely for wealthy locals and expats. Lebanese and western fare and great cocktails. If you don't mind the large number of prostitutes, the bar has some friendly people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Grand Hotel Terrace"],["url=http:\/\/www.grandhotelniger.com"],["email="],["address=BP 471, Gaweye"],["lat="],["long="],["directions="],["phone=+227 20 732641"],["tollfree="],["fax="],["hours="],["price="],["content=The Grand Hotel has also houses a popular bar with an Amazing river view, which is especially good around sunset. Jazz and happy hour brochettes on Thursday and Sunday nights."]]}]},"\n",{"type":"==","value":["Learn"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/uam.refer.ne\/ Universite Abdou Moumouni de Niamey"]}]}," was created 1971 and is the only public  university in Niger. As of 2008, it welcomed more than eight thousands students. The university has five faculties.\n\n",{"type":"===","value":["Libraries"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["CCFN"]}," (see above) contains a large library in French. There is an impressive collection of French-language books about Niger found in a separated part of this library (and with slightly different hours) called the \"Centre des Resources Documentaires\"."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Centre Culturel Americain"]}," (Rue de la Tapoa) has a modest selection of English-language books (mostly about the USA), a couple dozen magazines, and (most of the time) a small selection of newspapers (often a week or two old). There is another library which mostly contains novels used by students taking English courses at the center; however, if you are carrying books with you that you no longer want, you could ask the librarian if you could swap for one of the books in the library. This center also hosts a weekly film (usually in English w\/French subtitles), although it's not as large a venue or spectacular a crowd as at the CCFN or CCOG."]},"\n",{"type":"*","value":[" There are two large libraries for serious research (not for casual browsing), both of which only allow librarians to enter the room where books are kept to retrieve what you are looking for: ",{"type":"'''","value":["Institute des Recherches des Sciences Humaines"]}," (Humanities Research Institute, 227 20 735141) and the neighboring ",{"type":"'''","value":["Centre d'Etudes Linguistique et Historiques par Tradition Orale"]}," (Center for Linguistic Studies and Historical Oral Tradition, 227 20 735414). Both have nearly 20,000 titles, but, again, are not very formidable to casual browsing."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Niamey night.jpg"],["thumb"],["260px"],["Niamey by night"]]},"\n",{"type":"===","value":[" Budget & Mid range "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chez Tatayi"],["url=http:\/\/www.tatayi.com"],["email=auberge@tatayi.com"],["address="],["lat="],["long="],["directions="],["phone=+227 20 741281"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small homey place near the Grand Hotel. They even have dorms for budget travelers. 5000F or less per night. The owner Natalie is French\/Canadian and is very nice. The rooms vary in price depending if you want A\/C or a private room, but all are very affordable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Homeland Hotel"],["url="],["email="],["address=Avenue du Général de Gaulle,"],["lat="],["long="],["directions="],["phone=+227 20 732606"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good sized rooms in good condition as this hotel opened in 2004, though no river views and no swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Les Roniers"],["url="],["email="],["address=Rue Tondibia"],["lat="],["long="],["directions=7 km west of town"],["phone=+227 20 723138"],["tollfree="],["fax=+227 20722133"],["hours="],["price=24.000F (single) and 26.500F (double)"],["checkin="],["checkout="],["content=Traditional cottages with thatched roofs, though a great deal more upscale than the locals residences set in a pretty garden, with a good restaurant and a hip pool with loads of atmosphere during the evening."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Masaki"],["url="],["email="],["address=Boulevard Mali Béro"],["lat="],["long="],["directions=On Mali-bero just off the ",{"type":"''","value":["Stade"]}," road"],["phone=+227 96 965324"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nice rooms, good music some nights, and great bar food. Run by a French guy and his Nigerien wife. Attached gallery also has some interesting art on occasion"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Maourey"],["url="],["email="],["address=Centre Ville 144"],["lat="],["long="],["directions="],["phone=+227 20 732850"],["tollfree="],["fax="],["hours="],["price=35-40,000F per night"],["checkin="],["checkout="],["content=Centrally located at Rond Point Maourey, this hotel has aircon, running water a nice terrace a worn down look and prostitutes lingering in the lobby, Still one of the better mid-range options."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Oasis"],["url=http:\/\/www.oasis-hotel-niger.com\/"],["email="],["address=Boulevard Mali Bero"],["lat="],["long="],["directions=Several blocks west of the ",{"type":"''","value":["Stade"]}," road"],["phone=+227 20 752775"],["tollfree="],["fax="],["hours="],["price=Over 30.000F per night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sahel"],["url=http:\/\/www.hotelsahel.com"],["email="],["address=Rue du Sahel"],["lat="],["long="],["directions="],["phone=+227 20 732431"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Air conditioned rooms with showers, and several bungalows right on the river, with great views. Some rooms have been renovated recently. It's not the safest of neighbourhoods though."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tenere"],["url=http:\/\/www.hotel-tenere-niger.com"],["email="],["address=Boulevard de la Liberte"],["lat="],["long="],["directions=A few blocks from Grande Marché."],["phone=+227 20 732020."],["tollfree="],["fax="],["hours="],["price=44-60.000F"],["checkin="],["checkout="],["content=4 star hotel with Swimming pool and a central location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Terminus"],["url="],["email="],["address=Rue du Sahel"],["lat="],["long="],["directions="],["phone=+227 20 732692"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Each room have own entrance from patio. Good restaurant. Swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mission Catholique"],["url="],["email="],["address=Ave du Gountou Yena"],["lat="],["long="],["directions="],["phone=+227 20 733203"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A cheap and clean place to stay 2 blocks from Rond Point Maourey. Around 10000F for a two-bed room. Officially it's only available to NGO's and other volunteers, but they have been known to take in polite guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Chinois"],["url="],["email="],["address="],["lat="],["long="],["directions=On the road of the ",{"type":"''","value":["Stade"]}," (stadium) almost to Mali-bero."],["phone="],["tollfree="],["fax="],["hours="],["price=Less than 5000F a night"],["checkin="],["checkout="],["content=Very cheap government lodging that is open to guests as long as the government is not using it for a training"]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"[[","value":[["Image:Niamey river.jpg"],["thumb"],["250px"],["If you stay near the river, you can get a view like this before bedtime"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Gaweye"],["url=http:\/\/www.hotelgaweye.net\/"],["email="],["address=Place Kennedy 1"],["lat=13.50866"],["long=2.10631"],["directions="],["phone=+227 20 723400"],["tollfree="],["fax="],["hours="],["price=70-150.000F"],["checkin="],["checkout="],["content=Four-star hotel - great view, older but decent conveniences (hot water, semi-functional central air-con). Don't walk near the ravine that runs near there to the center of town - renown for banditry. Great swimming pool and high speed internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hotel du Niger"],["url=http:\/\/www.grandhotelniger.com"],["email=contact@grandhotelniger.com"],["address=BP 471"],["lat=13.50535"],["long=2.11060"],["directions="],["phone=+227 20 732641"],["tollfree="],["fax=+227 20732643"],["hours="],["price=49-87.000F"],["checkin="],["checkout="],["content=Four-star hotel. Some rooms renovated, magnificent view over Niger river and the city of Niamey. Air-con. Great jazz and brochettes on Thursday and Sunday nights."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Internet"]}," (Slow) modem and satellite connection. Rate - about 500 FCFA (€1) \/ hour.  Wi-Fi is emerging in the city and can already be purchased on a 'pay as you go' basis with scratch-off cards in the better hotels and in the city center."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Post\/Courrier"]},"The main post office is located on Rue de la Poste halfway between the Place de la Concorde\/Assemble National and Place Monteil. DHL Express is located on Boulevard de la Liberte."]},"\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"'''","value":["Proper attire"]},": ",{"type":"'''","value":["Dress is much more conservative than other West African countries"]},". Look around to see how the majority of local people dress, and you can see it is offensive if you are not dressed conservatively. Shorts, above-the knee skirts, and tank tops should basically never be worn in the capital, in Hausa regions, or up north. This will also help cut down on harassment. Note, as well, that people in Niamey dress up as nicely as they can afford to, so it's not recommended to dress like you are \"slumming.\"\n\n",{"type":"'''","value":["Giving gifts"]},": Think carefully before giving out “cadeaux” (gifts) or money to kids or even adults that you do not know personally, especially those that ask for one (genuine beggars excepted). Be aware that after you give out cadeaux, future travelers after you for the next 10-20 years will be targets for unceasing and increasingly obnoxious demands for cadeaux, and Westeners will be seen only as a source of gifts. The annoyance you cause future visitors is probably not worth the trinket. Instead, give it to a reputable local charity or school to be distributed, or a family that has done something nice for you.\n\n",{"type":"==","value":[" Stay Safe "]},"\n\n",{"type":"'''","value":["General"]},": Niamey is a safe city but be aware of several things: \n",{"type":"*","value":[" Carry as little as possible. "]},{"type":"*","value":[" For guys, watch your wallet in your back pocket. "]},{"type":"*","value":[" For girls, be aware that they can cut the strap of your bag and run. "]},{"type":"*","value":[" The most dangerous places are anywhere the road crosses the ravine that runs through town, including next to the Stade (between the Stade and Katako), and between the Musée and Hotel Gaweye. Robberies are more common there because the perpetrators can disappear into the ravine.  "]},{"type":"*","value":[" The water in the city is usually ok to drink, but sometimes not. To be safe, you can buy filtered, sealed PureWater (pronounced Pure-Watta) for 25 CFA per small bag. (Outside of the city it may be either 25 or 50 CFA). Ask at any stall that has a fridge."]},"\n",{"type":"'''","value":["Con artists"]},": A frequent scam, anywhere in town but especially near Petit Marché, involves someone coming up to you and acting like he knows you well. He says his car or motorcycle got in an accident and he needs 10,000F to fix it, or variations on this theme. If you don’t know the person beyond a shadow of a doubt, don’t believe him or her.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies & Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url="],["email="],["address=Mali Bero Blvd"],["lat="],["long="],["directions="],["phone=+227 20 753686"],["tollfree="],["fax="],["hours=M-Th 8AM-12:30PM, 1PM-4:30PM, F 7:30AM-1PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark"],["alt=Bureau de Cooperation Danoise"],["url="],["email="],["address=Rue YN39, BP"],["lat="],["long="],["directions="],["phone=+227 20 723948"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.ambafrance-ne.org\/"],["email="],["address=Route de Tondibia"],["lat="],["long="],["directions="],["phone=+227 20 722431"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=alassanekonek@yahoo.fr"],["address=B.P. 10350"],["lat="],["long="],["directions="],["phone=+227 96 962171"],["tollfree="],["fax=+227 20 736510"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/niamey.usembassy.gov\/"],["email="],["address=Rue des Ambassades"],["lat="],["long="],["directions="],["phone=+227 20 722661\/62\/63\/64"],["tollfree="],["fax="],["hours=M-Th 8AM-5:30PM, F 8AM-1PM"],["price="],["content="]]}]},"\n",{"type":"===","value":["Visa Extensions"]},"\nVisa extensions are granted at the ",{"type":"'''","value":["Direction de la Surveillance du territoire"]}," on Rue Heinrich Luebke. Bring two photographs and the appropriate fee. Expect one day service, although a small gift could probably get you same day service.\n\n",{"type":"===","value":["Banks\/Currency Exchange"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Image:Giraffe koure niger 2006.jpg"],["thumb"],["250px"],["One of the last wild giraffes in West Africa peeks under a tree"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Koure"],["Giraffes"]]}]}," West Africa's last surviving giraffe herd is just 45 minutes outside of Niamey (near ",{"type":"[[","value":[["Koure"]]},") and guided tours are available."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Baleyara"]]}]},", roughly 2 hours east, is home to a large and vibrant crafts market on Sundays. A must-do daytrip. On other days, however, the rural town is barren and there are no hotels."]},"\n",{"type":"*","value":[{"type":"'''","value":["Boubon"]},", 25km northwest on the route towards Tillaberi & Gao, is a city known for its pottery. Soil it taken from the banks of the river and formed into many different household potteries, set out to dry, and baked in large open pits. Wednesday is market day here, and the easiest day to find public transport from Niamey. Other days, it might be necessary to take a bush taxi to nearby Relais and then take a pirougue to Boubon."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["W National Park"]]}]}," is a massive park named after the 'W' shape of the Niger River in it and is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},". Similar to the large game parks of eastern Africa except that the landscape is less open and more shrub-filled and forest-like and there is less of a presence of large herbivores than E.Africa. Three hours south of Niamey, it could easily be organized as a day-long trip, but to fully enjoy the park, an overnight stay is recommended. The conservation project ",{"type":"''","value":["ECOPAS"]}," is working to improve the park's infrastructure, protect its inhabitants, and attract tourists. ECOPAS's Niamey headquarters can be consulted for tourism info (tel. 72 53 48); they also sell printed books\/guides for\/about the park."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Agadez"]]}," While a considerable distance away (1000km), there are frequent bus connections to this city which once was the most popular tourist destination in Niger. The city itself is safe to visit, but due to the ongoing Tuareg rebellion, travel outside the city is not allowed. A permit may be necessary, so consult local authorities before taking a bus. A military escort is necessary for part of the journey to protect against bandits, don't worry, though, as travelling this route is safe (with escort)."]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["13.521389"],["2.105278"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southwestern Niger"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Niamey"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Niamey"]]},"\n\n",{"type":"{{","value":[["attribution"],["users of ",{"type":"[","value":["http:\/\/www.world66.com\/africa\/niger\/niamey World66"]}," and ",{"type":"[","value":["http:\/\/www.travellerspoint.com\/guide\/Niamey\/ Travellerspoint"]}]]}]