[{"type":"{{","value":[["pagebanner"],["Nice banner.jpg"],["caption=Panoramic view of the old city and the Promenade des Anglais."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nice.fr\/ Nice"]}]}," (pronounced like the English word \"niece\") is a large city in ",{"type":"[[","value":[["France"]]}," on the ",{"type":"[[","value":[["French Riviera"]]},". It's a popular destination for vacationers both young and old, with something to offer nearly everyone. It is well known for the beautiful view on the ",{"type":"''","value":["Promenade des Anglais"]},", its famous waterfront, and is an ethnically diverse port city.\n\n",{"type":"==","value":["Understand"]},"\nNice's origins can be found among the Gallo-Roman ruins of Cimiez, in the hills up the boulevard de Cimiez from downtown. Cimiez also contains a monastery and some museums, but nowadays, most of the city's inhabitants live closer to sea level. Nice was part of the Italian Duchy of Savoia and then the Kingdom of ",{"type":"[[","value":[["Sardinia"]]}," until it was ceded to France in 1860. The ancient local language is Nissart, but of course, everyone speaks ",{"type":"[[","value":[["French phrasebook"],["French"]]},". Don't assume everyone you encounter will speak English — an effort at French will always be appreciated.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:NicePromenadeAnglais.jpg"],["thumb"],["Nice"]]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nice.aeroport.fr\/include_en\/ Nice Airport"]}]}," (",{"type":"{{","value":[["IATA"],["NCE"]]},") is one of the busiest in France and has frequent daily flights to ",{"type":"[[","value":[["Paris"]]},", and direct to most major cities in ",{"type":"[[","value":[["Europe"]]},", including ",{"type":"[[","value":[["Moscow"]]},", as well as ",{"type":"[[","value":[["New York City"],["New York"]]}," and ",{"type":"[[","value":[["Montréal"],["Canada"]]}," (seasonal), and a number of destinations in ",{"type":"[[","value":[["North Africa"]]}," and the ",{"type":"[[","value":[["Middle East"]]},". The airport is located at the western end of Nice on a landfill. Arrival and departure in good weather often provides beautiful views of the ",{"type":"[[","value":[["French Riviera"]]},".\n\nMost airlines use Terminal 1 (the older terminal) while Terminal 2 is used primarily by Air France (and partners) and Easyjet. There is a free shuttle bus between the terminals.\n\n",{"type":"'''","value":["Airport to Nice"]}," — The best and most reliable way to get from the Airport to central Nice or the Nice Ville train station is the airport express buses. Take the 98 stopping along sea front, old town, and ending Place Blanqui\/Nice Riquier) or take the 99 to the Nice main railway station (Gare Nice Ville SNCF). Routes 98 and 99 cost just €6 and are accessible from both T1 and T2. They run every 30 minutes during the following hours: the 98 from 06:00 to 23:50, and the 99 from 08:00 to 21:00. Pay the driver on boarding and the ticket acts as a \"day pass\" for unlimited travel on local buses and the tram that same day. The ",{"type":"[","value":["http:\/\/www.nice.aeroport.fr\/acces_stationnement_en\/bus\/default.asp airport website"]}," has information and timetables for ground transport. The cheapest connection with Nice is the local bus service 23 (Terminal 1 only), costing €1.50, and running between 05:30 and 21:00. The journey takes about 30 minutes from T 1 to the major train station (Gare Nice Ville).\n\nConvenient for some destinations, there is also a small train station close to the airport (Nice St Augustin) where you can pick up a TER train one stop eastward to Nice, ",{"type":"[[","value":[["Monaco"]]}," and all stations to the Italian border at ",{"type":"[[","value":[["Ventimiglia"]]},", or west back to ",{"type":"[[","value":[["Antibes"]]}," and ",{"type":"[[","value":[["Cannes"]]},". The station can be reached by foot (approx. half a kilometre) via underpasses and road-crossings, on the other side of the Arenas office complex. Be sure to take out some euro (€) coins from the airport if you are reaching Nice St Augustin. The ticket vending machine does not accept notes. There are note-to-coin changer machines in the airport. €10 change per person should be sufficient for any journey.\n\nSome hotels offer shuttle buses from the airport, enquire with your hotel before or upon arrival.\n\nIf there is no transportation running, it's reassuring to know that it is quite possible to walk the six km to town or vice versa to airport, in a little over an hour, though the area around the airport is Nice's red light district, and the walkway's first kilometre is a cycleway. This may be a useful in the current social discontent in France, where ",{"type":"''","value":["manifestations"]}," (demonstrations) and ",{"type":"''","value":["grèves"]}," (strikes) frequently affect public transport. It is prudent to check the local newspaper (",{"type":"''","value":["Nice Matin"]},"), where you will usually receive advance warning of potential problems.\n\n",{"type":"===","value":["By train"]},"\nNice is connected to the rest of France via the SNCF train network. A direct TGV train from ",{"type":"[[","value":[["Paris"]]}," to Nice takes about 6 hours, fare for an adult is about €100, and on TGVs a reservation is obligatory. The train arrives in Nice at the \n",{"type":"{{","value":[["listing"],["name=Central Railway station Nice-Ville"],["alt= Gare de Nice-Ville"],["url="],["email="],["image=0\/05\/Gare_de_Nice-Ville_2008.JPG"],["address="],["lat=43.70454"],["long=7.26191"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," (not to be confused with the stations at the city limits, Nice Riquier and Nice St Augustin). A new service called",{"type":"[","value":["http:\/\/www.idtgv.com\/ \"IdTGV\" "]}," is now available: it offers low-cost TGV tickets (starting at just €19 for a single trip between Paris and Nice). These tickets have to be bought on-line, and are not refundable.\n\nNice is also connected via rail to other cities and towns in the ",{"type":"[[","value":[["French Riviera"]]},", including ",{"type":"[[","value":[["Cannes"]]},", ",{"type":"[[","value":[["Monaco"]]}," and ",{"type":"[[","value":[["Menton"]]},".\n\nTrenitalia trains connect Nice to Italian cities like ",{"type":"[[","value":[["Milan"]]},", ",{"type":"[[","value":[["Genoa"]]},", ",{"type":"[[","value":[["Rome"]]}," and ",{"type":"[[","value":[["Venice"]]},".\n\nA weekly long-distance night train from ",{"type":"[[","value":[["Moscow"]]},", making stop-overs in ",{"type":"[[","value":[["Minsk"]]},", ",{"type":"[[","value":[["Warsaw"]]}," and ",{"type":"[[","value":[["Vienna"]]}," among others, leaves the ",{"type":"''","value":["Moscow Belorussky"]}," station at 17:21 each Thursday and arrives in Nice almost at the same time two nights later.\n\n",{"type":"{{","value":[["listing"],["name= Railway station Nice CP"],["alt= Gare des Chemins de Fer de Provence"],["url="],["email="],["image=0\/05\/Gare_de_Nice-Ville_2008.JPG"],["address="],["lat=43.70894"],["long=7.25971"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Line: Nice – ",{"type":"[[","value":[["Digne-les-Bains"]]}," in the ",{"type":"[[","value":[["Alpes-de-Haute-Provence"]]}]]},"\n\n",{"type":"===","value":["By car"]},"\nThe A8 autoroute is the easiest way to access Nice either from the west (",{"type":"[[","value":[["Cannes"]]},", ",{"type":"[[","value":[["Aix-en-Provence"]]},") or from ",{"type":"[[","value":[["Italy"]]},". From the West take exit 50 and follow the signs for the Promenade des Anglais which takes you into Nice and is a lovely drive along the coast. Coming from the east take exit 55 and follow the signs for 'Nice centre'.\n\nApproaching the city from the East, the three 'Corniches' ('Basse', 'Moyenne' and 'Grande') offer a wonderful panoramic route from Menton to Nice. The 'Grande Corniche' is the highest one; it goes up to more than 500 metres on the sea level in La Turbie.\n\n",{"type":"===","value":["By bus"]},"\nLong distance buses connect Nice with other major European cities. Eurolines, and the French LER \"Lignes Express Regionaux\" connect Nice with ",{"type":"[[","value":[["Marseille"]]},", ",{"type":"[[","value":[["Toulon"]]}," and ",{"type":"[[","value":[["Aix-en-Provence"]]}," at a reasonable price and acceptable three hour journey time via the motorways.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["Image:Harbour of Nice (FR-06000).jpg"],["thumb"],["Harbour"]]},"\nNice is right along the coast, so you should be able to find your way easily no matter if you run on diesel or let the wind help you. However, remember to contact the local port before arrival to ",{"type":"'''","value":["reserve"]}," a place for your boat. Otherwise there will most likely not be room for you.\n\nNice has direct ferry routes to: ",{"type":"[[","value":[["Ajaccio"]]}," and ",{"type":"[[","value":[["Bastia"]]}," in ",{"type":"[[","value":[["Corsica"]]}," from the\n",{"type":"{{","value":[["listing"],["name=",{"type":"''","value":["Gare Maritime de Nice"]}],["alt=„Quai Amiral Infernet“"],["image=6\/67\/Gare_Maritime_de_Nice.jpg"],["url="],["email="],["address="],["lat=43.69326"],["long=7.28460"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},", ",{"type":"[[","value":[["Calvi"]]}," and ",{"type":"[[","value":[["Ile Rousse"]]},". Advance booking is advised in all cases.\n\nNearby ",{"type":"[[","value":[["Monaco"]]}," is a major cruise port.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["43.70354"],["7.26900"],["zoom=14"],["height=470"],["width=470"],["layer=M"]]},"\n\n",{"type":"===","value":["By bus and tram"]},"\nEach main town on the French Riviera has its own local bus network, for Nice it is ",{"type":"[","value":["http:\/\/www.lignedazur.com ",{"type":"''","value":["Lignes d'Azur"]}]}," (Antibes has ",{"type":"''","value":["Envibus"]},", Cannes has ",{"type":"''","value":["Bus Azur"]},", and so on), and the 100 or more ",{"type":"''","value":["Lignes d'Azur"]}," routes are the main form of urban transport for locals going to work or school. Of more interest to tourists, an inter-urban network, the TAM (Transport Alpes-Maritimes) connects all the Eastern Riviera towns between Cannes and Menton and all the main villages like Èze and Vence. Its routes radiate from various bus stops near Vieille Ville (until the new bus station is completed in 2016). Bus fares are only €1.50, with a change to a non-return connecting service also permitted within 74 min, so it is worth mastering the bus system to get around.\n\nThe Lignes d'Azur and TAM routes overlap in and around Nice, so the ticket and tariff system is integrated to a common ticket zone, in which the local Lignes d'Azur tickets and passes are accepted on the longer distance TAM buses (only between Cagnes-sur-Mer to the west and Cap d'Ail short of Monaco to the east). The fare is identical on both networks - €1.50 for any distance - but with TAM, you must always tell the driver your intended destination, so he can judge whether you should purchase a TAM ticket or a Ligne d'Azur. Outside the common zone, Ligne d'Azur passes are not valid and you need to pay the €1.50 fare in cash.\n\nThe one exception to the €1.50 fare is the Airport Express bus, which has a €6 flat fare. This buys you a Lignes d'Azur all day pass into the bargain - handy if you're arriving, maybe not as beneficial if you're leaving.\n\nThe long awaited tram line opened in November 2007 and forms a U-shaped route from Las Planas to the northeast to Pont St Michel to the northwest. It links the main train station, bus station, downtown and the university, but it is basically a mass transit system designed to get workers and shoppers to the centre of Nice from the suburbs and is not of any particular value to tourists. It uses the same tickets as the buses, but you buy these from the machines at tram stops (unlike buses, where it is usual to pay the driver or show your pass on entering the bus). Another innovation is the hourly \"commuter express\" bus service direct to Monaco via the Autoroute, the 100 Express, though visitors may still prefer the slower and more scenic 100 route along the coast.\n\nThe SNCF rail service also links all the main coastal towns, so which is the best way to get around - bus or train? The journey from Nice to say Cannes by the 200 bus at €1.50 is considerably cheaper than the train, which is currently over €5. The buses are liable to dreadful overcrowding and have the prospect of standing for nearly 2 h as it is slow with frequent stops and many traffic lights along the route. If you're short on cash and don't mind discomfort, take the bus. If you're short on time and prefer to sit, take the train.\n\nWhen taking the bus, you must be aware of the somewhat odd way the bus schedules are laid out. They list the departure time at the first bus station, not the one you are currently at. At the right hand side of the bus schedule, you have a list of stations, and, next to some, you will find the time listed it will take the bus to get there (+20', for example). This means that you will have to do a lot of guessing. It is best to ask a native and leave some extra padding time if you plan to take a bus to any scheduled event that you really do not want to miss (airport, train, concerts, etc.).\n\nYou can find local bus and tram route maps and timetables ",{"type":"[","value":["http:\/\/www.lignedazur.com\/index.asp on-line"]},". Route maps are listed under 'Maps' and timetables as 'Timetables' in PDF format. Also, a new service ('Stop timetables') purports to display the times at your stop. From previous experience with the bus company, those should stand somewhere between educated guesses and outright fiction, due to unpredictable road traffic conditions (like one hour traffic jams around Villeneuve Loubet).\n\nApart from the airport express routes 98 and 99, buses rarely run after 20:00. The tram however operates from around 04:30 to after midnight. Five nightly bus routes (called Noctambus) serve the main parts of city, from 21:10 to 01:10, and TAM has also now introduced infrequent buses throughout the night on the 100 line. The night buses leave from the Station J.C. Bermond, near the bus station, and the day fares apply on these night routes. If you are planning a visit involving a late evening return, consider train services, which provide the most reliable form of late travel.\n\n",{"type":"'''","value":["Note"]},":  The main city bus terminal was demolished in early 2011. A replacement is planned by 2015 or so, but for the present time, bus stops, starting points and routes have been relocated around the town centre (though little change to airport service).  Visitors wanting to use the bus service in and around Nice should consult local sources and ",{"type":"[","value":["http:\/\/www.lignesdazur.com\/ftp\/plans_FR\/Plan%20de%20situation%20des%20arr%C3%AAts%20bus%20du%20centre%20ville%20%C3%A0%20compter%20du%205%2011%2012.pdf pdf (November 2012)"]}," for the latest routes, stations, stops and times.\n\nThe start point for buses direction Villefranche, Eze Village, Cap Ferrat, Monaco and Menton is Segurane\/Garribaldi; for westward buses for airport, Antibes and Cannes start at Albert 1er\/Verdun close to the Meridien Hotel\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:SunsetView JuanLesPins.jpg"],["thumb"],["Juan-Les-Pins near Nice"]]},"\nNice has no metro and little need for one. The main train service is the national French railway SNCF, which boasts the high speed TGV (slow to ",{"type":"[[","value":[["Marseilles"]]}," and then extremely fast on to ",{"type":"[[","value":[["Paris"]]}," and the local TER stopping trains, which serve the main Riviera towns between Cannes and Ventimiglia across the border in Italy, including the daily commute to Monaco. \n\nLess well-known is the little narrow-gauge railway Chemin de Fer de Provence, which runs from Nice through the Var valley and along the Route Naploeon, three hours to Digne in Upper Provence. In the summer months, the latter part of the journey switches to a real steam train, the Train des Pignes.\n\n",{"type":"===","value":["By car"]},"\nYou don't need a car to explore Nice itself, and if you do bring or hire one expect some frustration. The town centre is congested is covered by a complicated one-way system. Parking is very limited - all on-street parking anywhere central is on meters during the day, and even in spite of this it's very difficult to find a spot; you'll notice the Nicoise happily double-parking to nip to the shops. If you need a reliable parking place, your best bet is to buy a fixed-length ticket (",{"type":"''","value":["abonnement"]},") at one of the underground car parks, several of which offer 24-hour access. You can expect to pay €8-10 Euros a day for this kind of parking.\n\nThe best access is by car from the A8 autoroute. The airport is well-signed from the A8 and the A8 is well signed from the airport. Just make sure that you know which way you need to go when getting on the A8 and which terminal when leaving. Especially in the morning and evening rush hour, allow extra time to deal with accidents and traffic jams. The A8 has a ferocious bend right near the airport and accidents are frequent.\n\nEven if it is going better, driving a car on the Riviera is for the brave: the region has one of the worst accident records in France and every local has a favourite story about a mad driver. However, all major car rental firms, as well as some less well known ones, are present. Most are located by terminal 2. If you have a choice, try to pick a car that is already well dinged so that no one notices the new dings and scratches that you will add. Never forget to lock the doors of the car at all times, so as  not to tempt carjackers.\n\n",{"type":"===","value":["By taxi"]},"\nIf you can, avoid the notoriously expensive taxis, though sometimes you do not have a choice. It is not always easy to find a taxi when you need one. Most will not respond to being hailed, and only ply from a taxi rank, from where cabs take passengers in turn. Taxi-drivers have great solidarity with their fellow taxi-drivers and will not accept offers to jump a line of waiting passengers. Taxi ranks will be found outside the train station and deluxe hotels (for example outside Le Meridien at 1 Promenade des Anglais).\n\nTaxis are registered and licensed but like anywhere, it's not unknown for one to take advantage of tourists. If possible, agree on the rate BEFORE entering the cab. If running on the meter, insist on the meter being on the whole time. Try to sit where you can see it so that you can immediately query the driver when\/if it goes off \"accidentally.\" Taxi fares within Nice should be less than €20, to Antibes €50, Monaco or Cannes approximately €70 and St Tropez €250. The airport run to Nice is a fixed tariff around €35, depending on time of day, but you may be hit for surcharges on luggage or the presence of a 4th passenger (designed to discourage cab-sharing).\n\n",{"type":"===","value":["By foot"]},"\nEven though Nice is the 5th largest city in France, a high proportion of the tourist attractions are close together in the town centre, at most half an hour's walk from each other.\n\nThe main exception is the historical site and museum at Cimiez, which is more of a hike, but readily accessible by bus.\n\nThe only downside of \"by foot\" is the notorious volume of ",{"type":"''","value":["dejections canine"]}," (that's doggie-poo to you and me) and the lack of attention to the needs of those with reduced mobility - wheelchairs - as the dropping of kerbstones is entirely haphazard.\n\n",{"type":"===","value":["By scooter\/motorbike"]},"\nUnless you are very experienced, travelling by scooter is not recommended. By the time the first 9 months of this year was up, according to Nice Matin, there were 16 permanently fewer scooter and motorcycle riders in the city.\n\n",{"type":"===","value":["By inline skating \/ rollerblading"]},"\nThere is a place you can rent skates from called , ",{"type":"[","value":["http:\/\/www.fun-n-roll.com Fun 'N Roll"]}," on 13, rue Cassini, (slightly northwest of the port\/harbour\/quay).\n\n",{"type":"===","value":["By bike"]},"\n",{"type":"[[","value":[["Image:NiceBicycles.jpg"],["thumb"],["public bicycles"]]},"\nNice has installed a public bicycle rental system called Vélo Bleu. Subscriptions rank from one euro per day to €25\/year. The first 30 minutes is free and you will not need any more time to get around in the city. Vélo Bleu stations can be found all over the city. Their website  ",{"type":"[","value":["http:\/\/www.velobleu.org\/ provides a map of stations"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:NiceColline.JPG"],["thumb"],["Colline du chateau"]]},"\n",{"type":"[[","value":[["Image:NiceAsianMuseum.jpg"],["thumb"],["Museum of Asian Art"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Colline du Château"],["alt="],["url="],["email="],["address="],["lat=43.69577"],["long=7.28014"],["directions="],["phone="],["tollfree="],["fax="],["image=Cimetière_Colline_du_Château_Nice.JPG"],["hours="],["price="],["content=The castle hill overlooking the Baie des Anges and harbour offers a spectacular vantage point overlooking the city. Not much is left of its ruined ",{"type":"'''","value":["castle"]}," besides crumbling walls. Still, climbing up the stairs to reach the platforms 90 metres above Nice is well worth the view. There is also a lift (",{"type":"''","value":["ascenseur"]},") which will take you three quarters of the way up. Be aware that the castle hill park closes at around sunset. Expect to be escorted outside if you stay longer."]]}]},"Nice is also known for several museums, entry to most of which (as of July 2008) is free. Some of the most famous are in Cimiez, the older, upper part of the city which in a previous century was a favourite of Queen Victoria, including:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée des Arts asiatiques"],["alt="],["url=http:\/\/www.arts-asiatiques.com\/"],["email="],["address=405, Promenade des Anglais"],["lat=43.66814"],["long=7.21600"],["directions=Just across the street from the airport"],["phone=+33 492 293700"],["tollfree="],["fax="],["hours="],["price=free entrance"],["content=Indian, Chinese, Southeast Asian, and world art in great architecture on a lake"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parc Phoenix"],["alt="],["url="],["email=parcphoenix@ville-nice.fr"],["address=405 Promenade des Anglais"],["lat=43.66839"],["long=7.21840"],["directions="],["phone=+33 4 92 29 77 00"],["tollfree="],["fax=+33 492 29 7701"],["hours=daily, Apr-Sep, 09:30-19:30, Oct-Mar: 09:30-18:30"],["price=€2"],["content=2500 different plants in botanical garden and tropical glass house. Also various animals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Chagall"],["alt="],["url=http:\/\/www.musees-nationaux-alpesmaritimes.fr\/chagall\/"],["email="],["address="],["lat=43.70914"],["long=7.26986"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€9.00"],["content=Includes stained glass windows by the artist."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Matisse"],["alt="],["url=http:\/\/musee-matisse-nice.org"],["email=matisse@ville-nice.fr"],["address=164, ave des Arenes de Cimiez"],["lat=43.71939"],["long=7.27630"],["directions=Buses 15, 22, 17, 20"],["phone=+33 4 9381 0808"],["tollfree="],["fax=+33 4 9353 0022"],["hours=daily except Tu, 10:00-16:00"],["price=free entrance"],["content=Charming collection of paintings, drawings and sculptures in 17th century Genoese villa"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée d'Archeologie de Nice"],["alt="],["url=http:\/\/www.musee-archeologique-nice.org\/"],["email=musee.archeologique@ville-nice.fr"],["address="],["lat=43.71921"],["long=7.27558"],["directions=Next to the Matisse museum"],["phone=+33 4 9381 5957"],["tollfree="],["fax=+31 4 9381 0800"],["hours=daily except Tu, 10:00 + 18:00"],["price=free entrance, €3 guided tours"],["content=The ruins of the Gallo-Roman settlement in Cimiez, plus a museum with nice documentation on Gallo-Roman life (but mostly not in English). Activities for children."]]}]},"\nThe ",{"type":"'''","value":["old town"]}," (Vieux Nice) beneath the hill is a maze of streets and alleys, with many picturesque houses, boutiques and home to the daily flower and fruit market of the ",{"type":"'''","value":["Cours Saleya"]},".\n\nNear the central bus terminal, there is also the ",{"type":"'''","value":["Museum of Modern and Contemporary Art"]}," (MAMAC) with four connected towers featuring modern and contemporary artists and their sculptures, paintings, and conceptual installations. Its open-air roof terraces offer one of the best panoramas of the city.\n\nTo the west, there is the ",{"type":"'''","value":["Musee des Beaux-Arts"]}," housing an excellent collection of pastels and other works by Jules Cheret, among other artists.\n\n\n",{"type":"[[","value":[["Image:Niceww1Monument.jpg"],["thumb"],["WW1 monument"]]},"\n\n",{"type":"==","value":["Do"]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cliff Walk"],["alt=Sentier Littoral"],["url="],["email="],["address="],["lat=43.69010"],["long=7.29391"],["directions=Go past the old port (probably 15 minute walk) heading east toward Monaco, there is a little pathway that leads from Coco Beach along the side of the cliff,"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= You can follow the path around Cap de Nice half way to Villefranche, but be prepared for several hundred steps up to rejoin the road. It’s a very beautiful walk and you will find mostly local people using it."]]}]},"\n",{"type":"===","value":["Beaches"]},"\nIf you go to Nice for bathing or general lounging on the beach, you may wish to think again. The beaches of Nice consist entirely of large flat stones (",{"type":"''","value":["gallets"]},"). A few private beaches have added a layer of sand, but the free public beaches are a stony experience. Besides towels or mats, you should definitely bring sandals, since walking on the stones can be painful, and a cushion if you want to sit. Free showers are provided  on all public beaches and there is a beach volleyball area that is netted off with white sand.\n\nAlthough the beaches are mainly pebbles it is important to note that many visitors enjoy the beautiful light blue sea for a swim. If you can bear to walk for a few steps on the pebbles it is definitely an opportunity for swimming rather than playing in the water as the beach drops quickly and the tidal pull can be very strong, and not for beginners. Lying on the beach for a sun tan or relaxation is also manageable as long as you rearrange the rocks\/pebbles to a comfy surface for sitting and lying. Private beaches offer various services from restaurants\/bars to the rental of lounge chairs and towels.\n\nMuch nicer beaches exist in other towns close by, such as ",{"type":"[[","value":[["Villefranche-sur-Mer"]]},", ",{"type":"[[","value":[["Antibes"]]}," and ",{"type":"[[","value":[["Cannes"]]},", which are far more sandy. Villefranche is a particularly preferred beach choice, especially if travelling with children, only twenty minutes away by the TAM 100 bus.\n\n",{"type":"===","value":["Beautiful landscapes"]},"\nFor views of Nice the best vantage point is the heights of Mont Boron (bus 14). From the derelict old Fort and the nearby villa of Sir Elton John there are fine views over the city to the mountains and east over Villefranche and Cap Ferat.\n\nGo to ",{"type":"[[","value":[["Eze"]]},". It is a small village on the way to Monaco. The village is situated on a small mountain and there is a beautiful cactus garden with a spectacular view (a must see, €5 entrance fee). There is also Fragonard perfume factory which you can visit for free. To reach Eze by bus, take the 112 to Eze Village (not the 100 which stops at Eze Gare, a 90 minute steep walk away from Eze Village).  If you missed an infrequent (up to 3 hours) 115 bus in Eze Village, there is a path that goes down the mountain from Eze Village to Eze Sur Mer (also Eze Gare). This is the Path of Nietzsche (named after the famous German philosopher Friedrich W. Nietzsche), with some fantastic views and a waterfall (if you know where to look). Walking downhill through this path takes about 40 minutes. Buses run from Menton-Monaco through Eze Gare back to Nice every 15 minutes or so and vice versa, making treking back up the hill unnecessary.\n\nAlso close by is the magnificent Villa ile de France, of the Baroness Ephrussi de Rothschild, straddling the magnificent peninsula of St Jean Cap Ferrat in the so-called Golden Triangle of Villefranche, Beaulieu and Cap Ferrat.\n\nHiking trails emanate from La Turbie high above Monaco and the Grande Corniche, which are double the height above sea level of Eze and offer the hardened walker truly spectacular vantage points over the Riviera.\n\n",{"type":"==","value":["Learn"]},"\nThere are many schools offering courses in French. Perhaps the most reputable are ",{"type":"[","value":["http:\/\/www.alliance-francaise-nice.com\/ Alliance Française"]}," and EF.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Franglish"],["url=http:\/\/www.franglish.eu\/"],["email=nice@franglish.eu"],["address="],["lat="],["long="],["directions="],["phone=+33 7 6047 3020"],["tollfree="],["fax="],["hours="],["price="],["content=French\/English Language Exchange event in Nice, every week in some of the best venues across Nice. Practice your French while having a good time meeting locals. Discover the format of 14 minutes one-to-one conversations (7min in French, 7 min in English)."]]}]},"\n",{"type":"==","value":["Work"]},"\nGenerally the Riviera is a place people come to spend money rather than earn it. Unemployment levels are high, casual work hard to come by, and as everywhere, service industry jobs tend to go to those with low wage expectations.\n\nSophia Antipolis is a huge office\/science\/tech park 20 minutes outside of Nice, which is the base for many French and multinational companies.\n\nFor those with the right qualifications and experience the luxury, super yachts of ",{"type":"[[","value":[["Antibes"]]}," International Yacht Club have spawned a major industry in crew and boat services which attracts many young English speakers. Connections are equally important as the boats often post signs to deter casual enquiries -  \"no day-workers required\"\n\nFinancial service companies abound in ",{"type":"[[","value":[["Monaco"]]}," which is readily commutable from Nice.\n\nIf you are seeking a career aboard one of the many superyachts in Nice a good place to register and start looking is ",{"type":"[","value":["http:\/\/www.crew-central.com Crew Central"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:NiceFlowerMarket.jpg"],["thumb"],["Flower and food market in old quarter"]]},"\nMost stores and restaurants in Nice will accept the major credit cards, as well as debit cards from major banks (anything carrying the EC or Maestro or VISA logos). If this fails you can always get money from any of the numerous ",{"type":"<","value":["abbr",{"title":"Automatic Teller Machine"},["ATM"]]},"s.\n\nAll shops are now allowed to open every Sunday and, as of November 2010, at least the following had started to open every Sunday: ",{"type":"'''","value":["H&M, Zara, Fnac, Bershka, Celio, Virgin Megastore"]},", and ",{"type":"'''","value":["Spar"]},". Some locations of ",{"type":"'''","value":["Galleries Lafayette"]}," are now open several Sundays each month but not all of them, the same goes for ",{"type":"'''","value":["Nice Etoile Shopping Centre"]},".\n\nPostcards (as many other things) vary greatly in price. Do some comparison shopping as the price range is between 20 cents and €1 for a normal postcard. Typically they will set you back 25 cents each (correct at June-2009).\n\nNice's main shopping street av. Jean Medecin is home to two giant music\/entertainment stores, ",{"type":"'''","value":["Virgin Megastore"]}," and the French ",{"type":"'''","value":["FNAC"]},". FNAC definitely has the edge as their many listening stations allow you to 'try before you buy' almost every CD in the house, whilst Virgin push only a few promotional selections. Both run near identical pricing policy on new albums. FNAC is closer to HMV, offering most forms of entertainment including books, games, CDs, DVDs and much more - the 4 floor store on Av. Jean Medecin is well worth exploring!\n\nDesigner label garments are, as everywhere, notoriously expensive but general fashion goods are really cheap compared to most other European countries, and ",{"type":"'''","value":["Galleries Lafayette"]}," offers a lot under one roof. If that's not enough for you, they also have a huge superstore at Cap 3000 just next to St Laurent de Var past the airport (Lignes d Azur 52 and TAM bus 200, 400 and 500, stop La Passerelle). This is also home to ",{"type":"'''","value":["Galleries Lafayette Gourmand"]},", a food superstore to rival London's ",{"type":"''","value":["Harrods"]}," and ",{"type":"''","value":["Selfridges"]},". The wine selection is brilliant, especially aisles full of Rose de Provence, and there are a half dozen in-store lunch-time places.\n\nCheap bargain fashions are best sought at Ventimiglia's huge open street market each Friday, accessible by train from Nice Gare Ville to Ventimiglia a few kilometres over the Italian border. Just avoid the tempting fake luxury brands sold by the many street sellers. The war against counterfeiting is taken very seriously by the French border police and big fines are targeted at \"innocent\" tourists.\n\nThe central Nice Etoiles is available for anyone pining for a visit to a shopping mall, including three floors of a Dutch brand not seen by British people for twenty years that is still big in France - C&A. More nostalgia can also be found in av Jean Medecins' \"Damart\" - yes, the people that gave you \"Thermolactyl underwear\" to keep you warm in winter are also big here. About as sensible as the local \"",{"type":"''","value":["Bronzage"]},"\" tanning parlours.\n\nA cautionary note: The \"duty free\" shops at Nice airport terminals are the absolute worst value you will ever find and should be avoided at all costs: prices are way over those of even the high street. Food, drink and cigarettes dreadfully overpriced, and there are no bargains \"before you fly\". If you haven't yet kicked the habit, cigarettes in particular are best bought in Italy over the border, where taxes on smoking have not reached health promoting punitive levels.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Flower market"],["alt=Marché aux Fleurs"],["url="],["email="],["address=Cours Saleya"],["lat=43.69563"],["long=7.27491"],["directions="],["phone="],["tollfree="],["fax="],["image=Nice-Saleya2-20071102.jpg"],["hours="],["price="],["content=The market it held every day, from 6 am to 5.30 pm except Mondays, Sunday afternoons and public holidays."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Marché aux Fruits et Legumes"],["alt="],["url="],["email="],["address="],["lat=43.69559"],["long=7.27487"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 06:00-13:00"],["price="],["content=Food market."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Antique market"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M 07:30-18:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Confisserie Florian"],["alt="],["url=http:\/\/www.confiserieflorian.com\/"],["email="],["address=14, Quai Papacino"],["lat=43.69677"],["long=7.283355"],["directions="],["phone=+33 493 554 350"],["tollfree="],["fax="],["hours=M-Sa 09:00-12:00, 14:00-18:30"],["price="],["content=This gourmet shop has specific jams, sweet fruits and petals, which are traditional from that area. The candied clementine and the rose jam are their fine specialities."]]}]},"\n",{"type":"==","value":["Eat"]},"\nA food called \"Socca\", a chickpea flat bread, is a local specialty (though not universally enjoyed), as is a tuna fish sandwich called \"Pan Bagnat.\" Other specialties include Soupe de Poisson (Fish Soup, made with chili aioli, croutons, and grated cheese), Salade Niçoise (made with tuna), Tourtes aux Blettes (sweet tartes made with Savoy cabbage, raisins, nuts, and powdered sugar) and pissaladiere (a type of pizza topped with sauteed onion, olives, garlic and anchovies, and no tomatoes or cheese). As may be expected, seafood features prominently in Niçoise cuisine, and several restaurants specialise in sea-urchin and oysters.\n\nCheck out the daily market in the Vieux Nice for fresh, local produce. You can save a lot of money if you are willing to cook at least some of your meals yourself and if you also eat leftovers, cooking can actually save you time as well since eating at a restaurant will easily cost you one to two hours per meal. There are several decent size 'supermarchés' around the city as well as numerous boucheries, boulangeries and fruit and veg shops which are often competitive on price and superior on quality.\n\nNo visit to Nice would be complete without a trip to Fennochio's in the Place Rosetti to sample their (rightly) world famous ice-cream.\n\n",{"type":"===","value":["Budget"]},"\nCheap & cheerful food in Nice is hard to come by if you don't take your time to look for it, though a baguette with different fillings range from €4-6, which is very reasonable by Nice standards.\n\nThe best deals in the center can be found in the port area.\n\nOld Nice and all along the sea front the prices cannot be described as budget.\n\nHowever, lunch-time set menus are certainly good value, if not 'cheap' per se.  €10-12 should get you two courses, often with coffee and wine, and like much of continental Europe lunches can drift happily into the afternoon.\n\n",{"type":"*","value":[{"type":"'''","value":["Restaurant Le Lodge"]},", 14 Rue Halévy, If you're watching your budget but want to have a gourmet, healthy meal, this is the place to go for lunch. For €11 you get a main course, a drink such as wine, beer or soda and after the meal, a coffee. Try the trio of fish. For €13, add the dessert of the day. Hopefully it's cinnamon crème brûlée. Don't be put off by the one waitress to a full restaurant ratio, the chefs get the food to you quickly. The meal deals are more expensive during the night, starting at €19."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lou Pilha Leva"]},", place Centrale, Old Nice. Local dishes including the best tasting Socca, which only costs €2.50. Locals (and the lots of French tourists) seem to love this place and it is often quite busy. Order your food at the counter and take it with you to sit at the benches outside. Try Daube pasta\/polenta and soupe au pistou, and socca. Very nice atmosphere and very decent price. For example, big plate of daube pasta costs €7 as well as chicken and fries and a side salad. Worth a try, even though the baked food can be somewhat soaked in oil.  Avoid red wine at this place, though, as they serve it chilled rather than warm."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa Mia"]},", Rue Pontin, Old Nice. Does amazing Italian in a very homely environment. The menus around €20-25 offer excellent value for the service and quality."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=le Delhi Belhi"],["url=http:\/\/www.delhibelhi.com"],["email="],["address=22 Rue de la Barillerie"],["lat="],["long="],["directions="],["phone=+33-4-93925187"],["tollfree="],["fax=+33-4-93925187"],["hours=7:00PM to 11:30PM daily"],["price=€15 to 20 per person (alcoholic drinks and wine are extra)"],["content=Delhi Belhi is an award winning family owned and operated restaurant specializing in Indian cuisine. Open daily for dinner, a-la-carte or prix-fixe menu. Great curries and tandoori specialties. Delhi Belhi is the only Indian restaurant on the entire French riviera that has been included in the prestigious Gault-Millau guides since 2005. Fluent English also spoken here. Behind the popular cours Saleya flower market. This is a very popular restaurant so reservations are highly recommended (at least a few hours ahead)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Shalimar"]},", 11 Rue Biscarra, +33-4-93139578. Has tasty Indian food. The lunch menus are a good deal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["L'Occitanie"]},", 54, bd Gambetta, +33-44-9382114111. In the Musician's Quarter, about 5 blocks from the Promenade des Anglais. A delightful, authentic brasserie\/bistrot with delicious food. Reasonable prices, €15-30 per person. Gambetta is a main North\/South Street. The area is quiet at night, and safe."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restaurant du Gésu"]},", 1, Place Jésus, +33 4 9362 2646. In the heart of Vieux Nice, this is a friendly, vibrant, old-fashioned restaurant with as much Italian influence as Provencale. The beignets, and daube with gnocchi are particularly good. €15-€30."]},"\n",{"type":"*","value":[{"type":"'''","value":["les hussards bleus"]},", 68, Rue de France, at the corner of Rue St. Philippe, behind Neptune plage.",{"type":"<","value":["br"]},"Guided by two brothers, originally from Paris. Guests: locals, lots of inside information, less traffic after 7PM.",{"type":"<","value":["br"]},"Fish, meat, pizza, tagliatelle, omelettes, delicious salads"]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Le Safari"],["alt="],["url=http:\/\/www.restaurantsafari.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+33 4 93 80 18 44"],["tollfree="],["fax=+33 4 93 62 62 14"],["hours="],["price="],["content=1, cours Saleya. Long established in the old quarter, now caters more for tourists than the locals. This reflects in the price and language spoken by those dining next to you. Overpriced compared to other local similar establishments. For a 3 course meal with wine, expect to pay more than €60\/head."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=L'Univers"],["alt="],["url=http:\/\/www.christian-plumail.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Signature chef Christian Plumail's own restaurant in Boulevard Jean Jaures, very serious gourmet French. Expect to pay €100 per person. A rival to Nice's most expensive restaurant Chantecler in the Negresco."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Le Tire Bouchon"],["alt="],["url=http:\/\/www.le-tire-bouchon.com\/restaurant-gastronomique-nice-06-english.html\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the center of Nice, Le Tire Bouchon is an attractive, desirable restaurant to enjoy a gourmet meal. The restaurant has a picturesque atmosphere which everyone is sure to enjoy."]]}]},"\n",{"type":"==","value":["Drink"]},"\nWith the hot Niçois summers, carrying a bottle of water is almost a must. Bear in mind the largest single complaint to the municipal authority tourist department is the offering in restaurants of branded water bottles whose seal has been broken - i.e. refilled with tap water - and charged as Perrier or Evian.\n\nYou can save a lot of money by buying alcoholic drinks and such in a normal supermarket instead of the vendors geared towards tourists. Carrefour has a huge selection and unlike the other supermarkets has a policy of buying in wine show \"prize winners\" distinguished by their gold, silver or bronze medal stickers.\n\nSome popular places to go out for a drink include:\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Ma Nolan's"],["alt="],["url=http:\/\/www.ma-nolans.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=— Right in the heart of the 'Old Town' and next to the opera, Ma Nolan's has everything you would expect from an Irish pub and more. Live music every night, major sporting events on four screens, really good food and very friendly staff. This place is a must."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Mc Mahon's"],["alt="],["url=http:\/\/www.mcmahonspub.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=— Cool Irish Pub with pool table and fun theme nights. Just by the Tram stop 'Vieux Nice'."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Thor Pub"],["alt="],["url=http:\/\/www.thor-pub.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=— Big Scandinavian\/Irish Pub with live music every night. On two floors with a large terrace this place is expensive but chill. Many of the larger hotels (such as the Holiday Inn) have 2-for-1 drink coupons which can be easily obtained even if you are not a guest."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Blue Whales"]}," — Stays open until the wee hours of the morning."]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Wayne's"],["alt="],["url=http:\/\/www.waynes.fr\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=— An old school bar with live music and theme nights, a bit coyote ugly meets cheers. When the place is crowded, people dance on the tables. It's somewhat expensive to drink here (but Wayne's isn't alone with this characteristic), but definitely one of the most fun\/party places in Nice. English-speaking tourists also seem to gravitate to this bar, but you'll also meet lots of French people or locals here."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Checkpoint"]}," — A cozy bar on the ground level, and a great dance floor underground. Ladies night on Monday offers 0.50€ champagne (as of Feb 2013)."]},{"type":"*","value":[" ",{"type":"'''","value":["Le Marches"]}," — Lounge style bar on two floors with cocktails and tapas."]},{"type":"*","value":[" ",{"type":"'''","value":["Master Home"]}," — A pub by Wayne's and King's Pub. More \"French\" than Wayne's and King's pubs and a little more classy. When you order alcoholic drinks, they bring you two or three dishes of nibbles. Even though the price is a little more expensive than the \"English\" pubs next door, it's still worth a visit and a fraction cheaper that the touristy bars\/pubs. Try the rose (€3.20), the cheapest on the menu but delicious!"]},{"type":"*","value":[" ",{"type":"'''","value":["Pompeï"]}," — Stays open late, live music most nights (usually rock), good dancing on the weekends, indoor smoking room, next to Wayne's and the other Irish pubs - everyone flocks here after they close."]},{"type":"*","value":[" ",{"type":"'''","value":["Jonathan's"]}," — If you're looking to meet locals, go to Jonathan's. Small hole-in-the-wall place full of younger people (mostly students) with great drink specials most nights. Not very well known by tourists."]},"\nWine in restaurants is often ferociously expensive, do as the locals and order it by the \"pichet\" - usually a 50 centilitre jug. If however you fancy quality appellation French wine to drink back at base, Les Caves Caprioglio at 16 Rue de la Prefecture in Vieux Nice has a fabulous cellar of the wines you usually only read about in the fine wines books but rarely see. To see French wine making, the Chateau's Bellet and Cremat in the Var are nearest to Nice and will do tours by arrangement. (Reachable via the tiny narrow-gauge train from the Chemin de Fer de Provence).\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Hôtel Negresco 04.jpg"],["thumb"],["Part of the Promenade des Anglais, with the Hôtel Negresco on the right in the middle distance"]]},"\nThere are a number of hotels within walking distance of terminal 1 of the Airport and a special hotel shuttle bus serves other hotels within Nice itself. Be aware that the hotels near the airport are a long way away from Nice center (7 km) and it will take a bus journey or taxi to reach the centre. A wide range of modern and traditional French hotels is available in the town, though few in the old quarter itself, which is mainly apartments.\n\n",{"type":"===","value":["Budget"]},"\nIt would seem that the simplest solution is to stay at a youth hostel. There are quite a number in Nice :\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mont-Boron"],["alt="],["url=http:\/\/www.hihostels.com\/dba\/hostel020023.en.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Route Forestière du Mont-Alban. Situated 4 km from Nice in a forest."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Les Camélias"]},", 3, rue Spitalieri. Situated near the shopping center Nice Etoile, in the heart of the city center."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Saint Exupery"],["alt="],["url=http:\/\/www.villahostels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=22, Avenue Gravier. An amazing hostel with a great party vibe, includes free internet and free breakfast. Situated a short way to the north of the town centre in a former monastery. You can easily catch a bus there from Nice Ville train station (1, 2 or 23), the staff are very helpful, knowledgeable and will even pick you up free if you arrive late."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Backpacker's Hostel Chez Patrick"],["alt="],["url=http:\/\/www.backpackerschezpatrick.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=32, Rue Pertinax. A clean, cheap hostel with dorm rooms and a shared kitchen. The host is very kind and helpful and you're just a few minutes from the Nice train station (Gare SNCF) and a few meters away from the next tram station."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=PV-Holidays Résidence Maeva Nice Les Palmiers"],["alt="],["url=http:\/\/www.pv-holidays.com\/scripts\/fiche_produit.php?id_ofr=417&id_sai_passe=1"],["email="],["address="],["lat="],["long="],["directions="],["phone=+33 1 58 21 55 84"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A recently renovated three-floor residence, located in a private garden in the heart of the Fabron district. Only 500m from the shops, 800m from the beach, 4 km from the old port of Nice and just 6.5 km from the airport."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\nBeing a heavily touristed city, it's easy to find a number of small hotels which are perfectly acceptable, and usually at a decent rate.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Hotel Riviera Nice ***"],["url=http:\/\/www.hotel-riviera-nice.com\/en"],["email=contact@hotelriviera.f"],["address=27 avenue Thiers"],["lat="],["long="],["directions="],["phone =+33 4 93 82 49 49"],["tollfree="],["fax=+33 (0) 4 93 87 33 99"],["hours="],["price="],["checkin="],["checkout="],["content= Hotel 3* located in the Nice Center just near the Nice Station"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Anis"],["alt="],["url=http:\/\/www.hotel-anis.com\/en\/index.htm"],["email=info@hotel-anis.com"],["address=50, Avenue de la Lanterne"],["lat="],["long="],["directions="],["phone=+33 4 93 18 29 00"],["tollfree="],["fax=+33 (0)4.93.83.31.16"],["checkin="],["checkout="],["price="],["content=Hotel 2* located near the airport"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["La Résidence"]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Vendôme"],["alt="],["url=http:\/\/www.vendome-hotel-nice.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Le Mas des Selves"]},", +(33) 04 93291027. Beautiful Bed and Breakfast."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Twilightblue hotels in Nice"],["alt="],["url=http:\/\/www.twilightblue.eu\/en\/france\/provence-alpes-cote-d-azur\/alpes-maritimes\/nice\/hotels.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Citadines Nice Promenade"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Citadines Nice Buffa"]},", Well appointed and plenty of room but, be prepared for a bit of a walk to most attractions and the city centre. Several supermarkets close by and several bus routes pass right outside (if you can decipher the timetables!)."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Canada"]},", Two star. Quaint would be too nice to describe this place. Is not the best. But it is in the middle of Nice, good friendly staff too. Circa 55\/65 euro a night for single\/double."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Nice"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/france\/nice\/nh-nice.html"],["email="],["address=2-4, Parvis de l´Europe. 06300 Nice"],["lat="],["long="],["directions="],["phone = +33 4 92008000"],["tollfree="],["fax="],["hours="],["price=From 99€"],["checkin="],["checkout="],["content=Located in the ‘old town’ part of Nice, this hotel offers a gym, sauna, swimming pool and complete luxury."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Suisse"],["alt="],["url=http:\/\/www.hotel-nice-suisse.com\/uk\/index.php"],["email=hotel.suisse@hotels-ocre-azur.com"],["address=Promenade des anglais 15 Quai Raubà Capéù"],["lat=43.69402"],["long=7.27938"],["directions=Just below Colline du Chateau next to the asenceur"],["phone=+33 492173900"],["tollfree="],["fax=+33 (0) 493853070"],["checkin="],["checkout=11am"],["price=€80 to €200 (seaview and balconies makes the difference)"],["content=Located very close to the sea and the old quarter. Free WiFi in the lobby. The Superior and Privilege rooms have a small balcony with a table and two chairs where you can sit and view the surf along the entire Nice waterfront. The rooms are small but nice and the service is excellent. Even though it has only three stars, it has amazing views and service."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=4-star hôtel Goldstar Resort & Suites Nice, France"],["alt=Furnished Apartments and suites in the center of Nice"],["url=http:\/\/www.hotel-goldstar-nice.com\/en\/homediapo.html"],["email="],["address=45 Rue Maréchal Joffre- 06000 - Nice"],["lat="],["long="],["directions="],["phone =+33 4 93 16 92 77"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\nHoliday palaces are numerous in Nice, there are 14 four-star hotels. The following is just a sample of the four-star offerings in Nice:\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grimaldi Hotel Nice"],["url=http:\/\/www.le-grimaldi.com\/index.php\/en.html"],["email=info@le-grimaldi.com"],["address=15, rue Grimaldi 06000 Nice France"],["lat="],["long="],["directions="],["phone = +33 4 93 16 00 24"],["tollfree="],["fax=+33 (0) 4 93 87 00 24"],["hours="],["price="],["checkin="],["checkout="],["content= Hotel 4* located in the Nice Center just near Promenade des anglais and the Historic Nice"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Negresco"],["alt="],["url=http:\/\/www.hotel-negresco-nice.com\/"],["email="],["address=Promenade des Anglais 37"],["lat=43.69466"],["long=7.25839"],["directions="],["phone=+33 (0) 4 93 16 64 00"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Famous landmark hotel in Nice. Houses Le Chantecler, a bar and a brasserie. Worth a look even if you are not staying there."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["La Perouse"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Sheraton Four Points Elysée Palace"]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sofitel"],["alt="],["url=http:\/\/hotel-sofitel-nice-centre.accorhotels.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Beau Rivage"]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palais de la Mediterranee"],["alt="],["url=http:\/\/nice.regency.hyatt.com\/en\/hotel\/home.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Westminster"],["alt="],["url=http:\/\/www.westminster-nice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nNice is no more dangerous than other cities in western countries - indeed in many cases it's a lot safer - however, you can stay more safe still following a few pieces of advice:\n",{"type":"*","value":["Don't even ",{"type":"''","value":["think"]}," about getting into an unlicensed \"taxi\" under any circumstances! That applies doubly so at times like the Film Festival, especially if you are female and have been drinking and partying late."]},{"type":"*","value":[" Take precautions against ",{"type":"[[","value":[["pickpockets"]]},", who are a constant and serious problem on the Côte d'Azur. They operate usually in teams in any crowded areas like buses, train stations, and tourist sites.  Be vigilant at the tram station, Gare Thiers, where pickpockets prey on travel-weary tourists. They may well look like harmless fellow passengers, but they are extremely skilled and will lift your wallet from either your front or back pants pocket without your noticing. You are strongly advised not to carry anything valuable or annoying to replace in your pockets. Use pouches underneath your clothing for anything valuable, including cash. In restaurants and cafés, opportunist theft of handbags is a constant risk - keep them close at hand."]},{"type":"*","value":[" If you are travelling by car, take particular care not to leave anything of value in the car when parking. Theft from car boots is a particular issue in underground parking beneath the Nice old town. Leaving the parcel shelf off so that it's clear the boot is empty is a good way to avoid problems. "]},{"type":"*","value":[" Judging from local newspaper reports, personal safety concerns are most likely to arise after 02:30, and visitors should stick to well lit streets with people still around."]},"\nIf you do fall foul of Nice's criminal practitioners, the National Police Station is where you need to go to report problems such as being pickpocketed. It's at the junction of Ave Marechal Foch and Dubouchage, a couple of hundred metres east of the Nice Etoiles shopping centre. They will supply you with the necessary statements to support insurance claims, but don't expect them to recover your property. You will find the police station very busy with other victims towards the end of the evening.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Religious services"]},"\nHoly mass in Catholic churches in the vicinity of the convention centre Acropolis (",{"type":"[","value":["http:\/\/www.nice-acropolis.com\/ Palais des Congrès et des Expositions"]},"):\n\n",{"type":"*","value":[{"type":"'''","value":["Notre-Dame Auxiliatrice"]},", 36, Place Don Bosco. Sa 18:30, Su 08:30 and 10:00, M-F 16:15 and 18:30."]},"\n",{"type":"*","value":[{"type":"'''","value":["St. Joseph"]},", 21, Rue Smolett. Sa 18:30, Su 09:00, Th 18:00."]},"\n",{"type":"*","value":[{"type":"'''","value":["Saint Jean-Baptiste"]},", Place du Voeu\/Rue Alfrede Mortier. Sa 18:00, Su 11:00, M-W 18:45, Th-F 08:30."]},"\n",{"type":"*","value":[{"type":"'''","value":["St. Martin-St. Augustin"]},", Place Saint-Augustin. Sa 16:00 and 17:30, Su 09:30 and 11:00, Tu-F 16:00."]},"\nSome other Catholic churches in downtown Nice:\n\n",{"type":"*","value":[{"type":"'''","value":["Cathédrale Sainte-Réparate"]},", Place Rossetti. Sa 6:30PM, Su 10AM and noon, M-F 10AM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Notre Dame du Port"]},", 8, Place Ile de Beaute. Sun 10AM, M-F 6PM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Basilique Notre Dame"]},", 2, Rue d’Italie. Sa 11AM and 5:40PM, Su 8:30AM, 10AM, 11:15AM, 6PM, M-F 11AM, 6PM."]},"\n",{"type":"====","value":["Protestant churches"]},"\n",{"type":"*","value":[{"type":"'''","value":["Reformed temple"]},", 21, blvd Victor Hugo. Su 10:15."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lutheran church"]},", 4, Rue Melchior de Vogüé. Su 10:30."]},"\n",{"type":"*","value":[{"type":"'''","value":["Baptist church"]},", 32 rue de l'hôtel des postes. Su 10:30."]},"\n",{"type":"*","value":[{"type":"'''","value":["Evangelical church"]},", 51bis, avenue de Pessicart. Su 10:00."]},"\n",{"type":"*","value":[{"type":"'''","value":["Anglican church Holy Trinity"]},", 11, rue de la Buffa. Su 11:00, M&Th 12:15, Tu 18:15, W&F 10:30, Sa 09:00."]},"\n",{"type":"====","value":["Orthodox churches"]},"\n",{"type":"*","value":[{"type":"'''","value":["Greek orthodox church Saint Spyridon"]},", 2, Avenue Desambrois. Su 10:30, M-Sa 10:15."]},"\n",{"type":"*","value":[{"type":"'''","value":["Russian orthodox cathedral Saint Nicolas"]},", Avenue Nicolas II. Su-Sa 10:00."]},"\n",{"type":"*","value":[{"type":"'''","value":["Apostolic Armenian church"]},", 281 Boulevard de la Madeleine. Su 10:00."]},"\n",{"type":"====","value":["Mosques"]},"\n",{"type":"*","value":[{"type":"'''","value":["(Sunni) Mosque in Rue de Suisse"]}," (in the city centre, near the cathedral - open at prayer times only)"]},"\n",{"type":"====","value":["Orthodox Synagogues"]},"\n",{"type":"*","value":[{"type":"'''","value":["(Sephardic) Beit Yossef"]}," 16 rue Alexis Mossa"]},"\n",{"type":"===","value":["Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url="],["email=consulat.autriche@wanadoo.fr"],["address=6, Avenue de Verdun"],["lat="],["long="],["directions="],["phone=+33 493 87 01 31"],["tollfree="],["fax=+33 493 87 59 92"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url="],["email=yves.raynaud@challenge-conseil.fr"],["address=Hotel Radisson SAS, 223, promenade des Anglais"],["lat="],["long="],["directions="],["phone=+33 4 92 13 25 04"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url="],["email="],["address='Le Minotaure', 5e étage, 34, av. Henri Matisse"],["lat="],["long="],["directions="],["phone=+33 4 93 83 55 25"],["tollfree="],["fax=+33 4 93 83 05 50"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=2, Avenue Desambrois"],["lat="],["long="],["directions="],["phone=+33 493 85 41 40"],["tollfree="],["fax=+33 493 37 85 69"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Jamaica"]]}," ",{"type":"{{","value":[["listing"],["name=Jamaica"],["url="],["email="],["address=Hotel Splendid, 50, Blvd. Victor Hugo"],["lat="],["long="],["directions="],["phone=+33 6 60 44 67 27"],["tollfree="],["fax=+33 4 93 41 28 00"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mali"]]}," ",{"type":"{{","value":[["listing"],["name=Mali"],["url="],["email="],["address=301, Boulevard de l'Obervatoire"],["lat="],["long="],["directions="],["phone=+33 4 93 26 55 97"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nSome nice places just to the west of Nice include ",{"type":"[[","value":[["Haute de Cagnes"]]},", ",{"type":"[[","value":[["Antibes"]]},", ",{"type":"[[","value":[["Cannes"]]}," and ",{"type":"[[","value":[["Saint-Tropez"]]},". East of Nice the trains stops at ",{"type":"[[","value":[["Villefranche"]]},", ",{"type":"[[","value":[["Monaco"]]}," and ",{"type":"[[","value":[["Menton"]]},", and ",{"type":"[[","value":[["San Remo"]]}," in ",{"type":"[[","value":[["Italy"]]}," is also just a little over one hour away. To the North of Nice in the interior of Provence, ",{"type":"[[","value":[["Vence"]]}," and ",{"type":"[[","value":[["Saint-Paul de Vence"]]}," are worth a visit for their hilltop old towns and boules pitches.\n\n",{"type":"*","value":[{"type":"[[","value":[["Villefranche"]]}," is two stops east of the main station in Nice and is a rather nice village with a small beach (and it is much less rocky than in Nice). The village is quieter and more relaxed than Nice. A train ticket from the main station in Nice is just €1.70 each way. You can also get there by bus 81 or 100. "]},{"type":"*","value":[{"type":"[[","value":[["Saint-Jean-Cap-Ferrat"]]},": Among the many expensive villas on this cape, ",{"type":"[","value":["http:\/\/www.villa-ephrussi.com\/en Villa Ephrussi de Rotschild"]}," is the most impressive one. You can walk around the cape on a pathway and stop for a swim."]},{"type":"*","value":["Beaulieu-sur-mer: Right next to Cap Ferrat, this small town is known for the beach and Villa Kerylos, a Greek-style property built in the early 1900s."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["43.7034"],["7.2663"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Alpes-Maritimes"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/France\/Regions\/Provence-Alpes-Cote d'Azur\/Alpes-Maritimes\/Localities\/Nice\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Nice"]]},"\n",{"type":"[[","value":[["Wikipedia:Nice"]]}]