[{"type":"{{","value":[["pagebanner"],["Niger banner Bagzane.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Arakao1.jpg"],["location=LocationNiger.png"],["flag=Flag of Niger.svg"],["capital=",{"type":"[[","value":[["Niamey"]]}],["government=Republic"],["currency=West African CFA franc (XOF), interchangeable at par with the Central African CFA franc (XAF)"],["area=1.267 million km",{"type":"<","value":["sup",["2"]]}],["population=16,274,738 (July 2012 estimate)"],["language=",{"type":"[[","value":[["French phrasebook"],["French"]]}," (official), ",{"type":"[[","value":[["Hausa phrasebook"],["Hausa"]]},", ",{"type":"[[","value":[["Djerma phrasebook"],["Djerma"]]},", ",{"type":"[[","value":[["Fulfulde phrasebook"],["Fulfulde"]]},", & Tamasheq"],["religion=Muslim 80%, remainder indigenous beliefs and Christian"],["electricity=220V\/50Hz (A, B, C, D, E, & F plugs)"],["callingcode=+227"],["tld=.ne"],["timezone=West Africa Time (UTC+1)"]]},"\n\n",{"type":"{{","value":[["warningbox"],["Areas near the Mali border are essentially lawless, and ",{"type":"'''","value":["travel near the Mali-Niger border is very dangerous"]}," due to the current civil war in Mali. Islamists with ties to the terrorist organization ",{"type":"''","value":["al Qaeda in the Islamic Maghreb (AQIM)"]}," control the regions of Mali bordering Niger. Several western tourists have been kidnapped in recent years and at least two (a Frenchman & Briton) have been killed by an al Qaeda affiliate after being kidnapped near the Mali-Niger border. Agadez has seen periodic unrest for several years and at times the government has required special permits to travel in the region and military escorts for convoys of vehicles (this has reportedly been lifted, but double-check with your embassy for current advice). There has also been an increase in violence in eastern Niger resulting from criminal and extremist groups crossing the border from Nigeria and the Nigerien government recommends armed escorts when traveling in the region. \n\nBasically, the only \"safe\" region of Niger is ",{"type":"[[","value":[["Southwestern Niger"]]}," south and east of ",{"type":"[[","value":[["Niamey"]]}," ",{"type":"'''","value":["only"]},", while ",{"type":"[[","value":[["Southern Niger"]]}," is marginally safe. ",{"type":"'''","value":["Travel north of Niamey or to ",{"type":"[[","value":[["Northern Niger"]]}," is strongly discouraged"]},".\n\nA 2013 offensive ended with several Boko Haram members crossing into Niger from Nigeria. Boko Haram is a jihadist group and may operate in Southern Niger. Other jihadists include ",{"type":"''","value":["Tawhid wal-Jihad"]},"."],["australia=http:\/\/www.smartraveller.gov.au\/zw-cgi\/view\/Advice\/Niger"],["canada=http:\/\/travel.gc.ca\/destinations\/niger"],["nz=http:\/\/www.safetravel.govt.nz\/destinations\/niger.shtml"],["uk=http:\/\/www.fco.gov.uk\/en\/travel-and-living-abroad\/travel-advice-by-country\/sub-saharan-africa\/niger"],["us=http:\/\/travel.state.gov\/travel\/cis_pa_tw\/cis\/cis_986.html"]]},"\n\n",{"type":"'''","value":["Niger"]}," (pronounced: nee-ZHAIR) is an arid, landlocked country of the ",{"type":"[[","value":[["Sahel"]]}," with a population of 12 million.  It is bordered by ",{"type":"[[","value":[["Algeria"]]},", ",{"type":"[[","value":[["Mali"]]},", ",{"type":"[[","value":[["Burkina Faso"]]},", ",{"type":"[[","value":[["Benin"]]},", ",{"type":"[[","value":[["Nigeria"]]},", ",{"type":"[[","value":[["Chad"]]}," and ",{"type":"[[","value":[["Libya"]]},".  Niger is a former French colony which was granted independence in 1960.  The land is mostly desert plains and dunes, with rolling savanna in the southeast.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nNot until 1993, 35 years after independence from France, did Niger hold its first free and open elections. A 1995 peace accord ended a five-year Tuareg insurgency in the north. Coups in 1996 and 1999 were followed by the creation of a National Reconciliation Council that effected a transition to civilian rule by December 1999. In 2009, a coup d'état toppled the elected government, and Niger is currently controlled by a military junta.\n\n",{"type":"===","value":["Economy"]},"\nNiger's economy centers on subsistence agriculture, animal husbandry, reexport trade, and increasingly less on uranium, because of declining world demand. The 50% devaluation of the West African franc in January 1994 boosted exports of livestock, cowpeas, onions, and the products of Niger's small cotton industry. The government relies on bilateral and multilateral aid — which was suspended following the April 1999 coup d'état — for operating expenses and public investment. In 2000-01, the World Bank approved a structural adjustment loan of $105 million to help support fiscal reforms. However, reforms could prove difficult given the government's bleak financial situation. The IMF approved a $73 million poverty reduction and growth facility for Niger in 2000 and announced $115 million in debt relief under the Heavily Indebted Poor Countries (HIPC) initiative. Niger is the second poorest country in the world.\n\n",{"type":"===","value":["People"]},"\nThe ",{"type":"'''","value":["Hausa"]}," (",{"type":"'''","value":["Zarma and Songhai"]},") make up the largest ethnic groups of Niger.\n\nOver 20% of Nigeriens are made up of nomadic and livestock raising tribes, including ",{"type":"'''","value":["Fulani"]},", ",{"type":"'''","value":["Tuareg"]},", ",{"type":"'''","value":["Kanuri"]},", ",{"type":"'''","value":["Arabs"]}," and ",{"type":"'''","value":["Toubou"]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Niger regions map.png"],["regionmaptext="],["regionmapsize=500px"],["region1name=",{"type":"[[","value":[["Northern Niger"]]}],["region1color=#b9ba83"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Southern Niger"]]}],["region2color=#b5d29f"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Southwestern Niger"]]}],["region3color=#a1b28b"],["region3items="],["region3description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Niamey"]]}," — Capital & commercial center, possibly the least crowded\/hectic capital in West Africa"]},{"type":"*","value":[{"type":"[[","value":[["Agadez"]]}," — A mecca of trade along trans-Saharan trade routes for over five centuries, home to a magnificent palace and several mosques and a gateway to the nearby Air Mountains"]},{"type":"*","value":[{"type":"[[","value":[["Ayorou"]]}," — Along picturesque section of the River Niger with one of Niger's best markets, and a starting point for river trips to Gaya"]},{"type":"*","value":[{"type":"[[","value":[["Diffa"]]}," — Peul town between shifting sand dunes and disappearing swampland which serves as the gateway to SE Niger & Lake Chad"]},{"type":"*","value":[{"type":"[[","value":[["Dosso"]]}," — has a small ethnic museum, colorful market and even more colorful chief's palace"]},{"type":"*","value":[{"type":"[[","value":[["Maradi"]]}," — Center of agriculture (especially peanuts), home to a colorful chief's palace, and near seasonal rivers\/floodplains which have caused interesting land formations to the south"]},{"type":"*","value":[{"type":"[[","value":[["Tahoua"]]}," — Stop en route to Agadez"]},{"type":"*","value":[{"type":"[[","value":[["Zinder"]]}," — The cultural capital of Niger, this Peul-Hausa city has perhaps the most colorful craft markets (pottery & tanning are local specialties) as well as a noteworthy regional museum and sultan's palace"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["W National Park"]]}," — magnificent National Park, easiest accessed from ",{"type":"[[","value":[["Niamey"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Koure"]]}," — See the last herd of giraffes in West Africa"]},{"type":"*","value":[" ",{"type":"[[","value":[["Balleyara Market"]]}," — Two hours from ",{"type":"[[","value":[["Niamey"]]},", one of West Africa's largest animal markets, plus a colorful array of other traditional market and artisanal goods (Sundays) "]},{"type":"*","value":[" ",{"type":"[[","value":[["Ayorou"]]}," — A river-side town three hours from ",{"type":"[[","value":[["Niamey"]]}," with a colorful, laid-back Sunday market as well as pirougue tours to see the hippos and islands"]},{"type":"*","value":[" Boubon — Bar\/restaurant and huts to rent nightly on an island in the Niger River"]},{"type":"*","value":[" Termit & Tin Toumma National Nature and Cultural Reserve — one of Africa's largest reserves (twice as large as Costa Rica), the park protects several animals (including the critically endangered addax, Dama gazelle, & desert cheetah), protects the nomadic culture, and features lots of scenic desert landscape. Established in 2012, it will take a few years for guides, ecotours, and facilities to become available."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Visa"]},"\nA visa is required for US citizens. Only a one year, multiple entry visa is available, for US$100. You need a Yellow Fever vaccination certificate, proof of a round-trip airfare purchase, & a bank statement certifying that you have $500 in your account.\n\n",{"type":"===","value":["By plane"]},"\nTwo international airports: in ",{"type":"[[","value":[["Niamey"]]}," and ",{"type":"[[","value":[["Agadez"]]},".\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Niamey"]]}," has regularly scheduled flights from ",{"type":"[[","value":[["Europe"]]}," and West Africa."]},{"type":"*","value":[" Air France is the only major carrier with direct flights from outside of Africa, but a regional airline, Point Air Niger flies weekly between France and Niamey."]},{"type":"*","value":[" Royal Air Maroc has good connections via ",{"type":"[[","value":[["Casablanca"]]},". "]},{"type":"*","value":[" Charter flights from ",{"type":"[[","value":[["Paris"]]}," and ",{"type":"[[","value":[["Marseille"]]}," to ",{"type":"[[","value":[["Niamey"]]}," and ",{"type":"[[","value":[["Agadez"]]},"  (",{"type":"[","value":["http:\/\/www.point-afrique.com\/ Point Afrique"]}," airlines, see ",{"type":"''","value":["vols charters"]},")"]},{"type":"*","value":[" Air Algerie offers flights to Niamey from Algiers."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.afriqiyah.aero Afriqiyah"]}," flies via ",{"type":"[[","value":[["Tripoli"]]},"."]},"\nThere are a few private companies and one mission aviation group (SIMAir) that do charter flights from Niamey in small planes.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"{{","value":[["disclaimerbox"],["Libya \"temporarily\" closed its land border with Niger on 16 December, 2012. It is unclear when the border will reopen."]]},"\n\nTravelers can get to Niger overland by roads from Mali, Burkina Faso, Benin and Nigeria.\nSome adventurous souls still cross the Sahara from the north (Algeria), but that area is not secure.\n\n",{"type":"==","value":["Get around"]},"\nThere are no railways in Niger.\n\nOf the 10,000 km of highways over 2000 km is paved and efforts are being made to improve some of the sections that have previously been in repair.  One can travel from Ouagadougou in Burkina Faso all the way to Diffa, near Lake Chad on roads in decent to tolerable condition. The road from Niamey to \"Park W\" in the south is paved. The Zinder-Agadez route is being repaved after being in severe disrepair for years.  The Birni Nkonni-Agadez-Arlit road is in poor shape.\n\nThe country has 27 airports\/landing strips, 9 of which with paved runways.\n\nFrom mid-December to March the Niger River is navigable for about 300 km, from ",{"type":"[[","value":[["Niamey"]]}," to ",{"type":"[[","value":[["Gaya"]]}," on the Benin border.\n\nTaxis in Niamey run either 200 francs if the distance isn't too long, or 400 francs for going almost across the city. At the airport in Niamey though they have a monopoly and the lowest you'll get a taxi for is 3,000 francs, and that's if you haggle a lot. However, if you walk south from the airport you'll hit a main road and for 100 to 150F you can get a ride from a beat up van to the Grand Marche (Main Market), luggage included.\n\n",{"type":"===","value":["By bus"]},"\nThe Nigerien government has recently set up a bus service along the major routes of the country.  While taking cars is exciting and interesting, they are dangerous, extremely hot, and more expensive.  Plus, they are forced to pull over after midnight due to banditry. Because these cars often only leave in the evening, it can take several days to travel a relatively short distance. The large buses are brand new Mercedes buses and they carry a soldier at night so they may drive all night long.  In addition, due to their large size, they can skim over potholes that would destroy the smaller vans.\n\n",{"type":"===","value":["Rent a car"]},"\nThere is almost no possibility to rent a car in usual sense, although in 2005 a Hertz franchise came to Niamey and rents Toyota RAV4s. Also you can rent full-size cat-cat (4x4 SUV from French: ",{"type":"''","value":["quatre-quatre"]},") with a driver\/guide, but in most cases you will have to arrange with companies that organise expeditions.\n",{"type":"*","value":[" ",{"type":"'''","value":["Tidene Expeditions"]},", BP 270 Agadez, +227 440568, fax: +227 440 578"]},"\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["French phrasebook"],["French"]]}," is the ",{"type":"''","value":["lingua franca"]}," nationwide and Niger's \"official\" language for government, it is a second language for nearly all the population and is spoken with varying degrees of fluency. Nearly all travellers should be able to get by using French. There are eight \"national\" languages which are maternal languages of Nigeriens in various regions of the country. ",{"type":"[[","value":[["Hausa phrasebook"],["Hausa"]]}," is the most spoken regional language; nearly 50% of all Nigeriens speak Hausa as their mother tongue, primarily in the south central and southeast of the country. ",{"type":"[[","value":[["Zarma phrasebook"],["Zarma"]]}," is the second most spoken language with 2 million speakers (accounting for 25% of Nigeriens) in the southwest of the country. Tamajeq, the language of the Tuareg peoples, is spoken by nearly 10% of Nigeriens in the Saharan north of the country.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Giraffe koure niger 2006.jpg"],["thumb"],["250px"],["West Africa's last remaining wild Giraffe herd lives in Niger"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aïr Mountains"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Ténéré Desert"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Parque Nacional Du W Du Niger"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"''","value":["West African CFA franc"]},"  (",{"type":"'''","value":["XOF"]},") is used by Niger and pronounced \"say-eff-ah\". It's also used by ",{"type":"[[","value":[["Benin"]]},", ",{"type":"[[","value":[["Burkina Faso"]]},", ",{"type":"[[","value":[["Côte d'Ivoire"]]},", ",{"type":"[[","value":[["Guinea-Bissau"]]},", ",{"type":"[[","value":[["Mali"]]},", ",{"type":"[[","value":[["Senegal"]]}," and ",{"type":"[[","value":[["Togo"]]},". While strictly a separate currency from the ",{"type":"''","value":["Central"]}," African CFA franc (",{"type":"'''","value":["XAF"]},"), the two currencies are used interchangeably at par throughout all CFA franc (XAF & XOF) using countries.\n\nBoth CFA francs are guaranteed by the French treasury and are pegged to the euro at €1 = XOF655.957.\n\nMasterCard\/Maestro withdrawals at ATMs are available at Banque Atlantique in Niamey. \n\nCredit cards are almost never accepted anywhere. \n\nUS dollars and other foreign currency are not accepted in daily transactions, only to exchange into local money via a bank or black market. Exception: near the border of Nigeria, the devaluing Nigerian currency ",{"type":"''","value":["Naira"]}," is accepted.\n\nBargaining and haggling is essential and expected. It's best to have a low price and a maximum price in mind before entering into a negotiation. If the price is higher than you want, just say thanks and walk away: if you were offering a fair price you will be called back. If you were offering too low a price, you won't be called back, but you can always go back later and offer more.\n\n",{"type":"===","value":["Shopping"]},"\nNigerien artisan specialities include: \n",{"type":"*","value":[" intricately imprinted leather boxes (ranging from small 5cm boxes to full-size trunks)"]},{"type":"*","value":[" other leather goods"]},{"type":"*","value":[" silver jewellery"]},{"type":"*","value":[" colourful hand-woven wedding blankets"]},{"type":"*","value":[" coloured straw mats (and here, we don't mean the plastic mats from China)"]},{"type":"*","value":[" fabric (only the Enitex brand is made in Niger, but there are many other kinds that are also good)"]},"See the ",{"type":"[[","value":[["Niamey"]]}," section and the ",{"type":"[[","value":[["Balleyara"]]}," section for sample prices of these goods and where to find them.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Niamey Mosque.jpg"],["thumb"],["300px"],["Grand Mosque in ",{"type":"[[","value":[["Niamey"]]},"."]]},"\n\nLocal, traditional food includes: \n",{"type":"*","value":[" a dense millet porridge with an okra sauce, a pepper sauce, a tomato sauce, or a squash sauce on top, sometimes with veggies and a couple chunks of meat"]},{"type":"*","value":[" rice with the above sauces"]},{"type":"*","value":[" mushy macaroni pasta with an oily red sauce"]},{"type":"*","value":[" rice & beans"]},{"type":"*","value":[" corn cous-cous mixed with moringa leaves, black-eyed peas, and sauce (called ",{"type":"''","value":["dumbou"]}," in Djera\/Zarma, and only available in Djerma\/Zarma regions)"]},"\nAvailability varies widely by region, but visitors may wish to try the following ",{"type":"'''","value":["delicious"]}," specialities, usually available as street food: \n",{"type":"*","value":[" ",{"type":"''","value":["dumbou"]}," (see above) "]},{"type":"*","value":[" ",{"type":"''","value":["kilishi"]},": beef jerkey that comes in three flavours: regular, peanut-spiced, and hot-pepper-spiced"]},{"type":"*","value":[" ",{"type":"''","value":["masa"]},": delicious sourdough pancakes eaten with a peanut\/hot pepper\/ginger spice mix or a brown sauce"]},{"type":"*","value":[" ",{"type":"''","value":["fari masa"]},": fried dough balls served with either a squash\/tomato salsa or sugar"]},{"type":"*","value":[" ",{"type":"''","value":["chichena"]},": like fari masa above, but made from bean flour instead of wheat flour"]},{"type":"*","value":[" ",{"type":"''","value":["koudagou"]}," (Djerma\/Zarma): fried sweet potato chunks with sauce"]},"\nLess exotic but also tasty: \n",{"type":"*","value":[" brochettes — meat kabobs made from either beef, lamb, or goat "]},{"type":"*","value":[" omelet sandwiches"]},{"type":"*","value":[" mangoes: if in season, they are bigger and juicier than any available in the western world"]},{"type":"*","value":[" yoghurt: pasteurized, sweet, and available wherever there is a fridge"]},{"type":"*","value":[" fried fish sandwiches"]},{"type":"*","value":[" ground beef sandwiches"]},{"type":"*","value":[" plates of garlicky green beans or peas (usually in bars and restaurants) "]},"\nCareful of the salads — usually not OK for western travellers even in the city.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Drink plenty of filtered or bottled water"]},". You ",{"type":"'''","value":["will"]}," get dehydrated during your trip to Niger at one point. At times it can be hard to find bottled water, but ask for \"Purewater\" (pronounced ",{"type":"''","value":["pure-wata"]},") that comes in sealed plastic bags for usually XOF25 (XOF50 in some hard-to-reach places). You will also need to replenish your salts more frequently than you are accustomed. "]},"\nKeep in mind that ",{"type":"'''","value":["drinking alcohol is generally forbidden in Muslim culture"]},", so take extra care to keep drunken, inappropriate behaviour behind closed doors and out of the public eye.\n\nThe national beer is called, appropriately, Biere Niger.  The only other locally produced beer is a franchise of the French West-African Flag brewery. While taste is in the eye of the beerholder, Biere Niger is decent. Both are brewed in the same tank from the same ingredients with the slightest variation on how much reconstituted malt they put in each batch. All other beer, boxed wine, and hard liquor is imported. \n\nIn rare pockets of the capital you can find millet beer homebrew, brewed by Burkinabe immigrants. This is drunk out of calabash gourd bowls. Some compare the taste to a dry, unsweetened cider. See the ",{"type":"[[","value":[["Niamey"]]}," section for directions.\n\nLocally-made ",{"type":"'''","value":["non-alcoholic drinks"]}," are delicious. Safety depends on the water quality: generally OK in the capital and NOT OK in rural areas. They are either sold by women out of their houses (ask around), by young girls from trays on their heads, or by young boys pushing around coolers. These drinks include: \n",{"type":"*","value":[" ",{"type":"''","value":["lemu-hari"]},": a sweet lemony-gingery drink"]},{"type":"*","value":[" ",{"type":"''","value":["bisap"]},": a dark red kool-aid-type drink made from hibiscus leaves"]},{"type":"*","value":[" ",{"type":"''","value":["apollo"]},": a thick, pinkish-brownish drink made from the baobab fruit"]},{"type":"*","value":[" ",{"type":"''","value":["degue"]},": sweet yoghurt with small millet balls (like tapioca)"]},"To drink, you bite the corner off the bag.\n\n",{"type":"==","value":["Talk"]},"\nThe official language in Niger is ",{"type":"[[","value":[["French"]]},", though very few people speak it outside Niamey, and even there do not expect a high level conversation with the traders at the markets. The local languages include Djerma (spoken mainly in Niamey and the bordering Tillaberi and Dosso regions), Hausa, Fulfulde and Tamashek (spoken by Tuaregs in north), and Kanuri (spoken by Beri Beri). English is of no use outside American cultural center and few big hotels of Niamey.  However, you will find English-speakers in border towns along the Nigerian border, such as Birni N Konni and Maradi.  These people are usually from Nigeria to the south and in general want something from you.  As friendly as they may be, always listen to a professional guide over anyone that speaks some English.\n\nIf you learn about 20 phrases in a local language, you will gain respect in a heartbeat.  Simply greeting people in their local tongue will make your trip there smoother than you would have ever thought possible.      \n\n",{"type":"'''","value":["Top essential Zarma\/Djerma phrases"]},": \n",{"type":"*","value":[" ",{"type":"''","value":["Fofo"]},": hello"]},{"type":"*","value":[" ",{"type":"''","value":["Mate ni go?"]}," (mah-tay nee go?): How are you?"]},{"type":"*","value":[" ",{"type":"''","value":["Sah-mai"]}," (sawm-eye): Fine "]},{"type":"*","value":[" ",{"type":"''","value":["Mano...?"]}," Where is...? "]},{"type":"*","value":[" ",{"type":"''","value":["Ai ga ba..."]}," (Eye gah bah): I want... "]},{"type":"*","value":[" ",{"type":"''","value":["Wo-nae:"]}," That one"]},{"type":"*","value":[" ",{"type":"''","value":["Toe"]},": OK. "]},{"type":"*","value":[" ",{"type":"''","value":["Ai (eye) MAH fah-ham"]},": I don't understand."]},{"type":"*","value":[" ",{"type":"''","value":["Ka-LA-tone-tone"]},": Goodbye"]},"\n",{"type":"'''","value":["Top essential Hausa phrases"]},": \n",{"type":"*","value":[" ",{"type":"''","value":["Sannu"]},": Hello"]},{"type":"*","value":[" ",{"type":"''","value":["Me sunanka"]}," : What is your name?"]},{"type":"*","value":[" ",{"type":"''","value":["Kana LA-hiya"]},": How are you? "]},{"type":"*","value":[" ",{"type":"''","value":["LA-hiya LO"]},": It's all good. "]},{"type":"*","value":[" ",{"type":"''","value":["Na GO-day"]},": Thank you"]},{"type":"*","value":[" ",{"type":"''","value":["Sai ANjima"]},": Goodbye "]},{"type":"*","value":[" ",{"type":"''","value":["Na GO-day, Na KO-shi"]},": Thank you, I am full. (Polite response when offered food you are afraid to eat)"]},"\n",{"type":"'''","value":["Some Arabic words are also common"]},": \n",{"type":"*","value":[" ",{"type":"''","value":["salam-u-laikum"]},", which roughly means, \"peace be with you,\" and is used in Niger when you enter a house or greet someone"]},{"type":"*","value":[" ",{"type":"''","value":["al hamdallaye"]},", which means to a Nigerien \"Bless it, it's finished.\" It can also mean \"no thank you.\" The latter can also get you out of having to sample possibly dirty food, or from eating at someone's home until your stomach explodes."]},{"type":"*","value":[" ",{"type":"''","value":["In-shah-allah"]},", which means \"God willing.\" For example, \"I'll come to visit your family in-shah-allah.\""]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"'''","value":["Patience"]},".  If you haven't learned it before you went to Niger, you probably will.\n\n",{"type":"==","value":["Work"]},"\nVolunteering would be your best bet here, as many people in the rural areas have been hit by drought.\n\n",{"type":"==","value":["Stay safe"]},"\nNiger is politically unstable and therefore lawlessness is widespread. The latest coup d'état in early 2010 increased the unstable situation and every traveller should follow independent news closely and stay in contact with their embassy. Also Al-Qaeda and Boko Haram members are present in Niger and have kidnapped and killed tourists, so it is essential to know the off-limit regions and avoid them\n\nIn the region north of Agadez, there have been many carjackings, kidnappings and robberies in the past sixteen or so years. The problem continues to this day, and tourists should consider the area essentially lawless. You should not venture beyond Agadez even if you have a guide and a 4WD vehicle unless you seriously know what you are doing. The roads past this point are of terrible quality and banditti are abundant.\n\nAvoid driving late at night in a private vehicle. Occasionally armed robbers will operate near the town of Galmi (central Niger) and around Dosso-Doutchi (in western Niger), as well as on the road to Gao, Mali in the Tillabery region. Normally, there are police checkpoints on the main highways which limit criminal activities during the day.\n\nThe main annoyances you are likely to meet are young boys shouting \"Anasara,\" which means 'foreigner' in most local languages, derived from the Arabic word.  You will also be asked for a 'cadeau' pretty much every time you see a person outside your hotel.  The word is French for 'gift,' and it is best to remember not to perpetuate the misery this word causes to foreigners working in the country.\n\nIn Niamey the safety level is better. If you stay away from markets after dark and use taxis and are EXTRA careful to avoid where the streets cross ravines, you shouldn't run into any problems. In markets there is a risk of pickpockets or handbag straps being cut but you are more likely to lose money by haggling poorly and in French.\n\nCarrying a backpack and camera, looking like a tourist, and especially being white, will definitely draw some unwanted attention. Most of the attention is from people who try to get your money legally, either by selling you a toothbrush or by begging, but there are always a few less honest people.\n\n",{"type":"==","value":["Stay healthy"]},"\nThe ",{"type":"[","value":["http:\/\/www.cdc.gov\/travel\/wafrica.htm Centers for Disease Control"]}," is an excellent resource for authoritative advice on health issues for travellers to Niger.\n\nDrink lots and lots of water while in Niger because the dry heat will dehydrate you and you won't realize it. It is the best preventative step you can take. Bottled water or water sealed in a bag (called ",{"type":"''","value":["pure-wata"]},") is available in most of the cities but in a pinch, city tap water is well-chlorinated (this is according to one traveller; another American who lived in Niger for two years says never drink unfiltered water anywhere! — that includes ice!). Be particularly wary of well water, stream water, and rural water. \n\nBe sure to replenish your salts as well as liquids.\n\nWear loose conservative clothes, big hats, and lots of sunscreen. If in doubt, wear what the locals wear. \n\nMalaria, including encephaletic malaria, is a problem, and is ",{"type":"[","value":["http:\/\/www2.ncid.cdc.gov\/travel\/yb\/utils\/ybGet.asp?section=YBOne&obj=NE&cssNav=browseoyb chloroquine resistant in Niger"]},". Take your prophylaxes, use heavy-duty insect repellent (DEET is best, though nasty), and consider carrying a mosquito net to sleep under. \n\nGiardia and amoebic dysentery are common. Be wary of any roadside food, unless you buy it hot off the grill.  Even items fried in oil could make you sick if the oil has been heavily used and is old.  Best to avoid salads and uncooked veggies. Also, never drink unfiltered water (including ice). \n\nSchistosomiasis is present in most water bodies in Niger, so travellers should ",{"type":"[","value":["http:\/\/www.cdc.gov\/travel\/wafrica.htm avoid going in the water everywhere"]}," — except chlorinated swimming pools.\n\nIn case you were unable to stay healthy, the Clinique Pasteur (situated in front of the Lycée Fontaine) has clean facilities, sterile needles, and competent, sympathetic doctors. The Clinique Gamkalley and many other clinics are around, however, you may need to watch out for dirty needles, over-prescription and aggressive staff.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\nVisitors are treated as kings in Niger (there is a Koranic proverb to that effect), so be careful not to abuse the hospitality you will be shown.  For the most part, try to accept all the small tokens and gestures (cokes, tea, small gifts, etc.) that are offered to you during your time in Niger.  It really isn't good to refuse too much and don't think \"these people are too poor to give me these things\".  That is offensive as taking good care of guests is a point of honour and gives people great pleasure.  Don't comment out loud when you see poverty or things in disrepair and please don't remind Nigeriens about how poor their country is.\n\nDress conservatively, which means no shorts, no skirts above the knees, and no tank tops. For women, dressing revealingly can be seen as very offensive, even in Niamey. Also, dress nicely, as clothes determine how well you are treated back. \n\nAvoid drunken behaviour, since alcohol is prohibited in the Muslim religion and greatly frowned-upon in Niger. \n\nAlways ask people, especially camel drivers, market sellers, and the elderly, before taking a photograph. Many Nigeriens still find it offensive. \n\nSlavery is still relatively common in the central areas, away from the towns. You can generally spot slaves by the unadorned, solid ankle bracelets on both feet, which look like manacles and may well serve that purpose. Unless you feel particularly brave, discussion of the subject with either victims or perpetrators is probably best avoided.\n\n",{"type":"==","value":["Connect"]},"\nSee the ",{"type":"[","value":["http:\/\/www.friendsofniger.org Friends of Niger website"]}," for discussion boards where you can ask questions before you go to Niger and maybe get some Nigeriens or others to fill you in.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["17.46"],["8.44"],["zoom=6"]]},"\n",{"type":"{{","value":[["isPartOf"],["Sahel"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Niger"]]},"\n",{"type":"[[","value":[["WikiPedia:Niger"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Niger\/"]]}]