[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Niijima"]}," (新島) is a fairly small island (24 km²) and one of the ",{"type":"[[","value":[["Izu Islands"]]},". It is administered as part of ",{"type":"[[","value":[["Tokyo"]]},", but it is about 160km south of the city. It is known mostly for its surfing and free outdoor hot springs.\n\n",{"type":"==","value":["Understand"]},"\nNiijima is generally a sleepy island perfect for a relaxing holiday, but during summer holidays it does atract large crowds. Still, even when busy, there are generally enough secluded beaches to find a quiet spot.\n\nBeyond simply relaxing on the beach, Niijima is most known for its surfing. The geography is such that a fairly good wave can generally be easy to find, and it is often possible to have a beach nearly, if not totally, to one's self.\n\nIn addition to surfing, there are many free outdoor hot springs that are a popular way to relax.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nIt is 2 hours and 20 minutes away by jet boat from Takeshiba Sanbashi Pier, in Tokyo, operated by Tōkai Kisen. Tōkai Kisen also operate a 9-hour overnight ferry. The ferry leaves Takeshiba Sanbashi at 22h00 (23h00 in the summer months) and arrives early morning in Izu Ōshima (approximately 6h00), before continuing on to Toshima (7h00), Niijima (8h00), Shikinejima (8h30), and Kōzushima (9h30). The ferry then returns following the same route, leaving Niijima at 12h00 and docking in Tokyo at 17h00. It is possible that in rough weather, such as in the picture on the right, the ferry is unable to dock in Niijima.\n\nOther ferries leave from Shimoda, Shizuoka Prefecture.\n\nFinally, Niijima-mura operates a high-speed ferry between Niijima and Shikinejima with 3 boats per day, and 4 per day in the summer months. The one way fare is 420 yen, or a return fare is 820 yen.\n\n",{"type":"===","value":["By plane"]},"\nThere are daily flights, weather permitting, from Chōfu Airport located in western Tokyo. The flight takes approximately 45 minutes. The planes flown on this route are 18-seater Dornier turbo prop and a 9 seater Islander turbo prop.\n\n",{"type":"==","value":["Get around"]},"\nThe island is small enough that a bicycle is more than enough. Some accomodations have bicycles to lend, but they are also easily rented.\n\n",{"type":"==","value":["See"]},"\nMaehama Beach on the western side of Niijima sees many wind surfers. The triathlon and ocean water swims (see below) take place here. Mt. Fuji can often be seen from Maehama.\n\nHabushi Beach, on the eastern side of the island, is a nationally protected reserve with its waves and white sand, and is a good location for surfing. The beach is approximately 6.5km long and is overlooked by koga volcanic cliffs, the highest of which is 250m.\n\nMoyai Hill, overlooking Yunohama and Maehama beaches, contains more than 100 large stone carvings. In the local dialect, moyai means 'to work together in effort', and these statues make evident this effort. On the western side of JR Shibuya in Tokyo proper is a giant moyai statue, a gift from the people of Niijima.\n\nYunohama Onsen or hot spring, on Yunohama Beach, is a large outdoor bath built in the style of retro Greek ruins that provides stunning panoramic views of the setting sun and the Pacific Ocean. The bath itself accommodates up to 100 bathers. Water used in the bath is drawn from the ocean below.\n\nJūsansha Jinja, or shrine, lies at the base of the cliffs of Mt. Miyatsuka in the north-western corner of the main village on the island. This shrine, built in the Edo period, is recognized as caretakers of intangile cultural assets by the metropolitan government in Tokyo for the Shinto music and dancing, called kagura and chanting, known as shishi-kiyari that are held every December 8th.\n\nNearby Jūsansha is Chōei-ji, Chōei Temple, a temple dedicated to Nichiren Buddhism. Beside the temple lies the Exiles' Cemetery. The cemetery, covered with the local white sand, is dominated by the gravestones of the 118 exiles, banished to Niijima by the Tokugawa Shogunate during the Edo era for non-political crimes.\n\nA short walk from Chōei Temple is the Exile Execution Ground. Eleven exiles who committed crimes on the island were executed here. Komori Yasu, from the kabuki story 'Yowa Nasake Ukinano Yokoguchi' is buried here.\n\nNiijima Glass Art Center is a world-renowned site which hosts the Niijima International Glass Art Festival every autumn. At the center, visitors are able to create their own glass work to take home. Next to the museum is the Niijima Glass Art Museum which houses works from guest artists at the festival.\n\nNiijima-mura Museum, houses artifacts from the island’s pre-history up to its modern-day surfing culture. Included is a replica fishing vessel and house from the Edo period. Details of the criminal exiles is given. A collaborative effort between the education board and the English department at Niijima High School ensured that the museum is completely bilingual: Japanese-English.\n\n",{"type":"==","value":["Do"]},"\nSurf.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Niijima Store"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A supermarket with a sheltered parking area."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThere is no hospital or ambulance service on the island and many spots have very light traffic, so be mindful not to get injured. Any serious injury will likely require you to be lifted to Tokyo.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Shikinejima"]]}," is a smaller island nearby. It has even less traffic, so if Niijima is not laid back enough, Shikinejima is about as laid back as you can get in Japan, short of Hokkaido.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Izu Islands"]]},"\n",{"type":"[[","value":[["WikiPedia:Niijima, Tokyo"]]},"\n",{"type":"{{","value":[["geo"],["34.733333"],["139.4"]]}]