[{"type":"{{","value":[["pagebanner"],["Nikko banner.jpg"],["unesco=yes"]]},"\n",{"type":"{{","value":[["merge from"],["Chuzenji"]]},"\n",{"type":"[[","value":[["Image:Toshogu_Detail.JPG"],["thumb"],["350px"],["Carvings in Toshogu"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nikko-jp.org\/english\/ Nikkō"]}]}," (日光)  is a small town to the north of ",{"type":"[[","value":[["Tokyo"]]},", in ",{"type":"[[","value":[["Tochigi (prefecture)"],["Tochigi Prefecture"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe first temple in Nikko was founded more than 1,200 years ago along the shores of the Daiya River. However, in 1616, the dying Shogun Tokugawa Ieyasu made it known that his final wish was for his successors to \"Build a small shrine in Nikko and enshrine me as the God. I will be the guardian of peace keeping in Japan.\" As a result, Nikko became home of the ",{"type":"'''","value":["mausoleums of the Tokugawa Shoguns"]},", which are on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".  Unlike most Japanese temples and shrines, the buildings here are extremely gaudy and ornate, with multicolored carvings and plenty of gold leaf, and show heavy Chinese influence.  Some sense of dignity is restored by a magnificent forest of over 13,000 cedar trees, covering the entire area.  \n\nHowever, for all of the grandeur the shoguns could muster, they're now over-shadowed in the eyes of many visitors by a trio of small wooden carvings on a stable wall: the famous ",{"type":"'''","value":["three wise monkeys"]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["infobox"],["Magnificent enough?"],["A famous Japanese saying proclaims ",{"type":"''","value":["Nikko wo minakereba \"kekkō\" to iu na"]},". Most tourist literature translates this as \"Don't say 'magnificent' until you've seen Nikko\", but there's another dimension to this Japanese pun: it can also mean \"See Nikko and say 'enough'\", since \"kekkō\" is used in Japanese as a very polite way of declining an offer and many find Nikko's shrines to be much too gaudy."]]}," \n",{"type":"{{","value":[["Mapframe"],["36.7559"],["139.601"]]},"\n\n",{"type":"===","value":["By plane"]},"\nIf landing in Tokyo, it's recommended that you spend one night within Tokyo before heading north to Nikko. In case you plan on going to Nikko straight away, head to the train:\n\nFrom Narita Airport, take the Narita Sky Access commuter rail service to Asakusa station and change to one of the Tobu services listed below. (Approximately 3 1\/2 hours, ¥3900 using the fastest Tobu service)\n\nFrom Haneda Airport, take the Keikyu Airport Line train service in the direction of Shinagawa and continue north via the Asakusa subway line to Asakusa station, and change to one of the Tobu services listed below. (Approximately 3 hours, ¥3300 on the fastest services)\n\n",{"type":"===","value":["By train"]},"\n",{"type":"====","value":["By Tobu"]},"\nThe fastest and most convenient way to access Nikko is on the private ",{"type":"'''","value":["Tōbu Nikkō Line"]}," (東武日光線) ",{"type":"[","value":["http:\/\/www.tobu.co.jp\/foreign\/"]}," from Tokyo's ",{"type":"[[","value":[["Tokyo\/Asakusa"],["Tobu-Asakusa"]]}," station.  From the Tokyo Asakusa station, take exit 4, and the Tobu train station is visible once you reach street level -- it's at the same intersection. The Tobu \"World Heritage Pass\" is a great value (covers transportation between Tokyo and Nikko, but only on the \"Rapid\" and \"Section Rapid\" trains -- the speedier \"Spacia\" train will cost extra; entrance fees to all the major shrines and temples are included in this package). You can also bring food ( and varied beverages ) to picnic on the train.  \n\nTōbu Railway runs all-reserved limited express services, known as ",{"type":"''","value":["tokkyū"]}," (特急) trains, to the area. These trains, which use Tobu's \"SPACIA\" railroad equipment, have comfortable, reclining seats, with vending machines and KIOSK available on most trains.  One service, called ",{"type":"''","value":["Kegon"]}," (けごん) runs directly from Asakusa to Nikko in the morning, and back to Asakusa in the afternoon. There is one daily departure from Asakusa at 7:30 am, and depending on the season, there may be an additional departure at 9:30 am. The other service, ",{"type":"''","value":["Kinu"]}," (きぬ), departs from Asakusa more frequently, but branches off to ",{"type":"[[","value":[["Kinugawa"]]}," so you will need to transfer at Shimo-Imaichi station (下今市) to a local train for the final 10-minute run to Nikko.  This train is timed to meet the ",{"type":"''","value":["Kinu"]}," arrival.  Both the ",{"type":"''","value":["Kegon"]}," run, and the ",{"type":"''","value":["Kinu"]}," run with transfer, take about 1 hour and 50 minutes.\n\nRegular direct trains, which depart from Asakusa about each hour, cost ¥1320 each way. Rapid, or ",{"type":"''","value":["Kaisoku"]}," (快速) trains, take two hours; the slower Section Rapid, or ",{"type":"''","value":["Kukan-Kaisoku"]}," (区間快速) takes 2 1\/2 hours. You must board one of the last two cars, since the train divides en route.\n\nIn addition, Tōbu Railway offers a few convenient passes for Nikko and the Kinugawa hot spring area, which can be used only by visitors to Japan.\n\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tobu.co.jp\/foreign\/pass\/all_pass.html All Nikko Pass"]}]}," allows unlimited buses and train access in the Nikko and ",{"type":"[[","value":[["Kinugawa"]]}," area and includes some discounts for nearby attractions, but does not include entry to the shrines. Valid for 4 days, cost ¥4400. Recommended for visitors coming to see Nikko's lakes and falls.\n#:\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tobu.co.jp\/foreign\/pass\/theme_pass.html Kinugawa Themepark Pass"]}]}," covers round-trip fare, bus pass and admission to Tobu World Square.  Basic two-day pass ¥4000, up to ¥7200 if you add in Edo Wonderland and Nikko Edo Village as well.\n\nSales of the ",{"type":"'''","value":["Tobu World Heritage Pass"]},", which includes admission to the three main shrines and temples in Nikko, have been suspended since July 2013.\n\nThese passes allow one round-trip between Asakusa station and Shimo-Imaichi station (where the Tobu line splits), and unlimited train rides from there to both Tobu-Nikko and Kinugawa-Onsen stations. On the return trip towards Asakusa you are permitted to exit at Tochigi station (for transfer to the JR Line), or at Tokyo SkyTree station.\n\nYou can get these passes at Tobu Sightseeing Service Center, right next to the north exit of Tobu Railway's Asakusa Station. Staff who can speak English are available. Passes can also be purchased online at Tobu's web site. \n\nUsing SPACIA trains with these passes require an additional reservation ticket (¥1300 each way on weekdays, ¥1400 on weekends). Pass holders are eligible to purchase SPACIA tickets for a 20% discount.\n\n",{"type":"====","value":["By JR"]},"\nTravel by JR costs more and takes longer, and isn't really worth considering unless you have a ",{"type":"'''","value":["Japan Rail Pass"]},", in which case you can take the Tohoku Shinkansen (",{"type":"''","value":["Yamabiko"]},", ",{"type":"''","value":["Max Yamabiko"]},", ",{"type":"''","value":["Tsubasa"]}," or ",{"type":"''","value":["Nasuno"]},") from ",{"type":"[[","value":[["Tokyo\/Chiyoda"],["Tokyo Station"]]}," or ",{"type":"[[","value":[["Tokyo\/Ueno"],["Ueno"]]}," to ",{"type":"[[","value":[["Utsunomiya"]]}," (50 minutes or 44 minutes, respectively), then connect to the JR Nikko line (43 minutes from Utsunomiya to Nikko). From Tokyo Station, the whole trip will take from about 1 hour 40 minutes to around 2 hours, depending mostly on the connection in Utsunomiya.\n\n",{"type":"====","value":["By JR and Tobu"]},"\nIn March of 2006, JR East and Tobu began joint limited-express service from ",{"type":"'''","value":[{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}]}," station to the Nikko area. \n\nThis service offers one daily round-trip between Shinjuku and Tobu-Nikko station. The ",{"type":"''","value":["Nikko"]}," limited express departs Shinjuku in the early morning and makes stops at ",{"type":"'''","value":[{"type":"[[","value":[["Tokyo\/Ikebukuro"],["Ikebukuro"]]}]}," and ",{"type":"'''","value":["Omiya"]}," before continuing via JR and Tobu tracks to the Tobu terminal at Tobu-Nikko. The one-way journey lasts about two hours. \n\nOther limited express trains depart Shinjuku for ",{"type":"[[","value":[["Kinugawa"]]},", so you will have to transfer to a shuttle train at Shimo-Imaichi for the final run to Tobu-Nikko. This also takes about two hours. This service is all in addition to Tobu's regularly-scheduled ",{"type":"''","value":["Kegon"]}," and ",{"type":"''","value":["Kinu"]}," service into and out of Asakusa. \n\nSeat reservations are mandatory, and the fare for this journey is ¥3900 each way. ",{"type":"'''","value":["Japan Rail Pass"]}," holders can use this limited express train departing Shinjuku for ¥1560 each way (covering the portion of the trip over the Tobu tracks).\n\nOn the other hand, holders of the ",{"type":"'''","value":["JR East Rail Pass"]}," (and starting April 1, 2014, the ",{"type":"'''","value":["JR Kanto Area Pass"]},") may use the service to Nikko at ",{"type":"''","value":["no additional charge"]},"; the trip is fully covered. Unlike the regular Japan Rail Pass, the other two JR Passes also cover local Tobu trains between Shimo-Imachi and Tobu-Nikko, and Shimo-Imaichi and Kinugawa-Onsen. You will have to pay separate fares for any services that are not covered.\n\nThere are luggage lockers at Tobu-Nikko Station and JR Nikko Station.\n\n",{"type":"==","value":["Get around"]},"\nThere is a Sight-Seeing Inquiry Office in Tobu-Nikko station (Tel. 0288-53-4511) which may be able to provide some help. Both stations are about two kilometers to the west of the shrine area.  \n\nTo reach the shrines, you can take a Tobu Bus (bus stop 2C just outside the Tobu Nikko train station, bus fare included in Tobu's World Heritage Pass, about a 6 minute bus ride to the UNESCO World Heritage area), or you can get up close and personal with the neighborhood and use your own two feet, following the pedestrian signs along the main road (Route 119). Getting off at bus stops 81-85 on the Tobu 2C bus line will get you to the shrine and temple area. Halfway between the stations and shrines, you can stop at the ",{"type":"'''","value":["Tourist Information Center"]}," (591 Gokomachi area; Tel. 0288-53-3795) to get maps, ask questions (some English spoken), use the Internet (¥100\/30 minutes), and quench your thirst with water from a small, ladle-drawn waterfall. Also if it is raining, they very happily lend out umbrellas and you are able to drop these off on the way back. Allow about a half-hour or so to walk from the train station to the shrine entrance.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["cautionbox"],["Sales of the combination ticket (described below) are suspended as of July 2013, as is the Tobu Railway World Heritage Pass (described above). It is not clear as to when sales of these tickets will resume."]]},"\n",{"type":"[[","value":[["File:Shinkyō October 2008.JPG"],["thumb"],["250px"],["Shinkyō"]]},"\n",{"type":"[[","value":[["Image:Rinnoji_Lantern_Pond.JPG"],["thumb"],["View of Shoyoen, Rinnoji Temple"]]},"\nFor the sights in the temple area, it's best to buy a ",{"type":"'''","value":["combination ticket"]}," (社寺共通拝観券, ¥1,000) that covers Toshogu, Rinnoji, and Futarasan, as separate admissions are ¥500-1000 each.  You can buy this at any of the three sites. Guides can be arranged (Tel. 0288-54-0641) for the three sites at ¥5500 for 1-20 people.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tōshōgū"],["alt=東照宮"],["url="],["email="],["address="],["lat=36.757161"],["long=139.599988"],["directions="],["phone="],["tollfree="],["fax="],["hours=Apr-Oct 8AM-4:30PM, Nov-Mar 8AM-3:30PM"],["price="],["content=The burial place of dynasty founder Tokugawa Ieyasu and the most extravagant of the lot.  Ieyasu was buried here immediately after his death, but the present complex was only built in 1634 on the order of his grandson Iemitsu.  The shrine took 2 years to complete with the efforts of 15,000 workers."]]}]},{"type":"*","value":[{"type":"*","value":[" After two flights of steps you will reach the ",{"type":"'''","value":["Sacred Stable"]},", housing a white horse.  The most famous symbol here is the carving of the ",{"type":"'''","value":["three wise monkeys"]},", who \"hear no evil, see no evil, speak no evil\". They're part of a curious series of carvings about the life cycle of a monkey, from giddy childhood to fearful old age. Nearby, you can also find an interesting approximation of an elephant, carved by an artist who had clearly never seen one."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Yakushi-dō Hall"]}," (薬師堂), the Hall of the Medicine Buddha, is known for a dragon painting on the ceiling. A monk is usually on hand to speak (Japanese only) and strike a special block whose sharp, piercing sound is said to be identical to the cry of a dragon — not quite the roar of English legend but an attention-getter all the same."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Yomei-mon Gate"]}," (陽明門) is an incredibly ornate gate with over 400 carvings squeezed in."]}]},{"type":"*","value":[{"type":"*","value":[" To the right of the main hall is the way to Ieyasu's tomb, entry to which costs an extra ¥520.  Look out for another famous carving, this time of a sleeping cat (",{"type":"''","value":["nemuri-neko"]},"). There are 200 stone steps, and steep ones at that; and then you finally reach the surprisingly simple gravesite itself."]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taiyuin-byō"],["alt=大猷院廟"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Apr-Oct 8AM-4:30PM, Nov-Mar 8AM-3:30PM"],["price="],["content=After completing Toshogu, Iemitsu himself was buried here.  Smaller in scale (but not by much), this is generally held to be artistically superior to its predecessor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rinnō-ji Temple"],["alt=輪王寺"],["url=http:\/\/www.rinnoji.or.jp\/"],["email="],["address="],["lat=36.754393"],["long=139.600857"],["directions="],["phone="],["tollfree="],["fax="],["hours=Apr-Oct 8AM-4:30PM, Nov-Mar 8AM-3:30PM"],["price=¥1300"],["content=Known for its three large Buddha figures (at the Sanbutsudoh Hall portion of Rinnoji Temple), the real reason to visit is the beautiful and peaceful ",{"type":"'''","value":["Shōyō-en Garden"]}," (逍遥園), included in the price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Futarasan Shrine"],["alt=二荒山神社"],["url=http:\/\/www.futarasan.jp\/"],["email="],["address="],["lat=36.75842"],["long=139.596443"],["directions=Directly west of Toshogu."],["phone="],["tollfree="],["fax="],["hours=Apr-Oct 9AM-4:30PM, Nov-Mar 9AM-3:30PM"],["price="],["content=This structure, built in 1617, is the oldest in Nikko.  The shrine is dedicated to the spirits of Nikko's three holy mountains Mt. Nantai, Mt. Nyoho and Mt. Taro."]]}]},"\nThere are a few other sites near the temple area:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shinkyō"],["alt=神橋"],["url=http:\/\/www.shinkyo.net\/"],["email="],["address="],["lat=36.753331"],["long=139.604012"],["directions="],["phone=+81 0288-54-0535"],["tollfree="],["fax=+81 0288-54-0537"],["hours="],["price="],["content=This much-photographed red bridge separates the shrines from the town of Nikko.  In feudal times, only the shogun was permitted to cross the bridge, and even today it's barred from pedestrian traffic — although there's a 4-lane highway rumbling right past.  You can get a nice view from the sidewalk, but to set foot on the bridge and look down into the gorge below, you'll have to buy a ¥350 ticket from the booth nearby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Takino-o Shrine"],["alt=滝尾神社 ",{"type":"''","value":["Takino-o-jinja"]}],["url="],["email="],["address="],["lat=36.765395"],["long=139.59192"],["directions="],["phone=+81 288-54-0535"],["tollfree="],["fax="],["hours="],["price="],["content=This often overlooked mountain shrine is situated slightly up the mountain behind Toshogu and provides a welcome relief from the more crowded areas of Sannai.  It takes its name from the picturesque waterfall that greets you at the base of the entrance.  You can get there by walking for about 15-20 minutes along an ancient and atmospheric stone path that begins behind the Toshogu Shamusho (office).  This path also features several other notable sites such as the Kyosha-do Hall (Japanese Chess pieces are left here as offerings for hopes of a safe birth), the worship hall Kaisan-do and the gravesite of Shodo-Shonin (the latter two are maintained by Rinnoji Temple)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kanmangafuchi Abyss"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A long series of ",{"type":"''","value":["jizo"]}," protector statues on the side of a hill, some adorned with hats and bibs, some crumbling with age, with a river, small waterfalls and rapids below. Legend says that the statues change places from time to time, and a visitor will never see them in the same order twice. It can be tricky to find - at Shinkyō, instead of heading up the steps to the temple area, follow the road around to the west (to the left, if you crossed over the bridge) and walk roughly half an hour following the river - look for signs along the way.  You will be walking through a residential area.  If you pass the Turtle Inn, you are heading in the correct direction."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tamozawa Imperial Villa Memorial Park"],["alt=日光田母沢御用邸記念公園"],["url=http:\/\/www.park-tochigi.com\/tamozawa\/"],["email="],["address="],["lat=36.752347"],["long=139.591266"],["directions=Next to the Botanical Garden."],["phone=+81 0288-53-6767"],["tollfree="],["fax="],["hours=W-M 9AM-4:30PM"],["price="],["content= Built for the Emperor Taisho in 1899, the former imperial villa also served as a hide-out for Hirohito during World War II."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Nikko Botanical Garden"],["alt=May-Nov Tu-Su 9AM-4:30PM"],["url=http:\/\/www.bg.s.u-tokyo.ac.jp\/nikko\/eng\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81 0288-54-0206"],["tollfree="],["fax="],["hours="],["price="],["content=Has plenty of the local flora and gardens that were said to be favorites of the Emperor Taisho. It's now an adjunct to Tokyo University."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nikko National Park"]}," offers plenty of hiking opportunities. "]},{"type":"*","value":[{"type":"*","value":[" National Route 120 heads from the center of town into the park, passing ",{"type":"'''","value":["Mt. Nantai"]}," and ",{"type":"[[","value":[["Chuzenji"],["Lake Chuzenji"]]}," (中禅寺湖 ",{"type":"''","value":["Chuzenji-ko"]},") on its way to the ",{"type":"'''","value":["Senjogahara Plateau"]},", where the gods of Mt. Nantai and Mt. Akagi are said to have battled for possession of Lake Chuzenji - with several animal and insect transformations and archery experts involved in Mt. Nantai's eventual victory. There's a 6.3km walking course of the plateau; allow a little over two and a half hours. Lake Chuzenji itself is surrounded by hiking trails ranging from 4.6km (an hour and a half) to 19.7km (six hours). The area is sometimes called ",{"type":"'''","value":["Oku-Nikko"]}," (奥日光 ",{"type":"''","value":["Oku-Nikko"]},"), meaning \"Inner Nikko\"."]}]},{"type":"*","value":[{"type":"*","value":[" Route 120 then crosses over the Yukawa River and passing the Yudaki Falls, Lake Yunoko and the ",{"type":"[[","value":[["Yumoto"]]}," spa and ski slopes to the northwest of the city, eventually reaching Mt. Shirane and Lakes Kirikomi and Karikomi, which have their own walking courses."]}]},{"type":"*","value":[{"type":"*","value":[" Once inside the park, special \"low-pollution hybrid\" buses run from a depot at Akanuma, near the Yukawa River and the Ryuzu Falls, to the nature preserve at Senjugahama, on the western shores of Lake Chuzenji. Parking is free at Akanuma, but the road to Senjugahama is closed to all other vehicles."]}]},"\n",{"type":"*","value":[" A short walk south from the center of town will get you on a strenuous but rewarding hiking trail to the summit of ",{"type":"'''","value":["Mt. Nakimushi"]}," (鳴虫山 ",{"type":"''","value":["Nakimushiyama"]},").  Allow a few hours for a return trip."]},"\n",{"type":"*","value":[" Adventurous hikers might want to take the city bus to Matō, down National Route 122 in the far southwestern corner of Nikko city territory, in order to hike to ",{"type":"'''","value":["Akagane Shinsui Koen"]}," (Copper Hydro Park), billed as Japan's Grand Canyon, as pollution has killed all the trees and left the valley bare. The infamous Ashio copper mine was located nearby.  (See ",{"type":"[[","value":[["Kiryu"]]}," for details.)"]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Woodsman's Village"],["url=http:\/\/woodsmansvillage.com\/ENGLISH-MAIN\/framepage2.html"],["email="],["address=4401-1 Naka-Okorogawa, Nikko-shi, Tochigi, Japan"],["lat="],["long="],["directions=By Car: From Tokyo take Tohoku Highway to the Nikko Utsunomiya Toll Road about 2 and 1\/2 hours. Get off at the Imaichi IC. It takes about 20 minutes from Imaichi to Woodsmans Village; By Train: From Asakusa, Tokyo Take the Limited express on the Tobu Railways (Nikko Line) to Shimoimaichi Station, this takes about 1 and 1\/2 hours. Then you have two options: walk to the Imaichi JR station (takes about 10 minutes) and take the Okorogawa Bus or you can also take a taxi, which should cost about ￥4,500."],["phone = +81 288-63-3324"],["tollfree="],["fax="],["hours="],["price="],["content=Woodsman's Village is a place in the beautiful hills of Nikko, where one can rent a log cabin for a certain length of time to stay in. Also, there is an option for renting a barbecue grill."]]}]},"\n",{"type":"==","value":["Buy"]},"\nAside from the usual good luck charms at the shrines and souvenir shops selling phone straps of Hello Kitty in local dress there are several interesting secondhand shops along Hippari Dako selling used kimono, antiques and knick knacks.\nMany stores also sell yuba, the 'skin' that forms on top when making tofu, in packages that can be taken home to enjoy.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"''","value":["Yuba"]},", the 'skin' that forms on top when making tofu, seems to be everywhere in Nikko.  Even if you're not a fan of tofu, it tastes pretty good, especially with ",{"type":"''","value":["soba"]}," (buckwheat noodles in a soup broth). ",{"type":"''","value":["Yuba"]}," is also one of the most typical edible ",{"type":"''","value":["omiyage"]}," from Nikko.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hippari Dako"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On main street just before the shrines."],["phone="],["tollfree="],["fax="],["hours="],["price=¥500 and up"],["content=Enshrined in Lonely Planet, every other foreign tourist to Nikko seems to stop here for ",{"type":"''","value":["yakitori"]}," (Japanese chicken kebabs) and noodles, so you might as well join the crowd.  Every available space is plastered with business cards and scribbled recommendations from visitors.  Their menu contains several vegetarian options as well."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gurumans Wagyu"],["url=http:\/\/g-wagyu.com\/"],["email="],["address=Tokorono 1541"],["lat=36.765103"],["long=139.616178"],["directions=3-4 minutes taxi from Nikko Station."],["phone=+81 288-53-3232"],["tollfree="],["fax="],["hours=11:30AM-2PM, 5:30PM-7:30PM"],["price="],["content=Wagyu (japanese beef) steak restaurant.  Reservation needed.  The dress code is not too strict, but no sandals, no running wear."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shiawaseya Hakuun"],["url=http:\/\/shiawaseya-hakuun.jp"],["email="],["address="],["lat="],["long="],["directions=Turn right as you come out of Toba Nikko Station.  It is almost the last shop on your right before the traffic signal."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great place to have a cup of tea and something sweet whilst waiting for your train or bus.  Endless green tea comes with everything.  Try the anmitsu (¥400) a dessert made up of fruit, bean jam and molasses."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Farmers Market Shop"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Off the tourist trail this is a good place for some fresh fruit and veg at non-tourist-trap prices. Turn right as you leave Tobu Nikko Station, right again at the traffic lights, and it is the last shop on the right before the bridge over the river."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nikkobeer.com\/main.html Nikko Brewery"]}]}," is on the outskirts of town. Go up the main street towards the river. Cross the river near the red bridge then take a right and keep going. It'll be about 700m or so on the left side. Their Nikko Beer is a pleasing pilsner style lager, served in a glass or a large handle for around 800yen. Very nice, crisp and refreshing and definitely best on tap. They sometimes have some seasonal brews on hand, such as dark, amber, and special ales. \n\nThere is a small alcohol shop across from the station that is run by an old couple and has an interesting selection of world beers.\n\n",{"type":"==","value":["Sleep"]},"\n\nNikko can be covered in a busy day trip from ",{"type":"[[","value":[["Tokyo"]]},", but it's also a good place to spend the night, especially in a traditional Japanese ",{"type":"''","value":[{"type":"[[","value":[["Japan#Sleep"],["ryokan"]]}]}," guesthouse.  The shrines are quite atmospheric early in the morning and at dusk, when the tour buses are not around.\n\n",{"type":"===","value":["Budget"]},"\nThere are several campsites in Nikko, although only ",{"type":"'''","value":["Narusawa"]}," (+81 0288-54-3374) and ",{"type":"'''","value":["Ogurayama"]}," (+81 0288-54-2478) are open year-round; several others run from April to mid-November or July to August.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zen Hostel"],["url=http:\/\/zenhostel.jp"],["email=inquire@zenhostel.jp"],["address=Minami Okorogawa"],["lat=36.646454"],["long=139.649277"],["directions="],["phone=+81 80-1215-4018"],["tollfree="],["fax="],["hours="],["price=¥4,000"],["checkin=3PM"],["checkout=noon"],["content=A remote hostel, surrounded by nature on the riverside with a ambient chillout lounge overlooking the river. Good Western breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Daiyagawa Youth Hostel"],["alt=大谷川ユースホステル"],["url=http:\/\/www5.ocn.ne.jp\/~daiyayh\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81 288-54-1974"],["tollfree="],["fax="],["hours="],["price=¥2,730"],["checkin="],["checkout="],["content=A cosy and very friendly place which can be a bit narrow at times. The owner is very hearty and is happy to lend guide books and answer questions. Either walk about 10 minutes uphill on the main street or take the bus to the tourist information centre, from there take the first right and follow the road up the river for a few minutes. It's a bit tucked away and directly at the Daiyagawa River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nikko Minshuku Narusawa Lodge"],["url=http:\/\/www.nikko-narusawa.com\/english-frame.html"],["email=narusawa.lodge@gmail.com"],["address=1462-22 Tokorono"],["lat=36.755897"],["long=139.618818"],["directions="],["phone=+81 080-6636-0288"],["tollfree="],["fax=+81 028-333-1038"],["hours="],["price=¥3,675"],["checkin=3PM"],["checkout=10AM"],["content= A Japanese traditional guest house."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nikko Guesthouse Sumica"],["url=http:\/\/nikko-guesthouse.com\/index.html"],["email=sumica@nikko-guesthouse.com"],["address=5-12 Aioi-cho"],["lat=36.747269"],["long=139.620333"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥2,600-3,800"],["checkin=4PM"],["checkout=11AM"],["content=A traditional Japanese guest house, located a few minutes from the Tobu and JR stations. Friendly owners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nikko Tokanso"],["url=http:\/\/www.tokanso.com\/en\/index.shtml"],["email="],["address=Sannai 2335"],["lat=36.756783"],["long=139.603422"],["directions="],["phone=+81 288-54-0611"],["tollfree="],["fax="],["hours="],["price=¥3600 per person"],["checkin="],["checkout="],["content=A traditional Japanese guest house walking distance to the UNESCO World Heritage shrines and temples. The staff are helpful and friendly. The rooms are very clean, and the futons are comfortable. They have private half baths (sink + toilet). The main bathtub\/onsen is public (shared among hotel guests), but you can reserve the private \"family bath\" for 50 minutes during your stay for no extra charge — this is a great way to get a private onsen experience, plus the antechamber to the private onsen has a sink and hair dryer. The dinner (¥3000 per person, served in a common dining room, reserve dinner time at check in on a first-come, first-serve basis — reservations for dinner can also be made at time of room booking) a great value (many dishes) and cultural experience. Breakfast is available for ¥1000, first service at 7:30AM. There is free coffee and tea in the lobby, as well as a public use computer with Internet. Information packets (in the guest room) are translated into English, Mandarin Chinese, Korean, and Spanish."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ryokan Funamisou"],["alt=舟見荘"],["url=http:\/\/www.japanbooking.info\/ryokan\/funamisou"],["email=funamisou@japanbooking.info"],["address=2 Ohara, Kinugawa Onsen"],["lat=36.797404"],["long=139.703329"],["directions=About fifteen minutes on foot from Kosagoe Station (which is about 30 minutes from Tobu Nikko Station by train)."],["phone=+81 288-77-3030"],["tollfree="],["fax="],["hours="],["price=Japanese-style rooms from ¥7,000 no meals, ¥8,500 including breakfast, ¥10,500 including dinner and breakfast per person for one person; price drops per person by 2,000 yen for two or more people"],["checkin="],["checkout="],["content=A Japanese ryokan. Includes public and private (family room) natural hot spring bath. Quiet and surrounded by nature along side the kinugawa river. Provide Japanese cuisine with seasonal, fresh ingredients. Friendly manager who speaks Italian. Popular among local Japanese and starting to attract overseas customers. Recommended for a local Japanese experience. English online reservation available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Annex Turtle Hotori-An"],["url=http:\/\/www.turtle-nikko.com\/hotori-an\/"],["email=info@turtle-nikko.com"],["address=8-28 Takumi-cho"],["lat=36.750363"],["long=139.592312"],["directions="],["phone=+81 288-53-3663"],["tollfree="],["fax=+81 288-53-3883"],["hours="],["price=Japanese-style rooms ¥6,500 for one person, ¥12,400 for two, ¥17,700 for three"],["checkin="],["checkout="],["content=About fifteen minutes on foot from Shinkyō Bridge, in a quiet area near the Kanmangafuchi Abyss; includes a hot spring bath and internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Catnip Bed & Breakfast"],["alt=キャット二ップ"],["url=http:\/\/www.geocities.jp\/catnip_nikko\/index.htm"],["email="],["address="],["lat=36.766768"],["long=139.615666"],["directions="],["phone=+81 288-54-3120"],["tollfree="],["fax="],["hours="],["price=¥5000 per adult or ¥4000 for children for the first night, there is a ¥1000 discount for each subsequent night and a hot breakfast is included"],["checkin="],["checkout="],["content=This comfortable family-run B&B is a fair hike from the station but the 40 minute walk is beautiful and the owners promise you a free beer on arrival. Alternatively you can take the #6 bus or arrange to be picked up from the station. The rooms are spacious and charming, with shared bathrooms. The owners speak fantastic English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Forest Inn Nikko Teddy Bear House"],["alt=日光テディベアハウス"],["url=http:\/\/nikko-teddybear.dohome.net"],["email="],["address=1543-507 Tokorono"],["lat=36.771321"],["long=139.62092"],["directions="],["phone=+81 288-54-0234"],["tollfree="],["fax=0288-54-0237"],["hours="],["price=Japanese and Western-style rooms ¥5,250 for one person, ¥10,500 for two, ¥15,750 for three"],["checkin="],["checkout="],["content=A place to rest your head for the night, and a private collection of teddy bears to peruse!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nikko Park Lodge"],["alt=日光パークロッジ"],["url=http:\/\/www.nikkoparklodge.com"],["email="],["address=2828-5 Tokorono"],["lat=36.756518"],["long=139.615934"],["directions="],["phone=+81 288-53-1201"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This laid-back, friendly and unapologetic lodge is located about twenty minutes' walk from the town center, although the owner is happy to provide rides to and from the train stations (and to the temple area in the morning). There are twin, double and four-person rooms at ¥3990 per person. English is spoken. The lounge has comfortable sofas and a warm stove for the winter. Although most of the rooms have showers, there are lovely Japanese-style hot baths on the first floor. Zen yoga classes are offered every morning at 7AM for ¥300. A simple breakfast is ¥395 and the vegan 'zen' dinner (¥1800, reservation required) is recommended, but be prepared to spend a couple of hours waiting for your meal after the advertised starting time. Parking is available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nikko Inn"],["alt=日光イン"],["url=http:\/\/nikko-inn.jp\/index.html"],["email="],["address="],["lat=36.650999"],["long=139.713461"],["directions=right in front of Tobu Shimogoshiro Station (about 20 minutes by train from Tobu Nikko Station)"],["phone=+81 288-27-0008"],["tollfree="],["fax="],["hours="],["price=Pricing is complicated, but basically you pay ¥5000 per person per night, plus a one-time \"facility charge\" of ¥3000-4500 depending on which cottage you stay in"],["checkin="],["checkout="],["content=Traditional Japanese style accommodation located in a farm village, with a professed interest in helping \"Japanese people rediscover Japan and foreigners experience Japanese culture\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Turtle Inn Nikko"],["url=http:\/\/www.turtle-nikko.com"],["email=info@turtle-nikko.com"],["address=216 Takumi-cho"],["lat=36.751298"],["long=139.59604"],["directions="],["phone=+81 288-53-3168"],["tollfree="],["fax=+81 0288-53-3883"],["hours="],["price=Japanese and Western-style rooms ¥4,880 for one person, ¥9,000 for two, ¥12,600 for three"],["checkin="],["checkout="],["content=About ten minutes to the temple area; includes a hot spa bath and internet access."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Logette Sainbois"],["url=http:\/\/www.sunfield.ne.jp\/~l-sanboa\/eng.html"],["email="],["address=1560 Tokorono"],["lat=36.754569"],["long=139.621478"],["directions="],["phone=+81 288-53-0082"],["tollfree="],["fax="],["hours="],["price=¥6,500 per night, dinner ¥2,000, breakfast ¥800"],["checkin=3PM"],["checkout=10AM"],["content=A strangely French name for a pleasant little guesthouse a short walk from Toba Nikko station.  Run by an old Japanese couple who moved here for the quiet life. The guesthouse has small and cosy western style rooms, a communal Japanese bath, and serves excellent breakfasts and dinners.  Lifts to and from the station are easily arranged.  Adequate English is spoken, credit cards accepted, free LAN internet in the lobby."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Senhime Monogatari"],["alt=千姫物語"],["url=http:\/\/www.senhime.co.jp\/"],["email="],["address=6-48 Yasukawa-cho"],["lat=36.753138"],["long=139.597049"],["directions=5 minute taxi ride from JR Nikko Station"],["phone=+81 288-54-1010"],["tollfree="],["fax=+81 288-54-0557"],["hours="],["price=¥15,000"],["checkin=2PM"],["checkout=10AM"],["content=Modern ",{"type":"''","value":["ryokan"]}," with both traditional Japanese and Western Japanese rooms.  Indoor and outdoor hot springs available 24 hours\/day.  Impeccable traditional Japanese dinners utilizing a multitude of fresh, local, seasonal ingredients.  Choice of Western or Japanese style breakfast.  Very personal service, English spoken well.  Every room has a beautiful view of the Otani River.  Located about 1000 feet from Tōshōgū Shrine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tōkansō"],["alt=東観荘"],["url=http:\/\/www.tokanso.com\/tokansou_en\/"],["email="],["address=2335 Sannai"],["lat=36.756795"],["long=139.603427"],["directions="],["phone=+81 288-54-0611"],["tollfree="],["fax=+81 288-53-3914"],["hours="],["price=¥9450"],["checkin="],["checkout="],["content=A well-located ",{"type":"''","value":["ryokan"]}," used to English-speaking guests, the flip side is the large size and consequently impersonal service."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chuzenji"]]}," — lakes, temples and waterfalls"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kirifuri Highlands"]]}," — waterfalls, hiking and skiing"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kinugawa"]]}," — hot springs and the offbeat Tobu World Square\/Edo Wonderland theme parks"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yumoto"]]}," — more hot springs"]},{"type":"*","value":[" Those with an interest in pottery or steam locomotives may enjoy ",{"type":"[[","value":[["Mashiko"]]}," on the way back to Tokyo."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["36.7500"],["139.6000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Tochigi (prefecture)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nikkō, Tochigi"]]},"\n\n",{"type":"[[","value":[["Commons:Nikko"]]}]