[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Nimule"]}," is an out of the way place in ",{"type":"[[","value":[["South Sudan"]]},". You won't find traditional hotels or tourist areas. It's a small town in an out-of-the-way district. There are numerous refugee camps still functioning... and endless despair to match the infinite huts full of people.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Kampala"]]},":"]},"\nTo get in Nimule take the bus from Kampala to Juba. Nile Coach runs a daily service from Kampala (near Gateway bus in the city centre), departing at 03:00 AM with an overnight stop in Yumbe, arriving in Nimule the next morning. A second option is to take a bus to Gulu and arrange further transport to nimule from there, but because of recent floodings in northern Uganda the road between Gulu and Nimule is terrible.\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Juba"]]},":"]},"\nTake the Juba to Kampala Nile Coach or a local Minibus (4-6 hours)\n\nUpdate: The Juba to Nimule portion takes 3-4 hours, but is improving with the USAID reconstruction and paving of the road. When paving is complete, the bus may take 2.5-3 hours.\nThe Nimule to Kampala portion is largely unchanged: 8+ hours southbound and 10-12 hours northbound (because of delays at the border.)\n\n",{"type":"==","value":["Get around"]},"\nBodaboda motortaxi\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Nimule National Park"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nUganda's beers and spirits are the tradition of the day. South Sudanese forces enjoy good refreshment from imported drinks: soft drinks like Coca Cola and Pepsi, mango fruit juice and packaged milk.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Unity Lodge"]},", 200 meters from the border. The place is OK, the manager is a bit strange, he may want to check your luggage for weapons. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Juba Lodge"]},", in the town center. Some like the place better than Unity lodge, friendly staff and food available."]},"\n",{"type":"*","value":[{"type":"'''","value":["Horizon Guest Houst"]},", at the main road just outside Nimule city and just before Paradise hotel. You pay 100SSP for one room (2persons) including breakfast. It is a clean bed with mosquito net, bathroom is fine (not too good), fans, power from around 7pm until 1am. The manager is friendly. Tel: +211995092533."]},"\nSeveral new hotels recently:\n\n",{"type":"*","value":[{"type":"'''","value":["Horizon Guest View Hotel"]},": On the Nimule-Juba road, north of downtown Nimule. Self-contained bath. Electricity and water provided from sundown to 11 pm. Well kept, secure, about US$50 per night for a double bed. A rooster in the courtyard sometimes calls for dawn about 4:15 am. He is answered by another rooster with a bad voice!"]},"\nAnother (didn't get the name) adjacent to Horizon View: similar to Horizon View.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Uganda"]]}]},"\n",{"type":"{{","value":[["geo"],["3.600000"],["32.060000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South_Sudan"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nimule"]]}]