[{"type":"{{","value":[["pagebanner"],["Ninoy Aquino International Airport banner.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.miaa.gov.ph Ninoy Aquino International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["MNL"]]},"), commonly called ",{"type":"'''","value":["NAIA"]},", is the airport serving ",{"type":"[[","value":[["Manila"]]},", the capital of the ",{"type":"[[","value":[["Philippines"]]},", and its surrounding ",{"type":"[[","value":[["Metro Manila"],["metropolitan area"]]},".\n\n",{"type":"[[","value":[["Image:Centennialphoto.jpg"],["thumb"],["The NAIA Centennial Terminal 2 departure hall"]]},"\nLocated eight kilometers (5 mi) south of Manila in the cities of ",{"type":"[[","value":[["Pasay"]]}," and ",{"type":"[[","value":[["Parañaque"]]},", it is the international gateway for most visitors entering the Philippines and all major airlines in the Philippines have their main base of operations here.\n\n",{"type":"==","value":["Understand"]},"\nWhat is now Ninoy Aquino International Airport was once (and still is) a military base. Built in the 1930s by the Americans as the military-only Nichols Field, civilian operations were moved here from Manila's former airport, Nielsen Field (which today is part of downtown ",{"type":"[[","value":[["Makati"]]},"), in 1948.\n\nOriginally called Manila International Airport, it was renamed in honor of Benigno \"Ninoy\" Aquino, Jr. in 1987, four years after he was assassinated on the airport's runway apron after returning from self-imposed exile in the United States.\n\nThe airport's three main terminals became operational within a span of thirty years: Terminal 1 was opened in 1981, Terminal 2 in 1998, and Terminal 3 in 2008.  Currently, NAIA is Southeast Asia's fifth-busiest airport, after the airports in Jakarta, Bangkok, Singapore and Kuala Lumpur. However, airport expansion has not caught up with passenger growth and the airport as a whole is set to reach capacity within the next 5-10 years: Terminals 1 and 2 are already operating beyond capacity, and intersecting runways make it difficult to increase capacity. As a result, the airport has developed an ominous reputation for poor infrastructure, long queues, delays, inefficient transit procedures and, more significantly, corruption.  In 2011, two people were injured when part of the ceiling at Terminal 1 collapsed.\n\n",{"type":"[[","value":[["File:NAIA-Termina-1.jpg"],["thumb"],["Terminal 1 - world's worst airport terminal?"]]},"\nA consequence of all this is that Terminal 1 has the dubious distinction of being judged the world's worst airport terminal by the ",{"type":"[","value":["http:\/\/www.sleepinginairports.net\/asia\/#.UeUuX6xt4dU \"",{"type":"''","value":["Sleeping in Airports"]},"\" website"]}," (although some say the brouhaha over the terminal was a result of Filipinos overhyping everything), and passenger opinion of NAIA as a whole is poor, both from Filipinos and foreigners alike. In August 2013, an on-line survey by a hotel booking company rated NAIA as the worst airport in Asia, below airports in ",{"type":"[[","value":[["Vientiane"]]},", ",{"type":"[[","value":[["Yangon"]]},"  and ",{"type":"[[","value":[["Phnom Penh"]]}," and a very long way behind the best, ",{"type":"[[","value":[["Singapore"]]},".\n\nThings, however, are set to improve with significant government investment in NAIA. Terminal 1 is currently undergoing a ₱1 billion makeover to modernize facilities and to strengthen the building's structural integrity, while Terminals 2 and 3 will be expanded to support more flights.  A planned expressway, as well as a connection to the Manila LRT, is also expected to improve access to the airport.\n\n",{"type":"==","value":["Flights"]},"\n",{"type":"[[","value":[["File:NAIAMap.png"],["right"],["thumb"],["upright=1.6"],["Airport map"]]},"\n\nNAIA is divided into four terminals, ",{"type":"'''","value":["Terminals 1-4"]},".\n\nAlthough all four terminals are numerically named, two of them have names of their own.  Terminal 2 is commonly called the \"Centennial Terminal\", as it was opened for the Philippine Centennial in 1998, while Terminal 4 was formerly called the Domestic Terminal.\n\nAll airlines that fly to NAIA use Terminal 1 except largely for local airlines, which use the other three terminals.  More precisely, the airline allocation per terminal is as follows:\n\n",{"type":"*","value":[{"type":"'''","value":["Terminal 1"]},": Air China, Air Niugini, Asiana Airlines, Cathay Pacific, China Airlines, China Southern Airlines, Delta Air Lines, Dragonair, Emirates, Etihad Airways, EVA Air, Gulf Air, Japan Airlines, Jeju Air, Jetstar Airways, Jetstar Asia Airways, KLM, Korean Air, Kuwait Airways, Malaysia Airlines, Qantas, Qatar Airways, Royal Brunei Airlines, Saudia, Singapore Airlines, Thai Airways International, Tigerair, United Airlines"]},"\n",{"type":"[[","value":[["File:PAL operations.jpg"],["thumb"],["Terminal 2"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Terminal 2"]},": Philippine Airlines, PAL Express (international flights and flights to ",{"type":"[[","value":[["Bacolod"]]},", ",{"type":"[[","value":[["General Santos"]]},", ",{"type":"[[","value":[["Iloilo (city)"],["Iloilo"]]},", ",{"type":"[[","value":[["Laoag"]]}," and ",{"type":"[[","value":[["Tagbilaran"]]},")"]},{"type":"*","value":[{"type":"'''","value":["Terminal 3"]},": All Nippon Airways, Cebu Pacific, PAL Express (all other flights)"]},{"type":"*","value":[{"type":"'''","value":["Terminal 4"]},": AirAsia Zest, Fil-Asian Airways, Philippines AirAsia, SkyJet, Sky Pasada, Tigerair Philippines"]},"\nAll passengers departing the Philippines must pay a passenger service charge (commonly called the \"terminal fee\") of ₱550 or its equivalent in U.S. dollars prior to immigration, which may be settled either with cash or a credit card.  A stub is attached to the boarding pass indicating payment of this fee.  For domestic flights, this fee (₱200) is included in the price of the ticket.\n\n",{"type":"==","value":["Ground transportation"]},"\nGetting to NAIA from various parts of Metro Manila looks bewildering, but in fact it's relatively straightforward.  Because it's only eight kilometers southeast of Manila, it is well-integrated with Metro Manila's transportation system.\n\n",{"type":"===","value":["By bus"]},"\nTerminals 1 and 2 are served by eight city bus routes, all of which serve points along Metro Manila's main road, Epifanio de los Santos Avenue (EDSA).  These buses have a \"MIA\/Tambo\/6-11\" sign on the dashboard, and are generally air-conditioned. Fares start at ₱12 (₱10 for students), and students may avail of a 20% discount on bus fares.\n\n",{"type":"{|","value":[["class=\"wikitable\" style=\"font-size:90%; margin: 1em auto 1em auto;\""],["|-"],["! colspan=4|Bus routes serving Ninoy Aquino International Airport Terminals 1 and 2"],["|-"],["! Route"],["! Terminus"],["! Service area"],["|- style=\"vertical-align:centre;\" align=\"center\""],["| Norzagaray-Sapang Palay-NAIA via Commonwealth, Fairview, EDSA"],["| Sapang Palay Bus Terminal, Balasing-San Jose Road, San Jose del Monte, Bulacan"],["| Parañaque, Pasay, Makati, Mandaluyong, Quezon City, San Jose del Monte"],["|- style=\"vertical-align:center;\" align=\"center\""],["| Grotto-NAIA via EDSA, Fairview"],["| Our Lady of Lourdes Grotto, Santa Maria-Tungkong Mangga Road, San Jose del Monte, Bulacan"],["| Parañaque, Pasay, Makati, Mandaluyong, Quezon City, San Jose del Monte"],["|- style=\"vertical-align:centre;\" align=\"center\""],["| Grotto-NAIA via EDSA, Ayala, Buendia Extension"],["| Our Lady of Lourdes Grotto, Santa Maria-Tungkong Mangga Road, San Jose del Monte, Bulacan"],["| Parañaque, Pasay, Makati, Mandaluyong, Quezon City, San Jose del Monte"],["|- style=\"vertical-align:center\" align=\"center\""],["| NAIA-SM Fairview"],["| SM City Fairview, Commonwealth Avenue, Fairview, Quezon City"],["| Parañaque, Pasay, Makati, Mandaluyong, Quezon City"],["|- style=\"vertical-align:center;\" align=\"center\""],["| Malanday Terminal-NAIA via EDSA, Buendia, Ayala"],["| MacArthur Highway, Brgy. Dalandanan, Valenzuela"],["| Parañaque, Pasay, Makati, Mandaluyong, Quezon City, Valenzuela"],["|- style=\"vertical-align:center;\" align=\"center\""],["| Bagong Silang-NAIA via Maligaya Park, EDSA"],["| Gesen Construction Supply, Langit Road, Caloocan"],["| Parañaque, Pasay, Makati, Mandaluyong, Quezon City, Caloocan (North)"],["|- style=\"vertical-align:center;\" align=\"center\""],["| NAIA-Malanday via EDSA"],["| MacArthur Highway, Brgy. Dalandanan, Valenzuela"],["| Parañaque, Pasay, Makati, Mandaluyong, Quezon City, Caloocan (South), Malabon, Valenzuela"],["|- style=\"vertical-align:center;\" align=\"center\""],["| Lagro-NAIA via Fairview"],["| Robinsons Nova Supermarket, Quirino Highway, Caloocan"],["| Parañaque, Pasay, Makati, Mandaluyong, Quezon City, Caloocan (North)"]]},"\n\nBuses to Terminals 1 and 2 stop first at Terminal 2 before proceeding to Terminal 1 through the International Cargo Terminal.  The Terminal 2 bus stop is located beside the departures ramp, just after the entrance gate to the offices of the Manila International Airport Authority, while the Terminal 1 bus stop is located just after the departures ramp, across from the short-term parking lot and the Greeters' Area.  Note that buses between Terminals 1 and 2 are one-way; there are no public buses which go from Terminal 1 to Terminal 2, only from Terminal 2 to Terminal 1.\n\nTerminal 3 is served by the Citylink bus operated by the Megaworld Corporation, which connects Resorts World Manila (across from Terminal 3) to Eastwood City in Quezon City via Fort Bonifacio using Circumferential Road 5 (C-5) during peak hours.  Buses depart from Eastwood City every thirty minutes between 06:00-09:00 and 17:30-19:30, and the fare is ₱29.  A minibus service (₱20) also connects Terminal 3 to Taft Avenue MRT station.\n\n",{"type":"[[","value":[["File:NAIA Terminal 4 exterior.JPG"],["thumb"],["Terminal 4"]]},"\nTerminal 4 is the only terminal not directly served by buses.  To get to Terminal 4, take any bus to Terminals 1 or 2, alight at the intersection of NAIA Road and Domestic Road (buses will stop at a footbridge just after the intersection), cross the footbridge to the other side of the intersection, and transfer to a jeepney.\n\n",{"type":"===","value":["By jeepney"]},"\nThree jeepney routes serve the airport complex.  While slower, less comfortable and not air-conditioned, jeepneys are a cheaper alternative to buses.  Fares are ₱8.00 for the first 4 km (₱7 for students), with an additional ₱1 for every kilometer thereafter.  Like on buses, students may avail of a 20% discount on jeepney fares.\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Nichols-Vito Cruz-EDSA-Tramo"]}," jeepney route, which serves all four terminals, stops at the intersection of EDSA and Taft Avenue (at the interchange between EDSA LRT station and Taft Avenue MRT station).  The jeepney stop is just outside Giselle's Bus Terminal, beside the SOGO Hotel and the staircase leading up to Taft Avenue MRT station"]},{"type":"*","value":["The ",{"type":"'''","value":["Baclaran-MIA"]}," jeepney route serves Terminals 1, 2 and 4 and originates at Quirino Avenue, just outside the Baclaran LRT station.  Some of these jeepneys may ply the longer ",{"type":"'''","value":["Domestic Airport-Baclaran-South Pier"]}," jeepney route, which connects the airport to Manila South Harbor and passes through a number of points in Manila proper."]},"\nJeepneys from Baclaran toward the airport stop first at Terminal 4 before stopping at Terminals 1 and 2.  At Terminals 1 and 2, jeepneys will stop at the designated bus stop, while at Terminal 4, the jeepney will stop in front of the terminal, either across from (outbound) or beside (inbound) the terminal.  Similar to buses, jeepneys are only one-way between Terminals 1 and 2, stopping at Terminal 2 first before stopping at Terminal 1.\n\nThe Terminal 3 jeepney stop is located outside the airport beside the Circulo del Mundo Rotonda, although it is possible to get off at Resorts World Manila (on the other side of the road) and cross Andrews Avenue to Terminal 3.\n\nBecause of the constricted space of jeepneys, it's not recommended to use this method of public transportation with bulky luggage.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Nichols railway Station.jpg"],["right"],["thumb"],["Two ways of getting to the airport: on foot from Nichols railway station, and by car using the Metro Manila Skyway and NAIA Expressway."]]},"\nA number of roads serve NAIA, all of which are named after the airport or prominent aviators.  These include ",{"type":"'''","value":["NAIA Road"]}," (commonly called MIA Road, which is the old name) and ",{"type":"'''","value":["Ninoy Aquino Avenue"]}," for Terminals 1 and 2, ",{"type":"'''","value":["Andrews Avenue"]}," for Terminal 3, and ",{"type":"'''","value":["Domestic Road"]}," for Terminal 4.  Terminal 3 is also served by the first phase of the future NAIA Expressway, which will eventually serve Terminals 1 and 2 as well.\n\nDepending on the point of origin, there are a number of ways to reach the airport, although major routes include the following:\n\n",{"type":"*","value":["From ",{"type":"[[","value":[["Manila"]]}," proper, go south on Roxas Boulevard, then turn left at the intersection with NAIA Road (Uniwide Coastal Mall will be on the right, and a KFC on the left).  Continue straight onto NAIA Road.  To reach Terminal 4, turn left at the intersection with Domestic Road, and go straight.  Terminal 4 will be on the right.  To reach Terminal 3, continue past Terminal 4 until the roundabout with Andrews Avenue, then turn right and go straight until the Circulo del Mundo Rotonda.  To reach Terminals 1 and 2, continue past the intersection with Domestic Road until the road forks.  For Terminal 2, continue straight and follow the signs leading to NAIA Terminal 2, while for Terminal 1, turn right onto Ninoy Aquino Avenue and follow the signs leading to NAIA Terminal 1 and Parañaque.  A popular detour for this route would be to go via Diosdado Macapagal Boulevard in Pasay, which runs parallel to Roxas Boulevard, then turn left at the intersection of Macapagal Boulevard and NAIA Road, just before Uniwide Coastal Mall."]},"\n",{"type":"*","value":["From the north (",{"type":"[[","value":[["Quezon City"]]},", ",{"type":"[[","value":[["Mandaluyong"]]},", ",{"type":"[[","value":[["Makati"]]},", etc.), go south on Epifanio de los Santos Avenue (EDSA).  To reach Terminal 3, exit at the Magallanes Interchange to the South Luzon Expressway heading south (follow the signs leading to Alabang, not Manila), then exit at the Nichols Interchange.  Turn right onto Sales Road, and go straight until it ends at the intersection with Andrews Avenue.  Alternatively, take the Metro Manila Skyway (there is an upramp beside Asia Pacific College), exit at the NAIA Terminal 3 exit (₱20), and follow the signs to Terminal 3 on Andrews Avenue.  For Terminals 1, 2 and 4, continue straight on EDSA past the Magallanes Interchange until Pasay, then turn left at the interchange between EDSA and Aurora Boulevard (more commonly known as Tramo Road), and follow Aurora Boulevard until the intersection with Andrews Avenue at the end.  Turn right onto Andrews Avenue, then turn left at the roundabout with Domestic Road, with Terminal 4 on the left side.  For Terminals 1 and 2, turn left at the intersection of Domestic Road and NAIA Road at the end, then follow the above directions."]},"\n",{"type":"*","value":["From the south, go north on the South Luzon Expressway (SLEx).  Depending on the point of origin, there are three ways to enter the airport from the south:"]},{"type":"*","value":[{"type":"*","value":["If coming from ",{"type":"[[","value":[["Muntinlupa"]]}," or from points further south, proceed to the Metro Manila Skyway, and exit at the NAIA Terminal 3 exit.  Then follow the signs leading to Terminal 3 from Andrews Avenue.  For Terminals 1, 2 and 4, proceed straight past the Circulo del Mundo Rotonda, then follow the above directions coming from the north."]}]},{"type":"*","value":[{"type":"*","value":["If coming from eastern ",{"type":"[[","value":[["Parañaque"]]},", go north on the East Service Road until the road ends at the Nichols Interchange.  Then follow the above directions coming from the north to reach Terminal 3 coming from Sales Road, or Terminals 1, 2 and 4 coming from Andrews Avenue."]}]},{"type":"*","value":[{"type":"*","value":["If coming from western Parañaque, proceed west on Dr. A. Santos Avenue (commonly called Sucat Road, which is the old name), which later becomes Ninoy Aquino Avenue.  Terminal 1 will be on the right.  At the intersection of Ninoy Aquino Avenue and NAIA Road, turn right to proceed to Terminal 2.  For Terminals 3 and 4, turn left onto NAIA Road, then turn right onto Domestic Road.  Follow the above directions coming from Manila to proceed to Terminals 3 and 4 via Domestic Road and Andrews Avenue."]}]},"\n",{"type":"*","value":["From the east (",{"type":"[[","value":[["Marikina"]]},", ",{"type":"[[","value":[["Pasig"]]},", etc.), go west, then turn left onto EDSA.  Follow the above directions coming from the north to reach the airport.  Alternatively, use Circumferential Road 5 (C-5).  Continue south on C-5, then exit at the Bayani Road interchange (beside the Heritage Memorial Park).  Continue straight on Bayani Road until the intersection with Lawton Avenue at the end, then turn left.  Lawton Avenue becomes Sales Road upon exiting Fort Bonifacio.  Then follow the above directions coming from the south to reach the airport."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Las Piñas"]]}," and ",{"type":"[[","value":[["Cavite"]]},", go north on the Manila-Cavite Expressway (commonly called Coastal Road) until it ends at the intersection with Roxas Boulevard and NAIA Road.  Then follow the above directions coming from Manila to reach the airport."]},"\n",{"type":"====","value":["Parking"]},"\nAll four terminals have parking lots.\n\n",{"type":"*","value":["Cars parking at Terminal 1 may park at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/125.60.203.88\/miaa\/index.php?option=com_content&view=article&id=95:parking&catid=57:airport-facilities&Itemid=64 Lots A and B"]}]},", which have a combined capacity of 500 cars.  While ",{"type":"'''","value":["Lot C"]}," is largely occupied by the airport taxi fleet, there are a number of slots available for paying patrons."]},{"type":"*","value":["Cars parking at Terminal 2 may park at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/125.60.203.88\/miaa\/index.php?option=com_content&view=article&id=95:parking&catid=57:airport-facilities&Itemid=64 Car Parks 1 and 2"]}]},", which have a combined capacity of around 1,100 cars.  Car Park 2 is partially occupied by the airport taxi fleet."]},{"type":"*","value":["Cars parking at Terminal 3 may park at the ",{"type":"'''","value":["open car park"]},", which has a capacity of 1,200 cars.  There is a ",{"type":"'''","value":["multilevel parking building"]}," beside the terminal, with a capacity of 2,000 cars, but it is not yet in operation."]},{"type":"*","value":["Cars parking at Terminal 4 may park at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/125.60.203.88\/miaa\/index.php?option=com_content&view=article&id=129:parking&catid=77:airport-facilities&Itemid=82 open car park"]}]}," located on the other side of Domestic Road, which has a capacity of around 100 cars."]},"\nRegular parking is ₱35, while overnight parking is ₱50\/day.  Cars left at the airport overnight have to be registered with security personnel upon entry.  For more information, the Manila International Airport Authority also operates a parking lot hotline at +63 2 877-1109, extension 4315.\n\n",{"type":"===","value":["By taxi"]},"\nFor many travelers, taxis are the easiest and most convenient way of reaching the airport.  A regular ",{"type":"'''","value":["white city taxi"]}," to the airport costs between ₱100-250 to most destinations within the city, depending on the distance.  Be advised that city taxis are only allowed only to drop off passengers at the departures level of each terminal (or at a special drop-off only taxi rank in front of Terminal 4).  It is possible to catch a city taxi at the departure area when leaving the airport, but airport security is under orders to prevent city taxis from picking up passengers, so do so at your own risk.\n\n",{"type":"'''","value":["Yellow airport taxis"]}," also bring passengers to and from the airport.  These taxis charge a flagdown rate of ₱70, plus an additional ₱4.50 for every 250 m.  When leaving the airport, this is the only type of taxi available at the arrival level. Each departing taxi is registered by a dispatcher.\n\nSpecial ",{"type":"'''","value":["coupon taxis"]}," are special taxis with fixed rates according to the destination.  Coupon taxis serve various hotels in Metro Manila, most points within the city, and even towns and cities throughout Luzon.  Some coupon taxi operators use minivans, which may be useful for large groups.  There are coupon taxi reservation desks at each terminal, and the Manila International Airport Authority maintains a list of rates for coupon taxis on its website.\n\n",{"type":"===","value":["On foot"]},"\nWhile not a ",{"type":"''","value":["practical"]}," way of reaching the airport, it ",{"type":"''","value":["is"]}," possible to get to the airport on foot. This is particularly true for walking from the Nichols railway station in ",{"type":"[[","value":[["Taguig"]]},", which is 2 km away from Terminal 3. PNR commuter trains run every thirty minutes during peak hours, and every hour at all other times, from 05:30-19:30. From Nichols station, head north on the East Service Road until the intersection with Sales Road at the end, then turn left. Walk straight until the intersection with Andrews Avenue at the end. To cross to Terminal 3, there is a crosswalk close to the Circulo del Mundo Rotonda.  Be careful when crossing the road, as there are no pedestrian crossing lights and cars travel along Andrews Avenue at high speed.  It is also possible to board a Nichols Ikot (Nichols Loop) jeepney towards Terminal 3 at the opposite side of the Nichols Interchange exit, beside the Villamor Golf Course.\n\nWhile ",{"type":"'''","value":["technically"]}," possible to walk via Taft Avenue Extension, Quirino Avenue and then Airport Road, it is ",{"type":"'''","value":["not"]}," recommended to walk from Baclaran LRT station to Terminal 4 despite the distance (only 1.5 km). Use a jeepney instead.\n\n",{"type":"==","value":["Get around"]},"\nNAIA is famously known for being difficult to transit through, especially if the connecting flight leaves from a different terminal. However, free 24-hour airport shuttle buses transport passengers between terminals. The buses run every fifteen minutes, although adherence to the schedule tends to be spotty. Shuttle buses depart from the arrival area of all terminals and use the main airport access roads, so make sure to have a visa (if required to enter or transit the Philippines) if connecting to a flight departing from another terminal.  If in a rush, take a taxi. Allocate at least three hours when transiting between terminals (especially if going to Terminal 3) in case of traffic congestion around airport roads.\n\nPassengers connecting to a PAL Express flight from a Philippine Airlines flight and vice-versa may avail of a free airside shuttle service between Terminals 2 and 3.\n\nIt is also possible to walk from Terminal 1 to Terminal 2 (and vice-versa) via the International Cargo Terminal, using the same road used by public buses and jeepneys.  Walking between the two terminals takes fifteen minutes, with a direct view of the apron around Gates 1 and 2 at Terminal 1.\n\n",{"type":"==","value":["Wait"]},"\n",{"type":"[[","value":[["File:NAIA Terminal 3 2009 MC.jpg"],["thumb"],["Terminal 3, the newest of the NAIA terminals."]]},"\nUnlike many of its Asian counterparts, NAIA has relatively few amenities or things to see. However, with the recent renovations at Terminal 1 and the opening of Terminal 3, this is starting to change.\n\nThere are two memorials in honor of ",{"type":"'''","value":["Benigno \"Ninoy\" Aquino, Junior"]},", the opposition politician for whom the airport is named:\n",{"type":"*","value":["On the departures ramp of Terminal 1 is the ",{"type":"'''","value":["assassination site memorial"]},", a piece of tarmac removed from the terminal apron where he fell after being shot dead after flying in to this airport from exile in the US in 1983."]},{"type":"*","value":["In the check-in hall of Terminal 3 is a ",{"type":"'''","value":["bust of Benigno Aquino, Jr."]},", made by sculptor Rosalio Arcilla, Jr. Although completed (and initially unveiled) in 2001, the bust was unveiled again in 2008, when Terminal 3 finally opened to passenger traffic."]},"\nThere is a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/125.60.203.88\/miaa\/index.php?option=com_content&view=article&id=458:viewing-gallery&catid=67:passenger-services&Itemid=75 viewing gallery"]}]}," at the departures level of Terminal 3, which overlooks the baggage claim area. Entrance is free.\n\nFor children, Terminals 1 and 4 have free ",{"type":"[","value":["http:\/\/125.60.203.88\/miaa\/index.php?option=com_content&view=article&id=26:infant-and-childcare-facilities&catid=57:airport-facilities&Itemid=64 ",{"type":"'''","value":["NAIA Kiddie Traveler's Lounges"]}]}," at the pre-departure areas, complete with a play area, toys and games, a diaper (nappy) changing room and infant feeding station, and cartoons showing on TV. The lounge is open daily 07:00-22:00 at Terminal 1 and 02:00-20:00 at Terminal 4. Children up to the age of 14 may use the lounge at Terminal 1, while children up to the age of 7 may use the lounge at Terminal 4.\n\nIn the pre-departure areas, all four terminals have televisions installed which broadcast news in Terminals 1-3 and local television in Terminal 4.\n\n",{"type":"===","value":["Lounges"]},"\nThere are a number of VIP lounges at the airport for the use of business and first class passengers, as well as holders of certain credit cards. Compared to lounges at other Asian airports though, NAIA lounges are sub-par. Most of these lounges are in Terminal 1. Cathay Pacific, Delta Air Lines, Japan Airlines, Korean Air, Singapore Airlines and Thai Airways International maintain their own lounges at Terminal 1, while Philippine Airlines maintains two Mabuhay Lounges at Terminal 2.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Club Manila"],["alt="],["url="],["email="],["address=3\/F, Terminal 1"],["lat="],["long="],["directions=across from the PAGSS Lounge"],["phone="],["tollfree="],["fax="],["hours=Daily 06:00-00:00"],["price=₱650"],["content=Newly-renovated in a streamlined Art Deco style, the lounge competes with the MIASCOR Lounge for the title of NAIA's best lounge. One of two pay lounges at Terminal 1, it has a Wi-Fi bar, a buffet spread and a shower. The lounge is also known for its large fish tank. Access is free to UnionBank Gold and Platinum cardholders, and holders of certain China UnionPay credit cards."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=MIASCOR Lounge"],["alt="],["url=http:\/\/www.miascor.com\/products-and-services\/vip-lounge\/"],["email="],["address=East Satellite, Terminal 1"],["lat="],["long="],["directions=Across from the entrance to Gate 9, beside the Royal Silk Lounge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quiet and comfortable, it is said to be the airport's best lounge. There is free food such as noodles, rice and meat dishes, sandwiches, soup, congee and fruit, together with beer and liquor, juices and other non-alcoholic beverages. Food served at the lounge is certified halal.  There is also a shower. Access is free to AmEx Platinum and Citibank PremierMiles cardholders, and business class passengers flying on Asiana Airlines, Emirates, Kuwait Airways, Malaysia Airlines, Royal Brunei Airlines, Saudia and United Airlines."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=PAGSS Lounge"],["alt="],["url="],["email="],["address=3\/F, Terminal 1"],["lat="],["long="],["directions=beside the Hari-Raya Coffee Shop"],["phone="],["tollfree="],["fax="],["hours=Daily 06:00-00:00"],["price="],["content=Formerly the PAGstop Lounge, it has a native feel. Reading materials, a buffet spread and business facilities are available, but no bathrooms. Access is free to The Club Card, Priority Pass and Diners Club cardholders, BPI \"",{"type":"''","value":["Preferred Banking"]},"\" clients, and business class passengers flying Air Niugini, China Airlines, China Southern Airlines, Etihad Airways, Gulf Air and KLM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sampaguita Lounge"],["alt="],["url=http:\/\/www.facebook.com\/pages\/The-Sampaguita-Lounge-at-NAIA-Terminal-1\/138402362849682"],["email="],["address=4\/F, Terminal 1"],["lat="],["long="],["directions="],["phone=+63 2 831-3141"],["tollfree="],["fax="],["hours=Daily 04:00-22:30"],["price= ₱450\/320 (adult\/child)"],["content=Formerly the Mabuhay Lounge when Philippine Airlines was still based in Terminal 1, it is the largest lounge in Terminal 1, with the windows giving good views of the tarmac. This is one of two pay lounges in Terminal 1, and access is open to the public. The lounge is also the overflow lounge of the MIASCOR Lounge when it is full."]]}]},"\nThere are currently no lounges in Terminal 3. However, business class passengers and Star Alliance Gold members flying on ANA may avail of free food at the Sweet Ideas Café.\n\n",{"type":"==","value":["Eat and Drink"]},"\nDining options at NAIA are not as plentiful as in other airports, but there are options at all four terminals. Terminal 3 in particular is notable for having a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/125.60.203.88\/miaa\/index.php?option=com_content&view=article&id=130:public-foodcourt&catid=76:airport-facilities&Itemid=78 foodcourt"]}]}," above the check-in area on the fourth floor which is also open to the public. Some of the more notable dining options at the airport include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Andiamo"],["alt="],["url="],["email="],["address=4\/F, Terminal 3"],["lat="],["long="],["directions="],["phone=+63 2 846-3503"],["tollfree="],["fax="],["hours="],["price=₱150-600"],["content=One of the few fine dining restaurants in Terminal 3 (and in NAIA in general), it specializes in Italian dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bo's Coffee"],["alt="],["url=http:\/\/www.boscoffee.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A local coffee chain known for its large selection of pastries, it has branches at Terminals 1 and 3."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Goldilocks"],["alt="],["url=http:\/\/www.goldilocks.com.ph"],["email="],["address=North Wing, Terminal 2"],["lat="],["long="],["directions="],["phone=+63 2 877-1109 (main airport switchboard, then extension 2294)"],["tollfree="],["fax="],["hours="],["price="],["content=The airport store of the Philippines' largest bakery sells a variety of pastries, pies and sweets, including their famous ensaymada and mamon."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grand Kitchen"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+63 2 879-5325"],["tollfree="],["fax="],["hours="],["price="],["content=Serving traditional Filipino ",{"type":"''","value":["carinderia"]}," fare, it has branches at Terminals 2 and 3."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jollibee"],["alt="],["url=http:\/\/www.jollibee.com.ph"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₱40-200"],["content=The Philippines' largest fast food restaurant has branches at Terminals 1, 2 and 3. Serves typical American fast food fare, but with a Filipino twist."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kaishu Express"],["alt="],["url=http:\/\/www.jipang-group.com\/en\/kaishu-express"],["email="],["address=International Wing, Terminal 3"],["lat="],["long="],["directions="],["phone=+63 2 701-9326"],["tollfree="],["fax="],["hours="],["price=₱180-300"],["content=This restaurant is a sister to Kaishu, said to be one of Manila's best Japanese restaurants."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Bistro"],["alt="],["url=http:\/\/www.lebistro.ph"],["email="],["address="],["lat="],["long="],["directions="],["phone=+63 2 836-9757"],["tollfree="],["fax="],["hours="],["price=₱100-300"],["content=Known for its entirely locally-sourced sustainable coffee and organic salads and sandwiches, it has branches at Terminals 2 and 3."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Little Vin-Vin's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+63 2 877-1109 (main airport switchboard, then extension 2439)"],["tollfree="],["fax="],["hours="],["price=₱60-200"],["content=This restaurant serves food in the style of the local ",{"type":"''","value":["carinderias"]},", with branches at Terminals 2 and 4. It is the only restaurant in Terminal 4. Food here, however, is severely overpriced relative to what is being served."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Raku Hokkaido Ramen House"],["alt="],["url="],["email="],["address=4\/F, Terminal 3"],["lat="],["long="],["directions="],["phone=+63 2 721-9695 to 98"],["tollfree="],["fax="],["hours="],["price=₱120-300"],["content=A decent Japanese restaurant in Terminal 3 best known for their gyudon and, of course, their Hokkaido ramen. One of the more popular restaurants in Terminal 3, it is often full."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Seattle's Best Coffee"],["alt="],["url=http:\/\/www.seattlesbest.com.ph\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Starbucks' sister chain has branches at Terminals 3 and 4. Unlike other dining options at NAIA, prices here are the same as in other Seattle's Best Coffee branches outside the airport."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ya Kun Kaya Toast"],["alt="],["url=http:\/\/www.yakun.com\/"],["email="],["address=South Wing, Terminal 2"],["lat="],["long="],["directions=beside Little Vin-Vin's"],["phone=+63 2 401-4037"],["tollfree="],["fax="],["hours="],["price="],["content=Singapore's most famous café has one of its four branches in the Philippines at the airport, where it serves both its famous kaya toast and a number of traditional Singaporean dishes."]]}]},"\nA major drawback to eating in NAIA is that none of the restaurants in the airport are certified Halal and dining facilities for Muslim travelers in general are rather limited.\n\n",{"type":"==","value":["Buy"]},"\nTerminals 1, 2 and 3 have outlets of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dfp.com.ph Duty Free Philippines"]}]}," (DFP), the Philippines' state-owned duty free retailer. DFP outlets are found at both the pre-departure and arrival levels of each terminal, and Terminal 1 has a DFP outlet in the Greeters' Area.\n\nAside from DFP outlets, there are also other retailers in the airport, but some of the more notable ones include the following:\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Christian Ventures Bookstore"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This bookstore, which has stores at Terminals 1, 2 and 4, sells novels, travel guides, maps and periodicals in addition to Christian literature."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Cora Jacobs"],["alt="],["url=http:\/\/www.corajacobs.com\/"],["email="],["address=West Transit Lounge, Terminal 1"],["lat="],["long="],["directions="],["phone=+63 2 833-3680"],["tollfree="],["fax="],["hours="],["price="],["content=Known as the \"pioneer of Philippine handbag design\", its airport store has a variety of items from its collection on sale."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=National Book Store"],["alt="],["url=http:\/\/www.nationalbookstore.com.ph"],["email="],["address="],["lat="],["long="],["directions="],["phone=+63 2 799-8140"],["tollfree="],["fax="],["hours="],["price="],["content=The Philippines' largest bookstore has two stores in Terminal 3: one each at the International and Domestic Wings. It has a good selection of books and periodicals, and has a nominal school supplies section."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mixed Lifestyle"],["alt="],["url="],["email="],["address=Domestic Wing, Terminal 3"],["lat="],["long="],["directions="],["phone=+63 2 846-2383"],["tollfree="],["fax="],["hours="],["price="],["content=A trendy clothing store in Terminal 3, it carries Team Manila merchandise, which make good souvenirs."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Preclaro's Souvenirs"],["alt="],["url="],["email="],["address=Head Transit Lounge, Terminal 1"],["lat="],["long="],["directions="],["phone=+63 2 877-1109 (main airport switchboard, then extension 4331)"],["tollfree="],["fax="],["hours="],["price="],["content=This souvenir shop has a variety of Filipino souvenirs, but it is better known for the giant, purple ",{"type":"''","value":["morion"]}," (a localized Roman soldier found in ",{"type":"[[","value":[["Marinduque"]]},") statue standing outside the entrance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tesoro's Philippine Handicrafts"],["alt="],["url=http:\/\/www.tesoros.ph"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A famous retailer of Filipino handicrafts and souvenirs, it has stores at Terminals 1 and 3."]]}]},"\nWhile most stores at the airport (except at the domestic wings of Terminals 2 and 3, and at Terminal 4) accept both pesos and US dollars, many stores do not accept credit cards. There are ATMs in Terminals 1, 2 and 3, but all are located prior to entering the pre-departure area.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\nAll four terminals have free, unlimited Wi-Fi access on the ",{"type":"''","value":["GlobeFreeWiFi@NAIA"]}," network, provided by Globe Telecom, although coverage can be spotty at times. There are standalone computer terminals at Terminals 1 and 2 with access to the Internet, as well as laptop desks at Terminal 2 beside the computer terminals.\n\n",{"type":"===","value":["Mail"]},"\nTwo of the NAIA terminals have post offices.  At Terminal 1, the post office is located on the west wing of the arrivals lobby, while at Terminal 2, the post office is located beside the Pass Control Office in the arrivals level of the South Wing.  Both post offices are open on weekdays from 08:00-17:00.  Mailboxes are located at the West Transit Lounge (after immigration) at Terminal 1, and at the post office in Terminal 2.  Mail is picked up at 10:30 daily on weekdays.\n\nStamps are available for purchase at the following stores:\n\n",{"type":"*","value":["Terminal 1: All stores between Gates 3-10"]},{"type":"*","value":["Terminal 2: Stores around Gate S1 (South Wing), Store in front of the Philippine Airlines Mabuhay Class check-in counter (North Wing)"]},"\nThese stores are also authorized to bring mail to the post office for delivery.  During weekends, these stores will hold mail until the post office reopens on Monday.  At Terminal 1, this service is provided by the Christian Ventures bookstore at the East Satellite (gates 2-7).\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Worship"]},"\nNAIA has a number of worship facilities. All four terminals have Christian chapels, while Terminals 1 and 3 also have Muslim prayer rooms.  Washrooms are fitted with foot basins and Qiblah directions are mentioned in the prayer rooms. More notably, there are two Roman Catholic churches in the immediate vicinity of the airport which are open to the public:\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Our Lady of the Airways Parish"],["alt="],["url=http:\/\/125.60.203.88\/miaa\/index.php?option=com_content&view=article&id=28:prayer-and-worship-rooms&catid=57:airport-facilities&Itemid=64"],["email="],["address=Chapel Road cor. Ninoy Aquino Avenue, Parañaque"],["lat="],["long="],["directions=At NAIA Road, turn right before the intersection with Ninoy Aquino Avenue"],["phone=+63 2 851-4371"],["tollfree="],["fax="],["hours="],["price="],["content=This is the official airport church and NAIA is probably the only airport with one. A large statue of the Virgin Mary stands on an island across from the church, at the corner of NAIA Road and Ninoy Aquino Avenue."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shrine of Saint Thérèse of the Child Jesus"],["alt="],["url=http:\/\/www.therese.ph"],["email="],["address=Newport Boulevard, Newport City, Pasay"],["lat="],["long="],["directions=Opposite Terminal 3, behind the Total gas station"],["phone=+63 2 853-9187 to 90"],["tollfree="],["fax="],["hours="],["price="],["content=The church of Newport City and the seat of the Military Ordinariate of the Philippines, it is a popular venue for weddings. Its dome is visible from all parts of the airport complex."]]}]},"\n",{"type":"===","value":["Baggage storage"]},"\nTerminals 2 and 3 have left luggage facilities.  At Terminal 2, this service is provided by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www1.philippineairlines.com\/flights\/airport\/storage-service\/ Philippine Airlines"]}]}," (₱150\/piece), while at Terminal 3, this service is provided by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.protectabag.com.ph\/luggage-more Luggage&More"]}]}," (₱150-200\/piece for three hours, ₱300-350\/piece per day).\n\nWhile not a left luggage facility as such, bags may also be left at the ",{"type":"'''","value":["Interline Baggage Section"]}," of Terminal 1, located to the side of the baggage claim area (₱150-200\/piece).\n\n",{"type":"==","value":["Sleep"]},"\nTerminal 1 is the only terminal fitted with day rooms (USD20) for the use of passengers with long connections, located at the arrivals level beside Gate 16. Each room's got a bed and a small table, although bathrooms are shared. Go to the Transfer Desk to reserve and pay for a day room.\n\nAside from the day rooms, there are also a number of hotels around the airport complex:\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Manila Airport Hotel"],["alt="],["url=http:\/\/manila-airporthotel.com"],["email="],["address=99 PAL Drive, Airplane Village, Brgy. Vitalez, Parañaque"],["lat="],["long="],["directions=Across from the Terminal 1 parking lot, beside KFC"],["phone=+63 2 854-7549, +63 2 854-7550"],["tollfree="],["fax="],["price=₱2,800"],["checkin="],["checkout="],["content=The closest hotel to Terminals 1 and 2, it has both regular rooms and cottages around a pool. Free breakfast."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marriott Hotel Manila"],["alt="],["url=http:\/\/www.marriott.com\/hotels\/travel\/mnlap-manila-marriott-hotel\/"],["email="],["address=10 Newport Boulevard, Newport City, Pasay"],["lat="],["long="],["directions=Opposite Terminal 3, beside Maxims Hotel and Resorts World Manila"],["phone=+63 2 988-9999"],["tollfree="],["fax="],["price=₱7,000"],["checkin=15:00"],["checkout=12:00"],["content=The Philippines' first Marriott Hotel, it is the mid-range option for hotels in Newport City. Rooms have a panoramic view of either the airport or the Villamor Golf Course, and the hotel has its own casino. No Free breakfast."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maxims Hotel"],["alt="],["url=http:\/\/www.maxims.directwithhotels.com\/ppc\/index.html"],["email=reservations@rwmanila.com"],["address=12 Newport Boulevard, Newport City, Pasay"],["lat="],["long="],["directions=Opposite Terminal 3, between Marriott Hotel Manila and Resorts World Manila"],["phone=+63 2 908-8600"],["tollfree="],["fax="],["checkin=14:00"],["checkout=12:00"],["price=₱14,800"],["content=The most expensive hotel in Newport City and the first six-star hotel in the Philippines with 171 all-suite rooms which are all equipped with kitchens, bar facilities and a massage room, as well as individual in-room Wi-Fi and a personal butler. Unlike the Marriott and Remington, free breakfast."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Remington Hotel"],["alt="],["url=http:\/\/www.remington.directwithhotels.com\/ppc\/index.html"],["email=reservations@rwmanila.com"],["address=1 Jasmine Drive, Newport City, Pasay"],["lat="],["long="],["directions=Opposite Terminal 3, across from Resorts World Manila"],["phone=+63 2 908-8600"],["tollfree="],["fax="],["price=₱4,200"],["checkin=14:00"],["checkout=12:00"],["content=The largest and cheapest of the three hotels in Newport City, it has both standard rooms and serviced apartments. No free breakfast."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Roger's Place Hotel"],["alt="],["url=http:\/\/rogersplace.com.ph"],["email="],["address=B3, Salem International Complex, Domestic Rd, Pasay"],["lat="],["long="],["directions=Opposite Terminal 4"],["phone=+63 2 851-0667 to 69"],["tollfree="],["fax="],["price=₱2,000"],["checkin="],["checkout="],["content=The closest hotel to Terminal 4, it has economy rooms, standard rooms and two family rooms for large groups. Free breakfast."]]}]},"\nAll five hotels around the airport perimeter have free shuttle service to bring guests to and from all four NAIA terminals. There are also other hotels in Pasay and Parañaque that are further away from the airport complex, but are still close, mostly in the area around SM Mall of Asia and Entertainment City Manila, the intersection of EDSA and Taft Avenue, and along Roxas Boulevard.\n\n",{"type":"==","value":["Nearby"]},"\nBeside Terminal 3 is ",{"type":"'''","value":["Villamor Airbase"]},", the headquarters of the Philippine Air Force. While the base is generally off-limits to civilians (except dependants of Air Force personnel), two of its facilities are open to the public:\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Philippine Air Force Aerospace Museum"],["alt="],["url=http:\/\/www.paf.mil.ph\/FACILITIES\/facilities_museum.html"],["email="],["address=Andrews Avenue cor. Sales Road, Pasay"],["lat="],["long="],["directions=Beside Terminal 3, opposite the Maligayang Pagdating Rotonda"],["phone=+63 2 854-6729"],["tollfree="],["fax="],["hours=M-F 08:00-17:00, Sa 08:00-12:00"],["price=₱20"],["content=Originally founded in 1974 as the Marcos Museum, today it's a modern museum showing the history of the Philippine Air Force and Philippine military aviation, as well as general aerospace science. A collection of historic PAF aircraft is on display outside the museum in the Aircraft Park, including the now-retired F-5."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Villamor Golf Club"],["alt="],["url=http:\/\/www.paf.mil.ph\/FACILITIES\/facilities_golfclub.html"],["email="],["address="],["lat="],["long="],["directions=On the southbound exit of the Nichols Interchange"],["phone=+63 2 853-4977 or 88"],["tollfree="],["fax="],["hours="],["price=₱935\/1,375 for locals, ₱1,375\/2,145 for tourists (weekday\/weekend)"],["content=Host to the Philippine Masters several times, it is a relatively flat course, but still challenging because of the trees, the terrain and the occasional strong wind. Some golfers claim it to be the best course in Metro Manila."]]}]},"\nAcross from Villamor Airbase and opposite Terminal 3 is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newportcity.com.ph\/ Newport City"]}]},", a mixed-use development built on land formerly belonging to the base. While a significant part of the development is residential, it is better known as the home of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rwmanila.com Resorts World Manila"]}]},", the Philippines' first casino-resort. Aside from a casino, Resorts World Manila also has a mall, a cinema, a performing arts theater and a popular nightclub.\n\nIn addition to Villamor Airbase and Newport City, a number of other areas are also close to the airport.  These include ",{"type":"'''","value":["Bay City"]}," in Pasay (home of the SM Mall of Asia) and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pagcor.ph\/the-entertainment-city-project.php Entertainment City Manila"]}]}," in Parañaque, built on land reclaimed from Manila Bay.  ",{"type":"[[","value":[["Makati"]]}," is also a reasonable distance from the airport, as are ",{"type":"[[","value":[["Taguig"]]}," and the southern half of ",{"type":"[[","value":[["Manila"]]},", including ",{"type":"[[","value":[["Manila\/Intramuros"],["Intramuros"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Metro Manila"]]},"\n",{"type":"{{","value":[["guideairport"]]},"\n",{"type":"{{","value":[["geo"],["14.51106"],["121.01707"],["zoom=15"]]},"\n",{"type":"[[","value":[["wikipedia:Ninoy Aquino International Airport"]]}]