[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Nishinomiya (",{"type":"{{","value":[["lang"],["ja"],["西宮"]]},")"]}," is a city in ",{"type":"[[","value":[["Hyogo"]]}," prefecture, ",{"type":"[[","value":[["Japan"]]},".  It is located inbetween ",{"type":"[[","value":[["Kobe"]]}," and ",{"type":"[[","value":[["Osaka"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe city is the setting for much of the Studio Ghibli film, ",{"type":"''","value":["Grave of the Fireflies"]}," ",{"type":"[","value":["http:\/\/www.onlineghibli.com\/grave_of_fireflies\/review.php"]},". There was heavy damage throughout the city from the Great Hanshin Earthquake on January 17, 1995. This city is also the setting for the anime ",{"type":"''","value":["The Melancholy of Haruhi Suzumiya"]},". Remember that while taking pictures of Nishinomiya-Kita High School (where much of the anime is set) from the outside is perfectly legal, entering the gates to take pictures inside is NOT. Hankyu Imazu line is the setting for ",{"type":"''","value":["Hankyu Railway"]}," movie",{"type":"[","value":["http:\/\/hankyudensha-movie.com\/"]},", where stations from Nishinomiya-Kitaguchi Station to Takarazuka Station appear in the movie.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nNishinomiya has access to three airports: ",{"type":"[[","value":[["Kansai International Airport"]]},", Kobe Airport, and Osaka International Airport.  Despite its name, Osaka International Airport is a domestic airport.  There is bus service to and from the airport for ¥700 to Hanshin Koshien Station and Hankyu Nishinomiya-kitaguchi Station ",{"type":"[","value":["http:\/\/www.okkbus.co.jp\/en\/timetable\/itm\/f_nsk.html"]},".  Kansai International Airport also has bus service for ¥1700 (or ¥3000 round trip) to and from JR Nishinomiya, Hankyu Nishinomiya-kitaguchi, and Hanshin Nishinomiya stations ",{"type":"[","value":["http:\/\/www.kate.co.jp\/pc\/e_time_table\/e_nisinomiya_tt.html"]},".\n\n",{"type":"===","value":["By train"]},"\nThe Shinkansen(新幹線) is another option when traveling from other parts of Japan.  Nishinomiya can be reached from either Shin-Kobe or Shin-Osaka stations.  A one-way reserved ticket on the Nozomi from ",{"type":"[[","value":[["Tokyo"]]}," to ",{"type":"[[","value":[["Osaka"]]}," costs ¥14,050.  A one-way reserved ticket on the Hikari Railstar from ",{"type":"[[","value":[["Hiroshima"]]}," to ",{"type":"[[","value":[["Kobe"]]}," costs ¥9740.  Visitors can then take the subway or train to get to the city.  To get from Shin-Kobe to Nishinomiya, take the ¥200 subway to Sannomiya and then either JR, Hanshin, or Hankyu train lines into Nishinomiya.  Depending on the train stop, the ticket will only cost a couple hundred yen.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are three main train lines running through Nishinomiya: ",{"type":"'''","value":["JR"]},", ",{"type":"'''","value":["Hanshin"]}," (阪神), and ",{"type":"'''","value":["Hankyu"]}," (阪急).  They run parallel to each other and go from east to west, with the Hanshin and Hankyu lines connected by the small Imazu line between Hanshin Imazu station and Nishinomiya-kitaguchi (西宮北口).  Hanshin and Hankyu buses also run throughout the city, though it can be difficult to travel from north to south.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Koshien-tigers.jpg"],["thumb"],["right"],["Fans at a Hanshin Tigers game."]]},"\n\n",{"type":"'''","value":["Hanshin Tigers"]}," (阪神タイガース). ",{"type":"[","value":["http:\/\/hanshintigers.jp\/"]}," Go to Koshien Stadium to see one of Japan's oldest baseball teams. Fans of the Tigers are known to be the most fanatical and dedicated. The stadium itself is the oldest in Japan and is famous for having a grass field, dirt infield, and being visited by Babe Ruth. The summer high school baseball tournament is held here every year.\n\n",{"type":"'''","value":["Hyogo Performing Arts Center"]},". ",{"type":"[","value":["http:\/\/www1.gcenter-hyogo.jp\/sysfile\/center_e\/e_top.html"]}," The venue offers a variety of performances such as orchestra concerts, ballets, plays, and operas. Some performances include a Japanese puppet show (tickets start at ¥2000) or a traditional ",{"type":"''","value":["Nutcracker"]}," ballet (tickets from ¥4000 - ¥12000). The center is closest to Hankyu Nishinomiya-Kitaguchi Station.  It's about a 2 minute walk and is connected to the station by a walkway.\n\n",{"type":"'''","value":["Manchidani Park"]}," (満池谷公園) Not so much a park, but part of a series of reservoirs called Nitekoike.  This place is particularly beautiful during cherry blossom season and is a famous scene from the novel ",{"type":"''","value":["Grave of the Fireflies"]}," by Akiyuki Nosaka.  To get to the reservoir take the train to Hankyu Kurakuen-guchi station and walk about 10 minutes to the east.\n\n",{"type":"'''","value":["Nishinomiya Shrine"]}," (西宮神社). It is a Shinto Shrine located near Hanshin Nishinomiya Station. The Ebisu festival is held here every year in January.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Shukugawa during hanami season.jpg"],["thumb"],["right"],["Along the Shukugawa River during hanami season."]]},"\n\n",{"type":"'''","value":["Hanami"]},". Go to Shukugawa Park (夙川公園) end of March\/early April for Nishinomiya's most popular hanami location.  There are over 2300 cherry blossom trees along the Shukugawa River that stretches all the way from Hanshin Koroen Station to Hankyu Kurakuen-guchi station.  Get off at either of these train stations or Hankyu Shukugawa Station to enjoy the festival.\n\n",{"type":"'''","value":["Kidzania"]},". ",{"type":"[","value":["http:\/\/www.kidzania.jp\/koshien\/"]}," In this roleplaying theme park children can act out different occupations, earn money, and learn about the adult world. Located next to Lalaport.\n\n",{"type":"'''","value":["Mukogawa Cycling Road"]},". This is a 7.1 kilometer long cycling road along the Mukogawa River from the JR line to Hanshin line.  It's a nice place to enjoy cycling free of cars.  Bikes can be rented for the day at hotels in the area.\n\n",{"type":"'''","value":["National High School Baseball Championship"]}," (全国高等学校野球選手権大会). Ever summer in August, Japan's national high school baseball tournament is held at Koshien Stadium.  Games are free so it's an excellent opportunity to participate in this popular national event!\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:S640x480lalaport.jpg"],["thumb"],["right"],["Inside Lalaport, Koshien."]]},"\n\n",{"type":"'''","value":["ACTA Nishinomiya"]},". Near Nishinomiya Gardens, this shopping area is made up of two buildings and is just north of the train station.  The shopping center has a branch Junkudo (ジュンク堂) where you can find a good selection of English language books and Japanese learning materials.\n\n",{"type":"'''","value":["Lalaport Koshien"]},". ",{"type":"[","value":["http:\/\/www.lalaport-koshien.com\/"]}," A small mall with stores, restaurants, arcade, and the Ito Yokado supermarket. This is a nice place to shop with the family. The mall is a short walk from Koshien Stadium.\n\n",{"type":"'''","value":["Nishinomiya Gardens"]}," (西宮ガーデンズ). ",{"type":"[","value":["http:\/\/nishinomiya-gardens.com\/index.html"]}," This new mall at Nishinomiya-Kitaguchi Station on the Hankyu line features over 400 specialty shops, restaurants, and a movie theater.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eden"],["alt=韓国料理エデン"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 798-43-3876"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["3-17 Ueda-Nishimachi"]}," (３－１７上田西町). Open 4pm-10:30. A local favorite! This is a small restaurant with a very friendly staff (speaks some English) and delicious, traditional Korean dishes. Vegetarian options available. Take Hanshin Bus from Hanshin Koshien Station bound for either Mukogawa-danchi (武庫川団地) or Naruohama (鳴尾浜) and get off at Ueda-Nishimachi (上田西町). Walk about one block north and the restaurant is on a corner on the left. Bus fare is ¥210."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe NADI"],["alt="],["url=http:\/\/www.cafenadi.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 798-52-7080"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["New Kobe Building 2F, 7-21 Shoraisho"]}," (松籟荘7-21 ニューコーベビル2F). Closed every Tuesday. Indonesian and Asian food restaurant owned by a Japanese wife and an Indonesian husband often dressed in Balinese attire. Small restaurant but has a nice and cozy atmosphere. ",{"type":"''","value":["Nasi Goreng"]}," and ",{"type":"''","value":["Mie Goreng"]}," are some of the favorites. Asian souvenirs available for sale. Take the train to Hankyu Kotoen Station and walk about 2 minutes south of the station."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["権太呂すし"]},".  A small sushi bar just north of Nishinomiya-Kitaguchi Station on the Hankyu line. An English menu is available and they are great for the price!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Okonomiyaki Tombo"],["alt=お好み焼き　とんぼ"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 798-73-0950"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["9-5 Minamikoshikiiwacho"]}," (南越木岩町9-5). Open 5:30pm-9:30 Closed Thursdays. Tonbo is a family run okonomiyaki \/ teppanyaki restaurant that is over 20 years old. It’s located just across from main exit of Kurakuenguchi Station (苦楽園口) on the Hankyu Koyo Line (阪急甲陽線). The food is very popular with the sizeable ex-pat community in the neighborhood and Japanese locals alike, especially families. Tonbo serves Kansai Okonomiyaki plus regional variations like Hiroshimayaki, modanyaki, and monjayaki. Try the popular buta-kimuchi (grilled pork with Korean kimchee). The owner is a former Hanshin Tigers pitcher and some local sports stars come in on occasion. Some English spoken. English menu available. ¥1,500-2,500"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Wexford Tavern"],["alt="],["url=http:\/\/www.wexfordtavern.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 798-70-6471 7"],["tollfree="],["fax="],["hours="],["price="],["content=Irish pub in a residential neighborhood 1 minute from Hankyu Kurakuenguchi Station. English spoken. Days a Week from 6:00pm"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\nhttp:\/\/www.nishi.or.jp\/homepage\/foreign\/index-e.html Nishinomiya City Website (English)\n\nhttp:\/\/www.nishi.or.jp\/ Nishinomiya City Website (Japanese)\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Chugoku Expwy Route Sign.svg"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Hiroshima"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Himeji"],["W"]]}]}," ",{"type":"[[","value":[["Image:Sanyo Expwy Route Sign.svg"],["88px"]]}," ",{"type":"[[","value":[["Kobe"],["Kobe JCT"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Suita"],["Suita JCT"]]}],["minorr1=",{"type":"[[","value":[["Takarazuka"]]}],["image2=Meishin Expwy Route Sign.svg"],["imagesize2=100"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Kyoto"]]}],["minorr2=",{"type":"[[","value":[["Toyonaka"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nishinomiya,_Hyōgo"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Hyogo"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["34.733333333333"],["135.33333333333"]]}]