[{"type":"{{","value":[["pagebanner"],["Niue banner.jpg"]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=Niue Coastline.jpg"],["location=LocationNiue.png"],["flag=Flag of Niue.svg"],["capital=Alofi"],["government=Self-governing parliamentary democracy"],["currency=New Zealand dollar (NZD); also the Niue dollar, which is held at par"],["area=260 km",{"type":"<","value":["sup",["2"]]}],["population=1,398 (2009 est.)"],["language=Niuean, a Polynesian language closely related to Tongan and Samoan; English"],["religion=Ekalesia Niue (Protestant) 75%, Latter-Day Saints 10%, other 15% (mostly Roman Catholic, Jehovah's Witnesses, Seventh-Day Adventist)"],["electricity="],["callingcode=683"],["tld=.nu"],["timezone=UTC-11"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.niueisland.com Niue"]}]}," (",{"type":"[[","value":[["Niuean phrasebook"],["Niuean"]]},": Niuē, ",{"type":"''","value":["NYOO-ay"]},") is an island in ",{"type":"[[","value":[["Oceania"]]}," located approximately halfway between ",{"type":"[[","value":[["Tonga"]]}," and the ",{"type":"[[","value":[["Cook Islands"]]},".\n\n",{"type":"==","value":["Villages"]},"\n",{"type":"[[","value":[["Image:Niue map.png"],["thumb"],["right"],["350px"],["Map of Niue"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Alofi"]}," - the administrative centre and, therefore, possibly the smallest \"capital city\" on earth with 434 souls at the last census"]},{"type":"*","value":[{"type":"'''","value":["Avatele"]}," - formerly known as ",{"type":"''","value":["Oneonepata, Matavaihala"]},", it's got a population of 150 and the largest and best coarse sand beach on Niue"]},{"type":"*","value":[{"type":"'''","value":["Hikutavake"]}]},{"type":"*","value":[{"type":"'''","value":["Liku"]}]},{"type":"*","value":[{"type":"'''","value":["Lakepa"]}]},{"type":"*","value":[{"type":"'''","value":["Mutalau"]}," where Christianity started on Niue"]},{"type":"*","value":[{"type":"'''","value":["Makefu"]}]},{"type":"*","value":[{"type":"'''","value":["Hakupu"]}]},{"type":"*","value":[{"type":"'''","value":["Namukulu"]}," - has a small motel"]},{"type":"*","value":[{"type":"'''","value":["Tamakautoga"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tuapa"]}]},{"type":"*","value":[{"type":"'''","value":["Vaiea"]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Flag of Niue.svg"],["thumb"],["Flag of Niue"]]},"\nNiue's remoteness, as well as cultural and linguistic differences between its Polynesian inhabitants and those of the ",{"type":"[[","value":[["Cook Islands"]]},", have led to it being separately administered. It is self-governing in free association with New Zealand since 1974, with Niue fully responsible for domestic affairs, and New Zealand asked to retain responsibility for foreign affairs and defence.\n\nThe population of the island continues to drop (from a peak of 5,200 in 1966 to 1,611 at the last census in 2011) with substantial emigration to ",{"type":"[[","value":[["New Zealand"]]}," and ",{"type":"[[","value":[["Australia"]]},".\n\nThe economy suffers from the typical Pacific island problems of geographic isolation, few resources, and a small population. Government expenditures regularly exceed revenues, and the shortfall is made up by critically needed grants from New Zealand that are used to pay wages to public employees. The agricultural sector consists mainly of subsistence gardening, although some cash crops are grown for export. The sale of postage stamps and coins to foreign collectors is an important source of revenue. Tourism has been identified as the main economic driver for Niue moving forward.\n\n",{"type":"[[","value":[["File:Alofi.jpg"],["thumb"],["Alofi is the administrative centre or capital of Niue"]]},"\nThe word \"Niue\" is not used in the local language to refer to this island, meaning in fact \"Look! There's a coconut\". Captain Cook called it \"Savage Island\", thinking (incorrectly) that the natives who came to fend him off were painted in blood; the locals had eaten a native red banana, called the ",{"type":"''","value":["hulahula"]},".\n\nNiue's time zone is GMT-11 while mainland New Zealand's is GMT+12 (GMT+13 in daylight saving time) so Niue is ",{"type":"''","value":["one day later"]}," than the mainland.\n\n",{"type":"===","value":["Climate"]},"\nTropical; modified by southeast trade winds. The average daytime temperature is 27°C from May to October and 30°C from November to April. December to March is the cyclone season\n\n",{"type":"===","value":["Landscape"]},"\nFrom the sea, the approaches to Niue are flat with its cliff faces resembling a large ‘Swiss cheese’ composed of coral limestone rock peppered with caves. There are hidden caverns and chasms, buried grottoes and other subterranean natural fissures are yet to be discovered and developed into tourist attractions.\n\nThe island is approximately 73 km in circumference with two distinct terraces. The upper terrace, 60m high at its highest point, slopes steeply to a 0.5 m coastal terrace ending with high cliffs, some over 20m above sea level. A rugged fringing reef, which in places over 100 m wide, surrounds the island.\n\n",{"type":"[[","value":[["File:Avatele Beach.JPG"],["thumb"],["Avatele beach is the largest but has very coarse sand and smashed coral"]]},"\nSteep limestone cliffs along coast, central plateau. Unlike most Pacific islands, there are no long, white sandy beaches, only tiny, secluded, white sand beaches that might be yours for the whole day.\n\n",{"type":"===","value":["History"]},"\nMutalau, in the northern end of Niue was where on 26 October 1846 some of the people decided to accept Pastor Peniamina to introduce and teach the gospel to its people before it spread to the four corners of Niue. The Uluvehi landing is the landing place of Christianity.\n\n",{"type":"===","value":["Time difference from mainland New Zealand"]},"\nYou need to cross the Dateline (west to east) on travelling from mainland New Zealand to Niue, so Niue is as much as 23 hours behind the mainland (winter) and 24 hours (the whole day) behind in the summer time. So be careful about the date when you communicate between Niue and mainland New Zealand, because Auckland is one day ahead of Niue.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Corail Togo chasm.jpg"],["thumb"],["Coral at Togo Chasm"]]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.airnewzealand.co.nz Air New Zealand"]}," has scheduled flights from ",{"type":"[[","value":[["Auckland"]]}," twice a week on Wednesdays and Saturdays and is the only airline that flies to Niue. Huge crowds gather at the airport to meet every flight. Everyone (including New Zealanders) must have a return ticket. There is a $34 departure tax upon leaving (not included in price of plane ticket). You might want to avoid flying in around religious holidays such as Easter or Christmas, or the October Constitution celebrations, as seats are often at a premium, since many Niueans return home at these times.\n\nNiue International Airport (",{"type":"{{","value":[["IATA"],["IUE"]]},"), also known as Hanan International Airport, is about 2 km south-east of Alofi. There is no public transport or taxis to meet the flight though almost all accommodation options include free transfers. If you don't have accommodation booked, just about anyone will give you a lift.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Corail Avaiki.jpg"],["thumb"],["Coral in Avaiki Cave"]]},"\nThere are no ferries from foreign ports. Outside of the cyclone season you can sail your own yacht to Niue. Niue Yacht Club has ",{"type":"[","value":["http:\/\/www.niueyachtclub.com information on-line"]},". Harbour fees are $15 per day. If you fly in during sailing season it's possible to hitch on a yacht out of Niue\n\n",{"type":"==","value":["Get around"]},"\nAlofi and all the other villages are small enough to walk around. There's no harm in walking around the villages and in town as it is perfectly safe and a good way to catch and interact with the Niuean culture itself.\n\nHire a motor vehicle or bicycle on arrival if you don't want to walk. There is no public transport system.\n\n",{"type":"===","value":["By car"]},"\nGetting around the island by car takes approximately 75 minutes. A Niue drivers license is required and can be obtained from the Police department for $22.50 when you present your home license (it's a cool souvenir). There are two petrol stations on Niue; both are in Alofi. One is in Alofi North and the other in Alofi South.\n\nHitchhiking is very easy on Niue; almost anyone will pick you up. Traffic on the eastern half of the island is very light and you could be in for a long wait, so take extra water. Riding in the back of utes is OK, but be careful because palm leaves can get your eye poked out if you're not careful\n\n",{"type":"===","value":["By bike"]},"\nHire a bicycle for NZ$15 at Alofi Rentals and $10 at Niue Rentals. Cycling around the island takes around three hours.\n\n",{"type":"==","value":["Talk"]},"\nEnglish (often with a distinctive New Zealand accent) is spoken by almost all residents. The local Niuean language is mainly spoken in the home but you'll win the hearts of many locals by learning a few Niuean words. Visit the ",{"type":"[[","value":[["Niuean phrasebook"]]}," for the basics.\n\n",{"type":"==","value":["See"]},"\nNiue is dotted with many caves and limestone arches. There are a lot of 'sea tracks' that lead from the road to the coast. Wandering down one and seeing what you find at the end is a lot of fun.\n\n",{"type":"[[","value":[["File:Matapa Chasm, Niue.jpg"],["thumb"],["Matapa Chasm"]]},"\nThe two attractions in the village of ",{"type":"'''","value":["Hikutavake"]},", the ",{"type":"'''","value":["Matapa Chasm"]}," and ",{"type":"'''","value":["Talava Arches"]},", start at the same trail head at the north end of the village. Both trails are signposted.\n\nThere is an accessible sea track at the far end of the village green overlooking Hikutavake Bay. The steps will take you down to the reef area and huge pools teeming with tropical fish, snorkeling is great for first timers during low tide however a guide is always recommended.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Matapa Chasm"],["url="],["email="],["address=In the village of Hikutavake"],["lat="],["long="],["directions=Take the trail to the left."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fabulous swimming and snorkelling area, encased by steep 10 m cliffs that overhang a deep long cool pool full of fish. It's next to the sea, but isolated from its currents by large boulders at the ocean side. The drumming noise from the ocean waves is quite a treat and can be deafening as you near its mouth. Taking a refreshing dip here is rewarding after visiting the Talava Arches"]]}]},"\n",{"type":"[[","value":[["File:Talava Arches 1, Niue.jpg"],["thumb"],["Talava Arches"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Talava Arches"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the trail to the right."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A massive rock archway noted by Captain Cook in the late 1700s, and surrounded by a network of complex caves. Clearly marked pathway ends in some rock scrambling - take care on the sharp rocks and it can be slippery inside the cave also. Well worth the effort. Allow 30–45 min return and take plenty of water. It's a hot and steamy walk; visit the Matapa Chasm afterwards for a swim"]]}]},"\nDolphins and whales can be seen off the coast\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Huvalu Forest Conservation Area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a huge pristine tropical rainforest that occupies 20% of Niue's land area! A major source of wildlife and traditional foods, and a major focus of conservation efforts, especially from the adjoining village of Hakupu. Teeming with diverse flora and fauna, though nothing deadly, harmful or poisonous. While the terrain is largely flat it is very uneven and reflects its volcanic origin. Please do not explore alone or you will get lost and there aren't enough people on Niue to come and look for you!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Liku Sea Track and Cave"],["url="],["email="],["address=Liku"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Niue's East Coast, this sea track is about 500 m from Liku Village. Access is via large open cave and the view at dawn - as can be seen from the photo - is stunning. Gaze east and reflect that there's hardly two grains of sand between you and Chile!\n\nAt low tide, the coastline around here is full of tiny little private 'beaches', little sandy coves varying from 5 to 15 metres long! Lie down and sunbathe, or explore the numerous reef pools. Do be careful to leave well before the tide returns over the outer sea wall, and do take water, sturdy footwear, and some food."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Anapala Chasm"],["url="],["email="],["address=Hakupu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Adjacent to Hakupu Heritage Park, a deep sharp descent (there are steps and a chain rail) into the very cool depths reveals a fresh water spring. Traditionally, very important for it gave access to the fresh water source beneath our island's land-mass; remember, ",{"type":"'''''","value":["Niue has no rivers or lakes"]},"."]]}]},{"type":"[[","value":[["File:Avaiki Cave, Niue.jpg"],["thumb"],["Avaiki Cave"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Avaiki Cave"],["url="],["email="],["address=Makefu"],["lat="],["long="],["directions=7 km north of Alofi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Limestone cave with excellent swimming options after a short walk through. Beautiful swimming option at sunset - peaceful pool is within a large cave that is open to the reef on one side. Good reef walking at low tide here too. Swimming is prohibited on Sunday and during the koloama spawning season"]]}]},"\nUluvehi Sea Park, Fupiu Fort, Fisiga Caves, Vaiopeope Caves, Oneone Reef, Tuo Mirrors, Patuoku, Tuo, Vaitafe\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Rockpools and cliff at Niue.jpg"],["thumb"],["Rock pools and cliffs on Niue"]]},"\nThere are many activities in Niue. All you need to do is venture out. Have a keen and energetic attitude towards everything. Be positive and able to try anything and everything that comes to offer in Niue, so you are able to uncover the interesting facts and interest that Niue can offer.\n\nThese are just some of the activities, as the rest you must uncover yourself as there is more to it, with self-discovery.\n\nKayaking, fishing, diving (Niue Dive offers PADI certified dives), golf, cycling, etc. Niue is different to all the other Pacific islands in the sense that there are no beaches. Go spelunking in one of the many caves around the island.\n\nIf you're wanting to play a bit of touch, what better way to do it, than versus the locals. About every village has a green and most evenings the residents come out and play a friendly game of touch. So if you feel like mingling and playing a bit of sports, just ask around and you'll surely find a game.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Niue Dive"],["url=http:\/\/www.dive.nu"],["email="],["address=P.O. Box 140, Alofi"],["lat="],["long="],["directions="],["phone=+683 4311"],["tollfree="],["fax="],["hours="],["price="],["content=Go on dives in many of the underwater \"cathedrals.\" Niue has some of the world's best diving. They run two-dive trips for $170 and a four-day open water course is roughly $650. Credit cards are accepted (when the system isn't down) but to be safe, bring enough cash for a dive. An opportunity not to be missed! Note that there is no decompression chamber on Niue, so you'll need to schedule dives so that you're not diving the day before your flight"]]}]},"\nSnorkelling is an alternative to diving. The ",{"type":"'''","value":["Utuko Reef"]}," in Alofi and the reef pools at ",{"type":"'''","value":["Hio Beach"]}," are excellent for beginners. Further north from Hio there's a pair of giant natural pools at ",{"type":"'''","value":["Matapa"]}," that are best at low tide. Around the island there are places to snorkel outside the reef but should only be attempted by confident swimmers; in any case, seek local advice and check water conditions before venturing off on your own. To be completely safe, go with a partner or take a tour. Niue Dive operates snorkelling trips to sites around the island, including Snake Gully. You can also snorkel and swim with spinner dolphins (April to December) and humpback whales (June to October).\n\nFishing trips are run by ",{"type":"'''","value":["Nu Tours"]}," (4hr trips $280) for one or two people. Fish with ",{"type":"'''","value":["Fishaway Charters"]}," (4 hr trips $250) and you can personally barbecue your catch at the Washaway Cafe. Contact Willy Saniteli for info. Of course it's also possible to fish on your own, but remember that fishing is prohibited on Sundays.\n\nWeaving is a popular traditional pastime on Niue. Most of the older ladies on the island go to a weaving group once a week. If you want to try it, try:\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Peniamina's Ladies Weaving Group"],["url="],["email="],["address=Makefu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tuesday, all day"],["price=Free!"],["content=These very friendly ladies love to have visitors and will show you with extreme patience how to weave pandanus. You can take what you make home, or visit the shop next door to buy some traditional Niuean weaving straight from the lady who made it. If you do come here remember to bring some food for everyone to share as when the ladies have lunch they are intent on sharing it with you!"]]}]},"\nThe Uluvehi landing is the landing place of Christianity on Niue and a very nice spot for relaxation. There is a recreation and eco-tourist building there with a bar and toilet\/bathroom facilities. There is also a kitchen there with plans to open for service at certain days and hours to serve visitors to the area. The Mutalau Village Fiafia Night tour is held on Saturday afternoons, depending on bookings. There are also plans to build traditional style accommodation in the area, as the basic services (rest rooms, bar and cooking) are now available in the main recreation\/eco-tourist building. You can drive down to Uluvehi from the village green.\n\nTour scenic sites, swim at Uluvehi, visit caves, bush walks, fishing, making umu, talk to people, sunbathing.\n\nFishing and other activities are prohibited on Sunday.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Niue Küstenlandschaft 2.jpg"],["thumb"],["Striking coastal scene on the northern coast of Niue"]]},"\nFew souvenirs are available. Postcards are available at the post office and there are two souvenir shops in Alofi. There is also an art gallery at the Niue Commercial Centre. Niuean weaving is among the finest in the Pacific and make great souvenirs.\n\nThere are no ATMs, but now that an agency of New Zealand's Kiwibank has opened, many businesses now accept EFTPOS (with no foreign surcharge for New Zealand issued cards) and an increasing number now accept VISA and MasterCards. You can no longer get a cash advance on a Visa card at Bank South Pacific since it closed on 30 Apr 2013\n\nEven though some places now accept \"plastic\" ",{"type":"'''","value":["the system is often down"]},". If you run out of money ",{"type":"''","value":["you will be stuck"]},". Take the hint, ",{"type":"''","value":["do not"]}," show up in Niue without more money than you think you'll need!\n\n",{"type":"===","value":["Money"]},"\nNiue uses the New Zealand dollar (NZD) symbolised here, as in New Zealand, with \"$\".\n\n",{"type":"===","value":["Costs"]},"\nDue to the fact that just about everything has to be imported, Niue is a bit more expensive than New Zealand. Tobacco products are much cheaper due to the lack of taxes. Alcohol is more expensive, although not as much so if you buy it at the duty-free shop in the main commercial centre of Alofi.\n\nOnce you have bought your food and paid for your rental car and its fuel, there is not much else to spend your money on, though a couple of tours could be worthwhile and most are good value. Exploring the caves, chasms and sea tracks on your own is free. If you bring you own snorkelling gear with you, snorkelling in is free too.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Swanson Supermarket"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Alofi"],["phone=+683 4306"],["tollfree="],["fax="],["hours=M-F 08:00-18:00, Sa 13:00-18:00"],["price="],["content=Niue's only real supermarket. Sells a limited range of fruits and vegetables, canned goods, hygiene items, frozen goods, etc. Sells Rockbak Bakery bread fresh on Tuesdays and Fridays."]]}]},"\n",{"type":"==","value":["Eat"]},"\nDon't expect McDonald's, Burger King, Subway, and KFC...unless you want to fly to New Zealand or Australia to get your fix. Bring a sense of culinary adventure. Local specialities include uga (coconut crab), anything with coconut, and the like. If you love tropical fruit you'll have fun in Niue; passion fruit, cassava, taro, vanilla, kumara, and various other fruits are available but it can be a bit hard finding where to buy them - try the Tuesday or Friday morning market in Alofi, or various roadside stalls. The supermarket has a limited selection.\n\nOne suggestion for eating out on Niue is to plan - book ahead, that way the restaurant will know you are coming and will be sure to stay open for you.\n\nAll the main eating places are in Alofi and there is a variety of food from fish and chips, to Indian food, paninis, pizza etc.\n\nIn the town centre, is",{"type":"''","value":["Tavana's Cafe"]}," which offers fish and chips and others.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Crazy Uga Cafe"],["url="],["email="],["address=Alofi"],["lat="],["long="],["directions="],["phone=+683 1277"],["tollfree="],["fax="],["hours="],["price="],["content=Open early: choose from either the \"Big Uga\" or \"Little Uga\" breakfast. Also serves pita wraps, sandwiches, coffee, and fruit smoothies. Iced chocolate is to die for! Good views of the reef and sea. Open on Wednesday nights for dinner."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Katuali Coffee House"]}," - Peta Hill, Alofi South. They sell sandwiches,pizza, sweet slices etc."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gill's Indian Restaurant & Takeaway"],["url="],["email="],["address=Alofi South"],["lat="],["long="],["directions=Opaahi"],["phone=+683 4180"],["tollfree="],["fax="],["hours=M-F 11:00–21:00, Sa-Su 17:00–21:00"],["price="],["content=Serves beef, lamb, or chicken curry with rice and roti. Vegetarian and fish options available. Open on Sundays (a rarity on Niue)"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jenna's De La Cuisine"],["url="],["email="],["address=Alofi"],["lat="],["long="],["directions=across from Niue Backpackers"],["phone=+683 4316"],["tollfree="],["fax="],["hours=Tues-Sat 18:30-21:00"],["price="],["content=The host, Veve, is the nicest! Tuesday night buffet (booking essential)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Talo's Restaurant & Buffet"],["url="],["email="],["address=Paliati, Alofi South"],["lat="],["long="],["directions="],["phone=+683 4067 or 4077"],["tollfree="],["fax="],["hours="],["price="],["content=Thursday nights special buffet dinner and entertainment; again, bookings essential."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kai Ika"],["url="],["email="],["address=Alofi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant serves amazing sushi, using fish caught by the owner's fishing company - access to the best fish on the island. The quality is right up there. If sushi is not your thing, they also do good pizza (2 toppings, add extra toppings for $2). Located in South Alofi. Take a look at the heavy wooden red door on your way in - it is the last surviving door from Mt Eden Prison in Auckland."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Falala Fa Cafe & Bar"],["url=http:\/\/www.facebook.com\/pages\/Falala-Fa-Cafe-Bar\/173572782676736"],["email="],["address=Main road, Alofi South"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Mains from $15"],["content=Popular favourite, serving fish and chips, burgers, paninis etc. Friendly staff. Fully licensed Bar for a variety of cocktails."]]}]},"\nMost visitors to Niue self-cater for most if not all the time. Most shops are closed Sunday and open limited hours on Saturday; therefore it is advisable to stock up on food on Friday.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Double M Butchery"],["url="],["email="],["address=Alofi"],["lat="],["long="],["directions="],["phone=+683 4139"],["tollfree="],["fax="],["hours=M-F 09:00-17:00, Sa 16:00-19:00"],["price="],["content=Sells fresh meats and cheeses. Excellent selection of spices, vanilla beans, and other food items"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Makete (market)"],["url="],["email="],["address=Alofi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu,F 06:00-11:00"],["price="],["content=Best place to get fresh fruits and vegetables. Coconut porridge for $3 makes a fantastic breakfast. Locally caught uga (coconut crab) are also sold here. Niuean handicrafts like weaving and tie dye are also for sale. Located next to the Visitor's Centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Garden of Nur Bakery"],["url="],["email="],["address=next to RockET"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sells a good range of breads at low prices. Also has a small selection of pies and basic groceries. Two pool tables are available for use for a few dollars."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Coral at Niue.jpg"],["thumb"],["Coral and coastline"]]},"\nCoconut water is very refreshing and naturally rehydrates you on a hot and humid day.\n\nFor the really adventurous, try Noni juice at the Vaiau Farm. Anything that tastes that bad has to be ",{"type":"''","value":["really"]}," good for you!\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Customs & Bond Store"],["url="],["email="],["address="],["lat="],["long="],["directions=behind the shopping centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visitors can purchase up to three bottles of duty-free wine and spirits within four days of arrival. Bring your boarding pass."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Washaway Cafe"],["url="],["email="],["address=Avatele village"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Su 11:00-23:00"],["price="],["content=open on Sunday evenings with a serve-yourself bar and the best focaccia bread on Niue; run by Willy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Clayton's Bar"],["url="],["email="],["address=Alofi South"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\nIt's advisable to make a booking in advance but not necessary.\n\nMost places to stay are in or near Alofi, and there are one or two options going toward Avatele. Accommodation is non-existent on the eastern side of the island unless you have friends or are fortunate enough for a local to invite you in. Camping is permitted as long as you're not on private land but is strongly not recommended due to mosquitoes and, like in many Pacific islands, locals can take it like you're rejecting their hospitality\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Niue BackPackers"],["alt="],["url="],["email=ira.merrifield@gmail.com"],["address=Alofi"],["lat="],["long="],["directions=above the Yacht Club"],["phone=+683 4074"],["tollfree="],["fax="],["hours="],["price=NZ$25 per person, per night"],["checkin="],["checkout="],["content=Four bedrooms, one  ",{"type":"''","value":["en suite"]},", shared kitchen & dining lounge. BBQ on deck. 2 minutes' walk from swimming spots and 5 minutes from supermarket."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kololi's Guesthouse"],["url="],["email="],["address=Alofi"],["lat="],["long="],["directions="],["phone=+683 4258"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Centrally located. Communal kitchen and DVD room."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Peleni's Guesthouse"],["url="],["email="],["address=Alofi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Coral Gardens Motel"],["url=http:\/\/coralgardens.nu"],["email=coralgardens@mail.nu"],["address=Makefu"],["lat="],["long="],["directions="],["phone=+683 4235"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=10:00"],["content=Run by the kooky New Zealander Stafford and his Niuean wife Salome. Five fales overlook the ocean, with occasional dolphin and whale sightings from the balcony (in season). A steep rocky track takes you to a private swimming cave at the base of the property. Sails Bar is also in the motel, serving drinks and a sausage sizzle\/pub quiz on Wednesday night. Wi-Fi access is available at the bar and in fales 1-3."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lanutahi Holiday Apartments"],["url="],["email="],["address=Tamakautoga"],["lat="],["long="],["directions="],["phone=+683 4317"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Self contained holiday apartment, each with fully equipped kitchen. 2 minutes' walk from Matavai Resort for fully licensed bar and restaurant. 5 Minutes walk to Tamakautoga swimming pools and Avatele Beach"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Matavai Resort"],["alt=matavai@niue.nu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+683 4360"],["tollfree="],["fax="],["hours="],["price=$160-190 per night"],["checkin="],["checkout="],["content=Niue's only resort. Restaurant with fully-licensed bar, and two swimming pools. Great views of the reef. Turtles and dolphins have been seen from here. Free use of golf clubs and bicycles for guests."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Namukulu Cottages & Spa"],["alt=namukulu_cottages@niue.nu"],["url=http:\/\/www.namukulu-cottages.nu"],["email="],["address="],["lat="],["long="],["directions="],["phone=+683 4533"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Three spacious self contained cottages, each with fully equipped kitchen. All cottages have sea views. Complementary BBQ facilities. Chlorine free swimming pool. Whale watching lookout point. Very close to Matapa Chasm, Talava Arches, Limu Pools, Hio Beach, Palaha Cave and Avaiki Cave. Day spa facility offering massage, facials and body treatments. mountain bikes, laundry facility, free internet access to all Cottages."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Stone Villas"],["alt=stonevillas@niue.nu"],["url=http:\/\/www.stonevillas.webs.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+683 4023"],["tollfree="],["fax="],["hours="],["price=NZ$150 per night which includes use of a car"],["checkin="],["checkout="],["content=Niue's only accommodation made from pure limestone. The villa features a double bedroom with private patio, fully equipped kitchen with stove, fridge, microwave. Lounge area with TV, DVD, CD & radio player.  Dining area has its own private patio. Separate bathroom with shower, separate toilet, laundry facilities with washing machine & dryer. Wireless internet, private phone with international access. Villa comes with a private car. Private transfer from the airport on arrival. Ida and Albert are really lovely and helpful to their guests."]]}]},"\n",{"type":"==","value":["Learn"]},"\nThere is one small campus, a branch of the Fiji based University of the South Pacific and only one high school and one primary school. However, you can learn a lot about the history and culture of Niue just by speaking with older people who are in the know.\n\n",{"type":"==","value":["Work"]},"\nOpportunities to work on Niue are extremely limited.\n\nTeaching positions may be available at some of the primary schools, and if you are interested in investing, Niue encourages investment in new and existing businesses.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Togo Chasm at the sea edge, Niue.jpg"],["thumb"],["Togo Chasm and coast"]]},"\nNiue is a very safe island. The only jail is located next to the only golf course and is considered an open prison. Crime is extremely minimal if not non-existent, and it's not uncommon for tourists to meet the Premier. If you want to meet your first head politico, this is the place!\n\nWear a helmet whilst cycling because an accident would be catastrophic and the nearest major medical facilities are in New Zealand and Australia. Seatbelts in vehicles aren't obligatory but it's advisable to wear one anyway.\n\nEmergency services and in-patient care for surgical conditions are provided at the sparklingly clean and newly re-built Lord Liverpool Hospital in Alofi, but travel insurance is strongly recommended.\n\nFor some of the caves, especially Vaikona, it is strongly advised to go with a guide unless you're experienced because people have been lost and injured in some of the island's caves.\n\n",{"type":"==","value":["Stay healthy"]},"\nThere are no land snakes (sea snakes do ply waters off the coast) or poisonous insects. There is no malaria but there are mosquitos which peak between December through to March. In 2012 there were reported cases of Dengue fever, with one death, though these were the first cases in a number of years. Take proper precautions.\n\nHerbalists and traditional healers (",{"type":"''","value":["taulaatua"]},") are also patronised by locals.\n\nReef shoes are strongly recommended if snorkelling because coral cuts can easily become infected. If you cut yourself rinse the cut straight away with generous amounts of soap and water.\n\n",{"type":"==","value":["Respect"]},"\nSunday is a special day reserved for Niue's strong church-going population. Fishing, kayaking and diving are prohibited by law on Sunday. Swimming is also prohibited on Sunday but, in practice, you can swim at many locations away from villages without any offence to the locals.\n\nSwimming gear is OK in swimming areas but not in villages. Don't swim nude or topless, and don't swim where locals are fishing during the spawning season.\n\nWave to everyone when they pass by.\n\nNiueans are among the friendliest people in the world. If they're able to help you, ",{"type":"''","value":["they will"]},". Refusing an offer of dinner or a cuppa can be considered offensive\n\nNiue is a very conservative island. Don't get drunk, as locals (especially police officers) don't look kindly on people getting drunk and then causing trouble. There have been reports of people being deported for these type of offences. Furthermore, homosexual couples should be mindful to the culture and older generations.\n\n",{"type":"==","value":["Connect"]},"\nVisitors pay a one off fee of NZ$25 to RockET who register their computer MAC address onto a single wireless base station of their choice. Connection speed seems poor and is a frustrating experience if previously used to broadband. If you don't have your own laptop there is an internet cafe next to the bakery at NZ$12 an hour. Some accommodation options offer internet access.\n\nSkype audio or video calls don't work effectively due to the slow connection but Skype IM is OK. Your best bet is to contact any and all friends\/family from New Zealand (or your home country) before leaving for Niue because it's NZ$0.99 a minute to call New Zealand. If you need to call from Niue the Telecom Office is open 24 hours.\n\nThere is now a limited mobile phone service on the island, which only works in some parts of the island. You can buy a SIM card from the Telecom Office for $34 (plus $5 credit), however there is limited sizes of SIM cards so make sure it fits into your mobile phone first.\n\n",{"type":"==","value":["Cope"]},"\nThe New Zealand High Commission is in Alofi\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Polynesia"]]},"\n",{"type":"{{","value":[["usablecountry"]]},"\n",{"type":"{{","value":[["geo"],["-19.05"],["-169.90"],["zoom=11"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Niue"]]},"\n",{"type":"[[","value":[["Commons:Niue"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Niue\/"]]}]