[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Nizhnevartovsk (Нижневартовск)"]}," is a city in  ",{"type":"[[","value":[["Khantia-Mansia"]]},".\n\n",{"type":"==","value":["Understand"]}," \n\nNizhnevartovsk is a very new city. Oil and gas were discovered here in the early 1970. Before that, there was absolutely nothing here. The Soviets built the city from scratch. Basically, if you're looking for historical Russia, look elsewhere; you'll be hard pressed to find anything predating the Brezhnev era. However, the one thing that Nizhnevartovsk has going for it is that it's what most people would call the \"real\" Russia; it's a long way from the McDonalds and the souvenir stores of Moscow. The people here are friendly, and very welcoming towards foreign visitors.\n\n",{"type":"==","value":["Get in"]}," \nIt's about 20 hours (depending on which train you take) here from ",{"type":"[[","value":[["Tyumen"]]}," and 25 to ",{"type":"[[","value":[["Yekaterinburg"]]},".\n\n",{"type":"==","value":["Get around"]}," \nMarshrutkas are 15 Rubles (18 in the winter). Taxis are 60 anywhere in the city (70 in the winter), and about double that to the airport. \n\n",{"type":"==","value":["See"]},"\nThe ice cover on the River Ob is thick enough to drive on during winter, but from late April the thaw starts. Around early May the ice finally breaks up and starts flowing north to the Arctic. This offers fascinating light and sounds.\n\nThere are also several traditional Siberian villages and native Khanty-Mansiyskii settlements to visit. These offer an interesting insight into the history, culture and biology of the area from before the Soviets moved in for oil exploration.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nPyatsvurst (5 Stars) is the best bar \/ snooker club in the city. Expect dress codes and bouncers to keep the standards up. It has a restaurant upstairs of the snooker bar with live music and a good, if standard, menu. Prices are reasonable for westerners, but on the higher side for locals.\n\nThere are also many smaller private cafes and restaurants to choose from dotted around the city.\n\nOf course vodka is the drink of choice, with many brands available. Sibirskaya Corona (Siberian Crown) is a good beer. Or you can choose Kvas, a kind of bread-based, beer like drink. Mors is another popular drink, a kind of fruit extract drink.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["60.9500"],["76.5500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Khantia-Mansia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Nizhnevartovsk"]]}]