[{"type":"{{","value":[["pagebanner"],["Nizhny_Novgorod_banner.jpg"],["caption=Nizhny Novgorod Kremlin"]]},"\n",{"type":"[[","value":[["Image:Nizhny Novgorod Kanavinsky Bridge.JPG"],["thumb"],["350px"],["Nizhny Novgorod on the Oka"]]},"\n\n",{"type":"'''","value":["Nizhny Novgorod"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Ни́жний Но́вгород ",{"type":"''","value":["NEEZH-nee NOHV-guh-ruht"]},"), colloquially shortened to ",{"type":"''","value":["Nizhny"]},", is ",{"type":"[[","value":[["Russia"]]},"'s fifth largest city, ranking after ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Saint Petersburg"]]},", ",{"type":"[[","value":[["Novosibirsk"]]}," and ",{"type":"[[","value":[["Yekaterinburg"]]},". It had a population in 2005 of 1,297,600. It is the economic and cultural center of the vast ",{"type":"[[","value":[["Volga Region"],["Volga"]]}," economic region, and also the administrative center of ",{"type":"[[","value":[["Nizhny Novgorod Oblast"]]}," and ",{"type":"[[","value":[["Volga Region"],["Volga Federal District"]]},".\n\nFrom 1932 to 1990 the city was known as Gorky (Го́рький), after the writer Maxim Gorky. Following the fall of the Soviet Union, the old name was restored.\n\nDo not confuse Nizhny Novgorod with ",{"type":"[[","value":[["Novgorod"]]}," (or, fully, Veliky Novgorod), which is a different city. In particular, do not shorten the name Nizhny Novgorod to Novgorod.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":[" History "]},"\nThe city was founded by Grand Duke George II of Russia in 1221 at the confluence of two most important rivers of his principality, the Volga and the Oka. Its name literally means ",{"type":"''","value":["Newtown the Lower"]},", to distinguish it from the older Novgorod. A major stronghold for border protection, Nizhny Novgorod fortress took advantage of a natural moat formed by the two rivers.\n\nAlong with Moscow and Tver, Nizhny Novgorod was among several newly founded towns that escaped Mongol devastation on account of its insignificance and grew up into important centers of Russian political life during the period of Tatar yoke. For a short period of time it was the capital of the Suzdal Principality and competed with Moscow for the power in the region. However the competition with Moscow was lost and in 1392 the city was incorporated into Muscovy. Nizhny Novgorod Kremlin was built in 1508-1511 (under supervision of the Italian fortress engineers) and became one of the strongest Russian citadels. There is a legend saying that the project was initially developed with participation of Leonardo da Vinci. However there is no documented proof of Leonardo's work for that project, the only thing the legend is based on is the striking resemblance of Leonardo's sketches and the actual Kremlin schemes. The fortress was strong enough to withstand Tatar sieges in 1520 and 1536.\n\nIn 1612, the so-called ",{"type":"''","value":["national militia"]},", gathered by a local merchant Kuzma Minin and commanded by Knyaz Dmitry Pozharsky expelled the Polish troops from Moscow, thus putting an end to the Time of Troubles and establishing the rule of the Romanov dynasty.\n\nIn 1817, the Makaryev Monastery Fair, one of the liveliest in the world the 16th-18th centuries, was transferred to Nizhny Novgorod, which thereupon started to attract numerous visitors and by the mid-19th century it turned Nizhny Novgorod into trade capital of the Russian Empire.\n\nUnder the Soviet period, the trade connections of the city were abandoned and Nizhny Novgorod became an important industrial centre instead. During the communist time the city was closed to foreigners to safeguard the security of Soviet military research. The physicist and the Nobel laureate Andrei Sakharov was exiled there during 1980-1986 to limit his contacts with foreigners.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =  -6.6"],["febhigh =  -5.7"],["marhigh =   0.7"],["aprhigh =   10.5"],["mayhigh =   17.4"],["junhigh =  22.5"],["julhigh =   23.4"],["aughigh =   21.2"],["sephigh =   14.8"],["octhigh =   6.9"],["novhigh =   -1.1"],["dechigh =   -4.6"],["janlow =  -13.0"],["feblow =  -12.2"],["marlow =  -6.3"],["aprlow =   2.3"],["maylow =   7.6"],["junlow =   12.5"],["jullow =   14.1"],["auglow =   11.9"],["seplow =   6.8"],["octlow =   1.2"],["novlow =  -5.8"],["declow =  -10.3"],["janprecip =  42"],["febprecip =  33"],["marprecip =  28"],["aprprecip =  36"],["mayprecip =  52"],["junprecip =  64"],["julprecip =  76"],["augprecip =  67"],["sepprecip =  57"],["octprecip =  59"],["novprecip =  56"],["decprecip =  50"],["description = Averages of Nizhny Novgorod"]]},"\n\nThe climate in the region is humid continental and it is similar to the climate in ",{"type":"[[","value":[["Moscow"]]},", although colder in winter, which lasts from late November until late March with a permanent snow cover.\n\n",{"type":"===","value":[" Districts "]},"\n",{"type":"[[","value":[["File:Districts of Nizhny Novgorod City.svg"],["thumb"],["250px"],[{"type":"{|","value":[["| colspan=\"2\" |"],["| width=\"50%\" valign=\"top\" |",{"type":"<","value":["small",[{"type":"<","value":["font",{"color":"#FECCFE"},["█"]]}," Avtozavodsky ",{"type":"<","value":["br"]},"\n",{"type":"<","value":["font",{"color":"#CCCCFE"},["█"]]}," Kanavinsky ",{"type":"<","value":["br"]},"\n",{"type":"<","value":["font",{"color":"#CCFECC"},["█"]]}," Leninsky",{"type":"<","value":["br"]},"\n",{"type":"<","value":["font",{"color":"#CCCCCC"},["█"]]}," Moskovsky",{"type":"<","value":["br"]},"\n",{"type":"<","value":["font",{"color":"#FEFECC"},["█"]]}," Sormovsky "]]}],["| width=\"50%\" valign=\"top\" |"],["<small>",{"type":"<","value":["font",{"color":"#FECCCC"},["█"]]}," Nizhegorodsky ",{"type":"<","value":["br"]}],[{"type":"<","value":["font",{"color":"#CCFEFE"},["█"]]}," Prioksky ",{"type":"<","value":["br"]}],[{"type":"<","value":["font",{"color":"#FEFEFE"},["█"]]}," Sovetsky"]]}]]},"\n\nThe city is divided by the river Oka into two major parts: the ",{"type":"'''","value":["Upper city"]}," (",{"type":"''","value":["Nagornaya chast"]},") on the hilly right side and the ",{"type":"'''","value":["Lower city"]}," (",{"type":"''","value":["Nizhnyaya"]}," or ",{"type":"''","value":["Zarechnaya chast"]}," — what literally means \"the part over the river\") on the left bank of the river. The Upper city is the old historical part of Nizhny Novgorod, whereas the Lower city is larger, newer and consists of more industrial districts.\n\nThe Upper city is administratively divided into three districts (rayons): \n",{"type":"*","value":[" Nizhegorodsky (the central historical part, plus the part along the river Volga)"]},{"type":"*","value":[" Prioksky (is situated along the river Oka)"]},{"type":"*","value":[" Sovetsky"]},"\nThe districts of the Lower city:\n",{"type":"*","value":[" Kanavinsky (Kananvino)"]},{"type":"*","value":[" Sormovsky (Sormovo)"]},{"type":"*","value":[" Avtozavodsky (Avtozavod) "]},{"type":"*","value":[" Moskovsky "]},{"type":"*","value":[" Leninsky"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Nizhny Novgorod Fair 2010.jpg"],["thumb"],["250px"],["the Fair"]]},"\n",{"type":"===","value":[" By train "]},"\nTrains are probably the best and the most convenient way to get to Nizhny Novgorod. Most of the ",{"type":"[[","value":[["Trans-Siberian Railway"],["Trans-Siberian"]]}," trains (including the legendary train No.1 between Moscow and ",{"type":"[[","value":[["Vladivostok"]]}," and the train from Moscow to ",{"type":"[[","value":[["Beijing"]]},") pass via Nizhny Novgorod.\n\nBy train ",{"type":"'''","value":["from Moscow"]},":\n\n",{"type":"*","value":[" The fastest option is to take ",{"type":"[","value":["http:\/\/eng.rzd.ru\/statice\/public\/en?STRUCTURE_ID=4146 Sapsan"]}," that will carry you for 3h 55m (departure from Moscow's ",{"type":"''","value":["Kursky station"]}," twice per day, one early at the morning, the other at evening). "]},{"type":"*","value":[" A bit slower is ",{"type":"''","value":["Lastochka"]}," train that takes 4h 5m, once per day, departure from Moscow ",{"type":"''","value":["Kursky"]}," station at about 14:00, from Nizhny at about 19:00."]},{"type":"*","value":[" Burevestnik train, once per day, morning from Nizhny, second half of the day from Moscow ",{"type":"''","value":["Kursky"]}," station, 4h 19m."]},{"type":"*","value":[" Comfortable overnight trains departing from Moscow's ",{"type":"''","value":["Kazansky station"]}," and from ",{"type":"''","value":["Yaroslavsky station"]},", departure at about midnight, arrival at about 07:00."]},{"type":"*","value":[" Of course it is possible to use other trains going eastward departing from various Moscow's stations."]},"\nBy train ",{"type":"'''","value":["from Saint Petersburg"]},": the night train \"Volga\" departs each evening and arrives to NN next morning.\n\nThere are also direct train connections with ",{"type":"[[","value":[["Kazan"]]},", ",{"type":"[[","value":[["Samara"]]},", ",{"type":"[[","value":[["Kirov"]]},", ",{"type":"[[","value":[["Yaroslavl"]]}," and other cities of the region (there are mainly night trains). As well as with Vladivostok, Beijing, ",{"type":"[[","value":[["Ulaanbaatar"]]},", ",{"type":"[[","value":[["Irkutsk"]]},", ",{"type":"[[","value":[["Astrakhan"]]},", ",{"type":"[[","value":[["Simferopol"]]},", ",{"type":"[[","value":[["Novorossiysk"]]}," and many others.\n\nYou can look up the schedule of train and buy the tickets at Russian railroads web site ",{"type":"[","value":["http:\/\/pass.rzd.ru\/main-pass\/public\/en"]},"; type exactly \"N.Novgorod\" into the station name field.\n\n",{"type":"'''","value":["Suburban trains"]}," from Nizhny Novgorod go to most of the other towns within approx 200 km and sometimes more, most notably ",{"type":"[[","value":[["Arzamas"]]},", ",{"type":"[[","value":[["Balakhna"]]},", ",{"type":"[[","value":[["Dzerzhinsk"]]},", ",{"type":"[[","value":[["Gorokhovets"]]}," and ",{"type":"[[","value":[["Murom"]]},". Some of the train are express suburban trains that are rather fast and have only a few stops, some are slower and have stops every 5-10 km.\n\n",{"type":"'''","value":["The train station"]}," is located in the Lower city not far from river, and is a major hub for the in-city public transport. The main station buildings are located on the south side of tracks, there is also a suburban ticket office at the north side. A metro (subway) station is located under the square in front of the station buildings, there are also bus and tram stops on both sides, although the tram ones are a bit more difficult to find.\n\nIn the train station itself, a must see is the main hall with two soviet-style mosaics on the walls, one of which symbolizes the life of soviet people in Nizhny and Moscow. Also note the huge chandelier in the same hall.\n\n",{"type":"===","value":[" By plane "]},"\nThe international airport of Nizhny Novgorod (GOJ) is situated in Strigino district in about 30–40 minutes by taxi from city centre (if there are no traffic jams). The airport is very small, although there plans for reconstruction. There are several daily flights to Moscow, also there are connections with ",{"type":"[[","value":[["Baku"],["Baku (Azerbaijan)"]]},", ",{"type":"[[","value":[["Frankfurt"],["Frankfurt (Germany)"]]},", ",{"type":"[[","value":[["Kaliningrad"]]},", ",{"type":"[[","value":[["Novosibirsk"]]},", ",{"type":"[[","value":[["Prague"],["Prague (Czech Republic)"]]},", ",{"type":"[[","value":[["Surgut"]]},", ",{"type":"[[","value":[["Saint Petersburg"]]},", ",{"type":"[[","value":[["Yekaterinburg"]]},", ",{"type":"[[","value":[["Yerevan"],["Yerevan (Armenia)"]]},", and some other cities along Volga such as ",{"type":"[[","value":[["Kazan"]]}," or ",{"type":"[[","value":[["Samara"]]},". Most of the flights are operated by the different Russian airlines, but flights to Frankfurt are by Lufthansa, and to Prague by Czech Airlines.\n\nYou can get to the airport by buses number 11, 20, T-29, T-46 (20 rubles in July 2012) or by taxi (normal price from city centre will be around 700-800 roubles or $20-30 if pre-booked).\n\n",{"type":"===","value":[" By car "]},"\nNizhny Novgorod is situated on M7\/E30 road. The road is quite ok and usually takes about 6 hours to get to Nizhny from Moscow while observing speed limits (although many Russians can make it 4 hours by speeding much). However the traffic jams in the suburbs of Moscow can make the way longer.\n\n",{"type":"===","value":[" By bus "]},"\nThere are regular state-owned daily bus connections with Moscow (from Kanavinskaya bus station in Nizhny to metro Schelkovskaya in Moscow) but the buses are very slow (it can take up to 10 hours with several stops in all the towns along the road) and rather uncomfortable. There are also faster private daily and overnight buses between Kursky railway terminal in Moscow and Moskovsky railway terminal in Nizhny Novgorod.\n\nAlso there are state-owned and private buses to many nearby cities.\n\nThere are several bus stations in Nizhny, but for the buses going away from Nizhny Novgorod oblast only two are used: Kanavinskaya bus station near the railroad station for buses going North and West, and the main bus station (",{"type":"''","value":["Avtovokzal"]},") near pl. Lyadova for the buses going South and East.\n\n",{"type":"===","value":[" By boat "]},"\nRiver cruises ",{"type":"[","value":["http:\/\/www.Turflot.ru"]}," ",{"type":"[","value":["http:\/\/www.infoflot.ru"]}," down the Volga operate during the summer months (early May to end of September). Dozens of boats operated by different companies run from Moscow to Astrakhan and back. One way or return cruises may be reserved to\/from practically any city along the Volga.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" Public transport "]},"\n2GIS site has an up-to-date (and often updated) information on all transport routes, together with route planner: ",{"type":"[","value":["http:\/\/maps.2gis.ru\/#\/?history=project\/n_novgorod\/center\/43.775942%2C56.30124\/zoom\/11\/state\/index\/routeSearchShow\/true"]}," (in Russian, but just click on the map and on the pop-up use \"Маршрут отсюда\" for source and \"Маршрут сюда\" for destination).\n\n",{"type":"====","value":["Underground (Metro)"]},"\n",{"type":"[[","value":[["File:Nnov-en.png"],["thumb"],["350px"],["Metro in Nizhny Novgorod"]]},"\nThe metro is probably the best way to avoid traffic jams (and the cheapest, as it costs less than say a bus), but only if you are lucky to have the place you need served by the system! In fact, with only two lines, the metro covers only a small part of the city (having only one station in the Upper city!), and therefore is of limited use. This is of no surprise, because the first line was built in late Soviet times to serve the Nizhny Novgorod car plant located in Avtozavod district; then the Soviet union dissolved, and only several stations have been built since.\n\nNevertheless, the Nizhny Novgorod metro today is the third largest in Russia. The two lines are connected in Moskovskaya station, above which the railroad station is located. The first line goes from Burevestnik to Moskovskaya. The second one goes from Park Kultury via Moskovskaya, then across the river to Gorkovskaya in the city center. Several stations are going to be built.\n\nWorking hours: 05:15-midnight. Price: 16RUB. You by a special coin (note its unusual shape with a hole in center), and then push it into the slot on the turnstile.\n\nInside the metro, it is worth seeing the Moskovskaya station, which is the only metro station in the ex-USSR having four tracks and two platforms in one underground hall and even a pedestrian bridge connecting the platforms. Also note the newly built Gorkovskaya station with its mosaics on walls depicting most Nizhny Novgorod sights.\n\n",{"type":"====","value":["Tram"]},"\nNizhny Novgorod's streetcar (tram) system first opened in 1896 and now there are about 20 streetcar routes operating in the city. Unfortunately, streetcar lines are gradually removed, as the city government renovates one street after another; so take that tram while it's still running!\n\nHowever, beware of unpredictable travel times, as locals often park their cars so close to the tram rails that a tram can not pass (this is especially a problem on the narrow streets in city center); also there are sometimes road accidents on the tracks blocking the trams.\n\n",{"type":"====","value":["Trolleybus"]},"\nExtensive network of 25 lines.\n\n",{"type":"====","value":["Buses"]},"\nAbout 80 lines of government-owned buses. The fares are continually increasing; they were 20 RUR as of August 2012.\n\nAlso about 80 lines of privately-owned buses calles ",{"type":"''","value":["marshrutnoe taksi"]}," (literally ",{"type":"''","value":["routed taxi"]},") or ",{"type":"''","value":["marshrutka"]},". These are generally smaller than government-owned buses and usually (but not always) feature a letter \"T\" before the number of route. Note that they have different routes from that of government buses, so a bus and a ",{"type":"''","value":["marshrutka"]}," with the same number may have slightly different (or, sometimes, completely different) routes. As of August 2012, the fares are the same as on state-run buses.\n\nNote also that in contrast to other public transport, ",{"type":"''","value":["marshrutkas"]}," do not stop at every stop; to indicate your intention to exit a ",{"type":"''","value":["marshrutka"]},", you should press a special button above the door, and to indicate your intention to enter an oncoming ",{"type":"''","value":["marshrutka"]},", you need to wave your hand.\n\nBoth buses and ",{"type":"''","value":["marshrutkas"]}," are really overcrowded at rush hours; other means of transport suffer from this less.\n\n",{"type":"====","value":["Payment"]},"\nOn surface public transport (trams, trolleybuses, buses and ",{"type":"''","value":["marshrutkas"]},") you are expected to pay within one stop after you enter, the fare is fixed for one ride. Some vehicles (almost all trams and trolleybuses and about a half of buses and ",{"type":"''","value":["marshrutkas"]},") have a special man called ",{"type":"''","value":["konductor"]}," who will come to you, take money and give a ticket; if there is no ",{"type":"''","value":["konductor"]},", you should pay directly to the driver. Both the driver and ",{"type":"''","value":["konductor"]}," will give change if needed, although large notes (1000 and 5000 RUB) can sometimes be denied.\n\nIf it is crowded, it is customarily to ask other passengers to pass your money to a driver or ",{"type":"''","value":["konductor"]}," (however, if a vehicle has a ",{"type":"''","value":["konductor"]},", he\/she will usually find a way to you unless the vehicle is indeed completely packed). This is safe and money losses are very rare (and in most cases unintended), although it is better to pass the exact amount so that no change is needed, or at least not pass large notes. In any case, it is better to prepare you money before entering a vehicle.\n\n",{"type":"===","value":["Taxi"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mustang"],["alt=Такси Мустанг"],["url=http:\/\/taximustang.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 831-2 488 488"],["tollfree="],["fax="],["hours="],["price= From 150 RUB"],["content= On their site there is an online booking service with advance price calculation, but only in Russian."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Nizhegorodets"],["alt=Нижегородец"],["url=http:\/\/www.nnmotors.ru\/main\/taxi\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 831-4 216 116, +7 831-230 22 44"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Vezyot"],["alt=Везёт"],["url=http:\/\/nnovgorod.rutaxi.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 831-215 55 55, +7 831-216 01 01"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By car"]},"\nDriving in Nizhny can be a dangerous way of travel due to a somewhat reckless style of driving, as everywhere in Russia. However, it is not as bad as you may think, and the road rules are more-or-less observed, so if you drive carefully, you most probably will be safe. The road condition is average, from rather good one where the reconstruction has been completed not long ago, to appalling, especially on secondary streets, but sometimes on main streets too. During winter, roads are often covered by snow (especially during or just after snowfalls, when the snow has not yet been cleaned away), making driving especially dangerous, although this does not seem to confuse locals.\n\nAnother problem for driving is traffic jams. During rush hours it is almost impossible to go around city center or along any major street (unless you know the pattern of jams); moreover, the traffic is dense during the whole day every working day. On weekends the directions from and to city can be jammed. The biggest jams are around the bridges that connect Upper and Lower city, and — on weedends — on the Bor bridge across Volga.\n\nAlso, if driving, beware that during last years, a lot of reconstruction of roads was done, and some new roads built; as a result, firstly, most maps in gps navigators, etc. do not reflect all the changes, and secondly, you may find more reconstructions under way with some roads closed or diverted.\n\n",{"type":"====","value":["Car rent"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=ProstoCar"],["alt=ПростоCar, lit. SimplyCar"],["url=http:\/\/prostocar.ru\/"],["email=in@prostocar.ru"],["address=78 Malaya Yamskaya (",{"type":"''","value":["Малая Ямская"]},")"],["lat="],["long="],["directions="],["phone=+7 831-411 16 11"],["tollfree=800-100 81 55"],["fax="],["hours="],["price=From 1100 per day"],["content= A network operator with offices not only in Nizhny, but also in Moscow, St. Petersburg, etc."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Vokrug Sveta"],["alt=Вокруг света, lit. Round the world"],["url=http:\/\/www.vs-nn.com\/"],["email=vs-nn@bk.ru"],["address=room 35, 1 Iulskikh dney (",{"type":"''","value":["Июльских Дней"]},")"],["lat="],["long="],["directions="],["phone=+7 831-413 93 33"],["tollfree="],["fax="],["hours="],["price= From 1200 per day"],["content="]]}]},"\n",{"type":"===","value":["By bike"]},"\nRoads in Nizhny Novgorod have almost no bicycle infrastructure at all. There are no bicycle lanes, no bicycle traffic lights, etc., and only a dozen bike parkings for the whole city (mainly near shops selling bicycles). The only elements of bike infrastructure that were installed by government are several \"No bicycles\" road signs: cycling is explicitly prohibited inside the Kremlin and on a small section of Malaya Pokrovskaya st.\n\nAt the same time many locals do cycle, and in summer time you will often see a bicyclist, and the number of bicycles definitely grows year-to-year. However, if you want to attempt cycling in Nizhny, you should bear in mind the following.\n\nFirstly, the Upper city is located on hills, and on almost every route you take there you will face more or less gentle inclines. Things get worse if you want to go up from the river banks (or even from the Lower city), as you will face a long and rather steep uphill, and many locals get off their bikes and go uphill by foot pushing the bicycles.\n\nSecondly, it is quite dangerous to cycle along the busy roads, due to general reckless manner of drivers, and because many of them do not expect bicycles to come on their way. It is much safer to cycle on small side streets, and even safer to cycle on sidewalks, but in the latter case be aware that formally cycling on a sidewalks is prohibited by Russian road rules (however, police do not mind). Also you will find that sidewalks often feature kerbs, steps or other similar barriers that are not easy to pass on a bike, but are easy to pass on foot.\n\nAnd thirdly, the good season for cycling is roughly from end of April till end of September, occasionally October. In other times it can be really cold, rainy and snowy, and in winter, although snow is generally cleaned, you will always find places where is has not been cleaned, and unstable snow is no better that unstable sand to cycle on.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=X-line"],["alt="],["url=http:\/\/www.xlinenn.ru\/"],["email=shop@xlinenn.ru"],["address=22 Malaya Pokrovskaya ",{"type":"''","value":["Малая Покровская"]}],["lat="],["long="],["directions="],["phone=+7 831 212-88-99"],["tollfree="],["fax="],["hours=10:00-21:00"],["price= From 500 RUR for one bike per day"],["content=Bike rent, sell and service. They have two offices near each other, one facing M. Pokrovskaya st., the other behind it."]]}]},"\n",{"type":"===","value":["By foot"]},"\nThe central part of Nizhny Novgorod is quite compact and you can easily walk across it by foot; the main touristic street, Bolshaya Pokrovskaya, is completely pedestrian. However, even in the central part you will find lots of moderate inclines; and if you will want to go to the central part from the river banks (most notably, from Rozhdestvenskaya st.), you will face a very steep uphill with 100 meters height difference. You will find lots of stairs, but for an unexperienced person ascending them can be difficult (although definitely not impossible). Also, if you attempt crossing any bridge over Oka by foot, you most probably will not find it a pleasant experience due to small width of a sidewalk and cars rushing past you just within one meter distance.\n\nAnd, as always in Russia, when crossing a street by foot, beware of cars that may not give way to you.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Nischni Nowgorod Kreml 2004-07-09.jpg"],["thumb"],["150px"],["right"],["In the Kremlin"]]},"\n",{"type":"[[","value":[["File:Nizhny Novgorod Kremlin (scheme eng).svg"],["thumb"],["150px"],["Map of the Kremlin, 12 towers"]]},"\n",{"type":"===","value":["Streets and squares"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Kremlin"],["alt=Кремль"],["url="],["email="],["address="],["lat=56.328531"],["long=44.002047"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is worth a wander around and contains a church, war monument with eternal flame, a reasonable art museum and impressive views along the Volga River. Also you can take a walk atop (inside) the Kremlin's wall in summer (roughly from May to October), the entrance is by the stairs set a bit off the wall inside the Kremlin near the main entrance via ",{"type":"'''","value":["Dmitrievskaya tower"]},", the latter being one of Nizhny Novgorod's symbols."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Minin and Pozharsky Square"],["alt=площадь Минина и Пожарского"],["url="],["email="],["address="],["lat=56.326437"],["long=44.006510"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main square of Nizhny, at the south-east side of the Kremlin. A wide stairway (",{"type":"'''","value":["the Chkalov Steps"]},") descends from the ",{"type":"'''","value":["Chkalov Monument"]}," to the Volga waterfront to the north. Also take a walk along a path goes from the square round the western part of Kremlin wall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bolshaya Pokrovskaya st."],["alt=ул. Большая Покровская"],["url="],["email="],["address="],["lat=56.321975"],["long=44.000180"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A pedestrian street, the main street of the city. Street vendors, souvenirs, shops and main restaurants, and several museums including the museum of Russian traditional art."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rozhdestvenskaya st."],["alt=ул. Рождественская"],["url="],["email="],["address="],["lat=56.329363"],["long=43.992155"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Parallel to Oka river under the hill, this street contains a lot of XIXth century buildings in rather good condition. The street was renovated in 2012, half-width becoming pedestrian, and now serves as a location for different festivals and events."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ilyinskaya st."],["alt=ул. Ильинская"],["url="],["email="],["address="],["lat=56.323891"],["long=43.991275"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Merchant buildings of XIX century (and a few even older), some in good condition, some in rather worse one. The street is going to be renovated in 2013-14. Also interesting is the whole area around Ilyinskaya st., especially the small streets between it and Fedorovsky embankment — many old buildings, including wooden ones, still exist there, and the general quiet atmosphere of streets is quite different from what you see in other parts of central Nizhny."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Varvarskaya st."],["alt=ул. Варварская"],["url="],["email="],["address="],["lat=56.322724"],["long=44.01080"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Late XIX century houses, unfortunately intermixed with early-XXI century ones."]]}]},"\n",{"type":"====","value":["Embankments"]},"\nThe Upper city is hilly and the slopes start not far from the waterfront, therefore in addition to embankments proper — the streets that run along the water — there is another kind of streets that are also called ",{"type":"''","value":["embankment"]},". These are the streets running along the top of the hill slope, thus having a view of the rivers and opposite banks from about 100-150 meters above. The latter are great for walking, offering far-reaching views and good winds from the river.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Upper Volga embankment"],["alt=Верхневолжская набережная, Verkhnevolzhskaya nab."],["url="],["email="],["address="],["lat=56.329006"],["long=44.018526"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Runs above Volga from Minin square to Sennaya square. Offers views over Volga, and also has some old, but mostly well-preserved buildings worth seeing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fedorovsky embankment and Zalomov street"],["alt=Набережная Федоровского, улица Заломова"],["url="],["email="],["address="],["lat=56.326294"],["long=43.987241"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Above Oka, starting not far from Kremlin and going south. There are several ways of accessing it from Bolshaya Pokrovskaya, all involving going by small side-streets; the old buildings on these are worth seeing on their own. You can also attempt climbing any of numerous stairways from Rozhdestvenskaya street. The embankment itself offers views over the Lower part of the city, and northwestwards views along Volga. Some festivals and events are sometimes held there; the hill slope has lots of paths and is very walkable. Also there are two pedesterian bridges — and a third one from Zalomov street, which leads to a small area of old wooden houses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shveitzariya park"],["alt=Парк Швейцария, literally Switzerland park"],["url=http:\/\/parknnov.ru\/"],["email=parknnov@mail.ru"],["address=along Gagarin Ave"],["lat=56.282391"],["long=43.978744"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although not a street and not an ",{"type":"''","value":["embankment"]},", the park is located on the slope of high Oka bank and has a lot of walking paths with views of the opposite Lower part of the city. The nature is said to be reminiscent of Swiss, and the park owns its name to this fact. Also contains a zoo, an observation wheel, and numerous cafes."]]}]},"\n",{"type":"===","value":["Buildings"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= The building of State Bank"],["alt= Здание Государственного Банка"],["url="],["email="],["address=26 Bolshaya Pokrovskaya st"],["lat=56.320178"],["long=43.998806"],["directions= on the corner of Gruzinskaya ",{"type":"''","value":["Грузинская"]}," street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The building itself is notable for its architectural style. It was built in early XX century for the State Bank, and still is occupied by the Nizhny Novgorod branch of Central bank of Russia. The interiors of the building are also beautiful, but it is really difficult to get into; generally, the visitors are allowed only in groups with pre-arrangement. Only one day a year, in May, the building is opened to anyone wishing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= The main building of Nizhny Novgorod Fair"],["alt= Главное здание Нижегородской ярмарки"],["url=http:\/\/www.yarmarka.ru\/"],["email="],["address=13 Sovnarkomovskaya st. ",{"type":"''","value":["Совнаркомовская ул"]}],["lat=56.328542"],["long=43.961298"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The XIX century building that used to be the main building of Nizhny Novgorod Fair, one of the main merchant's trading place in second half of XIX century in Russia. Now it is the center for different expositions, exhibitions and conferences."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Stroganov's church"],["alt= Церковь Собора Пресвятой Богородицы (Строгановская)"],["url="],["email="],["address=34a Rozhdestvenskaya st"],["lat=56.327388"],["long=43.985159"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most famous churches in Nizhny Novgorod, built in late XVII century by the merchant G.D. Stroganov, and known after his name. Bears a distinctive architectural style."]]}]},"\n",{"type":"*","value":[" Several XVII-century brick houses:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Peter the Great's house"],["alt= Домик Петра (Дом Чатыгина)"],["url="],["email="],["address=27 Pochainskaya st. ",{"type":"''","value":["ул. Почаинская"]}],["lat=56.325473"],["long=43.995051"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Here, as it is said, Russian emperor Peter the Great have stayed twice during his visits to Nizhny."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Pushkinov's house"],["alt= Палаты Пушкинова"],["url="],["email="],["address=52 Gogol street ",{"type":"''","value":["ул. Гоголя"]}],["lat=56.323843"],["long=43.985846"],["directions= near the end of the street, surrounded by Soviet-time and more modern buildings"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Olisov's house"],["alt=Палаты Олисова"],["url="],["email="],["address=7 Krutoy per. ",{"type":"''","value":["Крутой пер"]}],["lat=56.325854"],["long=43.990266"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably the most beautiful of these old houses. In addition, separated by a small park from the hill slope that goes down Oka and Volga, it is not so overdominated by neighboring modern houses. ",{"type":"'''","value":["A church nearby"]}," is also of XVII century."]]}]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum-house of the writer Maxim Gorky"],["alt="],["url=http:\/\/www.museum.nnov.ru\/danco\/expos\/hm.shtml"],["email="],["address=19 Semashko st. ",{"type":"''","value":["ул. Семашко"]}],["lat=56.322772"],["long=44.018612"],["directions="],["phone=+7 (831) 436 15 29"],["tollfree="],["fax="],["hours="],["price="],["content=A big house with several rooms keeping the atmosphere of the 1900s."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum-flat of Andrey Sakharov"],["alt="],["url="],["email="],["address=214 Gagarin ave. (пр. Гагарина)"],["lat=56.232495"],["long=43.950816"],["directions=inside an apartment building"],["phone=+7 (831) 466 86 23"],["tollfree="],["fax="],["hours="],["price="],["content=The memorial flat of Andrey Sakharov, the father of the H-bomb, dissident, human rights activist and Nobel Peace Prize laureate."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Russian museum of photography"],["alt="],["url=http:\/\/www.fotomuseum.nnov.ru\/"],["email="],["address=9a, Piskunov st. (ул. Пискунова)"],["lat=56.323872"],["long=44.003441"],["directions="],["phone=+7 (831) 434 25 23, +7 (831) 437 37 43"],["tollfree="],["fax="],["hours="],["price="],["content=Old photos of Nizhny Novgorod, old photographic equipment, often different expositions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of steam engines"],["alt="],["url="],["email="],["address="],["lat=56.283710"],["long=43.844563"],["directions=200m away from the suburb station \"Nizhny Novgorod Sortirovochnaya\""],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=15 engines constructed before 1950 in various countries"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=History Museum of Nizhny Novgorod automobile plant (GAZ)"],["alt="],["url="],["email="],["address=95 Lenin ave. (пр. Ленина)"],["lat=56.254532"],["long=43.892366"],["directions="],["phone="],["tollfree="],["fax="],["hours=8:30-16:00 Mo-Fr"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nizhny Novgorod State Museum of History and Architecture"],["alt=Нижегородский государственный историко-архитектурный музей заповедник"],["url=http:\/\/www.ngiamz.ru\/"],["email=usad_ba@mail.ru"],["address="],["lat="],["long="],["directions="],["phone=+7 831 422-10-80"],["tollfree="],["fax="],["hours="],["price="],["content="]]}," It's an organization running several museums each holding some exhibitions and organizing different events:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rukavishnikovs' house"],["alt=Усадьба Рукавишниковых"],["url=http:\/\/www.ngiamz.ru\/filialy\/usadba-rukavishnikovykh.html"],["email="],["address=7 Upper Volga Embankment ",{"type":"''","value":["Верхневолжская набережная"]}],["lat=56.329307"],["long=44.016069"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most beautiful XIX-century houses in Nizhny Novgorod which once belonged to one of richest Nizhny Novgorod men. With exterior and interior kept to its original state, the museum organizes tours of the house, keeps some exhibition of the history of Nizhny Novgorod, and often holds different events."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nizhny Novgorod Povolzhye Peoples' Architecture and Life Museum"],["alt=Музей архитектуры и быта народов Нижегородского Поволжья"],["url=http:\/\/www.ngiamz.ru\/filialy\/muzej-arkhitektury-i-byta-narodov-nizhegorodskogo-povolzhya.html"],["email="],["address=41 Gorbatovskaya st. ",{"type":"''","value":["Горбатовская ул."]}],["lat=56.274243"],["long=44.010544"],["directions=Near the end stop of bus 28, on the edge of Schelkovsky Khutor park"],["phone=+7 831 422-10-88"],["tollfree="],["fax="],["hours=10:00-16:00 except Mondays"],["price="],["content=A collection of old (1600s-1800s) wooden buildings (houses, churches, etc.) moved here from different villages of Nizhny Novgorod oblast. Many buildings are open, and you can walk in and see interior, etc. From time to time hosts different events."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nizhny Novgorod oblast handicraft museum"],["alt=Музей истории художественных промыслов Нижегородской области"],["url=http:\/\/www.ngiamz.ru\/filialy\/muzej-istorii-khudozhestvennykh-promyslov.html"],["email="],["address=43 Bolshaya Pokrovskaya ",{"type":"''","value":["Большая Покровская"]}],["lat=56.318244"],["long=43.995427"],["directions=Entrance through the side arch"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Exposition of old Russian handicraft."]]}]}]},"\n",{"type":"===","value":["Monuments"]},"\n",{"type":"*","value":[" Monument to Valery Chkalov, the famous test pilot of the 1930s, known for his ultra long flight from Moscow to ",{"type":"[[","value":[["Vancouver, Washington"]]}," via the North Pole."]},{"type":"*","value":[" Maxim Gorky, at the square named after him"]},{"type":"*","value":[" Alexander Pushkin (at the entrance to the Theatre of Opera and Ballet)"]},{"type":"*","value":[" Prince George and Saint Simon of Suzdal (inside the Kremlin)."]},"\n",{"type":"===","value":["Religious"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pechersky Ascencion Monastery"]},", near Sennaya Square a couple miles east of downtown, halfway down the slope to Volga. With a cathedral and several churches surrounded by a restored stone wall, the monastery is the seat of the archbishops of Nizhny Novgorod."]},"\n",{"type":"*","value":[" A big variety of other churches and convents."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name= Zeleny Gorod"],["alt= Зеленый Город, lit. Green City"],["lat=56.175374"],["long=44.083414"],["directions= By bus from Sennaya bus station, or by car in the direction of Kstovo and Kazan. There are two roads leading from Nizhny to Kstovo, one along Larin street, the other along Rodionov street; you need to turn to Zeleny Gorod right before the two roads merge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Formally a part of Nizhny Novgorod, this forested area is located south from Upper part of the city, on the slope down to Kudma river and contains many resort facilities. It is a good place to go hiking in summer and to swim in the small Kudma river. There is also an artificial waterfall (concrete dam) in the upper part of Kudma, which is a good hiking destination if you are already in Zeleny Gorod (although definitely not worth a separate trip from Nizhny). You can also attempt bathing there, although be aware of lots of dangerous objects in the stream."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jet fighter flight on Sokol Airbase in MiG Jets, Nizhny Novgorod"],["url=http:\/\/www.migflug.com\/index.php?id=1&L=1"],["email=info@migflug.com"],["address=MiGFlug & Adventure GmbH, Badenerstrasse 286, 8004 Zurich"],["lat="],["long="],["directions="],["phone=+41 44 500 50 10"],["tollfree="],["fax="],["hours="],["price=€12,500 for a MiG-29 Fulcrum flight including transfer from Moscow and all preparations"],["content=Very nice but expensive experience. The customer can fly itself under close watch of the pilot. Supersonic flights and stratospheric Edge of Space flights are possible"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Go to Bor"]},". Bor ",{"type":"''","value":["Бор"]}," is a town on the opposite bank of Volga river. There is nothing particularly interesting in the town itself, but a trip across Volga to Bor and back is worth doing for its scenery. There are two worth-taking ways of reaching Bor, you can combine them, although in such a case you will have to navigate the town to find the path from one station to another:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nizhny Novgorod cable car"],["alt=Нижегородская канатная дорога"],["url=http:\/\/nnkd.ru\/"],["email="],["address=8a Kazan embankment ",{"type":"''","value":["Казанская набережная"]}," (Nizhny Novgorod station); 12 Lunacharskogo st. ",{"type":"''","value":["ул. Луначарского"]},", Bor (Bor station)"],["lat=56.323676"],["long=44.039168"],["directions="],["phone=+7 831 411-9268, +7 831 424-90-09 (autoinformer)"],["tollfree="],["fax="],["hours="],["price= RUR 70 single ride"],["content= Cable car goes above Volga, offering views of Nizhny Novgorod and opposite bank of the river. From any place on the Upper Volga embankment you can see in the distance to the East the supporting towers and the cabins. The Nizhny Novgorod station itself is not easy to find, but look for two high round-shaped apartment towers near Sennaya square, and go past them along Sechenov street ",{"type":"''","value":["ул. Сеченова"]},", then past a mosque towards the Volga bank; also look for signs \"",{"type":"''","value":["Канатная дорога"]},"\". Note that the service is often interrupted, both due to weather such as strong winds, or for maintenance."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Logoprom's air-cushion vehicle"],["alt= Судно на воздушной подушке (Логопром)"],["url=http:\/\/volgataxi.ru\/production\/8"],["email="],["address="],["lat=56.332126"],["long=44.017775"],["directions="],["phone=+7 831 229-99-99"],["tollfree="],["fax="],["hours="],["price=RUR 90 one ride"],["content=Air-cushion vehicle depart from a berth under Alexandrovsky sad and arrive to a berth on the opposite bank of Volga. Free buses take passengers to Minin square in Nizhny and to Market square in Bor. Runs all year except short breaks in spring and late autumn."]]}]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Team Gorky"],["alt=Команда Горький"],["url=http:\/\/teamgorky.ru"],["email=\nadv@teamgorky.ru"],["address=40 Let Octiabrya street, 1A"],["lat="],["long="],["directions="],["phone=+7 831 278-94-04"],["tollfree="],["fax="],["hours="],["price=From 6500 RUR for a weekend tour"],["content=Apart from different adventure tours all over Russia, they offer some canoeing and flatwater rafting within Nizhny Novgorod region along small rivers flowing through forests and fields."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nizhny Novgorod planetarium"],["alt=Нижегородский планетарий"],["url=http:\/\/planetarium-nn.ru\/"],["email=plan_2004@mail.ru"],["address=20 Revolutsionnaya st. (ул. Революционная)"],["lat=56.318536"],["long=43.954818"],["directions="],["phone=831 272-50-94, 831 246-70-65"],["tollfree="],["fax="],["hours="],["price="],["content=Different programs, mainly for children, but some for adults too. Has also a simulator for space rendezvous of Soyuz spaceship and the International Space Station."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nizhny Novgorod circus"],["alt=Нижегородский цирк"],["url=http:\/\/www.circus.r52.ru\/"],["email="],["address=32 Kommunisticheskaya st. (ул. Коммунистическая)"],["lat=56.318488"],["long=43.953381"],["directions="],["phone=+7 (831) 246-40-00, +7 (831) 246-246-1"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Limpopo zoo"],["alt=Зоопарк Лимпопо"],["url=http:\/\/www.nnzoo.ru\/"],["email=limpopozoo@mail.ru"],["address=7B Yaroshenko st (у. Ярошенко, 7Б)"],["lat=56.334324"],["long=43.854418"],["directions=on the edge of Sormovo park"],["phone=+7 (831) 271-67-37, +7 (831) 416-14-14"],["tollfree="],["fax="],["hours=10:00-20:30, ticket office closes at 19:30"],["price=300 RUR"],["content=A zoo with different animals, features a \"contact zone\" where you can walk among different non-dangerous animals. The area consists of two separate parts within 60 meters walking distance, one ticket is valid for entering both areas. You can access the entrances to the zoo both from Yaroshenko street and from Sormovo park via a pedestrian bridge."]]}]},"\n",{"type":"===","value":["Winter sports"]},"\nDuring winter, with permanent snow cover, Nizhny offers different possibilities for winter sports. Some of them are listed below.\n",{"type":"*","value":[" ",{"type":"'''","value":["Skating"]}," is possible on many open ice rinks, starting from a hockey-rink-sized ones, often located near schools, poorly-maintained, lacking any room where you can left your belongings, but free for entrance, up to soccer-sized (and more) stadiums with proper infrastructure, skates rent and paid entrance. "]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Trud stadium"],["alt=Стадион Труд"],["url=http:\/\/trud-sormovo.ru"],["email="],["address=30 Yubileyny bulvar (бульвар Юбилейный)"],["lat=56.343101"],["long=43.854375"],["directions=The access to the stadium is via a bridge over a small river"],["phone=+7 (831) 225-68-94, +7 (831) 222-27-57"],["tollfree="],["fax=+7 (831) 225-12-73"],["hours=Fri-Sun evenings"],["price=150 RUB entrance, 100 RUB per one hour skates rent"],["content=A big open stadium with cooling machines allowing to maintain ice quality even when the air temperature is above freezing (up to 10 C); therefore it is open roughly from end of October to start of April and has probably the best ice in the city. During this period, the stadium is a place for lots of competitions and sport events, but on Fri-Sun evenings (roughly from 16:00-18:00 till 20:00-21:00, better check before you go) it is open for public skating. It is also open for public skating every evening during public holidays, most notably in the first week of January. Have skate rent service and a cloakroom inside a small building; also rooms where you can change your boots to skates. You will also find stalls selling hot tea and snacks inside. Being the most popular of skating venues in Nizhny, it is often overcrowded. Come early if you want to experience good ice, as it is renewed every day before the stadium opens, and then gets worse (and really bad) during the evening with all the crowds rushing there."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dinamo stadium"],["alt=Стадион Динамо"],["url="],["email="],["address=53 Bolshaya Pokrovskaya (Большая Покровская)"],["lat=56.318542"],["long=43.992959"],["directions=entrance through the arch to the left of October (Октябрь) cinema"],["phone=+7 (831) 433-78-73"],["tollfree="],["fax=+7 (831) 278-01-74"],["hours="],["price="],["content=Another big open stadium with public skating almost every evening during winter. There is no cooling machines, so there is no skating in October and November and usually December too; only when day temperatures settle below freezing they make ice on the stadium. Even after this, the ice quality may be not the best, especially during periods when air temperature rises back to freezing. However, for its location in the city center and because it is open almost every day and for longer hours than Trud, it is also popular. Has skate rent service and a cloakroom inside a small building, you can change boots to skates in a long hall there."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Mega"]}," shopping mall has also a very small skating rink at the main hall, but it's of interest only during summer, when big skating rinks do not work."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cross-country skiing"]}," is possible in many Nizhny Novgorod parks and in many forests surrounding the city; almost in every park you will find a circular ski track for classical skiing. Bigger forested areas, primary Schelkovsky Khutor (Щелковский Хутор) and adjacent Ankudinovsky forest (Анкудиновский лес) in the Upper city, and Dubravy forest (Дубравный) in the furthermost Sormovo have much more of classical and skating ski tracks. However, the infrastructure for ski rent is not widespread. Note also that most of the tracks have no lighting, so skiing after roughly 15:00, when it starts becoming darker, will not be pleasant."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ski rent at school 135"],["alt=Прокат лыж в школе 135"],["url="],["email="],["address=22 Koreyskaya st. (ул. Корейская)"],["lat=56.274118"],["long=43.991296"],["directions=in the basement, entrance from the back side of the school building"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A ski rent office near Schelkovsky Khutor forest. You can leave your belongings there and have a cup of hot tea on return."]]}]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Khabarskoye sport club"],["alt=Спорткомплекс Хабарское"],["url=http:\/\/www.habarskoe.ru\/"],["email=office@habarskoe.ru"],["address=Khabarskoye village, 1 Nagornaya st. (деревня Хабарское, ул. Нагорная, 1)"],["lat=56.181490"],["long=43.435113"],["directions=roughtly 30 km from the city boundary, near Bogorodsk town, on the high bank of Oka"],["phone=+7 (831) 438-66-05, +7 910-873-11-82"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"'''","value":["Downhill skiing"]}," on a steep hills of high bank of Oka river outside of city. However, it is not that simple to reach them."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":[" Souvenirs "]},"\nApart from simple souvenirs like thick pencils with city name, which are present in every Russian city with just the name changed, and have nothing to do with Russian traditions, there are some souvenirs that are really Russian and really Nizhny-Novgorodian. The most important and famous are Khokhloma gold-red-black painted wooden items such as tableware and furniture; Khokhloma is actually a village in Nizhny Novgorod oblast, a traditional center for the craft.\n\nAlso there are other traditional Russia souvenirs such as Gorodets-style painted wooden items, and lots of different Matryoshkas.\n\nYou can find lots of souvenirs on street stalls along the pedestrian part of Bolshaya Pokrovskaya street (especially in its upper and further from Kremlin part), and in some stalls inside Kremlin. There are also several stands inside the train station building, both on the ground floor and in the basement.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Khudozhestvennye Promysly"],["alt= Художественные промыслы, lit. Handicraft"],["url=http:\/\/www.handi-craft.ru\/"],["email=sale@handi-craft.ru"],["address=B. Pokrovskaya, 43"],["lat=56.318090"],["long=43.995277"],["directions="],["phone=433-61-63"],["tollfree=800-250-46-48"],["fax="],["hours=10:00-20:00"],["price="],["content= Lots of Khokhloma items, matreshkas, and other traditional craft items. Also some simpler souvenir stalls inside."]]}]},"\n",{"type":"===","value":[" Grocery "]},"\nThere are many small local grocery shops (",{"type":"''","value":["продукты"]},") in Nizhny Novgorod, but you are advised to shop in slightly more respectable chain self-service supermarket stores listed below. There are lots of stores for each chain, so only a couple of center-most are listed for each chain. The quality of food is generally good in every store, but you are advised to check the expiry dates on the items that do not last long (such as dairy products). Also note the common trick employed by store owners: on the shelfs you will often find the same items, but with different production dates, and facing you on the shelf are the oldmost items, while the freshmost are somewhere in the back of the shelf.\n",{"type":"*","value":[" ",{"type":"'''","value":["Магнит"]}," (",{"type":"''","value":["Magnit"]},", lit. ",{"type":"''","value":["Magnet"]},") are cheap but basic stores. Do not expect anything beyond simple food (some stores also have basic household chemical goods). But if you want just a slice of bread, a bottle of milk or yogurt, simple cheese or cookies, beer or water, etc., this will always be the cheapest place. Also, they often have unexpectedly good and cheap selection of vegetables and fruits as compared to other small stores. There are no Magnit stores in the very center, but some of them just out of center: 160 Gorky st. (",{"type":"''","value":["ул. Горького"]},"), 118 Belinsky st. (",{"type":"''","value":["ул. Белинского"]},"), 26 Sovnarkomovskaya st. (",{"type":"''","value":["ул. Совнаркомовская"]},"), etc."]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Spar"],["alt=some shops are named ",{"type":"'''","value":["Eurospar"]},"; the signs are in latin script"],["url=http:\/\/spar-nn.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Store sizes vary from really small to big ones, but generally they offer somewhat wider selection than Magnit (and in big stores — a much wider selection, up to own bakery providing bread), accept credit cards, but are somewhat more expensive. Most have also some household chemicals, etc. There are really plenty of shops in city center: 8\/1 Alekseevskaya st. (",{"type":"''","value":["ул. Алексеевская"]},", inside a small shopping mall), 16a Minin st. (",{"type":"''","value":["ул. Минина"]},"), 144 Gorky st. (",{"type":"''","value":["ул. Горького"]},"), a two-storey shop at 9 Dobrolyubov st. (",{"type":"''","value":["ул. Добролюбова"]},"), a big shop at 124 Belinsky st. (",{"type":"''","value":["ул. Белинского"]},", in ",{"type":"''","value":["Chocolate"]}," shopping mall), and some more."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Seven"],["alt=the signs are also in latin script"],["url=http:\/\/www.sev7en.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Similar to Spar, they also have stores ranging from small ones to rather large, accept credit cards, have wider selection than Magnit, but are somewhat more expensive. In contrast to Spar, they do not have really much shops. Some stores in the center are: 41 Piskunov st. (",{"type":"''","value":["ул. Пискунова"]},", inside a shopping center known as ",{"type":"''","value":["Нижегородский универсам Nizhegorodsky universam"]},") — this is probably ",{"type":"'''","value":["the centermost of large stores"]},"; 4 Vaneev st. (",{"type":"''","value":["ул. Ванеева"]},"), 63 Belinsky st. (",{"type":"''","value":["ул. Белинского"]},", inside the Etagi shopping mall)."]]}]},{"type":"*","value":[" Also almost every shopping mall (see below) has a grocery store. In addition to the mentioned chains, you may meet ",{"type":"'''","value":["Auchan"]}," (",{"type":"''","value":["Ашан"]},") stores there. If you are looking for a really wide selection and cheap price, head to one of these, but you will have to go out of the city center."]},"\n",{"type":"===","value":[" Shopping malls "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name= Меgа"],["alt=Meгa"],["url=http:\/\/megamall.ru\/nn\/"],["email="],["address=Fedyakovo (",{"type":"''","value":["Федяково"]},") village south of Nizhny"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:00 - 22:00"],["price="],["content= The biggest shopping mall in Nizhny Novgorod (located in Fedyakovo, a south-eastern suburb on the road to Kazan). Auchan, IKEA, OBI and 160 other shops."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Chocolade"],["alt=Шоколад"],["url="],["email="],["address=124 Belinsky st. (",{"type":"''","value":["ул. Белинского"]},")"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Etazhi"],["alt=Этажи"],["url=http:\/\/www.etagi.ru\/"],["email="],["address=63 Belinskogo st. (",{"type":"''","value":["ул. Белинского"]},")"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Respublika"],["alt=Республика"],["url="],["email="],["address="],["lat="],["long="],["directions=opposite the railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fantastika"],["alt=Фантастика"],["url=http:\/\/www.fantastika-nn.ru\/"],["email="],["address=178 Rodionov st. (",{"type":"''","value":["ул. Родионова"]},")"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=LP Fashion Gallery"],["alt="],["url=http:\/\/www.lplaza.ru"],["email="],["address=10\/16, Alexeevskaya st. (",{"type":"''","value":["ул. Алексеевская"]},")"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A premium shopping mall in the city center"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tinkoff"],["url="],["email="],["address=Belinskii Street, Etazhi Shopping Complex"],["lat="],["long="],["directions=Bus stop : Opera Theatre (Operny teatr) or Poltavskaya Street"],["phone="],["tollfree="],["fax="],["hours="],["price=moderate to high"],["content=variety of food including Japanese cuisine. Its cheaper to go on weekdays from 12 — 4PM to order their \"business lunch\" which is like a bento meal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=McDonalds"],["url="],["email="],["address=- one in Gorky Square, one in front of Moskovsky railway station, one near Park Kultury of Avtozavod, one in MEGA shopping mall"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Planeta Sushi"],["url="],["email="],["address=Belinskava Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Really good japanese food serves at a reasonable price.Fused together with Italian restaurant Il Patio."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yaponamama"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another sushi chain store,cheapest set lunch found in town. With 7USD you can get a bento,a soup and a drink.Can be found at Minin Square (opposite the Kremlin), Fantastika (2nd floor) and Gorky Square (just below new york pizza)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Biblioteka"],["alt=Библиотека, lit. Library"],["url=http:\/\/www.biblioteca-nn.ru\/"],["email=biblioteca@dekom.nnov.ru"],["address=46 Bolshaya Pokrovskaya"],["lat="],["long="],["directions= 3rd floor, entrance through the same door as Dirigible ",{"type":"''","value":["Дирижабль"]}," book store"],["phone=+7 831 433-69-34"],["tollfree="],["fax=+7 831 430-94-11"],["hours=11.00-22.00"],["price=RUR 400"],["content=Excellent Italian restaurant situated at Pokrovskaya Street. Good atmosphere, great food and reasonable price, but very often packed. On weekdays during lunch time till 15:00 you can get 20% discount on all menu. The Dirigible book store is also worth a visit, having several specialized sections, and in particular a section with souvenirs and literature about Nizhny. Both the cafe and the book store has a branch at 2 Kanavinskaya street near the railroad station."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gariachy Obed"],["url="],["email="],["address="],["lat="],["long="],["directions=at the Medical Street Station at Gagarin Prospect"],["phone="],["tollfree="],["fax="],["hours=8AM-4PM"],["price="],["content=Here you can get a typical Russian meal at a very cheap price."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yakitoria"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located at Gordkovo Street near to Svabodi Square,here serves japanese and chinese cuisine.Reasonable priced set lunch serves at noon."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bocconcino"],["url=http:\/\/www.bocconcino.ru\/en\/"],["email="],["address=10\/16, Alexeevskaya Str."],["lat="],["long="],["directions=800 meters from the Kremlin"],["phone=+7 831 296 55 73"],["tollfree="],["fax="],["hours=12:00-00:00"],["price="],["content=Located at LP Fashion Gallery near with Bolshaya Pokrovskaya Str. Here you can get a typical Italian food. Reasonable priced (350 rub) set lunch served at noon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Stolle"],["alt= Штолле"],["url=http:\/\/www.stolle.ru\/en\/n_novgorod\/menu.html"],["email="],["address=1 Alekseevskaya St"],["lat="],["long="],["directions= on the corner of Alekseevskaya st. and Minin square"],["phone=+7 831 439-1460, +7 831 413-1468"],["tollfree="],["fax="],["hours=09:00-21:00"],["price=From RUR 150 per meat pie piece and tea"],["content= Different traditional Russian pies, with different meat and different berries. Very tasty in contrast to small pies found in many shops and cheap cafes. Do not expect the full assortment at the evenings, as they sell out everything they have baked during the day."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Oka"],["url=http:\/\/www.hoteloka.ru\/"],["email="],["address=Gagarina avenue, 27"],["lat="],["long="],["directions=Bus stop : Hotel Oka (Gostinitsa Oka)"],["phone=+7 (831) 275-94-49"],["tollfree="],["fax="],["hours="],["price=3300 rubles"],["checkin="],["checkout="],["content=offers a variety of room options and very close to the city centre. located next door to a newly opened supermarket"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tsentralny"],["alt=Центральный"],["phone=+7 (831) 277-55-66"],["email=reserves@hotel-central.ru"],["address=12, Sovetskaya st"],["lat="],["long="],["directions="],["phone=+7 (831) 277-55-00, +7 (831) 277-56-00"],["tollfree="],["fax=+7 (831) 277-55-66"],["hours="],["price=3300 rubles"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["By phone"]},"\nIf you are planning to spend in Russia more than several days and you are going to communicate with your Russian colleagues by mobile (and send SMS to your home country) it would be reasonable not to spend on roaming and to buy a local SIM-card. \nThere are five GSM networks in the city: three major Russian mobile networks (\"big three\": MTS, Beeline and Megafon), Tele 2 and Rostelekom (former NSS). The prepaid tariffs are more or less the same in all GSM networks. A SIM-card can be purchased in numerous shops, kiosks, and special salons. Usually it costs you just to pay some 3 or $4 for your future calls.\n\nHowever if you come to Nizhny Novgorod with a SIM-card bought in Moscow or ",{"type":"[[","value":[["Saint Petersburg"]]}," be aware that you will be charged higher prices for your calls since providers consider this as inner-Russian roaming (basically the country is divided in several huge roaming zones). Mobile numbers registered in Nizhny Novgorod are of the ",{"type":"[[","value":[["Volga (region)"],["Volga region"]]}," zone.\n\nThere are payphones in the streets however you can buy phonecards only in the post-offices and in few newspaper kiosks.\n\n",{"type":"===","value":["By internet and wi-fi "]},"\nMany establishments (cafes, shops, cinemas, etc.) in Nizhny offer free wifi access; look for a network with a name of establishment and\/or with words \"Free\". Also, there is a free wifi zone along B. Pokrovskaya street.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"[[","value":[["File:Nizhny-Novgorod-Skoba-Square-C0292.jpg"],["thumb"],["Originally built by an Old Believer (ultra-Orthodox) Christian millionaire A.P. Bugrov as a homeless shelter, the former \"Bugrov Flophouse\" now houses the local office of the Federal Migration Service, the Russian passport and immigration authority"]]},"\n\n",{"type":"===","value":["Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["alt=Honorary Consulate"],["url=http:\/\/www.nnov-ohk.com"],["email=info@nnov-ohk.ru"],["address=29 Piskunova st"],["lat="],["long="],["directions="],["phone=+7 (831) 4-185-100"],["tollfree="],["fax=+7 (831) 2-786-769"],["hours=Mo-Fr 10:00–13:00, 14:00-16:00; except weekend"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Czech Republic"],["alt=Honorary Consulate"],["url=http:\/\/www.czhcons.nn.ru\/"],["email=czhcons@czhcons.nn.ru, czhcons@gmail.com"],["address=Minina street, 18"],["lat="],["long="],["directions="],["phone=+7 (831) 419-8593, +7 (910) 382-6875, +7 (905) 665-5078"],["tollfree="],["fax=+7 (831) 419-9866"],["hours=Mon-Fri 9-00AM - 6-00PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["alt=Honorary Consulate"],["url="],["email="],["address=46 Ulyanova st"],["lat="],["long="],["directions="],["phone=+7 (831) 215-2215"],["tollfree="],["fax=+7 (831) 215-2215"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["North Korea"]]}," ",{"type":"{{","value":[["listing"],["name=North Korea"],["alt=Honorary Consulate"],["url="],["email="],["address=Nizhne-Volzhskaya naberezhnaya, 17\/2"],["lat="],["long="],["directions="],["phone=+7 (831) 430-1687"],["tollfree="],["fax=+7 (831) 430-1687"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Visa Centers"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bulgaria"]]}," ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["flag"],["Iceland"]]}," ",{"type":"{{","value":[["flag"],["Malta"]]}," ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Bulgaria, Denmark, Greece, Iceland, Malta, and Spain"],["alt=EU Visa Center"],["url="],["email="],["address=Osharskaya street, 16"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 9AM - 4PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gorodets"]]}," - a town founded in the XIIth century, famous for its Museum of samovars."]},{"type":"*","value":[" ",{"type":"[[","value":[["Makaryev Monastery"]]},", a fortress-like monastery some 100 km down the Volga from the Nizhny. The last resting place of its legendary founder, Venerable Macarius, of the ",{"type":"[[","value":[["w:Miracle of the Moose"],["Miracle of the Moose"]]}," fame."]},"\n",{"type":"{{","value":[["routebox"],["image1=Trans-Siberian Railway icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Moscow"]]}],["minorl1=",{"type":"[[","value":[["Vladimir"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Yekaterinburg"]]}],["minorr1=",{"type":"[[","value":[["Kirov"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["56.3333"],["44.0000"]]},"\n",{"type":"{{","value":[["isPartOf"],["Nizhny Novgorod Oblast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nizhny Novgorod"]]},"\n",{"type":"[[","value":[["Commons:Category:Nizhny Novgorod"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Russia\/Administrative Regions\/Nizhegorodskaya Oblast\/Nizhny Novgorod\/"]]},"\n\n",{"type":"[[","value":[["fi:Nižni Novgorod"]]}]