[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"{{","value":[["translate"],["fr"]]},"\n",{"type":"'''","value":["Nkhata Bay"]}," is a small, bustling fishing village about 50 kilometers from ",{"type":"[[","value":[["Mzuzu"]]},".  Straddling the steep, verdant mountains of ",{"type":"[[","value":[["Malawi"]]},"'s rift valley, Nkhata Bay overlooks the lake like a lord overlooks his manor.\n\nThe town is home to the Tonga people who are famed for their love of fine dressing — it's common to see older men dressed in full suits with Homburg hats, spats and canes!\n",{"type":"[[","value":[["File:Nkhata Bay, Malawi.jpg"],["thumb"],["A jetty on Lake Malawi in Nkhata Bay"]]},"\n\n",{"type":"==","value":["Get in"]},"\nYou can reach Nkhata Bay from the South via the Lakeshore road or west from ",{"type":"[[","value":[["Mzuzu"]]},", by minibus.  The winding, scenic, hour and a half trip from Mzuzu costs about $4 on a minibus or $20 by taxi. There are regular buses from ",{"type":"[[","value":[["Blantyre"]]}," and ",{"type":"[[","value":[["Lilongwe"]]},". There is no road access to the North.\n\nThere are flights from ",{"type":"[[","value":[["Lilongwe"]]}," to ",{"type":"[[","value":[["Mzuzu"]]}," once or twice a week.\n\n",{"type":"==","value":["Get around"]},"\nNkhata Bay is fairly small and ",{"type":"'''","value":["walkable"]},".  Alternatively, you can hire a ",{"type":"'''","value":["water taxi"]}," to take you from one end of the village to the other; this is also a neat way to see the coastline.  Most of the hostels and hotels also have vehicles and you can usually ",{"type":"'''","value":["hitch"]}," a ride when they head into town for supplies.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Lake"]}," is what Nkhata Bay is all about. There is only one beach at Chikale which is a gentle 20 minute walk from the town."]},"\n",{"type":"*","value":["One of the must sees of Nkhata Bay is the ",{"type":"'''","value":["feeding of the fish eagle"]}," which lives high up on the cliff face south of Njaya Lodge. Trips can be organised by any of the lodges."]},"\n",{"type":"*","value":["If you have a vehicle at your disposal, you should visit the huge ",{"type":"'''","value":["Kawalazi coffee plantation"]}," located roughly half-way between ",{"type":"[[","value":[["Mzuzu"]]}," and Nkhata Bay (as you travel towards Nkhata Bay, there's a small sign on your right).  A very friendly Sikh manages it, and he's happy to take you around and show you how the plantation runs. The countryside around the plantation is also worth exploring if you want a break from the lake."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["rubber and tea plantation"]}," at ",{"type":"[[","value":[["Chombe"]]}," and research farms dot the land between Nkhata Bay and ",{"type":"[[","value":[["Mzuzu"]]},"; hiring a bike is the best way to explore these."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.aqua-africa.co.uk ",{"type":"'''","value":["Aqua Africa"]}]},", +265 1 352 284,  is a ",{"type":"[","value":["http:\/\/www.padi.com\/ PADI"]}," certified dive shop on the north side of the bay. They offer cheap single dives and courses up to Divemaster, a good way to experience fresh-water diving in the lake. Single dives from USD45, open water course USD375."]},"\n",{"type":"*","value":["Most of the lodges can arrange other ",{"type":"'''","value":["day trips to points around the lake"]},", and rent out fins, masks, kayaks and more."]},"\n",{"type":"*","value":["You can also organise longer 2 or 3 day trips either north to ",{"type":"[[","value":[["Usisya"]]}," and ",{"type":"[[","value":[["Ruware"]]},", south to ",{"type":"[[","value":[["Kande beach"]]}," or over to ",{"type":"[[","value":[["Likoma Island"]]}," and ",{"type":"[[","value":[["Chisumulu Island"]]},"."]},"\n",{"type":"*","value":["The mouth-breeding cichlid fishes are fascinating and represent the most diverse vertebrate radiation in the history of the earth."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Mama Malawi"]},"  is a so-called non-profit-shop, means all profit goes to women groups who produce everything you can buy there. check out the handbags, clothes and many other things or just enjoy a cup of tea or coffee and a nice chat with the ladies. It´s a great opportunity for travelers to volunteer, for more information contact Dani at Kaya Papaya.   Homepage: Noda-net.org"]},"\nThere is a \"Bureau de Change\" in town, and an ATM on the road out towards Mzuzu.\n\nThere are also several \"Rastas\" posing as curio vendors.  Aside from accommodation, food, and drink, these guys offer among the only options for taking your money.\n\nAlternatively there are two ",{"type":"'''","value":["Craft Markets"]},", one at the police check point a few kilometres outside of the town (towards Mzuzu) and the other in the second bay as you head towards Mayoka (",{"type":"'''","value":["ART Homepage"]},": ",{"type":"[","value":["http:\/\/rastakelvin.blogspot.com\/p\/art.html "]},".\n\n",{"type":"==","value":["Eat"]},"\n\nAside from the lodges, which all have restaurants, there are several independent restaurants in town, which change regularly.  If you have a dollar, you can find a burger, Malawian pizza, or a great Chambo (fish) dinner.\n\nFor a particularly good local restaurant, find the large tree in the middle of the market; here you will find reasonably priced, good food to enjoy on benches beneath the branches.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kaya Papaya"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+265995636585 or +265993881188"],["tollfree="],["fax="],["hours="],["price="],["content=A new restaurant in town offers Thai food, pizzas, cakes, shakes, juices and very tasty cocktails for reasonable prices. It´s easy to hang out all day on its atmospheric topdeck overlooking the football ground and town centre, enjoying a good meal and fine music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Safari Africa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Does very good cheap meals, much larger than the back packers. It is located next to the water, on the way up towards Aqua Africa. It is a bit no frills particularly in its seating arrangements, but at about half the price of the back packers dishes, very good value."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Take Away Palace"],["url="],["email="],["address=shamillah81@ovi.com"],["lat="],["long="],["directions=next to farmers world"],["phone=+265999477676\/+265888390090"],["tollfree="],["fax="],["hours=7AM-9PM"],["price="],["content=A small restaurant that offers good,tasty and enjoyable meals. International foods and spicy Indian dishes."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are a number of local bars in Nkhata Bay.  Additionally, small tourist-friendly bars spring up regularly.\n\n",{"type":"*","value":[{"type":"'''","value":["Club 672"]}," A \"club\" where the young local youth hangs out. A pooltable and a dancefloor fill the small club, where posters promoting safe sex cover the walls. The music played is loud, but very enjoyable and a beer can be bought at the bar for 120 kwacha (about US$.75)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rebel Heart"],["alt=Golden Dawg"],["url="],["email="],["address=Box 235, Nkhata-Bay,Malawi"],["lat="],["long="],["directions=Opposite Police Station"],["phone=+265999373753,+265999688614"],["tollfree="],["fax="],["hours="],["price="],["content=Bar with a pool table and DSTV. Watch all your favorite games (Cricket,Rugby,Football) while you chill and Drink"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Dive Deck"],["url=http:\/\/www.aquaafrica.co.uk\/dive-deck\/"],["email="],["address=Aqua Africa"],["lat="],["long="],["directions=Behind the ferry dock"],["phone=0999921418"],["tollfree="],["fax="],["hours=8:00-8:00"],["price="],["content=The Dive Deck commands some of the most spectacular views across the bay. You can prop up the bar and enjoy an ice cold “Green” or relax on our comfortable sofas choosing which fillings to have in your homemade wrap. It’s also a great place to compare notes with other customers after you come back from your dive."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are several places to sleep in Nkhata Bay and representatives from these will meet the ferry when it arrives.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Njaya Lodge"],["url=http:\/\/www.njayalodge.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=complete with its own guard-goose, is among the most popular, especially with backpackers, despite being about a mile or two outside town.  In 1993 an English couple Paul and Claire Norrish bought some property on the Lake and built a budget lodge. Since then word of mouth has led Nkhata Bay to become popular with independent travelers. The lodge is based on sustainable tourism principles and the staff who work at the lodge have all been working their since it opened and many of them actually helped to build the lodge. Situated high atop a mountain overlooking the lake, Njaya offers a variety of accommodation -- from ",{"type":"''","value":["en suite"]}," cottages ($15\/night) to spartan, reed chalets ($4\/night).  Camping is also available for $3\/night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mayoka Village"],["url=http:\/\/www.mayokavillagebeachlodge.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+265 0926 8595"],["tollfree="],["fax="],["hours="],["price=En suite rooms $25, Chalets from $8, traditional mud huts $5, Dorms for $4 or campsites for $3.50"],["checkin="],["checkout="],["content=Mayoka is a very popular lodge well known in the area for its scenic location, vibrant bar and very friendly atmosphere, including an outstanding weekly barbecue made from locally sourced food. Great place to meet up with and chill out with other travelers. Located on the far side of the bay, either walk around or phone ahead for a boat pickup from the dive shop. Make reservations a couple of days ahead of time as they can get booked up. Tell them when you plan to leave as they have been known to kick people out ahead of time, leaving one little time to pack and find another place to stay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Butterfly lodge"],["url=http:\/\/www.butterfly-space.com"],["email="],["address=PO box 211 Nkhata Bay Malawi"],["lat="],["long="],["directions="],["phone=+265 (0)999156335"],["tollfree="],["fax="],["hours="],["price=chalets $10 per person, dorm rooms $5 per person, camping $ 3 per person"],["checkin="],["checkout=whenever as long as no bookings"],["content=offering private chalets as well as a small, but pretty bar, right on the water. The lodge has a private beach, internet\/information centre and snorkeling equipment available. There are a number of community projects that butterfly are involved in, including the local nursery school, youth club on site, playgounds building, and computer lessons through the non-profit internet centre. Get involved and enjoy the homely atmosphere"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chikale Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=offers en suite chalets, on the water, for about $40\/night.  This lodge is about 1 mile from town."]]}]},"\nThere is a ",{"type":"'''","value":["government rest house"]}," in town, but most travelers find municipal accommodation run down and depressing.\n\n",{"type":"'''","value":["Blue Star backpackers"]}," is also a ",{"type":"'''","value":["great place"]}," to stay. ",{"type":"''","value":["More relaxed"]}," than Mayoka village and they have a big common room with a big screen TV with dstv which is fun to hang out in and kick back with other travellers. Also a large bar and restaurant ( which has one of the best fully stocked kitchens in Malawi to for fill all your western food cravings from soup to big burgers to great pizza and pasta dishes, all organic and home made ) with panoramic views of the lake, cheap clean accommodation double chalets 1000mk pp dorm 600mk pp camping 450mk pp . Campers' kitchen, really yummy home made cakes every day !!! s.mccombe@googlemail.com or 00265999656987\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rebel Heart"],["url="],["email="],["address=Opposite Police Station"],["lat="],["long="],["directions="],["phone=+265999373753"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This a nice place under new Management, With Pool Table and DSTv, Its a place to chill away from the noise and you can watch all your favourite sports\nThe cheapest place so far with friendly service"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kande Beach Resort"],["url=http:\/\/www.kandebeach.com"],["email="],["address=about 40 km south of Nkhata Bay"],["lat=-11.9515"],["long=34.1223"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Popular with overland trucks, this resort has camping, dorm rooms, single, twin and doubles. Activities include a great horse riding tour, scuba diving with the experienced team at \"Aquanuts\", there are catamarans and canoes for hire, and you can get great food at the \"soft sand cafe\""]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere are two Internet cafe in town, on one of the side roads off the main road. The speed is very slow, although better than some other places in Malawi. It costs 400 Kwacha\/hour. A new one has opened up at Butterfly Lodge. The fastest one is at Aqua Africa but there are only two computers and it cost 600 Kwacha\/hour.\n\n",{"type":"==","value":["Go next"]},"\nA ferry visits Nkhata Bay twice a week — once going north and once going south.\n\nThe ferry arrives in Nkhata Bay early on Sunday morning and then heads up to ",{"type":"[[","value":[["Usisya"]]},", ",{"type":"[[","value":[["Ruaware"]]}," and ultimately to ",{"type":"[[","value":[["Chilumba"]]},". A lovely round trip involves taking the ferry north and then return on Tuesday when the ferry heads south to ",{"type":"[[","value":[["Cape Maclear"]]}," via ",{"type":"[[","value":[["Likoma Island"]]}," or east to ",{"type":"[[","value":[["Mbamba Bay"]]},", in ",{"type":"[[","value":[["Tanzania"]]},". This is the beginning of the so-called Mtwara Corridor, a project which aims to develop the road infra-structure from Mbabama Bay to Mtwara on the Indian Ocean.\n\nThe ferry is a popular, albeit slow, way for travelers to see the lake and journey to other parts of the region. You can either sleep on the deck (great in nice weather) or, for those wanting a bit more luxury, try the ensuite cabin.\n\nThose travelling to Mzuzu will find frequent minibuses leaving throughout the day from the town centre. There is a daily 6:30AM commuter bus run by AXA which travels down the lake shore, passing through Nkhotakota and Salima before arriving in Lilongwe.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAs with most places be careful walking at night and do not carry all your cash with you, especially walking between the town and the lodges to the south. A frequent problem is Rastas trying to sell marijuana who are working with police to shake down tourists for bribes.\n\nNote that while guesthouses may claim that Nkhata Bay is ",{"type":"'''","value":["Bilharzia-free"]}," there is evidence that this claim may not be entirely accurate.  Since treatment is simple and inexpensive travelers are recommended to not take chances and take the single-dose medication within a month of contacting the water.  Delaying treatment until symptoms appear can cause irreversible problems since Bilharzia is a parasite the makes your organs bleed. It cannot be medically detected until 6 weeks after exposure. Anyone going into the water is advised to take the medication as it costs roughly $2 in most African countries.\n\n",{"type":"{{","value":[["geo"],["-11.6000"],["34.3000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Malawi"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Nkhata Bay"]]},"\n",{"type":"[[","value":[["Commons:Category:Nkhata Bay"]]}]