[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Nkoringo"]}," is a city in ",{"type":"[[","value":[["Bwindi Impenetrable National Park"],["Bwindi"]]},", ",{"type":"[[","value":[["Uganda"]]},".\n\n",{"type":"==","value":["Understand"]},"\nNkoringo is a small village on a mountainous ridge at around 2500metres altitude. It is an access point for Gorilla tracking, the principal tourist activity in the area.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By road"]},", there are three routes: From Kabale via Kisoro: tarmac road as far as Kisoro (mostly completed with some sections under construction December 2010), then rough track from Kisoro to Nkoringo. From Kabale not via Kisoro: tarmac road as far as turn off which is before the road begins to climb, then rough track to Nkoringo. From Buhoma to Nkoringo: details not known.\n\n",{"type":"'''","value":["By foot"]},", you can walk from Buhoma or Nkoringo. Beware that the local trekking company seems to be operating a scam of overcharging (Dec 2010 withnessed other tourists charged double for their accommodation, and guides cost 40USD per day, and arrangement fees of 15USD, seem unfair and unrealistic when porter who is doing more genuine work is paid about 10USD = 20000UGX).\n\n",{"type":"'''","value":["From Kampala"]},". The fastest most comfortable way to get to Nkoringo is by hiring a car and driver. Trip takes about 7 hours (leaving ~6am to avoid traffic). There is good tarmac road from Kampala to Kisoro. The final 2 hours are on very rough roads, more rocky than muddy. Prices (correct Dec2010) between 80000UGX for minivan (\"super custom\") to 120000UGX for 4WD (\"Toyota prado landcruiser\"), price per day for the vehicle, plus fuel. Bear in mind you may have to pay towards the cost of the car returning alone (vehicle + fuel) if you just want to be dropped off one way.\n\n",{"type":"'''","value":["Via Rwanda"]},". An even faster option to consider might be to fly to Kigali in Rwanda, which is about 3 hours drive.\n\n",{"type":"==","value":["Get around"]},"\nThere are public minibuses serving Nkoringo from Kisoro, known locally as 'taxis', running several days per week (not every day, and not Saturday). You can also arrange for a private car, known locally as a 'special hire' (Dec 2010, price was 90000UGX to Kisoro). Also you can hike to Buhoma (5 hours) and Kisoro (8 hours + 3 hours in a dug out canoe, though you don't have to paddle yourself!).\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Mountain Gorillas"]}," in the wild.\n\n",{"type":"'''","value":["Beautiful scenery"]},": primary rainforest, terraced (deforested) agricultural land, all very green, distant volcanoes (when the clouds clear).\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Gorilla tracking"]},". Permits must be obtained from Uganda Wildlife Authority in Kampala (foreigners $600 price as at 2014). Tracking starts with a briefing at 8:30am at the UWA office. Maximum group size of 8 tourists. Descending to the forest (30mins walk downhill). Gorillas often found within 15minutes inside the forest; though they are free to wander they seem to like that area except when there during fruiting season deeper in the primary forest. You spend strict maximum one hour with the gorillas. Encounters may be very close, but safe. The Nkoringo gorilla family is known to be particularly placid and not disturbed about humans. Groups are accompanied by wardens, guards and guides.\n\n",{"type":"'''","value":["Massage"]},". Relieve tired legs with a decent massage at Clouds lodge (20USD). Available to non-guests also.\n\n",{"type":"'''","value":["Hiking"]},". You can walk in either direction along the ridge, or steeply descend into valleys either side.\n\n",{"type":"'''","value":["Forest Walk"]},". Can be arranged with UWA.\n\n",{"type":"'''","value":["Lake Mutanda"]},". Beautiful lake with views of volcanoes, about 3 hours walk from Nkoringo.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Crafts"]}," -- from the craft shops by the UWA office.\n\nUWA sell ",{"type":"'''","value":["T shirts"]}," with Gorilla's (there's one of Che Guevarra as a Gorilla).\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nNkoringo Gorilla Campsite has basic rooms 35000UGX (shared bathroom outside) and challets 120USD? (ensuite). Upmarket there is the Clouds lodge at 500USD per person. There is a third lodge also, not listed on the internet.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western Uganda"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]