[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Nogales"]]},"\n",{"type":"{{","value":[["warningbox"],["The United States State Department has issued a travel warning for all border areas of the United States and Mexico, and has authorized the departure of the dependents of U.S. government personnel from the U.S. consulate in Nogales Mexico.  Rival narcotics gangs have increased violent activities against each other and against non-involved citizens. (March 2010)"]]}," \n",{"type":"'''","value":["Nogales"]}," (also ",{"type":"'''","value":["Heroica Nogales"]},") is a city of 185,000 people in ",{"type":"[[","value":[["Sonora (Mexico)"],["Sonora"]]}," on the ",{"type":"[[","value":[["United States"]]},"-",{"type":"[[","value":[["Mexico"]]}," border. \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Mexican-American border at Nogales.jpg"],["thumb"],["right"],["300px"],["Nogales border between Arizona (left) and Sonora (right)."]]},"\nNogales is a divided city which is partially in ",{"type":"[[","value":[["Arizona"]]},".\n\nThe independent Nogales Municipality, established in 1884, was originally separated from ",{"type":"[[","value":[["Nogales (Arizona)"]]}," by a wide, open International Street. After the 1910 Mexican Revolution, it was not uncommon for Mexican townfolk to purchase supplies from merchants in Arizona whenever items became scarce locally.\n\nOn 27 de agosto de 1918, American authorities opened fire on a Mexican civilian attempting to return to Sonora without US Customs inspection. The Mexicans, angered by years of mistreatment of their people and mistakenly believing their civilian to be lying dead on International Street in Sonora, returned fire. The Battle of Ambos Nogales raged for days as a gun battle with reinforcements brought in by both sides and multiple casualties; Nogales, Sonora mayor Felix B. Peñaloza was gunned down and killed when waving a white truce flag. The US, engaged in the Great War (World War I) at the time, claimed the Mexican armed defence was a German-backed attack on the USA - an allegation never proven. The one lasting impact of the battle was construction of the first permanent border fence to separate the US from México, right down the middle of International Street. \n\nNogales petitioned the Mexican Congress in 1961 to grant the title of \"Heroic City\", conferring the community's official name, Heroica Nogales. A monument stands on Calle Adolfo Lopez Mateos in Nogales (Sonora) in remembrance of the Mexican participants of the Battle of Ambos Nogales.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe Nogales International Airport (Private airport)\n\n",{"type":"===","value":["By train"]},"\nThere is no passenger train service provided in Nogales Mexico.  Only commercial freight carrier cars travel the rails here and it is a major border crossing for rail traffic.  Most of the train passenger routes are located near and around the capital at Mexico City.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"*","value":[" U.S. I-19 South"]},"\n",{"type":"*","value":[" Mexican Federal Highway 15D (Carretera Federal 15D) North"]},"\n",{"type":"*","value":[" Be aware that you must have auto insurance that is valid in Mexico.  "]},"\n",{"type":"*","value":[" Generally speaking, U.S. \/ Canadian auto insurance will not cover you while driving inside of Mexico.  If you are simply making a day trip along the border at Nogales, it might be much more of a hassle to bring your car across the border.  Insurance issues, and ",{"type":"'''","value":["very"]}," long waits to cross the border back to the US side (wait times are sometimes in excess of two hours) are usually pretty good deterrents to just park your car at a more secure location on the US side of the border (such as Ed's parking - which used to cost about $6 (US Dollars) during the daytime)."]},"\n",{"type":"*","value":[" Americans may travel up to 12 miles (20 kilometers) inside Mexico without a tourist permit\/vehicle permit.  Beyond that distance, or if you intend to stay more than 72 hours in Mexico, a permit is required.  Vehicle permits are available at the 21 km mark in the immigration and customs office.  Passport, drivers license, and proof of Mexican insurance are required for processing an application for a permit.  Permits costs 170 pesos and must be paid to one of the banks listed on the application form."]},"\n",{"type":"*","value":[" Rental cars from the US must have documentation granting authorization ",{"type":"''","value":["to the driver on the rental agreement"]}," to bring them across the border into Mexico; otherwise, you may be suspected of stealing the car."]},"\n",{"type":"*","value":[" Driving around the city is a real hassle.  Expect bumper-to-bumper traffic inside the city, and moderately congested traffic along Highway 15 south.  Watch out for jaywalkers at all times when you're driving along the border."]},"\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" Shuttle buses run from both sides of the border daily.  Be aware that US customs will stop and search these shuttle buses for drugs and people attempting to cross the border without paperwork, so expect delays - and questioning by US police if drugs are found in an unclaimed suitcase found aboard."]},"\n",{"type":"*","value":[" Buses are pretty much the main mode of public transportation within Mexico.  There's several busing companies throughout Mexico.  Two of the main carriers are Tufesa Auto",{"type":"[","value":["http:\/\/www.tufesa.com.mx\/pasaje.asp?lenguaje=ingles"]}," and Estrella Blanca ",{"type":"[","value":["http:\/\/www.estrellablanca.com.mx"]},". For Executive lines see ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tap.com.mx\/ TAP"]}]},"."]},"\n",{"type":"===","value":["By foot"]},"\n\n",{"type":"*","value":[" Most people simply park their cars in Nogales AZ, and walk across the border into Mexico.  Typically, you won't even notice any border police on the Mexican side of the border so entrance into the city is fairly easy.  Keep in mind things may change with recent headlines of gun battles at the border, so be vigilant and aware of your surroundings, but ",{"type":"'''","value":["don't"]}," be paranoid about visiting the city."]},"\n",{"type":"*","value":[" If you are walking across the border from the United States into Mexico, do not forget your passport, US Passport Card, and\/or your alien registration card (commonly called the \"green card\").  You are required to have such documentation to cross into the US side of the border.  A driver's license is acceptable documentation for US Border police - only if it is issued from a US state that participates in the Enhanced Drivers License program (at the time of writing this entry only drivers licenses issued from: Michigan, Vermont, Washington state, and New York are acceptable.  Wisconsin had EDL licenses available as of 2013.).  Lack of such items will prolong your delay to cross the border, as you'll be subjected to questioning demanding proof of US citizenship or legal residence status."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" Those walking across the border into Nogales with either infants in a stroller, or those who utilize a wheelchair for transportation will find out quickly that the walkways in Nogales are not very accommodating.  To enter into Nogales from the US border crossing (if you are using a baby stroller \/ wheelchair), you'll have to walk against the traffic of people entering from Mexico (don't worry, the US border police do this all of the time, and you won't have any problems at all entering Mexico this way - there's a entrance into Mexico for such visitors).  If you don't you have to pass through a turn-style walkway which will be impossible to pass through with a stroller or a wheelchair."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Most people visit Nogales to buy some inexpensive trinkets, duty-free liquor and tobacco, and take a few photos as proof they walked across the border into Mexico."]},"\n",{"type":"*","value":[" Along the US \/ Mexico fence, there's some interesting murals (on the Mexican side of the fence) painted that might be worth a photograph."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":["  Although many people (usually police and merchants) do speak some English, you'd be wise to learn some basic Spanish phrases before visiting into Nogales.  You'll definitely garner more respect, and you'll be rewarded with better prices when shopping - than the stereotypical Gringo."]},"\n",{"type":"*","value":[" Keep in mind that for those who've never been to Mexico and are looking at prices, keep in mind that all prices are listed in Pesos which has the same monetary symbol as the US Dollar \"$\".  You'll definitely get some laughs at your expense if you make the mistake."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Pure vanilla extract.  Seriously, Mexican vanilla extract is very good."]},"\n",{"type":"*","value":[" Dental work and medical treatment is considerably much less than it is in the US side of the border (about 60% less)",{"type":"[","value":["http:\/\/www.mexicandoctorsdir.com\/"]},"."]},"\n",{"type":"*","value":[" Be ",{"type":"'''''","value":["very"]}," cautious when buying \"real\" Indian jewelry and rugs at the Curios stores.  Fakes are plentiful.  Buy only if you think you've negotiated a very cheap price, and don't mind taking a risk that it's most likely a fake."]},"\n",{"type":"*","value":[" Walk to Alvaro Obregon (near Campillo) to do your shopping for Mexican items."]},"\n",{"type":"*","value":[" Mexican Coca-Cola is a nice treat to pick up to bring back to the USA, as it's made with sugar cane rather than corn syrup than typical US Coca-Cola.   "]},"\n",{"type":"*","value":[" Haggling is nearly expected for all purchases in the market, so don't be afraid to make an offer. Just make sure you've looked around and asked for prices ",{"type":"'''","value":["before"]}," you blindly make a first bid: folks know when someone's looking to buy something as the word spreads quickly."]},"\n",{"type":"*","value":[" Haggling over prices is quite common for nearly all commerce; however, haggling is never done in a restaurant\/bar or a supermarket (where prices are fixed). In doing so, you will make yourself look very silly, and you'll be told quickly that the listed prices are not negotiable."]},"\n",{"type":"*","value":[" Nearly most merchants will speak some English (but you'd be smart to learn a little Spanish so you don't get pegged as a stereotypical Gringo \/ Gringa), and prefer US Dollars (paper currency, not coins) over Mexican pesos, so it shouldn't be too hard to engage in commerce if you don't speak much Spanish.  Also, be smart and carry enough cash for your purchases for the day, as credit cards are not as widely accepted as they are in the US."]},"\n",{"type":"*","value":[" Be aware, that you don't want to give a very large US denomination bill for a fairly cheap item (like a $10 or $20 bill for a $5 item) as a less scrupulous merchant may attempt to walk away with your money to \"get change\", and you'll have to chase the person down to get your money back."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" La Roca - Can't miss it, as it's right on top of the hill at the borderline, over the walkway overpasss.  Family owned restaurant featuring Sonoran cuisine. Expect prices to be in the $20 range, but don't try to negotiate with the owner or waiter to get a lower price - haggling typically is conducted nearly everywhere else where commerce is conducted, ",{"type":"'''","value":["except"]}," in restaurants."]},"\n",{"type":"==","value":["Drink"]},"\n\nNot more than half a mile from the border you will find one of the best kept secrets in Nogales, Sonora, Mexico. El Regis Bar located at the Regis Hotel is an iconic Nogales, Sonora drinking establishment. It is full of history any waiter will gladly explain to you the origins of the actual bar. There is also a VIP room in the back which is reserved exclusively for bullfighters, but any waiter will gladly let you in if you ask nice enough. Be sure to try the Indio beer, which is delicious.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Plaza Nogales"],["alt="],["url="],["email="],["address=Avenida Álvaro Obregón #4190"],["lat="],["long="],["directions=Carretera Internacional Km 6½"],["phone=+52 631 314-1510"],["tollfree=+52 800-716-8018"],["fax="],["price=US $50+"],["checkin="],["checkout="],["content=In industrial area near city centre and Mexican Federal Highway 15 south. Room service, tennis courts, pool, event\/meeting rooms, restaurant and bars. Looks OK on the outside, but rooms show some signs of neglected routine maintenance (like leaky faucets or toilets); the quality of the rooms is typical of a hotel in an old part of a city."]]}]},"\n",{"type":"==","value":["Connect"]},"\nCountry Code +52 Area Code 631\n\nMexican and U.S. Customs are open 24 hours a day for any questions. US Customs may be reached at +1-520-287-1410.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" The US State Department has issued travel alerts ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/tw\/tw_5440.html"]},"to most of the border cities along the U.S. \/ Mexican border.  "]},"\n",{"type":"*","value":[" If you are traveling by car into Mexico, it might be best to avoid driving alone on Mexican Federal Highway 15D (between Nogales and Hermosillo), or at least be extremely vigilant and aware of your surroundings on this route, due to the very violent drug wars between the cartels and the Mexican military.  Night-time driving along this route is not considered safe, and should be deterred if at all possible."]},"\n",{"type":"*","value":[" The area is prone to flash-flooding during the monsoon season, so keep the weather in mind during your visit."]},"\n",{"type":"*","value":[" Do not advertise wealth, and don't flash cash or credit cards.  Remember you are visiting a city that has a significantly high population that is very poor, and you do not want to draw the attention of beggars looking for a handout or thieves looking for an easy mark."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Never"]}," bring firearms, live or spent ammunition, or any contraband weapon (even something as innocent as a Swiss Army knife) across the border into Mexico.  In doing so, it will land you into jail very quickly without any sympathy from the Mexican authorities."]},"\n",{"type":"*","value":[" Walking around the city of Nogales at night, especially alone, is extremely foolish.  Use common sense and use the same level of precautions you would normally use in other large metropolitan cities to avoid being a victim of crime."]},"\n",{"type":"*","value":[" Be cautious when buying prescription medicine in Mexico and attempting to import it into the U.S..  Typically you do not need a prescription to purchase medicine in Mexico.  Nonetheless, be sure you have a valid doctor's prescription preferably from a U.S. doctor (and maybe a Mexican doctor), and always check ahead with the U.S. Border and Customs. ",{"type":"[","value":["http:\/\/www.cbp.gov"]},"  Attempting to bring prescription drugs into the U.S. without such documentation may get you arrested by U.S. Border police, or at the very least, have your medicine confiscated."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Never"]}," attempt to purchase narcotics such as Valium, Vicodin, or Morphine from a Mexican physician without a legal U.S. and Mexican prescription, in doing so, you will get (and in some cases the vendor who sold the drugs as well) locked up in a Mexican prison for up to 15 years for possession or sale of a controlled substance. If someone is luring you to make such a purchase, don't do it.  Always assume it is a setup either by undercover police or an unscrupulous pharmacist working with a corrupt police officer to extort money from you."]},"\n",{"type":"*","value":[" Drink only bottled water and avoid ice cubes or bring your own bottled water from the US side of the border if you're worried about getting \"Montezuma's Revenge\" (or travelers diarrhea). Take standard precautions to minimize the risk of becoming infected by not consuming food or drink from food stalls on the streets."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/nogales.usconsulate.gov\/"],["email=nogalesvisas@state.gov; nogalesACS@state.gov"],["address=Calle San José s\/n, Fraccionamiento los Alamos"],["lat="],["long="],["directions="],["phone=+52 631 311-8150"],["tollfree="],["fax=+52  631 313-4652"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Mexican Federal Highway 15.png"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Nogales (Arizona)"],["Nogales, USA"]]}],["minorl1=becomes ",{"type":"[[","value":[["Image:I-19.svg"],["18px"]]}," ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"[[","value":[["File:Aiga immigration.svg"],["18px"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Hermosillo"]]}],["minorr1=",{"type":"[[","value":[["Ímuris"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sonora (Mexico)"]]},"\n",{"type":"{{","value":[["Geo"],["31.333"],["-110.933"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Nogales, Sonora"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Sonora\/Localities\/Nogales"]]}]