[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Nong Khiaw"]}," (",{"type":"''","value":["Nong Kiau"]}," or ",{"type":"''","value":["Nong Kiew"]},") is a rustic little town on the bank of the Ou River in ",{"type":"[[","value":[["Laos"]]},". It is squeezed in between some of the most fantastic limestone mountains to be found north of ",{"type":"[[","value":[["Vang Vieng"]]},".\n\nMany travellers pass through on the way up river to the even more isolated ",{"type":"[[","value":[["Muang Ngoi"]]},", but Nong Khiaw has a plenty of charm, a decent range of accommodation, plus conveniences like 24 hour electricity and a connection to the road network for those interested in exploring the surrounding area.\n\n",{"type":"==","value":["Get in"]},"\nNong Khiaw is 3-4 hours via road or 6-7 hours by boat from ",{"type":"[[","value":[["Luang Prabang"]]}," along the Mekong and Ou Rivers. Boat travel is by far the more spectacular, but more costly. \n\n",{"type":"===","value":["By bus"]},"\nThe bus station is on the west side of Nong Khiaw about a 10 min walk from the bridge\/boat landing, or 5,000 kip by common tuk-tuk. If possible, you should always check times\/prices with the bus station ticket office prior to travel. English is spoken. As with all travel in Laos, times are a guideline and you should allow for considerable delays.\n\nTo ",{"type":"[[","value":[["Luang Prabang"]]}," and Udomxay by songthaew, daily around 09:00 and 11:00. 4+ hr, 40,000 kip\n\nTo ",{"type":"[[","value":[["Luang Prabang"]]}," by minivan leaving at changing hours, 3+ hr, 50,000 kip\n\nTo ",{"type":"[[","value":[["Luang Namtha"]]}," you have to take the bus to Udomxay and than change the bus which gives you a quite late arrival in Luang Namtha. It cost 40,000 kip to Udomxay\n\nTo ",{"type":"[[","value":[["Muang Khua"]]}," or Phongsali you need to go to Udomxay (11:00) as well, change bus\n\nTo ",{"type":"[[","value":[["Vieng Thong"]]}," and Sam Neua (near Viengxay and Vietnam border) the bus starts originally from Luang Prabang and you have to be on call around 12:30.  \n\nThe buses seldom run on time and they often leave as soon as they are full as well. Buy your ticket in advance and leave your name! Private minivan to Luang Prabang can cost as low as 500,000 kip especially if drivers have empty returns.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"====","value":["To Luang Prabang"]},"\n",{"type":"''","value":[" ",{"type":"'''","value":["Important note:"]}," this service has seemingly been discontinued due to the construction of a dam on this part of the river. It is strongly advised to verify the existence of this boat before intending to travel this way."]},"\n\nYou can take a public boat to ",{"type":"[[","value":[["Luang Prabang"]]},". The trip takes approximately 8 hr and costs 110,000 kip per person. Purchase tickets at the office near the boat landing (near the bridge) from 08:00. The boat won't leave until all seats are filled. Reportedly, this is a minimum of 9 persons. If you're lucky it will leave as scheduled at 11:00. The ticket office reportedly keeps a list of wannabe travellers, so see the list to gauge your chances of departure and ask to be put on the list. Take a packed lunch as the boat will only make a few toilet stops at random places along the river and you can't buy supplies.\n\nAlternatively, you can arrange a private boat. Riverside Eco-lodge will arrange it for 1,500,000 kip for the entire boat, or you can ask around. Takes only about 6 hr by private boat (fewer stops and less waiting time), and you can make as many stops as you want on the way.\n\n",{"type":"====","value":["Muang Ngoi"]},"\nBoats that go up the river to ",{"type":"[[","value":[["Muang Ngoi Neua"]]}," leave regularly in the high season until 15:00. It takes 1 hr and costs 25,000 kip. In low season there is one boat definitively at 09:30 and another at 14:00. Some of the boats continue on to ",{"type":"[[","value":[["Muang Khua"]]},".\n\nThe price is 25,000 kip although this might change if not enough people in the boat.\n\nPrivate boats run for about 300,000-400,000 kip one way, cheaper if the person driving needs to go anyway. Speedboat (30 min only) cost return 400,000 and is more dangerous, but can be quite fun.\n\n",{"type":"====","value":["Further on the Nam Ou to Muang Khua"]},"\nThe boats leave around 11:00 if there are enough people to fill it. A charter cost about 1,100,000 kip. and takes about 6 hr. Visit the boat landing and pass by a few times to check if there are some\/enough people signed up. Speedboats to Muang Khua costs 1,000,000 kip and take only 2.5 hr. Especially the part north of Muang Ngoi is extremely picturesque and worth visiting\/cruising through. You can do that also with a day cruise from Muang Ngoi in a small boat.\n\nRemember: In Laos even the public transportation is mostly privately-owned and drivers stand in a queue to grab the next job\/drive. So if there is no profit, they won’t go. If travelling alone you might find yourself waiting for the next boat or busload of people to turn up.\n\n",{"type":"==","value":["Get around"]},"\nNong Khiaw is simple in layout and small enough to walk around. It's possible to rent a bike at Riverside Bungalows and Delilah's to explore the 2 roads and surrounding area.\n\nA large concrete road bridge connects Nong Khiaw on the west side of the river with the village of Ban Sop Houn on the east side of the river, where many of the river view bungalows are found.\n\n",{"type":"==","value":["See"]},"\nSince Tiger Trail has opened their tour office in Nong Khiaw there is suddenly something more to see. They will take you out for various trips, hikes, river tours, bamboo raft workshop, village stay.  A must-see is the ",{"type":"'''","value":["100 waterfalls jungle hike"]}," already featured on a TV show. Daily tours seem to run with minimum 2 persons. It gets more affordable with 3-5 people joining.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pha Tok Caves"],["url="],["email="],["address="],["lat="],["long="],["directions=About 2km outside town on the far side of the river from the boat landing and bus station"],["phone="],["tollfree="],["fax="],["hours="],["price=5,000 kip"],["content=This cave, set high in a limestone cliff, sheltered villagers and Pathet Lao fighters during the Second Indochina War. The caves are reached via steep concrete steps, and inside a few signs identify points where command posts were stationed. Entrance fees are collected at the bottom where you can also borrow a torch. The trail to the cave passes through many rice paddies and a small section of jungle. If you ask the people at the ticket desk, you should be able to arrange a boat ride back to Nong Khiaw from a local. For 2 people in a very small longtail boat (max 2 people plus skipper) the price was 50,000 kip."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Walk around the village enjoying the village feel with great views over the Nam Ou River."]},"\n",{"type":"*","value":[" Walk or bicycle on the dirt road behind the Riverside Resort for some scenic views and nature."]},"\n",{"type":"*","value":[" Rated one of the best hikes in Laos is the is the \"100 Waterfalls\" trek operated by Tiger Trail and Fair trek initiative. Some of their treks go to the interactive culture lodge."]},"\n",{"type":"*","value":[" Go rock climbing or abseiling with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nongkiauclimbing.com Nong Kiau Climbing"]}]}," from Green Discovery's office. Kayaking, cycling and trekking also possible."]},"\n",{"type":"*","value":[" Rent a mountain bike and push eastwards to remote Khmu and Hmong villages. Riverside Guest House rents mountain bikes for 50,000 kip and city bikes for 10,000 kip."]},"\n",{"type":"*","value":[" Go for a herbal steam bath or massage at Sabai Sabai"]},"\n",{"type":"==","value":["Buy"]},"\nThe few small shops on the main street cater more for locals than tourists, and offer little more than basic necessities.\n\nMini-mart near the bridge on the west side.\n\nMoney can be changed near the boat landing - Youth travel agency or over the Bridge at Riverside Guest House. Riverside can also offer cash advances on credit cards.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=BCEL Bank"],["url="],["email="],["address="],["lat="],["long="],["directions=On the W side of the bridge, a little bit up the hill"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good exchange rates. Traveller's cheques accepted and an ATM. There is also a BCEL ATM by the east end of the bridge, near the Riverside Resort turnoff. An easy way to get cash up before going to Muang Ngoi."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=CT Bakery"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the bridge on the opposite side of the river from the bus station and boat landing"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers fine views from its riverside terrace. Free Wi-Fi. Lao coffee here is particularly good."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Deen Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=100 m past the bridge on the right"],["phone=+856 20 2214 8895"],["tollfree="],["fax="],["hours="],["price="],["content=Indian, Lao. Very good food. Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Delilah's"],["url="],["email="],["address="],["lat="],["long="],["directions=On the main street just before the bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A selection of everything home made including ice cream, bread, soups and salads. No MSG or additives used. Laos Western fusion cuisine with a creative twist. Free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mackana"],["url="],["email="],["address="],["lat="],["long="],["directions=Across from Deen Restaurant"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has both Lao and Western food, including a whole page of German breakfasts (which the menu says they learned from a German friend). Nice sandwiches, but be careful if ordering \"tofu\" that you actually get tofu and not meat. The advertised cappuccino containing an espresso shot with fresh local milk is just a packet mix."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Morning Dew Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=80m down the road from the bridge, just past the wat"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent Lao and Western food at cheap prices. Open for breakfast through to dinner. Made to order baguettes, Lao coffee, and  cold beer. Friendly English speaking owner \"Dith\" is a great source of local info."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nong Kiau Riverside Eco-lodge"],["url="],["email="],["address="],["lat="],["long="],["directions=On the E side of the river, across the bridge from the post office"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very good Lao, Asian and Western food. Beautiful view over the river. Prices a little higher than other restaurants nearby."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sabai Sabai"],["url="],["email="],["address="],["lat="],["long="],["directions=In front of the wat"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local Lao food in a nice atmospheric setting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sunset Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Reasonable prices for the food, and river view."]]}]},"\n",{"type":"==","value":["Drink"]},"\nCold Beerlao is served everywhere in local restaurants. The small shops sell cheap but decent Lao Lao in unlabelled bottles.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Coco Home Bar & Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=08:00-22:30"],["price="],["content=Bar & restaurant serving authentic Thai and Western dishes by a Thai chef. Full range of cocktails, mixers and shots. Movies shown at 08:00, 12:00, and 18:00 every day on big balcony with river-mountain views. Two raised chill out huts and a comfy hideaway inside. Free Wi-Fi, satellite TV, message board, and blankets available all night."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":[" Budget "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bamboo Paradise"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=30,000 kip low-season"],["content=Has both rooms and bungalows with private hot showers. Bungalows have river view. Free Wi-Fi. Basic restaurant. Mind that the rooms have no bars on the windows and the mosquito net can easily be removed so take care of your cash."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Meexai Bungalows"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the east side."],["phone="],["fax="],["hours="],["price=70,000 kip"],["content=Cheap guesthouse. Free Wi-Fi. Prices everywhere seemed much higher than listed here, with 70,000 kip being about the lowest (high\/low season). Friendly owner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nam Houn Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the east side"],["phone="],["fax="],["hours="],["price=40,000 kip low season"],["content=Has river view bungalows. Some with attached baths with hot shower."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nam Ou River Lodge"],["alt="],["url=http:\/\/www.namouriverlodge.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=80,000 kip with a private bath"],["content=It is run by the creator of the 100 waterfalls trek and he speaks English very well. Wonderful river views from this guesthouse."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sangdao Chittavong Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=W side of bridge"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=50-60,000 kip"],["content=Bungalow with private bath, clean, mosquito nets, cold water showers, no Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunrise Bungalows"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the bridge on the E side"],["phone="],["tollfree="],["fax="],["hours="],["price=30,000-60,000 kip"],["checkin="],["checkout="],["content=Solidly-built wooden bungalows with hammocks offer great river views, although the attached baths are rather primitive. Run by a very friendly older couple, they are never too busy for a quick chat."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunset Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the E side"],["phone="],["fax="],["hours="],["price=Basic rooms at 50,000 kip, bungalows with private bath at 150,000 kip"],["content= Food quality varies depending on who is making it. 100,000 kip for bungalows with private bath in low season."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nong Kiau Riverside"],["alt="],["url=http:\/\/www.nongkiau.com"],["email="],["address="],["lat="],["long="],["directions=On the river's E side"],["phone="],["fax="],["hours="],["price=240,000 kip (single)- 350,000 kip (double) including breakfast (eggs, baguette, jam, fruits, tea\/coffee)."],["content=Overlooking the river, it's the best upmarket choice, featuring big bungalows with kettle, private balcony, deckchairs and attached bathrooms with hot water. Free Wi-Fi in the restaurant area. Rents mountain bikes, and can set up a range of transportation or tour options. Great restaurant."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe Nong Kiau Riverside and Coco Bar have Internet for a small fee. The speed can be very slow. Most restaurants have free Wi-Fi.\n\n",{"type":"==","value":["Go next"]},"\nNorth of Nong Khiaw one hour by boat is ",{"type":"[[","value":[["Muang Ngoy Kao"]]}," or Old ",{"type":"[[","value":[["Muang Ngoi"]]},", a backpackers favourite with no road access or electricity and a backpacker vibe, with village treks nearby, then north by boat to Moung Khua and Phongsali for hill tribes. \n\nConnections to Luang Prabang by local bus and minibus, and possibly boat if there is a 3-day tour group; bus connections to Udomxai.\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Laos"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Nong Kiau"]]}]