[{"type":"{{","value":[["Pagebanner"],["Norfolk Island-banner.jpg"]]},"\n\n",{"type":"{{","value":[["quickbar\/working"],["image="],["flag=Image:Flag of Norfolk Island.svg"],["capital=",{"type":"[[","value":[["Kingston (Norfolk Island)"],["Kingston"]]}],["government=Parliamentary democracy and constitutional monarchy (federal territory of Australia with Administrator representing Queen Elizabeth II)"],["currency=Australian dollar (AUD)"],["area=",{"type":"''","value":["total:"]}," 34.6 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 0 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 34.6 km",{"type":"<","value":["sup",["2"]]}],["population=2,169 (July 2011 est.)"],["language=English (official), Norfolk a mixture of 18th century English and ancient Tahitian"],["religion=Anglican 37.4%, Uniting Church in Australia 14.5%, Roman Catholic 11.5%, Seventh-Day Adventist 3.1%, none 12.2%, unknown 17.4%, other 3.9% (1996)"],["electricity="],["callingcode="],["tld="],["timezone="]]},"      \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.norfolkisland.com.au\/ Norfolk Island"]}]}," is an island in the ",{"type":"[[","value":[["Oceania"],["South Pacific Ocean"]]},", an ",{"type":"[[","value":[["Australia"],["Australian"]]}," territory. It is 1600 km (1000 mi.) east of ",{"type":"[[","value":[["Sydney"]]}," and ",{"type":"[[","value":[["Brisbane"]]}," and 1000 km (620 mi.) northwest of ",{"type":"[[","value":[["Auckland"]]},".\n\n",{"type":"==","value":["Towns"]},"\n",{"type":"[[","value":[["File:Norfolk Island regions map.png"],["thumb"],["250px"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kingston (Norfolk Island)"],["Kingston"]]}," (de facto capital)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Burnt Pine"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nNorfolk Island was a penal colony for the British colony of New South Wales during the periods 1788–1814 and 1825–1855. In 1856 it was settled by former inhabitants of the second largest of the ",{"type":"[[","value":[["Pitcairn Islands"]]},". The Pitcairn Islanders were descendants of Fletcher Christian and Bounty mutineers, together with Tahitian women. Pitcairn Island was unable to support 200 inhabitants, and Queen Victoria offered them Norfolk Island.\n\nPermanent residents of Norfolk Island are still almost entirely descendants of these Pitcairn Islanders; other Australian citizens cannot move to Norfolk Island freely. The permanent population of the island is about 2000 people.\n\n",{"type":"==","value":["Get in"]},"\n\nNorfolk Island's immigration control is separate from Australian immigration control and the island imposes extra restrictions on visitors above those imposed by Australia.\n\nAustralian citizens must either have a passport or get a ",{"type":"'''","value":["Document of Identity"]}," from the Australian passport authority in order to travel to Norfolk Island. Citizens of other countries must have a passport. All visitors must hold a return airline ticket and have accommodation information to provide to immigration staff.\n\nCitizens of Australia and New Zealand normally automatically receive 30-day visitors' visas upon landing. Other international visitors must obtain a visa for entry to Australia. It must be valid for 30 days after you intend to leave the island and it must be a multi-entry visa, since leaving for and returning from Norfolk Island will be considered as a separate entry to Australia. See the ",{"type":"[[","value":[["Australia#Get in"],["Australia"]]}," article for information on Australian visas. Longer term residency visas are available for people who want to work on Norfolk Island.\n\nAs with Australia, Norfolk Island bans the importation of many items of food, including but not limited to meat and fresh fruit. These restrictions apply to visitors arriving from the Australian mainland, and the customs requirements are not exactly the same as Australian requirements. See the Norfolk Island Customs ",{"type":"[","value":["http:\/\/www.customs.gov.nf\/"]}," page.\n\n",{"type":"===","value":["By plane"]},"\n\nNorfolk Island has a single airport (",{"type":"{{","value":[["IATA"],["NLK"]]},") occupying much of the south-west of the island. \n\n",{"type":"[","value":["http:\/\/airnz.co.nz\/ Air New Zealand"]}," operates direct flights from Auckland, Sydney and Brisbane.\n\nFlying time is 1h45m from Auckland, 2h15m from Brisbane and 2h30m from Sydney.\n\n1 The airport is north west of Burnt Pine the island's commercial centre\n\n",{"type":"===","value":["By boat"]},"\n\nThere is no regular passenger service to Norfolk Island by sea.\nCruise Ships occasionally call at Norfolk Island. The local shipping Agent, Transam Argosy, ",{"type":"[","value":["http:\/\/www.argosy.nf\/"]}," lists details of cruise ships calling at Norfolk Island.\nAll passengers are ferried ashore using either the Ships Tenders or Zodiac inflatables - weather permitting.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is no public transport system on Norfolk Island. While it is possible to walk the length and breadth of it, most visitors hire a car. In recent years, a taxi service has begun operation on the island. However, the viability of such a service on a small island is questionable.\n\nIt costs about A$45 a day to hire a car, A$20 a day for a scooter and A$15 a day for a bicycle.\n\n",{"type":"{{","value":[["listing"],["name=Eldoo Hire Cars"],["url="],["email=eldoo@norfolk.net.nf"],["address=Taylors Road"],["lat="],["long="],["directions="],["phone=+672-324355"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n\n",{"type":"{{","value":[["listing"],["name=Aloha Rent-a-Car"],["url=http:\/\/www.aloha.nlk.nf"],["email="],["address=New Cascade Road"],["lat="],["long="],["directions="],["phone=+672-322510"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n\nIt is usual, when booking accommodation or a package that a hire car is included in the tariff.  Petrol and daily insurance is an extra cost payable on arrival.\n\n",{"type":"==","value":["Talk"]},"\n\nThe official language of Norfolk Island is English and all the islanders speak it. However, among themselves they often use Norfolk, a language derived from the English spoken by the Bounty Mutineers and the Tahitian spoken by their wives. Norfolk is not readily comprehensible by speakers of any variety of English, including Australian or British English.\n\n",{"type":"==","value":[" See "]},"\nThe Australian convict sites are inscribed on the UNESCO's list of World Heritage Sites. On Norfolk Island, they are located in ",{"type":"[[","value":[["Kingston_(Norfolk_Island)"],["Kingston"]]},".\n\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"==","value":["Buy"]},"\n\nNorfolk Island's currency is the ",{"type":"'''","value":["Australian dollar"]},", and the currency symbol is $. Norfolk Island is not subject to Australian taxation.\n\nSee ",{"type":"[[","value":[["Australia#Buy"],["Australia"]]}," for more on the Australian dollar.\n\nAs a result of the lack of many taxes and duties, Norfolk Island has acquired a reputation as a \"shopper's paradise\". The main (and only) street of Burnt Pine is lined on both sides with shops selling everything from clothes to toys to books, and shop assistants will always be forthcoming about exactly how much you stand to save over \"mainland prices\" (both Australian and New Zealand prices).\n\nA number of shops are described as \"department stores\", which can seem rather quaint to visitors from big cities, as these shops are often no larger than the others. The difference lies in the slightly wider range of merchandise available. One of the true delights of shopping on Norfolk Island is that in many shops you simply have no idea what will be for sale.\n\nOn Sunday mornings, an open-air market is held in the carpark of the post office. Prices are comparable to those found in the shops, but some retailers choose only to sell at the market.\n\nLocally produced items are beginning to form a reasonable sector of Norfolk Island's retail market, with homemade preserves being a particular specialty. Additionally, the ubiquitous Norfolk Island Pine (not really a pine at all) is to be found in keyrings, magnets and other trinkets. Pine products are normally quite safe to import to Australia or New Zealand, but always make it known to the seller where you're intending to take the product you've just bought, since it never hurts to be sure.\n\nThe distinctive Norfolk language is also the source of some retail value, with books being written on the structure and vocabulary, as well as audio CDs of songs written in Norfolk. Many books are shamelessly pitched at the wide-eyed (or wide-eared) tourist, but the work containing the most scholarship on the language itself is ",{"type":"''","value":["Speak Norfolk Today"]},", by Alice Inez Buffett.\n\nThere is also a wide range of fictional and non-fictional books on Norfolk and the South Pacific in general available at most shops. The island's bookshop is ",{"type":"''","value":["The Golden Orb"]},", which contains a section devoted to Norfolk and South Pacific literature.\n\nBe aware that most shops are closed on Wednesday afternoons and also that those operated by Seventh Day Adventists are closed all day Saturday and Sunday.\n\n",{"type":"==","value":["Eat"]},"\nNorfolk Island, unsurprisingly, is famous for its seafood, which is generally caught fresh by most of the restaurants on the island. The local trumpeter is a particular delicacy.\n\nThere is a wide range of other food available on the island, including both Italian and Chinese cuisine with plans afoot for an Indian restaurant to open shortly.\n\nLocal specialities also exist and are generally based on traditional Polynesian dishes. While some of these are served in the restaurants, tourists are often recommended to try a local progressive dinner at the homes of various islanders in order to experience most of these dishes.\n\nRestaurant bookings can be made by telephone or by writing your name in the book generally located at the front door of the establishment.\n\nBe aware that most restaurants are closed at least one night per week.\n\n",{"type":"'''","value":["Special Dietary Requirements"]},": Vegetarians can generally find palatable food at most restaurants, but are not specifically catered for anywhere. Vegans are not catered for anywhere. Kosher and Halal meals will be impossible to find, as there is no Jewish or Muslim presence on the island. Travellers with food allergies may be catered for at some restaurants, but this is not guaranteed.\n\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Special Events"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Norfolk Island is the venue for a number of annual special events. One  of the most unique and successful Festival is 'OPERA in Paradise' which features a week of large-scale opera concerts, more intimate matinees,champagne afternoon concerts and a traditional Island banquet and launch. Singers and classical musicians are brought in from Australia and New Zealand by boutique opera company, OPERATIF. This festival attracts hundreds of patrons each February primarily from Australia and New Zealand, but also from the USA, UK and SE Asia."]]}]},{"type":"===","value":["Budget"]},"\n",{"type":"[[","value":[["File:Norfolk_Island_masked_boobies.jpg"],["thumb"],["300px"],["Norfolk Island masked boobies"]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Foodland"]}," shopping mall contains a supermarket and a bakery. While many products are flown in from Australia or New Zealand, local produce sold here represents the cheapest self-catering option on the island."]},{"type":"*","value":[" ",{"type":"'''","value":["Ocean Blue"]},", located at the Middlegate intersection, is a very cheap takeaway shop, offering solid hamburgers, chips and other staples of that ilk"]},{"type":"*","value":[" ",{"type":"'''","value":["Gilles Fish Shop"]}," is located opposite the tourist information centre and offers local fresh fish and chips."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Barney Duffy's Charcoal Grill"]}," bills itself as \"Norfolk's Best Steakhouse\". While the competition for this title is not particularly strong, the steaks are of a very high standard indeed. Fare here is of the steakhouse variety, with various fish dishes available as well. The restaurant is named for the famous convict Barney Duffy and plays up on this link"]},{"type":"*","value":[" ",{"type":"'''","value":["Seaworld"]}," is Norfolk's fish restaurant and can be relied upon to serve good-quality fish dishes. There is a weekly \"fish fry\" as well"]},{"type":"*","value":[" ",{"type":"'''","value":["Norfolk Pizza"]}," serves a variety of pizzas and some pasta dishes, with the pizzas at least being able to be taken away"]},{"type":"*","value":[" Woodfired Pizza Pizza ",{"type":"[","value":["http:\/\/www.woodfiredpizza.nlk.nf\/"]}," offers a selection of gourmet woodfired pizzas and breads from around the world."]},{"type":"*","value":[" ",{"type":"'''","value":["Milligan's Cafe"]}," formerly known as Tropicana Cafe, is a great choice for all budgets offering everything from sandwiches to main meals, with excellent coffee. It has recently been transformed into a tourist venue, the walls adorned with Norfolk's settlement history."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Stefanos Italian Restaurant and Pizzeria"],["alt="],["url=http:\/\/www.stefanosnorfolkisland.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in Burnt Pine. Specialising in modern Italian Cuisine, pasta, gourmet pizzas, seafood and steak. Fresh salads and sauces prepared daily. Award winning Gelato Desserts, Indoor and Outdoor dining. Open for lunch and dinner."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Dino's"]},", located at Bumboras (roughly the other side of the island from most accommodation) is a high-quality Italian restaurant. Book early, as it is not open every night of the week and the tables go very quickly."]},{"type":"*","value":[" ",{"type":"'''","value":["The Golden Orb"]}," - Located in Burnt Pine and hidden away from the road side by lush gardens, The Golden Orb is the perfect place to relax for breakfast, lunch or for a conversation over coffee or tea. Open from 8 till 4, The Golden Orb offers indoor and outdoor dining with an ever changing range of specials as well as a classic menu. Fresh salads, home made gourmet pies, sweets and a range of other meals (including vegetarian) can be found. Bookings not required. The Golden Orb also doubles as a book shop and wifi hotspot."]},"\n",{"type":"==","value":["Drink"]},"\nThe local Distillery, Norfolk Island Liquors P\/L, is found on Cascade Road and produces various liqueurs and spirits. Free sampling is available Monday,Tuesday,Thursday and Friday from 2.00pm - 5.00pm\nAlso on the same premises is Cascade Soft Drinks, who manufacture produce a range of traditional soft drinks with old fashioned flavours, ranging from orange and lime flavours to pineapple and plum cola varieties.\n\nThere is also a Brewery on Norfolk Island which is located opposite the International Airport, where award winning beers are produced in a traditional way.\n\nAlthough there is a 'Winery' on the island, it is currently importing wines from New South Wales under the 'Two Chimney's wine'label whilst it is developing its vines for manufacture.\n\n",{"type":"==","value":["Sleep"]},"\nAs the island's economy is based around tourism, there are myriad options for accommodation, ranging from basic one- or two-person rooms through to resort-style establishments with restaurants attached hosting seafood buffets. The commercial hub of the island, Burnt Pine, has a number of well-situated guesthouses central to most shops, while accommodation elsewhere is designed to capitalize on views and proximity to nature.\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hideaway Retreat"],["alt="],["url=http:\/\/www.hideawaynorfolk.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is an AAA tourism rated 3.5 star self-catering accommodation"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Fletcher Christian Apartments"],["alt="],["url=http:\/\/www.fletcherchristian.nf\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3 1\/2 star AAA rated. Rooms serviced daily. Centrally located in spacious, park-like grounds of subtropical landscaping. Shops, cafes, restaurants, clubs and visitor facilities all within short walking distance."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Forrester Court Clifftop Cottages"],["alt="],["url=http:\/\/www.forrestercourt.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is Norfolk Island's only AAA 5 star rated property on Norfolk Island. The flagship of accommodation on Norfolk Island. For those seeking a secluded holiday."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Cumberland Resort and Spa"],["alt="],["url=http:\/\/www.norfolkislands.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Affordable 4-star hotel, central location in tranquil garden setting, within 2 minutes of cafes, restaurants and shops, and 5 minutes from the beach golf, national park and historical area. Heated swim spa pool and sauna, free rental car, airport transfers, cable tv, tennis, etc. Package deals including Norfolk Island airline and accommodation specials."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Endeavour Lodge"],["alt="],["url=http:\/\/www.endeavour.nf\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Luxurious self-catering serviced apartments on Norfolk Island with Ocean views from all apartments. Environmentally Friendly property. AAA Tourism 4 Star & Green Star AAA rated"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Poinciana Cottages"],["alt="],["url=http:\/\/www.poinciana.nlk.nf\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located on the edge of town and is rated four stars by AAA rating"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Shiralee Executive Cottages"],["alt="],["url=http:\/\/www.shiralee.nf\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4 1\/2 star self contained cottages with the hire of convertibles included in the tariff"]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\nIt is relatively easy to live and work on Norfolk Island, although you do have to adhere to some strict entry guidelines ",{"type":"[","value":["http:\/\/www.info.gov.nf\/"]},".\n\n",{"type":"==","value":["Stay safe"]},"\nCrime on Norfolk Island is very low, though not unknown. Most islanders think nothing of leaving their houses and cars unlocked. Always remember to exercise commonsense when doing this, though, as most criminals are opportunists and it is not unknown for criminals to take \"working vacations\" too.\n\nDriving is on the left, with a speed limit outside Burnt Pine of 50 km\/h and inside Burnt Pine of 40 km\/h (30 km\/h in the school zone). Seatbelts, while fitted to all cars, are rarely used and rarely necessary. When driving outside of the town, remember that cows and other animals have right of way. Also remember to watch out for the \"Norfolk Wave\", a wave (ranging from a raised index finger off the steering wheel through to an enthusiastic movement of the arm) used by all locals to greet passing traffic.\n\nEmily Bay, located near Kingston, is the only safe location to swim on Norfolk as it is protected by a natural coral reef. All other bays are unpatrolled and have unpredictable conditions. A Norfolk tradition is that of the \"Seventh Wave\", the unpredictable rising in wave height which can sweep unwary swimmers out to sea.\n\n",{"type":"==","value":["Stay healthy"]},"\nThere are no specific health warnings for the traveller to Norfolk Island, aside from a general one not to overindulge at meals (which can very easily be done).",{"type":"<","value":["br"]},"\n\nSurfers and swimmers anywhere but Emily Bay should be very careful about the currents and wave heights. Neither activity is actually advisable, although some foolhardy visitors will do so anyway.\n\nAll visitors including Australian citizens should purchase international travel insurance.\n\n",{"type":"==","value":["Respect"]},"\nAs a general rule, always remember that most islanders are descended from the ",{"type":"''","value":["Bounty"]}," mutineers. Therefore, when talk turns to that episode in their history—which it frequently does when tourists are involved—always agree with whatever opinion is being expressed rather than trying to argue against the mutiny.\n\nNorfolk's society is sometimes viewed as a \"closed shop\", in that all the locals know each other and many are related through marriage. This, coupled with the laidback lifestyle of the island, can sometimes frustrate visitors. Again, try to work around this.\n\nThere are convict ruins dotted around the island, but resist the temptation to explore if the ruin is off-limits in any way, as there are periodic restoration attempts.\n\nNever say that a Norfolk Islander is the same as an Australian or a New Zealander.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Melanesia"]]},"\n",{"type":"{{","value":[["isPartOf"],["Australia"]]},"\n",{"type":"{{","value":[["related"],["Pitcairn_Islands"]]},"\n",{"type":"{{","value":[["geo"],["-29.033333"],["167.95"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Norfolk Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Norfolk Island\/"]]}]