[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Northwest Vermont"]}," is located in the northwestern corner of the state, nestled between Lake Champlain and the Green Mountains.  It borders New York State and Quebec.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Champlain Valley"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chittenden County"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Franklin County (Vermont)"],["Franklin County"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Isle County"]]}]},"\n",{"type":"==","value":["Cities and towns"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]},":Vermont's largest city and thriving college town"]},{"type":"*","value":[{"type":"[[","value":[["Essex Junction"]]},":Railroad oriented village at the center of Vermont's largest town"]},{"type":"*","value":[{"type":"[[","value":[["Richmond (Vermont)"],["Richmond"]]},":Small riverside town known regionally as a dining destination"]},{"type":"*","value":[{"type":"[[","value":[["Shelburne (Vermont)"],["Shelburne"]]},":Small town home to the Shelburne Museum."]},{"type":"*","value":[{"type":"[[","value":[["South Burlington"]]},":Vermont's second largest city"]},{"type":"*","value":[{"type":"[[","value":[["St. Albans (Vermont)"],["St. Albans"]]}]},{"type":"*","value":[{"type":"[[","value":[["Williston (Vermont)"],["Williston"]]},":Rapidly growing suburban town home to one of Vermont's largest shopping areas."]},{"type":"*","value":[{"type":"[[","value":[["Winooski"]]},":Quirky city just north of Burlington home to a large African and Himalayan immigrant community."]},"\n",{"type":"==","value":["Understand"]},"\n\nNorthwest Vermont is dominated by Lake Champlain and the Champlain Valley.  As such, the terrain is much flatter than in the rest of the state.  Many of Vermont's larger cities and towns can be found in the region, mostly in Chittenden County.  More than a third of Vermont's population lives in Northwest Vermont.  That being said, there are still many quaint villages and small farms like you would find elsewhere in Vermont.\n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By Car"]},"\n\nNorthwest Vermont is accessible by car using I-89, US Route 2, US Route 7, and VT Route 15.\n\n",{"type":"'''","value":["By Train"]},"\n\nThere are Amtrak stations in Essex Junction and St. Albans.\n\n",{"type":"'''","value":["By Ferry"]},"\n\nFerries connect Burlington with Port Kent, NY, Grand Isle with Plattsburgh, NY, and Charlotte with Essex, NY.\n\n",{"type":"'''","value":["By Plane"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Burlington International Airport"]}," (",{"type":"{{","value":[["IATA"],["BTV"]]},"), Airport Drive, Phone: 802-863-1889, ",{"type":"[","value":["http:\/\/www.burlingtonintlairport.com\/"]},".  Flights arrive daily via several carriers from as far away as ",{"type":"[[","value":[["Chicago"]]}," and ",{"type":"[[","value":[["Orlando"]]},".  Travelers from farther afield will have to make a connection in a larger city. There are non-stop flights to Burlington Airport from the following cities (some cities may be seasonal or only offer service certain days of the week): ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Baltimore"]]},", ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Cleveland"]]},", ",{"type":"[[","value":[["Detroit"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Orlando"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Toronto"]]}," and ",{"type":"[[","value":[["Washington, D.C."],["Washington"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\nPublic transportation will get you around Burlington and to some of the larger towns in the region, but you will need a car if you want to explore some of the more rural areas.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Mountains"]}]},{"type":"*","value":[{"type":"'''","value":["Lakes"]}]},{"type":"*","value":[{"type":"'''","value":["Annual Vermont Quilt Festival"]},", ",{"type":"[[","value":[["Essex Junction"]]}," and ",{"type":"[[","value":[["Colchester (Vermont)"],["Colchester"]]},", 802-485-7092, ",{"type":"[","value":["http:\/\/www.vqf.org\/"]},". June 29-July 1 (2007)."]},{"type":"*","value":[{"type":"'''","value":["Museums"]}," in ",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Explore downtown ",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Go sailing on Lake Champlain"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hiking:"]}," Hiking for all skill levels can be found in the region"]},"\n",{"type":"*","value":[{"type":"'''","value":["Visit the ",{"type":"[[","value":[["Grand Isle County"],["Lake Champlain Islands"]]}]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are many restaurants in Northwest Vermont covering a wide variety of cuisines.  ",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]}," has the highest concentration of restaurants, but most towns will have a few.  You can find surprisingly refined dining in some of the smaller towns and villages, especially ",{"type":"[[","value":[["Richmond (Vermont)"],["Richmond"]]},".  Find a farmers market and buy some fresh produce and sample the wide variety of food vendors.  The localvore movement is big in Vermont and Northwest Vermont is no exception.  Most restaurants will have at least a few locally sourced ingredients, even some of the chains.  Individual restaurant listings can be found on the pages for each town or county.  One thing that differentiates Northwest Vermont from the rest of the state is the availability of ethnic food.  There are the standard Italian, Thai, Vietnamese, and Middle Eastern restaurants like you can find in the rest of the state, but you can also find Nepalese, Congolese, Afghan, Peruvian, and Jamaican food at restaurants, markets, and farmers market stands in Burlington and ",{"type":"[[","value":[["Winooski"]]},".\n\n",{"type":"==","value":["Drink"]},"\n\nNorthwest Vermont has a variety of drinking options.  Burlington has many college bars and nightclubs as well as several brewpubs.  Outlying areas are full of townie bars if you want to meet some locals. There are several local breweries whose offerings are worth a try: Magic Hat in South Burlington, ",{"type":"'''","value":["Switchback"]}," in Burlington, Fiddlehead in Shelburne, and 14th Star in St. Albans.  Switchback is a somewhat hoppy ale that can be found in nearly every establishment with a liqour license in Northwest Vermont.  A pint usually costs $3-$4, which makes it the best value for money beer in the area.  In addition to Switchback, most bars and restaurants will have an offering from Magic Hat (usually #9) and Long Trail (usually Long Trail Ale).  With so many microbreweries based in Vermont, many bars and restaurants have a very limited selection of out of state beers.  Then again, you didn't come here to drink Sam Adams.  If for some reason you eat at a chain restaurant, they won't list local beers on the menu, but rest assured they have them.  Vineyards and wineries can be found in the Champlain Islands and in southern Chittenden County.  If alcohol isn't your thing, many towns will have a local coffee or tea shop.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere is very little crime in Northwest Vermont.  However, the weather can make driving conditions hazardous in the winter.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Vermont"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]