[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Northern Indiana"]}," is the northern third of ",{"type":"[[","value":[["Indiana"]]}," generally east of Lake Michigan.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:South-bend-indiana.jpg"],["thumbnail"],["South Bend, as seen from above."]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Angola (Indiana)"],["Angola"]]}," — Small city in far Northeast Indiana.  Near Pokagon State Park."]},{"type":"*","value":[" ",{"type":"[[","value":[["Auburn (Indiana)"],["Auburn"]]}," — Home of National Automotive and Truck Museum of the United States."]},{"type":"*","value":[" ",{"type":"[[","value":[["Elkhart"]]}," - Indiana's 12th largest city; RV capital of the country."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fort Wayne"]]}," —  Indiana's 2nd largest city."]},{"type":"*","value":[" ",{"type":"[[","value":[["Goshen"]]}," — Home of Goshen College"]},{"type":"*","value":[" ",{"type":"[[","value":[["Huntington (Indiana)"],["Huntington"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Logansport"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mentone"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mishawaka"]]}," — Indiana's 13th largest city and twin-city of South Bend."]},{"type":"*","value":[" ",{"type":"[[","value":[["Monticello (Indiana)"],["Monticello"]]}," — Home of Indiana Beach, one of the biggest amusement parks in the state"]},{"type":"*","value":[" ",{"type":"[[","value":[["Peru (Indiana)"],["Peru"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Plymouth (Indiana)"],["Plymouth"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rochester (Indiana)"],["Rochester"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Shipshewana"]]}," — Small town in Northern Indiana's Amish Country. "]},{"type":"*","value":[" ",{"type":"[[","value":[["South Bend"]]}," — Indiana's 4th largest city.  Home to the Notre Dame and Studebaker National Museum."]},{"type":"*","value":[" ",{"type":"[[","value":[["Syracuse (Indiana)"],["Syracuse"]]}," — Small town near Lake Wawasee, Indiana's largest natural lake,"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Chain O' Lakes State Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Indiana Dunes National Lakeshore"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Lake Manitou.jpg"],["thumbnail"],["Lake Manitou, one of many lakes in the region."]]},"\n\nNorthern Indiana is the region of Indiana including 26 counties bordering parts of Illinois, Michigan, and Ohio.  The area is generally sub-classified into other regions. The northwest is economically and culturally intertwined with Chicago, and is considered part of the Chicago metropolitan area.  The north central area is focused around South Bend, Indiana with economic connections to southwest Michigan, and is referred to as Michiana. The northeast is centered around Fort Wayne, Indiana.\n\nThe landscape is probably the flattest in the state, and is characterized physically by fairly level terrain ranging from 600 to 1,000 feet above sea level with pockets of larger, rolling hills primarily in LaPorte, Stueben, Porter, Noble County, and some certain portions of St. Joseph County.  The Eastern Continental Divide goes through Northern Indiana following the top of the Valparaiso Moraine part of the way.  Besides urban areas (Northwest Indiana is larger than all of Marion County) and occasional state parks and wildlife areas, much of northern Indiana is farmland.\n\nThe northwest corner of the state is part of the Chicago metropolitan area and has nearly one million residents.  The region is marked with swell and swale topography as it retreats south from Lake Michigan.  The ecology changes dramatically between swells, or on opposite sides of the same swell. Plants and animals adapted to marshes are generally found in the swales, while forests or even prickly pear cactus are found in the dryer swells.  This area is also home to the large sand dunes at Indiana Dunes National Lakeshore which features large sand dunes (i.e. Mount Baldy ~ 126 feet) with a beach view of the Chicago skyline near Lake Michigan, and several of the wetland\/marsh features described earlier toward its southern boundaries.  Historic towns such as a Beverly Shores occasionally dot the lakeshore, along with the remains of the once-giant steel industry near Gary.\n\nNorthern Indiana is home to many natural lakes, the vast majority of which are the remains of the glaciers that covered Indiana thousands of years ago.  North central Indiana is home to several kettle-hole lakes, many of which are thousands of years old.  County Parks, state parks, and Fish & Wildlife Areas in this region contain such habitats, as well as natural meadows, old-growth pine forests, wetlands, and several opportunities to view migratory birds from around the hemisphere.   \n\nSometimes referred to as Indiana lake country, northeastern Indiana has the largest concentration of natural lakes in the state, including Lake James in Pokagon State Park, Lake Maxinkuckee, Lake Wawasee and Lake Tippecanoe.  Lake Wawasee is the largest natural lake in Indiana, while Lake Tippecanoe is the deepest, reaching depths of over 120 feet (37 m).  Both lakes are located in Kosciusko County.  Chain O' Lakes State Park, located in Noble County, contains 11 lakes, 8 of which are connected by natural channels.\n\n",{"type":"==","value":["Talk"]},"\n\nNorthern Indiana is known in television media for having the flattest accent amongst its citizens of almost anywhere in the country.  Newscasters from various US cities, in some cases, have been instructed to watch news broadcasts from South Bend or Chicago in order to try and rid them of their local dialect.  As such, it is typically not difficult to understand anyone's speech from Northern Indiana who is a native to the area, though once south of US 30, one may notice a considerable difference as the North Midland accent begins to develop and continues to southern portions of the state.\n\nMany local words are derived from Chicago slang, such as a cigarette being called a \"square.\"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe main roads are east-wests ",{"type":"'''","value":["I-90\/80"]},", which runs from ",{"type":"[[","value":[["Illinois"]]}," to ",{"type":"[[","value":[["Ohio"]]}," through ",{"type":"[[","value":[["South Bend"]]}," and ",{"type":"[[","value":[["Elkhart"]]},", and ",{"type":"'''","value":["I-69"]},", which runs up from ",{"type":"[[","value":[["Indianapolis"]]}," to ",{"type":"[[","value":[["Michigan"]]}," through ",{"type":"[[","value":[["Fort Wayne"]]},". Both are very convenient traveling roads throughout the region, with high 70mph speed limits, and relatively light traffic. ",{"type":"'''","value":["US 31"]},", going north-south from ",{"type":"[[","value":[["Kentucky"]]}," to ",{"type":"[[","value":[["Michigan"]]},", is roughly right up the center of the region.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coach USA"]}," Offers shuttle service between South Bend Regional Airport, Notre Dame, Mishawaka and Chicago airports."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Greyhound"]}," Offers service to and from destinations around the country via Indianapolis and Chicago."]},"\n",{"type":"*","value":[" Several other bus lines pass through portions of Northwest Indiana on a daily basis."]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":["Fort Wayne International Airport"]},"\n",{"type":"*","value":["South Bend Regional Airport (SBN)"]},"\n",{"type":"===","value":["By train"]},"\n\nThe ",{"type":"'''","value":["South Shore"]}," line runs straight to ",{"type":"[[","value":[["South Bend"]]}," through ",{"type":"[[","value":[["Northwestern Indiana"]]}," from ",{"type":"[[","value":[["Chicago\/Loop"],["downtown Chicago"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nIt's by far easiest to travel through the region by car. The aforementioned highways are the main routes, although US Hwy 33 is a very convenient way to get between ",{"type":"[[","value":[["Elkhart"]]}," and ",{"type":"[[","value":[["Fort Wayne"]]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["movetocity"]]},"\nNorthern Indiana is very rural, and is worth exploring, if only to see the natural beauty of the state. Many lakes and small waterways contribute greatly to the natural beauty of the region.\n\n",{"type":"===","value":["Outdoors and Landmarks"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Black Pine Animal Park"],["alt="],["url=http:\/\/www.blackpineanimalpark.com\/"],["email="],["address=1426 W. 300 N. Albion Rd, Albion"],["lat="],["long="],["directions="],["phone=+1 260 636-7383"],["tollfree="],["fax="],["hours="],["price="],["content= Black Pine is an animal sanctuary that takes in rescued and retired animals. It's a simple, authentic sanctuary that is raw and real. Their tours offer a chance for you to touch, experience, and observe these animals up close and personal. Big cats, primates, bears, camels, birds, snakes and more. It's quite a nice experience, local and friendly, and the animals are well kept and maintained!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gene Stratton-Porter Cabin State Historic Site"],["alt="],["url=http:\/\/www.in.gov\/ism\/StateHistoricSites\/GeneStratton-PorterCabin\/index.aspx"],["email="],["address=1205 Pleasant Point, Rome City"],["lat="],["long="],["directions="],["phone=+1 260 854-3790"],["tollfree="],["fax="],["hours="],["price=$1-$3.50"],["content= One of Indiana's most famous authors, she wrote such works as ",{"type":"''","value":["Freckles"]}," and ",{"type":"''","value":["A Girl of Limberlost"]},". She was also one of the world's first and best nature photographers. See her home, gravesite, and photographs. Hike the woods of Sylvan Lake, boating, fishing and a home of the tour."]]}]},"\n",{"type":"===","value":["Museums"]},"\nThere are quite a few museums, many of them historical, in the region. Among these are the Fulton County Museum (dedicated to the history of northern Indiana, especially Fulton County), the Auburn Cord Dusenberg Museum (one of the biggest car museums in America), and the IUSB Art Gallery.\n\n",{"type":"===","value":["Fine Art"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Arts Place"],["alt="],["url=http:\/\/www.artsland.org\/"],["email="],["address=131 E. Walnut St"],["lat="],["long="],["directions="],["phone =+1 260 726-4809"],["tollfree="],["fax="],["hours="],["price="],["content=Portland. Community art center that features a theater, art galleries, classrooms, and studios in a beautiful park in downtown Portland. Music and dance performances are featured in the theater, past performers include new age artist George Winston. They showcase art from the Midwest, and offer affordable education classes about fine arts for the public."]]}," "]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["movetocity"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ghyslain Chocolatier"],["alt="],["url=http:\/\/www.ghyslain.com\/"],["email="],["address=350 W. Deerfield. Rd"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-449-7524"],["fax="],["hours="],["price="],["content=Union City. Internationally acclaimed chocolate chain. Enjoy tasty in-house made treats and chocolates, take a tour of the facilities and enjoy lunch there as well."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere's a wide variety of food to choose from, ranging from the (Rochester) Streamliner's breaded tenderloin that was ranked one of the best in the state to the South Bend Chocolate Company's chocolate-covered anything (even spoons!) to the national chains like Pizza Hut and Subway.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nWhile rural northern Indiana is among the safest places to live and travel (in fact, many residents leave their cars unlocked without a worry), basic precautions are advised, especially in population centers like South Bend and Fort Wayne.\n\nThe weather can be quite extreme, but the threats from this are usually minor. Tornadoes, blizzards, and flooding are the more common serious issues, but they're generally few and far between. The locals actually have a saying about how changeable the weather is: \"If you don't like the weather, wait a few minutes\". While this is obviously an exaggeration, it really feels like it's true sometimes.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Northwest Indiana"]]},": Many of the steel mills of the industrial revolution that made ",{"type":"[[","value":[["Gary"]]}," and the surrounding area so powerful still stand today."]},{"type":"*","value":[{"type":"[[","value":[["Chicago"]]},": The third-largest city in the United States is just on the other side of northwest Indiana."]},{"type":"*","value":[{"type":"[[","value":[["Central Indiana"]]},": Many locations that are popular both with locals and international travelers are located in central Indiana, including Purdue University, Turkey Run State Park, and the birthplace of the Wright brothers."]},{"type":"*","value":[{"type":"[[","value":[["Northwest Ohio"]]},": A section of Ohio that houses, among other places, ",{"type":"[[","value":[["Cedar Point"]]},", ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]}," and ",{"type":"[[","value":[["Lima (Ohio)"],["Lima"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Southeast Michigan"]]}," and ",{"type":"[[","value":[["West Michigan"]]},": Home to ",{"type":"[[","value":[["Detroit"]]}," most famously, but also ",{"type":"[[","value":[["Battle Creek (Michigan)"],["Battle Creek"]]},", ",{"type":"[[","value":[["Grand Rapids"]]},", and ",{"type":"[[","value":[["Kalamazoo"]]},"."]},"\n\n",{"type":"{{","value":[["isPartOf"],["Indiana"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Northern Indiana"]]}]