[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n:",{"type":"''","value":["If you are looking for the region of the US state, see ",{"type":"[[","value":[["Northwest Georgia"]]},"."]},"\n\n",{"type":"'''","value":["Northwestern Georgia"]}," is a region of ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Samegrelo"]]}," — home of the Mingrelians and birthplace of independent Georgia's turbulent and enigmatic first president, Zviad Gamsakhurdia"]},{"type":"*","value":[{"type":"[[","value":[["Svaneti"]]}," — Georgia's most mysterious mountain region is like a fairy tale come to life"]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kala"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Lentekhi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Melle"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Mestia"]]}," — the \"capital\" of Svaneti and a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]}]},{"type":"*","value":[{"type":"[[","value":[["Poti"]]}," — a fairly uninteresting port city, albeit one with interesting ancient history; headquarters of the Georgian Navy"]},{"type":"*","value":[{"type":"[[","value":[["Soli"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ushguli"]]}," — perhaps the most picturesque Svan village, at the bottom of Georgia's highest mountain, Ushba"]},{"type":"*","value":[{"type":"[[","value":[["Zugdidi"]]}," — the capital of Samegrelo"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nNorthwestern Georgia is a very diverse region, which, due to its many languages, cultures, and even governments, can feel like several different countries. The Svans of Svaneti and the Mingrelians of Samegrelo are Christian, Georgian sub-ethnic groups who have cultures and languages distinct from, but closely related to Georgian. The Abkhaz, however, are a completely unrelated South Caucasian people, who for much of their history were predominantly Muslim, until the Russian Empire's \"Muhajarism\" practice in the 19th century of mass deportation of Muslim Caucasian peoples, which cleansed the region of nearly all non-Orthodox Abkhaz.\n\nThe climate of Northwestern Georgia ranges from subtropical to high alpine, and is one of Georgia's greenest, lushest, and wettest regions.\n\nSince Georgian independence in 1991, Northwestern Georgia has been a hotbed of complicated political violence and conflict. The first president of Georgia, Zviad Gamsakhurdia, was an ethnic Mingrelian with ties to Samegrelo. His presidency was intensely controversial within and without Georgia and sparked a civil war, which quickly resulted in a murky coup d'etat in late 1991. Conflict between pro-Gamsakhurdia and anti-Gamsakhurdia forces continued as a new separatist conflict exploded in Abkhazia in 1992. The Abkhaz military, fighting alongside paramilitaries from the ",{"type":"[[","value":[["North Caucasus"]]}," (and possibly with help from the ",{"type":"[[","value":[["Russia"]]},"n government) defeated the Georgian military in September 1993, allowing the Abkhaz government to establish de facto independence. In an even more strange and convoluted twist, Gamsakhurdia then returned to Georgia from ",{"type":"[[","value":[["Chechnya"]]}," in late 1993, set up a government-in-exile in ",{"type":"[[","value":[["Zugdidi"]]},", and began a full scale civil war with the central government, relying on the support of Samegrelo and Abkhazia. Gamsakhurdia's war was very successful and his forces routed the Georgian military and threatened the capital. But the resulting instability threatened Russian interests and the Russian government sent its military to the aid of the central government, resulting in a quick defeat for Gamsakhurdia's forces, the firm establishment of Georgia's Shevardnadze government, and the mysterious death of Gamsakhurdia himself. But Northwestern Georgia never really accepted the Shevardnadze victory, leaving the Samegrelo region in particular a turbulent, volatile center of unrest. Moreover, the wide-scale ethnic cleansing of Abkhazia's ethnic Georgians led to continued low-intensity warfare between Mingrelian paramilitaries and the Abkhaz military.\n\nThe most powerful force shaping the region today is the protracted separatist conflict between Abkhazia and the Georgian central government. The current situation is more or less a stalemate. Georgia's president has vowed to reintegrate Abkhazia into Georgia, but only by peaceful means. The Abkhaz government demands nothing less than full de jure independence from Georgia. And the ever important Russian government, which still has peace-keeping troops in the region, gives tacit support to its Abkhaz client government while trying to avoid renewed regional conflict.\n\n",{"type":"==","value":["Talk"]},"\n\nAlthough the Georgian languages of Mingrelian in Samegrelo and Svan in Svaneti are widespread, ",{"type":"[[","value":[["Georgian phrasebook"],["Georgian"]]}," is the main language in the region, but much of the older generation speak ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," as a second or a third language and the younger generation is increasingly speaking English due to hostility towards Russia, and also because English is taught in schools since independence and has replaced Russian as a second language in schools nation-wide. When in need for help, look for younger people, as they are more likely to know some English. Speaking Russian is recommended in areas where non-Georgian minorities live. \n\n",{"type":"==","value":["Get in"]},"\n\nMarshrutkas head to Zugdidi and on to Abkhazia from the bus stations in ",{"type":"[[","value":[["Batumi"]]}," and ",{"type":"[[","value":[["Kutaisi"]]},", and ",{"type":"[[","value":[["Tbilisi"]]},". Poti is the easiest destination to get to, and is widely served by public transport. Marshrutkas also make the long, steep climb from Kutaisi and Tbilisi to the Svan capital, Mestia.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Trekking in Upper Svaneti"]},"\n",{"type":"==","value":["Eat"]},"\n\nThe food differs from region to region within Northwestern Georgia, but its Mingrelian cuisine is perhaps its most famous, which is notably spicier than most Georgian food, and is just generally delicious.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nNorthwestern Georgia is, generally speaking, not a safe travel destination. The Abkhazia conflict has destabilized parts of the region. Samegrelo has become notably less volatile since the Rose Revolution, as the Mingrelians are far less hostile to the new president than the last; moreover, the new government has taken steps to disarm the somewhat brigandish Mingrelian guerrilla groups, who were made up mostly of refugees from Abkhazia and had been fighting against the Abkhaz government.\n\nSvaneti is a different security story altogether. While Svaneti has been largely untouched by the simmering ethnic conflict to its west, it remains a rather dangerous destination simply because it always has been. The Svans are renowned for being an aggressive and insular group who, while loyal to the Georgian central government, can be tricky folks to deal with for outsiders. On the other hand, if accepted as a guest of a Svan, the Svans are also renowned for their legendary, limitless hospitality. Do not let security concerns stop you from visiting Svaneti—it is far too wonderful a travel destination to miss. But do seriously consider traveling there with a guide or local Svan.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["From Svaneti, there is a lonely and poor quality mountain road leading east to the beautiful and safer mountain region of ",{"type":"[[","value":[["Racha"]]}]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Georgia (country)"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]