[{"type":"{{","value":[["pagebanner"],["Hofsós, Northwest, Iceland banner.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.northiceland.is North Iceland"]}]}," is the region of ",{"type":"[[","value":[["Iceland"]]}," along the Greenland Sea, flirting with the Arctic Circle.\n\n",{"type":"==","value":["Towns"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Sauðárkrókur"]]}]}," - The largest town in the Skagafjörður area, known for its horses, rivers and the former bishopric of Hólar. Nearby is the village of ",{"type":"[[","value":[["Varmahlíð"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Siglufjörður"]]}]}," - Formerly a thriving fishing village at the northern edge of the Tröllaskagi peninsula, Siglufjörður's fortunes have declined in the last few decades, but it's transforming itself into a great tourist destination in the far north."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Dalvík"]]}]}," - A charming little fishing village by Eyjafjörður. Gateway to the islands of ",{"type":"[[","value":[["Hrísey"]]}," and ",{"type":"[[","value":[["Grímsey"]]},", the latter of which sits on the Arctic circle."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Akureyri"]]}]}," - The unofficial capital of North Iceland, and by far the largest town outside the Southwest region."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Húsavík"]]}]}," - Iceland's number one whale watching town, only a short boat ride from the open Greenland Sea."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Raufarhöfn"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Þórshöfn"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Kópasker"]]}]}," - Three tiny villages sitting on the far north-eastern corner of the country, far away from anything else."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mývatn"]]}]}," - A lake near ",{"type":"[[","value":[["Akureyri"]]}," in the North of Iceland, Mývatn has an unearthly appearance owing to special types of volcanic craters throughout the lake. There are plenty of activities in this area: Smajfall (desert where sulphuric steam comes out of the ground) and Dimmuborgir (aka The Black City aka The Gates of Hell)."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vatnajökull National Park"]]}]}," - Although Vatnajökull itself is far from North Iceland, the national park also contains the Jökulsá á Fjöllum river system, which flows from the glacier over the highlands and into Öxarfjörður on the north coast."]},"\n",{"type":"==","value":["Understand"]},"\n\nThere is no exaggeration in describing North Iceland as Iceland in miniature. It is an area of extremes: The lush farmland of Skagafjörður and Eyjafjörður, the rugged mountains of Tröllaskagi many capped by small glaciers, the almost desert-like landscapes of the far north-east, and Grímsey sitting on the arctic circle. The region as a whole is characterised by wide bays and fjords, surrounded by mountains on two sides and long river-shaped valleys on the third. It is probably the region in Iceland best suited for outdoor activities, but the north is also interesting for its cultural heritage. As Iceland's second largest urban area, Akureyri is an important centre for art and commerece. Many of the smaller villages offer an experience that rustic, rural Iceland with its deep traditions in farming and fishing.\n\n",{"type":"==","value":["Talk"]},"\nThe people of North Iceland have one of the few distinct accents left in Icelandic. Until the mid to late 20th century, most regions of Iceland had their own accents, but only the North has retained theirs into the 21st century. Unless you speak Icelandic, this is unlikely to affect your stay much - and even if you do speak Icelandic, there are no difficulties of understanding involved. However this can make for an interesting topic of conversation with locals. The people of North Iceland, as the rest of the Icelandic population, mostly speak good English.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nThe Ring Road passes through much of north Iceland and the region is easily reached by car from any other regions. The distance from ",{"type":"[[","value":[["Reykjavík"]]}," to ",{"type":"[[","value":[["Blönduós"]]}," (the first town reached when driving into North Iceland from the west) is 244km with another 144km to Akureyri. From ",{"type":"[[","value":[["Egilsstaðir"]]}," in ",{"type":"[[","value":[["East Iceland"]]}," to Akureyri the distance is 260km.\n\n",{"type":"===","value":["By bus"]},"\nBuses operated by Sterna ",{"type":"[","value":["http:\/\/www.sterna.is\/en"]}," link North Iceland with the ",{"type":"[[","value":[["West Iceland"],["West"]]}," and ",{"type":"[[","value":[["Southwest Iceland"],["Southwest regions"]]},". SBA ",{"type":"[","value":["http:\/\/www.english.sba.is"]}," has buses between Akureyri and Egilsstaðir.\n\n",{"type":"===","value":["By plane"]},"\nMultiple flights a day, operated by Air Iceland ",{"type":"[","value":["http:\/\/www.airiceland.is"]},", link Akureyri with Reykjavík. There are also seasonal flights between Akureyri and Copenhagen with Iceland Express ",{"type":"[","value":["http:\/\/www.icelandexpress.is"]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nThe ring road passes through North Iceland. The stretch of road between ",{"type":"[[","value":[["Mývatn"]]}," and ",{"type":"[[","value":[["Egilsstaðir"]]}," (in ",{"type":"[[","value":[["East Iceland"]]},") one of the most remote parts of the road with very few settlements. Because of the shape of the area, many settlements in North Iceland aren't served by the ring road, but road connections are mostly good. Until recently, ",{"type":"[[","value":[["Siglufjörður"]]}," was quite cut off, but a tunnel now links it with ",{"type":"[[","value":[["Ólafsfjörður"]]}," making connections with ",{"type":"[[","value":[["Akureyri"]]}," much better.\n\nCar rentals include Hertz ",{"type":"[","value":["https:\/\/www.hertz.is\/?switch_lang=1"]}," and Budget ",{"type":"[","value":["http:\/\/budget.is\/budgetonline\/is-gb\/budget.nsf?open&~Default"]}," at Akureyri airport, Bílaleiga Akureyrar ",{"type":"[","value":["http:\/\/www.holdur.is\/en\/"]}," at Akureyri airport, Tryggvabraut in Akureyri and in ",{"type":"[[","value":[["Sauðárkrókur"]]}," and Avis ",{"type":"[","value":["http:\/\/www.avis.is\/avisonline\/is-gb\/avis.nsf?open&~Default"]}," at Akureyri airport and in Sauðárkrókur.\n\n",{"type":"===","value":["By bus"]},"\nSterna ",{"type":"[","value":["http:\/\/www.sterna.is\/en"]}," operates scheduled buses along the western stretch of the Ring Road in North Iceland as well as between Varmahlíð (in Skagafjörður) and Siglufjörður, and Akureyri and Ólafsfjörður. SBA ",{"type":"[","value":["http:\/\/www.english.sba.is"]}," serves the stretch of the Ring Road from Akureyri to Egilsstaðir in the east, as well as the route between Akureyri and ",{"type":"[[","value":[["Húsavík"]]}," and Akureyri, ",{"type":"[[","value":[["Þórshöfn"]]}," and ",{"type":"[[","value":[["Raufarhöfn"]]}," on the other.\n\n",{"type":"===","value":["By thumb"]},"\nIceland is typically a great country for hitchhiking, but be extremely careful of the weather in this region, as it is highly unpredictable.  As late as March or April, terrible Arctic blizzards can blow in off the sea, and hit you in an instant.  If you're even a couple kilometers out of town, and one of these storms hit, you will be stranded for an indefinite amount of time.  It's wholly possible to freeze to death, or at least come down with hypothermia or frostbite, in such a situation.\n\n",{"type":"===","value":["By plane"]},"\nNorth Iceland is the only region in Iceland with flights between towns. From Akureyri airport you can get flights to Þórshöfn in the northeast and ",{"type":"[[","value":[["Grímsey"]]},", a small island sitting on the arctic circle.\n\n",{"type":"===","value":["By boat"]},"\nA ferry called Sæfari sails between ",{"type":"[[","value":[["Dalvík"]]}," on one hand and ",{"type":"[[","value":[["Grímsey"]]}," and ",{"type":"[[","value":[["Hrísey"]]},", operated by Landflutningar ",{"type":"[","value":["http:\/\/www.landflutningar.is\/saefari\/english"]},". Grímsey is only served on Mondays, Wednesdays and Fridays and Hrísey on Tuesdays and Thursdays.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hólar í Hjaltadal"]}," - The former seat of the bishop of North Iceland, in Skagafjörður. The current cathedral is from the 18th century, making it one of the oldest buildings in Iceland, and it contains religious artefacts from the 15th century onwards. Also the location of a folk museum and a small agricultural university."]},{"type":"*","value":[{"type":"'''","value":["Goðafoss"]}," (",{"type":"''","value":["Waterfall of the Gods"]},") - One of Iceland's most magnificent waterfalls, located just off the ring road 50km east of Akureyri. Legend has it that Goðafoss got its name when Iceland converted to Christianity. The local chieftains are said to have thrown the idols of the pagan gods into the waterfall, thus giving them a dignified farewell."]},{"type":"*","value":[{"type":"'''","value":["Ásbyrgi"]}," - A very unusual, and very large, cliff formation 60km east of Húsavík, said to be the hoofmark of Odin's horse. Within ",{"type":"[[","value":[["Vatnajökull National Park"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Jökulsárgljúfur"]}," - Further inland, along the glacial river that once shaped Ásbyrgi are the canyons through which the mighty river still flows. Among the sights in the area is Dettifoss, the most powerful waterfall in Iceland. Previously a national park of their own, Jökulsárgljúfur are today a part of the Vatnajökull National Park."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Hofsos, swimming pool.JPG"],["thumbnail"],["Hofsós outdoor geothermal swimming pool with a magnificant view over the fjord"]]},"\nNorth Iceland is probably the best destination in Iceland for outdoor adventure or activity tours. Practically anything that's available somewhere in Iceland, is available in the North.\n\n",{"type":"*","value":[{"type":"'''","value":["Horse riding"]}," - Many people come to Iceland in part to try out the Icelandic horses. Skagafjörður, in North Iceland, is the often regarded as the Mecca of the Icelandic horse, and is a great place to either just give it a try or to set off on a longer riding tour. If you're not going by Skagafjörður, there are various other horse rental options dotted around the region."]},{"type":"*","value":[{"type":"'''","value":["Swimming"]}," - There are swimming pools in almost every village. Those heated by geothermal power are usually outdoors. The swimming pool in Hofsós provides one of the finest views over the nearby fjord."]},{"type":"*","value":[{"type":"'''","value":["Soaking"]}," - In addition to swimming pools, there are several other hot pools to visit in North Iceland. Grettislaug is a pool fed by a natural hot spring just a few meters from the sea in Skagafjörður, about 20km north of Sauðárkrókur. The Nature Baths by ",{"type":"[[","value":[["Mývatn"]]}," are another option, forming a sort of less crowded alternative to the Blue Lagoon in the ",{"type":"[[","value":[["Southwest Iceland"],["Southwest"]]},"."]},{"type":"*","value":[{"type":"'''","value":["River rafting"]}," - The glacial rivers of Skagafjörður are, hands down, the best rivers for rafting in Iceland. Several companies offer rafting tours, they are mostly based around Varmahlíð."]},{"type":"*","value":[{"type":"'''","value":["Skiing"]}," - Unlike most of the rest of the country, North Iceland offers some good skiing. Akureyri is a popular skiing destination among Icelanders, and Dalvík and Ólafsfjörður both offer very good and reliable skiing runs. Tröllaskagi (Troll Peninsula) is a world class ski touring and ski mountaineering destination with the season lasting from around mid March and lasts until mid june."]},{"type":"*","value":[{"type":"'''","value":["Whale watching"]}," - Both Húsavík and Dalvík are excellent whale watching locations due to their close proximity to the Greenland Sea."]},"\n",{"type":"==","value":["Eat and Drink"]},"\n\nThere is little in the way of regional food traditions in North Iceland, but one of the best-loved brands of the Icelandic yogurt-like dairy product skyr (KEA Skyr) is produced in Akureyri.\n\nThe tiny village of Árskógssandur is home to a small brewery, Bruggsmiðjan, which makes beers under the name Kaldi.\n\nWith regards to nightlife, Akureyri is really the only place in Iceland that offers any sort of competition to Reykjavík, and has several clubs and pubs.\n\n",{"type":"==","value":["Stay safe"]},"\nSafety concerns are not much different in the north than elsewhere in Iceland. However, the climate is understandably harsher, and during winters it can get much colder than in Reykjavík or more southern regions.\n\n",{"type":"==","value":["Go next"]},"\nNorth Iceland has fjords on either side: the ",{"type":"[[","value":[["West Fjords"]]}," and the East Fjords (in ",{"type":"[[","value":[["East Iceland"]]},"). Both area easily accessible by car or by bus. With well-equipped 4x4s or on specially arranged tours, it's possible to go onto the highlands and cross Iceland by crossing either Kjölur or Sprengisandur. These are the only routes across the island.\n\nThere are seasonal flights from Akureyri to Copenhagen operated by Iceland Express.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Iceland"]]},"\n\n",{"type":"[[","value":[["nl:Noord-IJsland"]]},"\n",{"type":"[[","value":[["wikipedia:Northeastern Region (Iceland)"]]},"\n",{"type":"{{","value":[["geo"],["65.61068"],["-18.04504"],["zoom=8"]]}]