[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Northeastern"]}," region of ",{"type":"[[","value":[["Minnesota"]]}," marked by countless rivers, lakes, and the shore of one Great Lake. It includes  Aitkin, Carlton, Cook, Isanti, Itasca, Koochiching, Lake, Mille Lacs, Pine, and St. Louis counties.\n\n",{"type":"==","value":[" Regions "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gunflint Trail"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["North Shore (Minnesota)"],["North Shore"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Iron Range"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aitkin"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Brainerd"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cloquet"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Crosslake"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Duluth (Minnesota)"],["Duluth"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ely (Minnesota)"],["Ely"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hibbing"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hinckley (Minnesota)"],["Hinckley"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Moose Lake (Minnesota)"],["Moose Lake"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pine City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sandstone"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Two Harbors (Minnesota)"],["Two Harbors"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Virginia (Minnesota)"],["Virginia"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" Banning"]},{"type":"*","value":[" Bear Head Lake"]},{"type":"*","value":[" ",{"type":"[[","value":[["Boundary Waters Canoe Area"]]}]},{"type":"*","value":[" Cascade River"]},{"type":"*","value":[" Cuyuna Country Rec. Area"]},{"type":"*","value":[" Father Hennepin"]},{"type":"*","value":[" Franz Jevne"]},{"type":"*","value":[" George H. Crosby Manitou"]},{"type":"*","value":[" Gooseberry Falls"]},{"type":"*","value":[" Grand Portage"]},{"type":"*","value":[" Hill Annex Mine"]},{"type":"*","value":[" Interstate"]},{"type":"*","value":[" Jay Cooke"]},{"type":"*","value":[" Judge C.R. Magney"]},{"type":"*","value":[" McCarthy Beach"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mille Lacs"]]}]},{"type":"*","value":[" Moose Lake"]},{"type":"*","value":[" St. Croix"]},{"type":"*","value":[" Savanna Portage"]},{"type":"*","value":[" Scenic"]},{"type":"*","value":[" Schoolcraft"]},{"type":"*","value":[" Soudan Underground Mine"]},{"type":"*","value":[" Split Rock Lighthouse"]},{"type":"*","value":[" Temperance River"]},{"type":"*","value":[" Tettegouche"]},{"type":"*","value":[" Wild River"]},{"type":"*","value":[" Lake Shetek"]},{"type":"*","value":[" Minneopa"]},{"type":"*","value":[" Monson Lake"]},{"type":"*","value":[" Nerstrand Big Woods"]},{"type":"*","value":[" Rice Lake"]},{"type":"*","value":[" Sakatah Lake"]},{"type":"*","value":[" Sibley"]},{"type":"*","value":[" Split Rock Creek"]},{"type":"*","value":[" Upper Sioux Agency"]},{"type":"*","value":[" ",{"type":"[[","value":[["Voyageurs National Park"]]}]},{"type":"*","value":[" Whitewater"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wolf"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe economy of the northern part of this region seems to be almost perpetually on a down cycle, and while there is considerable pessimism in those areas due to that, locals also have much pride about their homeland.  Northeastern Minnesotans are unfailingly helpful and honest, if occasionally gruff.  The residents enjoy their outdoor activities, in all seasons.  There is a connection between the people and the land here, and many citizens hold hunting and fishing at least on par with God and country. Visitors would be wise to recognize this fact.\n\nThe Iron Range (Hibbing-Chisholm area) is culturally similar to the ",{"type":"[[","value":[["Upper_Peninsula"],["U.P."]]}," with many of Finnish ancestry, some Russians, and is economically centered around mining.  Most of the rest of the area is centered around tourism, farming and logging, and is dominated by Norwegians, Swedes and Germans, with a few Poles and American Indians.  There are several Indian Reservations in the area.\n\nDespite its rural nature, most Minnesotans are actually quite progressive politically and environmentally.  The area is socially more conservative, and less tolerant of diverse views than Minneapolis.  Honesty and integrity are always appreciated here, and good deeds never go unnoticed.  People tend to avoid using absolutes and superlatives when talking.\n\n",{"type":"==","value":["Talk"]},"\n\nFinnish is still spoken by some residents in the far Northeast. Many locals speak with a pronounced Scandinavian accent (think of the movie \"Fargo\"), and quite rapidly! However they are usually happy to oblige and speak slower if asked, nicely.  \n\nWhen ordering food in a restaurant, some tips: pop is served here, asking for a soda might get you a cream soda.  You can probably find a pasty (meat stew in bread) in the Iron Range (and no shortage of bars).  A glass of beer is referred to as a 'tap' or a 'glass' but usually not a 'draw' or a 'draft'.  There are no dry counties.  Polish, or 'Polacker', will get you a spicy sausage, and 'Smelt' a fried fish.  'Hotdish' is a casserole.  And even the locals will usually avoid 'Lutefisk', no matter what you may have heard elsewhere. 'Boughten' means store-bought, as opposed to home-made, as in \"... all I have is boughten bread\". \n\nGoing to the 'show' means seeing a movie at the cinema.  A 'snow machine' is a snowmobile (both terms are used, but sometimes spark a discussion between proponents of one term vs. the other).  A 'block heater' is a device to warm car engines on cold winter nights (marked by the electric plug-ins dangling from the grills of many local cars and trucks).  'The Cities' always refers to the Twin Cities: Minneapolis-Saint Paul and suburbs. A \"sow-na\" is in reality a steam bath (sauna), but a 'sarma' is a stuffed cabbage roll.  'Choppers' are mittens for the really cold weather - generally a wool insert and leather outer parts.  A common tree is the quaking aspen, a type of poplar, but is called \"popple\" here.  \n\nAny word ending in 'ag', like 'flag' or 'bag' has a long a sound, it rhymes with 'flake' or 'bake'.  A preposition is commonly used to end a sentence, particularly in the phrase \"Are you coming with?\"\n\nAcceptable affirmative responses to questions here include, 'oh yah', 'you betcha', and 'no doubt'.  'No way' is a common negatory.  Derision is not advised.  And of course, \"uff da\" is a common expression, similar to \"oh my gosh\".\n\n",{"type":"==","value":["Get in"]},"\n\nFlights are available into Duluth International Airport and Hibbing Municipal Airport via Delta Air Lines. Greyhound Bus Lines serve Duluth.  Major highways serving the area are Interstate 35 from Minneapolis, US 53 from Eau Claire and northwestern Wisconsin, US 2 from the upper peninsula of Michigan, and MN 61 from Ontario, Canada.\n\n",{"type":"==","value":["Get around"]},"\n\nMost regional highways are well-maintained if aged.  Summer brings road construction, winter brings snow, and spring may bring road weight limits as the ground thaws.  MN-DOT provides helpful information about conditions and road work.\n\nAlmost all of the local communities use some version of the grid system for their streets, with extensive use of numbered (2nd, 3rd, 4th Avenues West) streets for easy direction-finding.  Inquire locally, most residents are happy to help provide directions.\n\n",{"type":"==","value":["See"]},"\nThe International Wolf Center in Ely, educating outdoor enthusiasts about the timber wolf.\n\nSeveral sites in the ",{"type":"[[","value":[["Iron_Range#See"],["Iron Range"]]},", including mine tours and Bob Dylan's boyhood home.\n\nJudy Garland's Birthplace, in Grand Rapids.\n\nThe Forest History Center in Grand Rapids, an outdoor interactive facility engaging visitors in the life of early loggers.\n\nBlack Bear Casino in Cloquet, Fond-du-Luth gaming Casino in Duluth, Fortune Bay Casino near Tower, and Grand Casino Hinckley, in Hinckley.\n\nNumerous state parks.\n\n",{"type":"==","value":["Do"]},"\n\nIce Fish.  Hunting is a big draw in the area, primarily deer hunting, but there is also a season on black bear and moose, as well as several fowl: ducks, geese, and ruffed grouse.\nEnjoy a ride pulled by sled dogs in ",{"type":"[[","value":[["Ely (Minnesota)"],["Ely"]]},".  View the fall leaves as the colors change in late September and early 0ctober.\nTake in the many local high school sporting events, but especially IRC hockey games in the wintertime to fully appreciate the love locals have for this sport.  Canoe the BWCA (Boundary Waters Canoe Area) in the summer months.\nEnjoying the outdoors is almost a necessity to enjoy Northeastern Minnesota.\n\n",{"type":"==","value":["Eat"]},"\n\nSammy's Pizza in Hibbing is a staple and has been for decades.  Grandma's in Duluth's Canal Park is also highly regarded.  Some of the national chains you will find across the region are Dairy Queen, Subway, Hardee's, and Pizza Hut.\n\nMost of the food is solid, small-town fare, centered around meat and potatoes.  Available spices are salt, pepper and ketchup.\n\n",{"type":"==","value":["Drink"]},"\n\nThere is more beer drinking per capita in the Iron Range than in the Twin Cities.  Liquor stores are plentiful, as are local taverns.  Drinking and driving, however, has serious consequences.  \n\nBeer and whiskey ('rye' is Canadian whiskey) are more likely to be enjoyed virtually everywhere than wine and drinks with umbrellas.  Do not expect to be surprised!\n\n",{"type":"==","value":["Stay safe"]},"\n\nProperty crime is far more likely in this region than violent crime.  Use common sense regarding valuables left in vehicles.  Most locals are very approachable and helpful to out-of-towners, and will go out of their ways to provide assistance.  \n\nMosquitoes can be problematic during the summer months, up until the time of the first killing frost in August or September.  Black flies, deer flies and horse flies can be bothersome in some locations.  Wood ticks may find you in long grass, particularly in early summer.  The good news is that there are essentially no poisonous snakes or insects, and it's too cold for cockroaches.\n\nDo not underestimate the effect of the wintertime cold on yourself or your vehicle!  The air temperature can get to -20'F to -30'F (-30'C to -35'C) at any time from mid-December into March.  Occasional cold spells can get colder than that, plus any possible wind chill needs to be taken into account.  If driving in the area, make sure you keep warm clothes in the car in case of an accident or breakdown.\n\nDo not drive on the ice unless you know the lake and know that your route is safe!!  If your vehicle falls through the ice (and you get out), you will be charged for the cost of recovering your vehicle from the lake.\n\nThe Minnesota State Patrol has a considerable presence on local highways, and drivers would do well to obey posted speed limits.  Shining deer is illegal.  Do not let your dogs run loose across farm fields, as farmers have been known to shoot stray dogs (stray dogs are considered more dangerous to livestock than wolves).\n\n",{"type":"==","value":["Go next"]},"\n\nFlights depart Duluth International Airport for Minneapolis and Detroit daily.\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Minnesota"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]