[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.paravuronline.com\/ North Paravur"]}]}," is an emerging suburb of ",{"type":"[[","value":[["Cochin"],["Kochi City"]]}," which is nearly 22 km from the city center and 16 km from city, in Ernakulam district in ",{"type":"[[","value":[["Kerala"]]},". The city and its adjourning villages are famous for its legacy in ancient Chera Empire, being the erstwhile capital city of so. The town rose to fame, with first major excavations carried out, that throw light into lost port city of Muziris, hailed as largest port of ancient world. \n\n",{"type":"==","value":["Understand"]},"\n\nParavur shortly known as Parur in the past, is one of the oldest towns in South India, established in 52 B.C. when an ancient Tamil tribe Cheras, decided to make the city as its capital, owing to presence of a natural port here as well. You can still see very old houses and community living of Tamil Brahmin people around Kannankulangara and Mookkambi areas. \n\nThe mighty Periyar river  flow through this region,making many small islands and making the region one of the most fertile lands for agriculture. \n\nThe Cheras named this capital known as Murichipattanam (spelled as Muziris in Greek), soon rose to international fame, due to its extensive trading relations with Egypt, Mesopotamian, Greek, Roman and Chinese civilizations. The sea route from Egypt to Muziris was known as ancient spice route, where extensive spices, cotton, rice were traded. The Cheras also built several palaces and temples, typical its traditional Dravidan culture. St Thomas landed up at Muziris and constructed Kottakavu Palli Church in 52AD\n\nFrom 11th century AD onwards, the fortunes of Muziris declined due to its constant wars with neighbouring Tamil state, the Cholas. In 1344, the great Periyar floods made a major blow to Muziris, when river Periyar changed its course of flow and choking the port of Muziris. Soon the Cheras shifted their capital to nearby Thiruvanchikulam and renamed as Mahodayapuram.  After prolonged 100 year Chera-Chola war, by 14th century, the Cholas successfully raided Muziris and set the city under fire, making the city completely lost in memories. \n\nAfter partition of Chera Empire, the city came under control of Kochi Kingdom. The Kochi Rajas encouraged extensive farming here, due to its fertility. In 14th century, the Raja granted a township to large number of Jews, who sought asylum from Jerusalem. The town was soon occupied by colonial Portuguese, after they constructed extensive fortifications. The town also witnessed a major battle between Portuguese and Dutch, leading to defeat of former. In 18th century, Kochi Raja partitioned Paravur into two and granted the northern portion to Travancore Kingdom as an enclave to built extensive fortifications known as Nedumkotta to thwart possible Mysore invasion. Thus a new town was established known as North Paravur under Travancore and South Paravur under Kochi. In 1949, both Paravurs were united after merge of Travancore-Kochi state. However the name struck as North Paravur (Parur) to town. It has also become easy to call and identify as north because there are 3 more similar sounding Paravoor or Paroors in Alleppey, Quilon and even one in Ernakulam dist.\n\nUntil a decade back, Paravur was small countryside hamlet famous its unique variety of rice known as ",{"type":"''","value":["Pokali"]}," as well as extensive backwater fishing. The rise and development of modern Kochi city, soon made Paravur growing into a major suburb of the city due to availability of affordable housing.\nWith the new roads through Gosri Bridges, and the container Terminal Varapuzha road, the distance to Parur from Cochin has reduced to 23 km and a drive of less than 40 minutes on a normal day.Paravur town is just 12 km from Kochi corporation limits\n\n",{"type":"==","value":["Talk"]},"\n\nLike elsewhere in Kerala, Malayalam is the lingua franca of public here. English and Tamil is also widely understood here. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cial.aero\/ Cochin International Airport"]}]}," is 15 km from Paravur, with several international and domestic connections.\n\n",{"type":"===","value":["By train"]},"\n\nThere is no railway line or station in Paravur. The nearest railway station is [Alwaye]] 16 km away.\n\n",{"type":"===","value":["By car"]},"\n\nNH-17 (Mumbai-Kochi Highway) passes through N. Paravur and is well connected by other state highways.\n\n",{"type":"==","value":["Get around"]},"\n\nVisit Kottayil Kovilakam, in case you are interested in visiting old monuments there is a Synagogue at Jews street, Peruvaaram Shiva temple, Mookambika temple, Mannam Subrahmaniya swamy temple, Kannankulangara temple, Jacobite Syrian Church etc. Cherai beach is just 4 km away from paravoor town.\nKeralas famous temple Dakshina mookambika is staying in the heart of North Paravur town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Mookambika Temple, the Saraswathi Temple built in the middle of a pond. Peruvaram mahadeva temple is one of the oldest temple situated in Paravur, kannan kulangara temple, thonniyakavu temple, kaali kulangara temple, velutattu vadakkan chowa temple, kottakakam temple etc. are the major temples in North Paravur."]},"\n",{"type":"===","value":["Itineraries"]},"\nCherai Beach is only 5 km from here. Cherai beach is a wonderful place to be. You can have boat ride in the lakes near beach. Can have bath as well as sun bathe.\n\nYour itinerary would depend on your interest. In case you are interested in exploring history visit the temples ( Venketachalapathi Temple of GSB community, Peruvaram Shiva temple. Mookambika temple (Goddess of learning), Mannam Subramanya temple, Kannankulangara krishna temple) Jewish Synagogue, Churches ( jacobite syrian church, St thomas church etc). Take an auto and you can complete the entire trip in half a day. Remember all these places especially temples open early morning (5 am), close by 11 and then re open from 5 to 8 pm. If you are a foreigner there would be certain areas where you are not allowed entry. \n\nFrom Paravur you can also travel to Cheraman Juma Masjid (the first Islamic mosque in India), Ancient Musris port (now known as kottapuram), Thiruvanchikkulam mahadeva temple (now protected by ASI), kizhthali shiva temple, shringapuram temple, kodungallur Bhadrakali temple & have a ride in the lake in a country boat. \n\nOther places of interest around Paravur are Chendamangalam (home to Paliyath family, who occupied high places in the ancient Cochin kingdom, Alangad (again famous shiva temple), Kalady Shankaracharya stoopam (birth place of shankaracharya), Aluva Manalpuram (famous for shivarathri festival) etc.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["K.R. Bakes"]},{"type":"*","value":["Al-fala"]},{"type":"*","value":["Uduppi vegetarian"]},{"type":"*","value":["CECEE Tower  (3 star)"]},{"type":"*","value":["Ruchi thattukada near Chitranjali theatre (street food)."]},"\nTwo more 3star hotels and few resort style living is available at Cherai in 3km radius.\nIn the evening kappa and meat is the favorite food of people in the North Paravur.\n\nFor vegetarians await new quality restaurants which are coming up near White City at the current Indus Motors Shop.There are plenty small vegetarian restaurants available any way currently in Parur and Cherai.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["CEE CEE Towers"]},{"type":"*","value":["Golden Palace"]},{"type":"*","value":["Parur Tourist home"]},{"type":"*","value":["Aiswarya"]},{"type":"*","value":["Local toddy shops"]},{"type":"*","value":["Another popular bar White City discontinued working."]},"Local\"Kallu\" the toddy. Karimeen curry, kappa, muringa, kakka, njandu are main foods.\n\nthe quality charayam is getting from North Paravur.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["10.15"],["76.23"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kerala"]]},"\n\n",{"type":"[[","value":[["WikiPedia:North_Paravur"]]},"\n\n",{"type":"[[","value":[["Commons:Category:North Paravur"]]}]