[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=North Shore"]]},"\n",{"type":"[[","value":[["File:North shore.JPG"],["thumb"],["View near Shark's Cove"]]},"\nThe ",{"type":"'''","value":["North Shore"]}," of ",{"type":"[[","value":[["Oahu"]]}," in ",{"type":"[[","value":[["Hawaii"]]}," is famous world-wide for its beaches and incredible surf.\n\n",{"type":"==","value":["Towns"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Hale'iwa"]]}," – the busiest and most popular town on the North Shore, with some of the better restaurants and shopping"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kahuku"]]}," – pretty non-descript, but a great place to stop off for lunch, get gas, or pick up supplies"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Laie"]]}," – similar to Kahuku, with a few more facilities"]},"\n",{"type":"==","value":["Understand"]},"\n\nThe North Shore is a relaxed, laid back area, with a much slower pace than in Honolulu and Waikiki. The beaches are wonderful but very popular, especially when the surf is up! (Note: The North Shore beaches are extremely dangerous for novice swimmers and surfers in the winter when waves can reach as high as 50 feet (15 m). Drownings are common — obey the lifeguards!)\n\n",{"type":"==","value":["Get in"]},"\n\nThe North Shore is located almost diametrically opposite Waikiki.  As a result, there are two ways you can get to the North Shore; one is longer but is mostly on freeways; the other is shorter but winds along the coast.  Each takes about the same time (about one to one-and-a-half hours).\n\n",{"type":"'''","value":["Route 1:"]},"  Take Interstate H-1 ewa (west) to Interstate H-201 (also called state highway 78).  Take H-201\/78 until it re-joins H-1 near Aloha Stadium.  Continue on H-1 to the interchange with Interstate H-2 (exit 8A).  Stay on H-2 until it ends in Wahiawa, and continue through the Schofield Barracks area.  You will be on Highway 99, Kamehameha Highway.  Follow Kamehameha Highway to Haleiwa.  To progress further up the North Shore, continue on Kamehameha Highway (which changes number to Hwy 83 at Haleiwa).\n\n",{"type":"'''","value":["Route 2:"]},"  Take Interstate H-1 ewa (west) to Likelike Highway (highway 63).  Follow Likelike Highway through the Wilson Tunnel to Kaneohe; then take the exit for Kahekili Highway (Hwy 83).  Kahekili Highway becomes Kamehameha Highway at Kahaluu and winds along the coast through the towns of Kaaawa, Punaluu, Hauula, and Laie.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Wea00836 - Flickr - NOAA Photo Library.jpg"],["thumb"],["Surf's up - look out!"]]},"\nKamehameha Highway (Hwys 99 and 83) is the main road through the area.  There is a bypass around Haleiwa called Joseph P Leong Highway which is useful in avoiding the two lane road through Haleiwa.  (However, consider following the signs for Haleiwa town to take in the small-town atmosphere of the main town on the North Shore.)\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.waimeavalley.net\/ Waimea Valley"]}]}," has a wide range of flora and fauna. There is also a beautiful waterfall at the end that you are allowed to swim under (bring your swimsuit). The walk is easy on a paved road; no stairs to climb. $15, Children $6."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kualoa Ranch"],["url=http:\/\/www.kualoa.com"],["email="],["address=49-560 Kamehameha Hwy, Kaneohe"],["lat="],["long="],["directions="],["phone=+1 808 237-7321"],["tollfree="],["fax="],["hours="],["price=1 hr ATV tour, $60"],["content=This privately owned ranch is home to the most beautiful and sacred spot on the island. Tours by bus or atv's are available  through the lush and epic tropical landscape, which just sort of has to be seen to be believed. It's a popular filming location — Jurassic Park, Pearl Harbor, Lost, and many others have used it as a backdrop."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Surf!"]}," It's what gave the North Shore its reputation, and still one of the main reasons to come here — Waimea Bay, Sunset Beach, and Banzai Pipeline are some of the most well-known. Take extreme care, however, if you aren't a ",{"type":"''","value":["very"]}," talented surfer. Pipeline in particular is one of the most harrowing; on a day with big waves the super shallow reef can be ",{"type":"''","value":["deadly"]}," if you wipe out."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Hawaiian monk seal Waimea Bay.jpg"],["thumb"],["Hawaiian monk seal at Waimea Bay"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ted's Bakery"],["url="],["email="],["address=59-024 Kamehameha Hwy"],["lat="],["long="],["directions=Near Sunset Beach, a little north of Pupukea"],["phone=+1 808 638-8207"],["tollfree="],["fax="],["hours="],["price="],["content=Ted's is a North Shore institution, and if you haven't stuffed yourself with their homemade pies and delicious and filling breakfasts and lunches, you might as well have just stayed home. The mahi sandwich and fried shrimp are particularly tasty."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Foodland"],["url="],["email="],["address=2 locations - Pupukea and Laie"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This supermarket chain has 2 branches on the North Shore, and is the likely candidate for self catering. Expect prices to be significantly higher than the mainland."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shrimp Trucks"]}," are spread along the Kamehameha Hwy, and are great places to stop off for lunch. The ones around Kahuku are some of the more popular."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Bob's"],["alt="],["url="],["email="],["address=66-145 Kamehameha Hwy"],["lat="],["long="],["directions="],["phone=+1 808 637-5095"],["tollfree="],["fax="],["hours="],["price="],["content=Haleiwa. An American\/Italian restaurant on the north shore in Haleiwa which is popular for both families on day trips and local surfers after their session. They use all locally farmed ingredients which makes their food quite special. A typical entree is around $10-12."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Matsumoto Shaved Ice"],["alt=Matsumoto"],["url=http:\/\/www.matsumotoshaveice.com"],["email="],["address=66-087 Kamehameha Hwy Haleiwa Hawaii"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Matsumoto Shaved ice.  Shaved ice is a tasty treat. Try it with sweet azuki beans!"]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nTurtle Bay near Kahuku is the biggest and most well known place to stay, but there are many condos and rentals available as well.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAlthough North Shore seems like a laid back, safe place, one should always exercise caution after dusk. Native islanders can often be protective of their island, tourists should be respectful at all times.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Oahu"]]},"\n",{"type":"[[","value":[["wikipedia:North Shore (Oahu)"]]}]