[{"type":"{{","value":[["pagebanner"],["Grand Canyon-banner2.jpg"],["The Grand Canyon"],["caption=Grand Canyon National Park in Arizona, United States of America"]]},"\n\n",{"type":"'''","value":["North America"]}," is the third largest continent, with a surface area of 24,221,490 km",{"type":"<","value":["sup",["2"]]}," (9,351,969 sq mi). It is located in the northern hemisphere, between the Pacific Ocean and the Atlantic Ocean and to the north of ",{"type":"[[","value":[["South America"]]},". North America's highest point is Alaska's Mount McKinley, which rises to 6,194 m (20,320 ft) above sea level.\n\n",{"type":"==","value":["Regions"]},"\n\nNorth America consists of three large nations and one large island territory that covers most of its area. They are ",{"type":"[[","value":[["Canada"]]},", the ",{"type":"[[","value":[["United States of America"]]}," (USA), ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["Greenland"]]},". There are also seven smaller nations at its southern extreme (collectively known as ",{"type":"[[","value":[["Central America"]]},"), around two dozen island nations and territories of various sizes in the ",{"type":"[[","value":[["Caribbean"]]},", and one isolated French territory off the Canadian Atlantic coast.  Although the Central American and the Caribbean regions are technically part of the North American continent, they are commonly listed separately from their larger neighbors to the north and hence the distinctive region names for both cultural and geographical reasons.\n\n",{"type":"{{","value":[["Worldimagemap\/Northamericaimagemap"]]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap="],["regionmaptext="],["regionmapsize="],["region1name=",{"type":"[[","value":[["Canada"]]}],["region1color=#b383b3"],["region1items="],["region1description=The Great White North certainly has vast expanses of unspoiled wilderness, but it also features some of the world's most modern, cosmopolitan cities."],["region2name=",{"type":"[[","value":[["Caribbean"]]}],["region2color=#ffd0d0"],["region2items="],["region2description=White sandy beaches, crystal-clear water, and laid-back island culture make the Caribbean one of the world's top vacation spots."],["region3name=",{"type":"[[","value":[["Central America"]]}],["region3color=#d56d76"],["region3items="],["region3description=The seven nations of this isthmus connecting North and South America blend elements of both American continents; you'll find bustling cities, ancient jungle ruins, and a Spanish-tinged culture."],["region4name=",{"type":"[[","value":[["Greenland"]]}],["region4color=#d5dc76"],["region4items="],["region4description=A self-governing country, but still part of ",{"type":"[[","value":[["Denmark"]]},", Greenland is a vast island of stark landscapes and midnight sun."],["region5name=",{"type":"[[","value":[["Mexico"]]}],["region5color=#71b37b"],["region5items="],["region5description=Mexico is a big tourist attraction for sun-seekers, naturalists\/ecotourists and historians alike; the first flock to Mexico's tropical beaches, while the latter will find everything from Mayan ruins to Spanish colonial history."],["region6name=",{"type":"[[","value":[["United States of America"]]}],["region6color=#68a9c4"],["region6items="],["region6description=One of the largest, most ethnically diverse and multicultural nations on Earth includes some of the world's most famous cities, natural parks of unspeakable beauty, and virtually everything in between."]]},"\n\n",{"type":"===","value":["Non-Caribbean territories"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bermuda"]]}," — overseas territory of the ",{"type":"[[","value":[["United Kingdom"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Saint-Pierre and Miquelon"]]}," — overseas department of ",{"type":"[[","value":[["France"]]}]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:NYC wideangle south from Top of the Rock.jpg"],["thumb"],["270px"],["Concrete canyons below New York skyscrapers"]]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Havana"]]}," — the capital of ",{"type":"[[","value":[["Cuba"]]}," is famous for its cigars, its strong Hispanic-",{"type":"[[","value":[["Caribbean"]]}," culture, and its legendary nightlife"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kingston (Jamaica)"],["Kingston"]]}," — the center of Afro-Caribbean culture, it is cosmopolitan, diverse and the Home of Reggae."]},{"type":"*","value":[" ",{"type":"[[","value":[["Los Angeles"]]}," — ",{"type":"[[","value":[["Hollywood"]]}," and movie stars; mountains and beaches; and lots of traffic"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mexico City"]]}," — capital city of ",{"type":"[[","value":[["Mexico"]]},", the third-largest city in the world is chock-full of museums, centuries-old architecture, modern amenities... and people"]},{"type":"*","value":[" ",{"type":"[[","value":[["New York City"]]}," — the Big Apple is the center of North American commerce and culture, immortalized in film and song alike"]},{"type":"*","value":[" ",{"type":"[[","value":[["Panama City"]]}," — the capital of ",{"type":"[[","value":[["Panama"]]},", a friendly city sitting at the nexus between two continents"]},{"type":"*","value":[" ",{"type":"[[","value":[["Toronto"]]}," — Canada's largest city, a cosmopolitan melting pot with ethnic enclaves and cultural attractions galore"]},{"type":"*","value":[" ",{"type":"[[","value":[["Vancouver"]]}," — a city of steel and glass condominiums and outstanding natural beauty, where you can go skiing and sit on the beach all in the same day"]},{"type":"*","value":[" ",{"type":"[[","value":[["Washington, D.C."]]}," — the capital of the ",{"type":"[[","value":[["United States"]]},", with many cultural and historical attractions"]},"\n\n\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Tikalas.jpg"],["thumb"],["330px"],["Grand Mayan ruins at Tikal, Guatemala"]]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Banff National Park"]]}," — Canada's first national park is also one of its largest"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chichen Itza"]]}," — the largest of the archaeological cities of the pre-Columbian Maya civilization in the Yucatan Peninsula of Mexico"]},{"type":"*","value":[" ",{"type":"[[","value":[["Corcovado National Park"]]}," — very biologically diverse national park in Costa Rica"]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Canyon"]]}," — a massive canyon in Arizona, carved over several million years"]},{"type":"*","value":[" ",{"type":"[[","value":[["Niagara Falls"]]}," — three grandiose waterfalls on the border between the United States and Canada"]},{"type":"*","value":[" ",{"type":"[[","value":[["Teotihuacan"]]}," — the 'city of the gods', with some of the largest ancient pyramids in the world"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tikal"]]}," —  an archaeological site in Guatemala, one of the largest and most important of the ancient Mayan cities"]},{"type":"*","value":[" ",{"type":"[[","value":[["Walt Disney World"]]}," — the flagship of Disney's worldwide theme park network, near Orlando, Florida"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yellowstone National Park"]]}," — the world's first national park is also home to most of its geysers and an amazing concentration of animals"]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:July 2012 Rainbow Over Niagara Falls Aerial View (7673532324).jpg"],["thumb"],["300px"],["Niagara Falls straddles North America's two largest countries"]]},"\n\nJust like the other continents, it is difficult to describe North America with just a few adjectives. ",{"type":"[[","value":[["Greenland"]]},", ",{"type":"[[","value":[["Alaska"]]}," and the northern parts of Canada border the Arctic Sea are together with Siberia the coldest areas north of the Equator. Very few people live here, vegetation is generally sparse and some areas are completely covered by ice around the year. Most ",{"type":"[[","value":[["Canada"],["Canadians"]]}," live in the southern parts of the country near the northern border of the United States. Here you can find cosmopolitan and interesting world cities and relatively easily accessible national parks for friends of nature and wildlife. The middle of the continent is covered by the ",{"type":"[[","value":[["United States of America"]]},", which is a naturally and culturally diverse superpower. The size and non-uniformity of the country results in increased travel time and many unique destinations and experiences. The southwestern part of the continent consists of ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["Central America"]]},", where modern Latin American culture meets ancient Maya and Aztec heritage. The southeastern part of the continent consists of the ",{"type":"[[","value":[["Caribbean"]]}," islands, popular destinations for cruise and beach holidays.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nYou can get into major cities in the ",{"type":"[[","value":[["USA"]]}," and ",{"type":"[[","value":[["Canada"]]}," by direct flights from all the other five continents. Latin American carriers fly directly between ",{"type":"[[","value":[["Central America"],["Central"]]}," and ",{"type":"[[","value":[["South America"]]}," and from ",{"type":"[[","value":[["Europe"]]}," you can fly directly to many of the ",{"type":"[[","value":[["Caribbean"]]}," islands.\n\n",{"type":"===","value":["By boat"]},"\nIt is possible to travel across the Atlantic and Pacific oceans by ",{"type":"[[","value":[["Freighter travel"],["freight"]]}," or ",{"type":"[[","value":[["Cruise ships"],["cruise"]]}," ship, but these cruises tend to be quite expensive compared to flying (and infrequent). There are ferries from the northern rim of ",{"type":"[[","value":[["South America"]]}," to ",{"type":"[[","value":[["Central America"]]}," and to the ",{"type":"[[","value":[["Caribbean"]]},".\n\n",{"type":"===","value":["Overland"]},"\nEven if the Americas are physically connected, there are no roads or railroads between ",{"type":"[[","value":[["Panama"]]}," and ",{"type":"[[","value":[["Colombia"]]},". Theoretically it is possible to hike through the jungle, but if you want to take your vehicle with you, you need to take the ferry.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:BelleAméricaine 12 cropped.JPG"],["thumb"],["270px"],["Classic car in Old Havana"]]},"\n",{"type":"===","value":["By plane"]},"\nBecause population centers are often widely spaced, most long-range travel is by air, with an extensive network of major hubs and smaller regional airports, usually supplemented with car rental services to cover local travel (see \"By car\").\n\n",{"type":"===","value":["By bus"]},"\n\nThere is prolific long range bus service across most of the US and Canada, but travel times are excessively long (on the order of three to five times as long as a direct trip in a personal vehicle) and many stations are relatively unsafe. Most bus service is useful only for traveling within a dense metro area or along major commuter routes and is then limited or unavailable outside of business hours. Bus service is extensive in Mexico as well.\n\n",{"type":"===","value":["By car"]},"\nMost travel in Canada, the United States, and Mexico is by personal vehicle.  Almost all highways in Canada and the United States are well maintained, with amenities such as gas, food, and lodging ranging from adequate to very convenient.  If you experience an emergency that endangers your life, safety, or property, you will be able to dial 911 from a compatible cell phone on almost any major highway and reach an operator at any time.  Vehicle and medical insurance issued in either Canada or the U.S. is usually valid in the other, though the wise traveler will confirm with their insurer.  Canada and U.S. insurance coverage in Mexico is sometimes limited or not honored.  Again, the wise traveler will confirm with their insurer.  \n\nCar rental agencies are available at almost every airport.  Normally, a valid driver's license and a major credit card or cash deposit are required.  Rentals are sometimes restricted for drivers under age 25.  Many agencies offer short term insurance and additional coverage.\n\n",{"type":"===","value":["By train"]},"\nAlthough it once held much of the continent together, and remains useful for local travel in many metro areas, intercity train travel now ranges from relatively convenient in the Northeast Corridor, to manageable in California and parts of southeastern Canada, to sparse in other parts of the continent.  If you prefer to travel by rail, it's still possible (depending on where you go), but is slower and sometimes more expensive than air travel for long distances.\n\nAmong the areas with most frequent service is the US Northeast Corridor which links ",{"type":"[[","value":[["Washington, D.C."]]}," to ",{"type":"[[","value":[["Boston"]]}," with frequent stops in intermediate cities such as ",{"type":"[[","value":[["Baltimore"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["New York City"]]},", ",{"type":"[[","value":[["New Haven"]]},", and ",{"type":"[[","value":[["Providence"]]},". In Canada, the heavily-populated ",{"type":"[[","value":[["Windsor-Quebec corridor"]]}," has several trains daily which compare favourably in speed to freeway travel, although the cost to put one passenger on the train often exceeds that of intercity bus or of the fuel to travel by car.\n\nIn communities off the beaten track, often the rails have simply been removed and the former rights-of-way used as bicycle, snowmobile or nature trails. There are no railways still extant on ",{"type":"[[","value":[["Prince Edward Island"]]}," or the island of ",{"type":"[[","value":[["Newfoundland"]]},".\n\nMost private intercity rail carriers have abandoned passenger service as unprofitable, leaving federally-owned entities such as Amtrak (in the US) or VIA Rail (in Canada) to operate the services that remain. Short commuter train runs are often regionally or municipally operated. See ",{"type":"[[","value":[["Rail travel in Canada"]]}," and ",{"type":"[[","value":[["Rail travel in the United States"]]},".\n\n",{"type":"===","value":[" By ship "]},"\n",{"type":"[[","value":[["File:Labadee beach and cruise ship cropped.jpg"],["thumb"],["300px"],["A mammoth cruise ship stopping by ",{"type":"[[","value":[["Labadee"]]}," in Haiti"]]},"\n\nThe cruise industry is a large industry in some parts of North America, and cruises to places such as ",{"type":"[[","value":[["Bermuda"]]}," and the ",{"type":"[[","value":[["West Indies"]]}," are readily available, as well as to parts of ",{"type":"[[","value":[["Mexico"]]},". Cruises are offered as tours, and, if your travel begins or ends at a port in the United States, you generally must embark or disembark either at the same port or in a different country at the other end of the cruise. (This is due to cabotage laws.) The exception is if the line is owned and staffed by Americans, using American-built ships. (Most cruise lines are multinational operations.) Generally, cruises stop at a given port for only a few hours, so this method of travel may be inconvenient for people who want to stay longer at a port. Some locations, such as the states of ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," and ",{"type":"[[","value":[["Alaska"]]},", have ferry service, allowing trips to various locations in or near them.\n\n",{"type":"===","value":["By foot"]},"\n\nIf you find yourself in a large city, like ",{"type":"[[","value":[["New York City"],["New York"]]},", walking might be the best way to get around because of the large amount of traffic that many large cities have. There are many sidewalks and footpaths to take in less populated areas.  For the dedicated long-distance hikers the ",{"type":"[[","value":[["Continental Divide Trail"]]}," and the ",{"type":"[[","value":[["Pacific Crest Trail"]]}," are United States National Scenic Trails running thousands of miles between ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["Canada"]]}," through some of the most mountainous and rugged areas of North America.\n\n",{"type":"==","value":["Talk"]},"\n\nThe three major languages of North America are English, Spanish and French.  The United States and the majority of Canada are majority English speaking countries and is by far the best language for getting around these vast countries. English is also spoken in many Caribbean nations and the small country of Belize. Mexico and the majority of Central America and portions of the Caribbean are majority Spanish speaking, making it an important North American language as well. Spanish is spoken as a second language in many parts of the United States. French plays a substantial role in Canada, (including Quebec, Ontario, Manitoba, and New Brunswick), and a role in other places, namely the Caribbean. Dutch is spoken in the southern Caribbean. Several indigenous languages are spoken by Native Americans and the Inuit peoples of North America including Greenland. Danish is also spoken in Greenland. Other important immigrant languages spoken in many ethnic neighborhoods of North America are Cantonese and Mandarin and Tagalog. German is still spoken in some rural communities in United States and Canada.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Wapta Falls 2008.JPG"],["thumb"],["270px"],["Gorgeous mountain landscapes in ",{"type":"[[","value":[["British Columbia"]]}]]},"\n\n\nThe range of things to see in North America is enormous.  There is spectacular natural scenery ranging from mountains and tundra to deserts and tropical rain forests. The ",{"type":"[[","value":[["Rocky Mountains"]]}," (Rockies) are the continent's largest mountain range, running from northern Canada to the southwestern United States.  The Rockies contain some of the world's most visited national parks including the famous ",{"type":"[[","value":[["Yellowstone"]]},". North American cities like ",{"type":"[[","value":[["New York City"]]},", ",{"type":"[[","value":[["Chicago"]]},", and ",{"type":"[[","value":[["Washington DC"]]}," are home to some of the world's finest museums.  Stunning architecture can be found from ",{"type":"[[","value":[["Panama City"]]}," to ",{"type":"[[","value":[["Montreal"]]},".\n\n",{"type":"*","value":["Some of the best ",{"type":"'''","value":["Scenic areas"]}," include"]},{"type":"*","value":[{"type":"[[","value":[["Washington, DC"]]}]},{"type":"*","value":[{"type":"[[","value":[["Caribbean"]]}]},{"type":"*","value":[{"type":"[[","value":[["Northern Lights"]]}]},{"type":"*","value":[{"type":"[[","value":[["Rocky Mountains"]]}]},{"type":"*","value":[{"type":"[[","value":[["Yellowstone"]]}]},{"type":"*","value":[{"type":"[[","value":[["Niagara Falls"]]}]},{"type":"*","value":[{"type":"[[","value":[["Grand Canyon"]]}]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alaska Highway"]]}," (",{"type":"[[","value":[["British Columbia"],["BC"]]}," - ",{"type":"[[","value":[["Yukon"]]}," - ",{"type":"[[","value":[["Alaska"]]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dalton Highway"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Route 66"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Trans-Canada Highway"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Catrinas 2011.jpg"],["thumb"],["270px"],["Figures for the Day of the Dead in Mexico"]]},"\n\nUsually, you can buy large ranges of clothing and lots of electronics. North America is known for manufacturing lots of electronics, such as Apple, Hewlett Packard (HP) and Dell, which are all major electronics manufacturers from North America.\n\nMany North American cities have famous shopping districts such as 5th Avenue in ",{"type":"[[","value":[["New York City"]]},", Rodeo Drive in ",{"type":"[[","value":[["Beverly Hills"]]},", and the Magnificent Mile in ",{"type":"[[","value":[["Chicago"]]},".  Downtown shopping districts have spawned some of the world's most famous retailers including ",{"type":"'''","value":["Macy's"]},", ",{"type":"'''","value":["Bloomingdale's"]},", and ",{"type":"'''","value":["Neiman Marcus"]},".\n\nMany tourists enjoy shopping at the biggest shopping mall in the United States, the Mall of America. It's located in Bloomington, Minnesota, a suburb of Minneapolis. As well as having an amazing number of stores, you'll also find a multi-screen movie theater, an amusement park, and many restaurants--including both sit-down and fast-food. Also, the West Edmonton Mall in Edmonton, Alberta is a popular destination having once been the world's largest mall.\n\n",{"type":"==","value":["Eat"]},"\nSince the United States was heavily populated by pioneering peoples and global immigration, the diversity of cuisine is immense. Many cosmopolitan cities (Chicago, New York, San Francisco, and Las Vegas to name a few) have a broad array of dining options to offer a tourist. These cities attract both famous chefs from around the world serving world-class fare in Michelin starred restaurants, as well as enclaves of various ethnic groups offering inexpensive regional cuisines from their homelands. \n\nYou will want to experience the foods of the region you are visiting: seafood in San Francisco, lobster in Maine and Boston, steak in Texas, ",{"type":"'''","value":["Creole"]}," in New Orleans, ",{"type":"'''","value":["barbecue"]}," (BBQ) throughout the South and Texas with each region having its unique sauces and preparations.  \n\nFresh food availability is particularly obvious in California, which is also enjoying a prominence of organic food and \"slow food\" movements. In Florida, you will want to tour the orange groves for that freshly squeezed taste. Georgia is renowned for fresh peaches. States on the southern borders, such as New Mexico, serve lots of Mexican foods, and the spiciness and flavors will vary based upon the Mexican state they border.\n\nPotluck suppers are held throughout the midwest and south (you may find a few on the coasts if you are lucky). If you can get invited to one of those...be sure to go! You'll enjoy everything from jello salad to venison (deer) and elk, to southern fried chicken. It's soul food of the best kind.\n\nCanadian food, like that of the U.S., varies from region to region and is heavily influenced by its immigrant culture.  Broadly speaking, you should think seafood on the coasts, meat and potatoes in the center of the country, and pretty much anything you can think of in the cosmopolitan major cities.  ",{"type":"'''","value":["Poutine"]},", french fries covered in cheese curd and gravy, may be the nation's favorite fast food snack.\n\nThe Caribbean is known for its seafood and specialties like ",{"type":"'''","value":["Jerk chicken"]},".\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Salsa performers in New York.jpg"],["thumb"],["270px"],["Salsa dancers in New York"]]},"\n\nEuropeans used to mock American beers for their lack of diversity and flavour.  No longer.  While a light beer can still be enjoyed in hot regions on sandy beaches, the U.S. has microbreweries dotting the country.  Major concentrations of microbreweries can be found in ",{"type":"[[","value":[["New England"]]},", the ",{"type":"[[","value":[["Pacific Northwest"]]},", ",{"type":"[[","value":[["Colorado"]]},", and Northern California.  The diversity of beers is now enormous and most beer-lovers will find at least one or two to their liking.  Mexico is known for the lighter beers (Corona, Dos Equis, Pacifico) that go well with their cuisine and warm climate, although darker options are also available.  The lighter beers are also more common in southern areas and the Caribbean, though many of these areas also have special non-beer options (regional types of rum are quite diverse, for example).\n\nCanada and the U.S. have various wine regions and variants which have become internationally recognized and respected.  Try the ice wine from Ontario and you will never forget the clean, clear beauty that is extracted from the frozen grape.  The US has become the fourth largest wine making region in the world, with California producing roughly 90% of that volume.  A trip to San Francisco, should be accompanied by a drive through the famous Napa Valley, although if the crowds deter you, you can easily enjoy lovely wineries a few hours south along the Central Coast of California (add a stop at Hearst Castle) or beautiful Pinot Noirs in Oregon. Upstate New York (Finger Lakes Region) is another major wine producing region.\n\nAgain, the immigrant influx to North America brought with it culturally diverse methods of alcohol production.  Regional drinks and types of liquors abound.  Beverages in the southern regions will often be mixed with tropical fruits; and of course, Mexico is famous for fermentation techniques with the agave plant (Tequila, anyone?).  Rums abound in the southern most regions (Southern areas of Mexico and the Caribbean), and have much diversity in methods of production.  Cocktails made with gin and vodkas have undergone a renaissance in the US and Canada, evoking memories of old movie stars from days gone by.  And of course, who has not heard of the Mint Julep from Kentucky, or the Hurricane from New Orleans.\n\nAs with all cultures, there will be sports bars with large television screens and avid fans.  If this is something you enjoy, be certain to check the season and game times to see when the next hockey, (American) football, soccer (football), or baseball game is on and join the noisemaking.\n\nNorth America is the birthplace of another drinking trend that is spreading throughout the world: the ",{"type":"'''","value":["Fake Irish Pub"]},".  These establishments will usually be decorated with nicknacks from Ireland and may even have an authentic looking 19th century interior.  Sometimes the interior is actually imported from a real Irish pub that has gone out of business.  The bar menu almost always consists of Guinness, Harp, and Jameson.  Fake Irish pubs may seem tacky to those who have been to the real thing, but they are a genuine part of the landscape in the U.S. and Canada and are often among the most popular bars in town.  If you're in a major American city on St. Patrick's day, a visit to one of these establishments is a must.  \n\n",{"type":"[[","value":[["File:St. Anthony Parade at Mardi Gras Panorama Band 2010.jpg"],["thumb"],["270px"],["Jazz, dancing, marching, and general revelry at New Orleans Mardi Gras"]]},"\n\nDrinking ages vary by country.  In the U.S., a government-issued ID, demonstrating its holder is 21 or above, is required to purchase or consume alcohol.  Availability to purchase will vary as well; some states issue liquor licenses more broadly allowing you to find alcohol in many shops and stores (California, Washington); while others may only be purchased in state run shops (Utah, Iowa), or licensed bars and restaurants.  In Mexico, the drinking age is 18, sending many young US border residents into the casinos and nightclubs on weekends.   In Canada, the drinking age (18 or 19) will vary by territory and province.\n\n",{"type":"==","value":["Sleep"]},"\nHostels are available in the cities, though often in less desirable locations.  If hostels are your usual lodging choice, consider options such as the YMCA or a cheap hotel.  Independent hotels and international and regional hotel chains are widespread across both Canada and the USA.  Most hotel chains have free smart phone apps to make it easy to schedule and keep up with travel itinerary while on the road.  In these countries, as well as major tourist regions of Mexico and the Caribbean, high-speed internet service is typically available, though sometime at an additional fee.  Hotel chains also offer reward programs and bonuses for frequent travelers, as do some of the online options.  Bed and breakfasts are available in many cities and other popular tourist destinations. Camping spots are widely available, generally along highways or near lakes and rivers, many require a small fee, so read signs and enquire.  It should be noted that in more populated US national parks (Yosemite, Grand Canyon, Yellowstone) camping and accommodations within the parks will often need booking up to 12 months in advance.  You may also experience challenges with accommodations at the small hotels just outside the parks during high-seasons.  \n\nTo really experience life in the United States, a small bed and breakfast is the way to go! Bed and breakfasts, which are usually  run by the owners who live on the property, will give you a better feel of what it's like to \"be an American\".  Many of these owners have traveled widely, read widely and have knowledge of their area to guide you to those unique experiences in the United States.\n\n",{"type":"==","value":["Stay safe"]},"\nPolice and other emergency services are widely available most anywhere throughout the United States and Canada as well as most areas of Mexico and usually have fast response times. In the United States and Canada, police and other first responders can be summoned in an emergency by dialing 9-1-1 on a compatible phone.\n\n",{"type":"==","value":["Stay healthy"]},"\nTap water is usually safe to drink in Canada and the United States.\n\n",{"type":"==","value":["Connect"]},"\nThe GSM cell phone frequency bands in North America are 1900 and 850 MHz which is different from most other countries. The frequency bands for UMTS (3G) phones are also different from the ones used in the rest of the world. You should check if your phone operates on the North American frequencies - if it's a quad-band cell phone it probably will. If it doesn't you won't be able to call, receive calls, or send or receive messages while in North America.\n\n",{"type":"{{","value":[["outlinecontinent"]]},"\n\n",{"type":"{{","value":[["related"],["Rail_travel_in_North_America"]]},"\n",{"type":"{{","value":[["related"],["Cheap_airline_travel_in_North_America"]]},"\n",{"type":"{{","value":[["related"],["Rail_travel_in_the_United_States"]]},"\n",{"type":"{{","value":[["related"],["Rail_travel_in_Canada"]]},"\n",{"type":"{{","value":[["related"],["Driving_in_Mexico"]]},"\n",{"type":"{{","value":[["related"],["Avoiding_a_transit_of_the_United_States"]]},"\n\n",{"type":"[[","value":[["WikiPedia:North America"]]},"\n",{"type":"[[","value":[["dmoz:Regional\/North America\/"]]},"\n",{"type":"[[","value":[["Commons:Category:North America"]]},"\n",{"type":"{{","value":[["geo"],["46"],["-107"],["zoom=4"]]},"\n",{"type":"[[","value":[["la:America Septentrionalis"]]}]