[{"type":"{{","value":[["pagebanner"],["Fort union monument banner.jpg"],["caption=Fort Union National Monument"]]},"\n\n",{"type":"'''","value":["Northeast ",{"type":"[[","value":[["New Mexico"]]}]}," is a region bordering the ",{"type":"[[","value":[["Texas"]]}," ",{"type":"[[","value":[["Panhandle (Texas)"],["Panhandle"]]}," and southern ",{"type":"[[","value":[["Colorado"]]},".  It has fewer scenic and cultural attractions than most other regions of the state, but does contain a few things to break the tedium of the drive west across the Great Plains en route to the better-known tourist areas of ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}," and ",{"type":"[[","value":[["North Central New Mexico"],["north central New Mexico"]]},".  Two units of the ",{"type":"[[","value":[["United States National Parks"]]}," system can be found here.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Capulinvolcano vista.jpg"],["thumb"],["350px"],["Capulin Volcano National Monument"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Clayton (New Mexico)"],["Clayton"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Las Vegas (New Mexico)"],["Las Vegas"]]}," (not to be confused with the city in ",{"type":"[[","value":[["Nevada"]]}," by the same name) is on the border between this region and the ",{"type":"[[","value":[["North Central New Mexico"],["north central"]]}," region, on the eastern side of the ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Raton"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Jon"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Rosa (New Mexico)"],["Santa Rosa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tucumcari"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" Capulin Volcano National Monument"]},{"type":"*","value":[" Conchas Lake"]},{"type":"*","value":[" Fort Union National Monument"]},{"type":"*","value":[" Kiowa National Grassland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Route 66"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Fe Trail"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThis region can be thought of as bounded by:\n",{"type":"*","value":[" On the north, the ",{"type":"[[","value":[["Colorado"]]}," state line;"]},{"type":"*","value":[" On the east, the ",{"type":"[[","value":[["Oklahoma"]]}," and ",{"type":"[[","value":[["Texas"]]}," state lines;"]},{"type":"*","value":[" On the south, Interstate 40, following the historic route of the famous ",{"type":"[[","value":[["Route 66"]]},";"]},{"type":"*","value":[" On the west, the ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]}," and their foothills."]},"\nThis is one of the \"empty\" corners of New Mexico, with low population density and comparatively few attractions.  Culturally, it has many affinities to the \"panhandle\" regions of Oklahoma and Texas.  Geographically, it forms the western edge of the Great Plains and gradually rises to meet the Sangre de Cristos, with a band of ancient (and, in a few areas, more recent) volcanoes running southwest to northeast toward the state's northeastern corner to provide a little scenic variety.\n\n",{"type":"==","value":["Talk"]},"\n\nMainly to yourself; this is a very empty region.  Non-English speakers are in shorter supply than in some other areas of New Mexico, but you may have some opportunities to use Spanish, particularly in some of the small towns near the Sangre de Cristos where Spanish may even be the dominant language.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Northeast newmexico map.png"],["thumb"],["300px"],["Northeast New Mexico Map"]]},"\n\nThe nearest major airport is in ",{"type":"[[","value":[["Albuquerque"]]}," just beyond the southwest corner of the region.  Interstate highway 40 forms the southern boundary of the region, and I-25 runs through it north to south, so highway access is generally not a problem.  The primary Amtrak line across the ",{"type":"[[","value":[["Southwest (United States of America)"],["Southwest"]]},", the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/southwest-chief-train Southwest Chief"]}]},", follows I-25 through this region, but stations are few and far between, with just one stop in Las Vegas and another in Raton.\n\n",{"type":"==","value":["Get around"]},"\n\nDrive.  The high plains generally pose fewer driving difficulties than other parts of the state, but make sure to keep your car well fueled owing to the paucity of service stations except along the interstates.  Blizzards occasionally roar through in the winter and can close the roads for short periods.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Blue Hole"]}," is an improbable spring\/lake at Santa Rosa that's worth a look to break the drive along I-40 or if you're following the ",{"type":"[[","value":[["Route 66"]]}," tour.  If for some reason you're hauling scuba gear across this arid terrain, you can break it out here or at nearby Perch Lake for an unexpectedly interesting dive (permit required, call the information center at ",{"type":"''","value":["+1 575"]}," 472-3763 for details).  More prosaically, it's just nice to look at."]},"\n",{"type":"*","value":[" There are several small wildlife refuges in the region that also provide breaks from driving, particularly during bird migration season.  The largest (smaller than the ones along the Rio Grande to the west, but still significant) is Las Vegas National Wildlife Refuge east of Las Vegas, while the most convenient to the cross-country traveler is a small area at Lake Tucumcari, near the town of the same name along I-40.  You'll also have chances to see wildlife as you drive here; the area east of I-25, for example, is rich in pronghorn antelope."]},"\n",{"type":"*","value":[" Another interesting thing to watch for as you drive is the remains of the historic ",{"type":"'''","value":[{"type":"[[","value":[["Santa Fe Trail"]]}]},".  The state of New Mexico has done a good job of erecting markers where the Trail crosses highways, with interpretive text in many locations, some of them photogenic.  If you'd like a more up-close-and-personal experience with the Trail, start by visiting Fort Union National Monument, as listed under \"Do.\""]},"\n",{"type":"*","value":[" Few of the towns of the region have much in the way of museums, etc., but there is a small museum in ",{"type":"[[","value":[["Raton"]]}," with artifacts of 19th-century life.  Open T-S during the summer, W-S the rest of the year; free.  Clayton, Springer and Tucumcari also have small museums of primarily local interest."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Capulin Volcano National Monument"]}," east of Raton preserves a relatively recent volcanic field centered on the Capulin cinder cone, believed to have erupted about 6000 years ago.  The visitor center (open days except some holidays; $5\/car fee, Park Pass applies) is on the volcano's crater rim, and trails from here reach the rim and the floor of the crater.  There are other volcanic features in the immediate area of the monument."]},{"type":"*","value":[" ",{"type":"'''","value":["Fort Union National Monument"]},", just north of I-25 east of Las Vegas, preserves ruins of an important 19th-century fort along the Santa Fe Trail.  A short interpretive trail winds through the ruins.  Open days except holidays, fee (Park Pass)."]},{"type":"*","value":[" If you're interested in paleontology, ",{"type":"'''","value":["Clayton Lake State Park"]},", about 15 miles northwest of Clayton, is well worth a visit owing to an unusually rich bed of fossil dinosaur tracks that was unearthed during excavation to build the spillway for the man-made lake.  A short hike around the lake reaches the tracks and interpretive displays.  (You can try water sports while you're there, but don't expect Lake Mead.)  Day-use access to the park costs $5 per car and is ",{"type":"''","value":["not"]}," covered by an NPS Park Pass, as this is a state, not national, park."]},"\n",{"type":"==","value":["Eat"]},"\n\nIt's mainly road food, and not much of that.  The south-bound traveler on I-25 who doesn't want to wait for the culinary delights of Santa Fe should look for vittles in ",{"type":"[[","value":[["Raton"]]}," (Pappa's Sweet Shop, near exit 451, has a reasonable reputation).  ",{"type":"[[","value":[["Tucumcari"]]}," plays the comparable role for those westbound on I-40 (Branding Iron Restaurant and Del's are adequate, and there are several other diners).  Pickings on the overland routes are thin.  Your best bet for food near Capulin Volcano is probably in Clayton; try one of the restaurants there and write it up.\nThe Rabbit Ears restaurant in Clayton is a good place to get Mexican Food. The price is reasonable too. It's located on the NW side of town on Hwy 87.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe usual comments on driving in the Great Plains apply.  This is a good area in which to keep your gas tank full; towns are few and far between, and you don't want to run out of gas forty miles from nowhere.  There is very little crime (after all, there's very little population) and no public health hazards of any unusual significance.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]},", beyond the western edge of the region, are full of interest, including the classic travel destinations of ",{"type":"[[","value":[["Taos"]]}," and ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},"."]},{"type":"*","value":[" If you're following the ",{"type":"[[","value":[["Route 66"]]}," itinerary (which follows I-40 here), the section of the road east of this region is one of the most boring on the entire highway; however, there are several points of interest on the westbound side, as you head into the ",{"type":"[[","value":[["Central New Mexico"],["central"]]}," region.  Clines Corners is a wide spot in the road on the boundary between northeast and central that's of no great interest itself (well, a ",{"type":"''","value":["little"]}," interest for its historic role of servicing travelers on 66 -- grab a tank of gas and some munchies) but serves to alert you that more interesting terrain lies ahead."]},{"type":"*","value":[" I-25 leaves the state north of Raton and continues over Raton Pass into ",{"type":"[[","value":[["Colorado"]]},".  ",{"type":"[[","value":[["Trinidad (Colorado)"],["Trinidad"]]}," is the first town north of the state line and has several points of interest connected with the Santa Fe Trail, as well as serving as a departure point for roads heading west into the Colorado mountains."]},"\n\n",{"type":"{{","value":[["IsPartOf"],["New Mexico"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]},"\n",{"type":"{{","value":[["geo"],["35.9"],["-104.3"],["zoom=8"]]},"\n\n",{"type":"{{","value":[["Mapmask"],["36.9950,-105.2206"],["36.9938,-104.4833"],["36.9969,-104.0079"],["36.9985,-103.0009"],["36.5004,-103.0024"],["36.5005,-103.0417"],["36.0560,-103.0408"],["35.6243,-103.0417"],["35.1447,-103.0427"],["34.8540,-103.0431"],["34.8682,-106.0753"],["35.3069,-106.0707"],["35.2975,-105.5138"],["35.8669,-105.4976"],["36.2257,-105.2133"],["36.9950,-105.2206"]]}]