[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["North Brunswick"]}," is a city in ",{"type":"[[","value":[["Middlesex County (New Jersey)"],["Middlesex County"]]},".\n\n",{"type":"==","value":["Understand"]},"\nNorth Brunswick Township is in Middlesex County, in central New Jersey and is 12.3 square miles. North Brunswick is a very inter-racial community that welcomes all kinds of people. It is a great place to live and to raise a family, as well as a nice relaxing place to visit.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":["Suburban Transit: This bus company serves residents of Middlesex, Mercer, and Somerset County. Daily bus service run to and from The Port Authority Bus Terminal in NYC."]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":["If you are traveling into North Brunswick by car, it is exit 9 off of the  NJ Turnpike\/I-95, and exit 129 off the Garden State Parkway. You can also get to North Brunswick through several highways, Route 1, Route 27, and Route 130."]},"\n",{"type":"===","value":["By foot or bicycle"]},"\n",{"type":"*","value":["Although it may take a while traveling into North Brunswick by foot or on a bicycle, these are also options. If you are coming from a neighboring town, such as New Brunswick, South Brunswick, East Brunswick, or Milltown it is not too long of a walk or bike ride. Many walking paths and bike paths are available. But if you are traveling from a further are, such as Newark or Old Bridge you may want to find another form of transportation. (Tip: There are many scenic bike trails and walking paths down Route 27 along Princeton, South Brunswick, and North Brunswick.)"]},"\n",{"type":"===","value":["By train"]},"\nNew Jersey Transit:\n",{"type":"*","value":["Adams Station: This is a two track station that runs on the Northeast Corridor line. This station is located at Adams Lane and Route 1, you can easily take a train from this station into New Brunswick or New York City.  "]},{"type":"*","value":["New Brunswick Station: If you are willing to drive about 10 minutes to or from New Brunswick, this train stations also runs on the Northeast Corridor Line. Trains at the New Brunswick Station run more frequently and consist of more stops. "]},{"type":"*","value":["Aaron Road Train Station: There has been much discussion about building a second New Jersey Transit Station along the North East Corridor Line where a former Johnson & Johnson Building was located, on Aaron Road. This would make travel in and out of North Brunswick much simpler, because many people could easily walk to this station."]},"\n",{"type":"==","value":["Get around"]},"\nNorth Brunswick is a pretty big town and there are many options for transportation. You can get around by foot or by bicycle if you’d like, walking may take a long time if you are planning on taking a trip to the opposite side of town (tip: if you are planing on walking or bike riding from the West side of town to the East side you are going to pass major highways as well a set of train tracks, be very careful and if possible find another form of transportation. Your next option to get around town is by car. This is probably the best way to get around town, considering the three major highways  and one set of train tracks running through Brunswick, walking or bike riding may be a dangerous choice if you are traveling across town. \n\n",{"type":"==","value":["See"]},"\nThere are not many parts of North Brunswick that people would travel hours to see, but if you do find yourself in North Brunswick, Farrington Lake is a must, and you can’t pass up the short drive to Princeton.\n",{"type":"*","value":[" ",{"type":"'''","value":["Farrington Lake"]}," - Farrington Lake was created by Damming of the Passaic River, and the 290 acre lake now runs through Middlesex County. The Lake is surrounded by parklands and the area offers a beautiful and tranquil environment. This is a great destination for the whole family. The park area around the lake is made up of hiking trails, picnic areas, and all kinds of wildlife. Many members of the community visit Farrington Lake just to relax and get away from there busy lives. This lake also provides an opportunity for fishing and canoeing."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}," - Fishing is available at many places in North Brunswick. (Tip: Farrington Lake is the most ideal place in North Brunswick to fish! You can make a day of it and have a picnic near the lake, and go hiking.) "]},{"type":"*","value":[" ",{"type":"'''","value":["Movie"]}," - Regal Cinema is located on Route One south, this is a great place to catch a movie."]},"\nMany parks you can go to:\n",{"type":"*","value":[" ",{"type":"'''","value":["Sabella Park"]}," - A park located on the West side of town. This town is home to the towns Pop Warner Football team, as well as many of the towns High School sports teams. The park has been newly renovated in the past 2 years. The park now contains a turf football feild (Also used for Lacrosse), a basketball court, 2 soccer fields, and two playgrounds."]},{"type":"*","value":[" ",{"type":"'''","value":["Babbage Park"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Seneca Park"]}]},"\nTwo Annual Town Festivals:\n",{"type":"*","value":[" ",{"type":"'''","value":["Youth Sports Festval"]}," - Every year the town hosts a sports festival, which is basically a carnival (with rides, games, and food) run by members of the communities sports programs."]},{"type":"*","value":[" ",{"type":"'''","value":["Carnevale Italiano"]}," - The Italian Carnival is organized by the Italian-American Social Club of North Brunswick. It is an event held annually for the Italian-American community of North Brunswick to celebrate there heritage, but all are welcome. The Carnival has games, rides, food, live entertainment, and fire works. This Festival takes place towards the end of July, check the towns website for exact dates this year!"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bertucci’s Brick Oven Pizzeria"]}," Chain Restaurant located on Route One South"]},{"type":"*","value":[" ",{"type":"'''","value":["Buffalo Wild Wings"]}," Chain Restaurant located on Route One South"]},{"type":"*","value":[" ",{"type":"'''","value":["Cluck U Chicken"]}," Cluck U can only be found in New Jersey, Maryland, and Pennsylvania. Cluck U has the best chicken around. CLuck U offers chicken wings in 11 different flavors, each one hotter than the other. The hottest flavor that they have is 911 (which you need to sign a waiver to eat). THEY ALSO DELIVER!"]},{"type":"*","value":[" ",{"type":"'''","value":["Hoolihans"]}," Hoolihans is a chain restaurant located on Route One South. "]},{"type":"*","value":[" ",{"type":"'''","value":["Moe’s Mexican Grille"]}," NEW** Moe's Mexican Grille is located in the new shopping center nextdoor to Regal Cinema, on Route One South."]},{"type":"*","value":[" ",{"type":"'''","value":["Nino’s Pizzeria"]}," Although there are MANY pizzeria's in North Brunswick, Nino's is by far the best. Their slices are big, and prices are low. The atmosphere is very friendly, and the workers are very kind."]},{"type":"*","value":[" ",{"type":"'''","value":["North Brunswick Pub"]}," The North Brunswick Pub opened up in 1979, and was rebuilt in 1995. It's a place were many locals hang out and come for reasonably priced food and drinks. At night its a great place to drink and meet up with friends. (DJ's and entertainment on the weekends!)"]},{"type":"*","value":[" ",{"type":"'''","value":["Omega Diner"]}," This is North Brunswicks only diner. It is opened 24\/7 and has the most amazing food, Be sure to eat at Omega while in North Brunswick!"]},{"type":"*","value":[" ",{"type":"'''","value":["Salad Works"]}," Salad Works is locating in the \"new\" North Brunswick Shops located on Route One South. Here you can choose from a variety of salads and even creat your own!"]},{"type":"*","value":[" ",{"type":"'''","value":["Sir John’s"]}," This restaurant offers a variety of food.\"Have a drink at the full bar and relax in the cozy atmosphere\". Overlooks Farrington Lake."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hampton Inn"],["alt="],["url="],["email="],["address=841 Georges Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This is a non-smoking hotel."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Staybridge Suites"],["alt="],["url="],["email="],["address=2195 US Highway 1 South"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A 3 Star Hotel, with 84 rooms, an indoor pool and a 24-hour fitness center and each room has a has a well-equipped kitchen."]]}," "]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Princeton"]]}," - A beautiful historical town. It is a college town so there is always a lot going on! Many of the first building of this 1756 town are still intact and are beautiful to look at. Visit Princeton for a nice walk (tip: its more exciting at night) and be sure to stop at one of Princeton's famous ice cream shops! "]},"\n",{"type":"{{","value":[["routebox"],["image1=US 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["New York City"]]}],["minorl1=",{"type":"[[","value":[["New Brunswick (New Jersey)"],["New Brunswick"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Philadelphia"]]}],["minorr1=",{"type":"[[","value":[["West Windsor"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["40.450387"],["-74.479455"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Middlesex County (New Jersey)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:North Brunswick, New Jersey"]]},"\n\n",{"type":"[[","value":[["Commons:Category:North Brunswick, New Jersey"]]}]