[{"type":"{{","value":[["pagebanner"],["Khyber Pakhtunkhwa banner.jpg"],["pgname=Northwest Pakistan"]]},"\n",{"type":"[[","value":[["Image:Saiful muluk during June.JPG"],["400px"],["thumb"],["Lake Saif-ul-Malook in the ",{"type":"[[","value":[["Kaghan Valley"]]}," near ",{"type":"[[","value":[["Naran"]]}]]},"\n\n",{"type":"'''","value":["Northwest Pakistan"]}," is the region in the northwest of Pakistan bordering Afghanistan. It includes one of Pakistan's four provinces, ",{"type":"'''","value":["Khyber Pakhtunkhwa"]},", and a semi-autonomous tribal region, the ",{"type":"'''","value":["Federally Administered Tribal Areas"]}," (FATA).\n\nFATA is mostly off-limits to foreigners and does not have a Provincial Government; instead affairs are federally administered through the Governor of Khyber Pakhtunkhwa. FATA is home to the legendary ",{"type":"[[","value":[["Khyber Pass"]]},", and the gun making city of Darra Adam Khel, Whereas, Khyber Pakhtunkhwa is known as a tourist hotspot for adventurers and explorers.\n\nThe region has a varied landscape including rugged mountains, valleys, hills and dense agricultural farms. There are a number of Buddhist archaeological sites from the Gandhara civilisation such as Takht Bhai and Pushkalavati. There are a number of other Buddhist and Hindu archaeological sites including Bala Hisar Fort, Butkara Stupa, Kanishka stupa, Chakdara, Panjkora Valley and Sehri Bahlol.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Peshawar"]]}," - the capital city of Khyber Pakhtunkhwa.  Peshawar is also the cultural center of the region, as well as the focal point of Pashtun culture. The city was also the birthplace of the Taliban and is in the midst of an ideological struggle between moderates and extremists."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mardan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mingora"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kohat"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Abbottabad"]]}," - a military garrison city, obtaining infamy as the place where Usama bin Ladin had been hiding for much of the time following the U.S. invasion of Afghanistan until his death during a raid on bin Ladin's compound by U.S. Navy Seals."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dera Ismail Khan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nowshera"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Shabqadar"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Landi Kotal"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Khyber Pass"]]}," — Visit the legendary 1,067m- (3,501ft-) high break in the sheer rock wall separating Afghanistan and Pakistan."]},{"type":"*","value":[" ",{"type":"[[","value":[["Swat Valley"]]}," – one of the most famous and rewarding visitor destinations with the gushing Swat and Ushu rivers, lovely waterfalls, snow covered peaks for skiing, together with some of the best fruits you'll ever taste and very hospitable people (",{"type":"[","value":["http:\/\/travel.gc.ca\/destinations\/pakistan ",{"type":"'''","value":["check current travel advisories first"]}]},")"]},{"type":"*","value":[" Kalasha Valleys – witness the decline of a truly unique culture in ",{"type":"[[","value":[["Chitral District"]]}]},"\n",{"type":"==","value":["Understand"]},"\nKhyber Pakhtunkhwa offers invitation to a spectacular landscape and cultural diversity. Peshawar is the business and administrative hub of province though other cities have their places. Some of the tourist’s hotspots include Khyber pass, old interior city, industrial estate famous for smuggled goods, Islamia College, Peshawar fort, (KisaKhawani) story teller bazaar. Its food street is famous for barbecued mutton as well as karahi meat.\nThe Khyber Pass leads into Afghanistan. There are very amenable people in this area, especially in the mountains in Shandoor, Kalash regions. The province has an area of 28,773 mi² or (74,521 km²) - comparable in size to New England in the United States.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Pashto"]]}," and Hindko are the predominant languages in the region. Pashto is mostly spoken in rural areas and Hindko in urban areas. Many people also speak Pakistan's national language ",{"type":"[[","value":[["Urdu"]]}," or English.\n\nPashto is also one of Afghanistan's main languages. The other main Afghan language, ",{"type":"[[","value":[["Dari"]]},", is much less common in this area than further west but some people do speak it.\n\n",{"type":"==","value":["Get in"]},"\nPrior permission from the Pakistani government is required before non-Pakistanis can travel to Khyber Pakhtunkhwa given the poor security situation in the region. Such permission, known as a No Objection Certificate (NOC), must be obtained from the Pakistani Foreign Ministry.  Failure to obtain an NOC and attempting to enter Khyber Pakhtunkhwa could result in arrest.\n\n",{"type":"===","value":["By air"]},"\n\n",{"type":"[[","value":[["Karachi"]]},", ",{"type":"[[","value":[["Lahore"]]},", and ",{"type":"[[","value":[["Islamabad"]]}," are the main gateways to Pakistan by air. \n\n",{"type":"'''","value":["Peshawar International Airport (PEW)"]}," is  located about a 25 minute drive from the center of Peshawar, it is the 4th busiest airport in Pakistan. It is served by all Pakistan carriers including national flag carrier \"PIA\". Moreover, many ",{"type":"[[","value":[["Middle East"]]}," airlines also serve this airport, such as Emirates, Etihad, Gulf, Kuwait and Qatar airlines. \n\nPeshawar airport has international direct flights to ",{"type":"[[","value":[["Al Ain"]]},", ",{"type":"[[","value":[["Bahrain"]]},", ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Abu Dhabi"]]},", ",{"type":"[[","value":[["Doha"]]},", ",{"type":"[[","value":[["Jeddah"]]},", ",{"type":"[[","value":[["Kabul"]]},", ",{"type":"[[","value":[["Muscat"]]},", ",{"type":"[[","value":[["Kuwait"]]}," and ",{"type":"[[","value":[["Riyadh"]]},". The connections to\/from other Asian, European and American cities are available VIA Lahore, Karachi and Islamabad airports. The domestic flights to\/from Peshawar Airport are Chitral, Islamabad, Karachi and Lahore.\n\n",{"type":"===","value":["By train"]},"\n\nYou can reach Peshawar by train with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/pakrail.com Pak Rail"]}]}," from ",{"type":"[[","value":[["Karachi"]]}," (36 hours) and ",{"type":"[[","value":[["Quetta"]]}," (25 hours), both are via ",{"type":"[[","value":[["Lahore"]]}," and ",{"type":"[[","value":[["Rawalpindi"]]},".\n\nThere are currently no passenger trains from Landi Kotal in the ",{"type":"[[","value":[["Khyber Pass"]]},".\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":["Buses"]}," and ",{"type":"'''","value":["minibuses"]}," run to many parts of the country from here.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Daewoo"]},", ",{"type":"[","value":["http:\/\/www.sammi.com.pk"]},", operates the most luxurious services to ",{"type":"[[","value":[["Rawalpindi"]]},", ",{"type":"[[","value":[["Islamabad"]]},", ",{"type":"[[","value":[["Multan"]]},", ",{"type":"[[","value":[["Faisalabad"]]},", ",{"type":"[[","value":[["Abbottabad"]]}," and ",{"type":"[[","value":[["Lahore"]]}," (Rs 600, 6.5 hours)."]},"\n",{"type":"===","value":["By Road"]},"\nPeshawer is connected with Islamabad via Motorway ",{"type":"'''","value":["M-1"]}," and via national highway ",{"type":"'''","value":["N-5"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Dudiptsar Lake.jpg"],["thumbnail"],["Beautiful Dudiptsar Lake"]]},"\n",{"type":"*","value":[" Bala Hisar Fort"]},{"type":"*","value":[" Burj Hari Singh - Sikh fort founded by Sikh General Sardar Hari Singh Nalwa (no longer exists)"]},{"type":"*","value":[" Panch Tirath - An ancient Hindu site now converted into a park"]},{"type":"*","value":[" Sikh Temple at Jogan Shah"]},{"type":"*","value":[" Gor Khuttree - An ancient site of Buddha's alms or begging bowl. Headquarter of Syed Ahmad Shaheed, Governor Avitabile"]},{"type":"*","value":[" Pakhtu Academy - The site of an ancient Buddhist University"]},{"type":"*","value":[" Shah Ji Ki Dheri - The site of Kanishka's famous Buddhist monastery."]},{"type":"*","value":[" Chowk Yadgar - Formerly Hastings memorial"]},{"type":"*","value":[" Cunningham clock tower built in 1900. Called Ghanta Ghar"]},{"type":"*","value":[" Avitabile's Pavilion"]},{"type":"*","value":[" Victoria memorial Hall"]},{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Malam Jabba Ski Resort.jpg"],["thumbnail"],["Malam Jabba Ski Resort"]]},"\nIn the summertime hiking tours to the mountains are offered. Ask at Green Tours in front of the Greens Hotel, Peshawar Cantt, and Pearl Tours of the Pearl Continental Hotels. This can also be done by hiring a car, jeep or pickup from local 'Rent-a-Car' servicing private agencies at a very cheap rate ranging from US$20-US$60 per day, depending upon the condition of the vehicle. (the prices r correct as at June 30, 2006-maslampsh)\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["  Chappal Kabab, a beef kebab shaped like the sole of a sandal is most famous dish of Peshawar. Several famous kabab selling shops are around. Information about them can be obtained from the travel agents or local hotels and guides. "]},"\n",{"type":"*","value":[" The restaurants in *Namak Mandi serve marvellous tikka and karai. Meat is ordered by the kilogram, and then prepared according to your preference, either as tikka (barbecued) or as karai (an oil-rich stew with tomato and chili). "]},"\n",{"type":"*","value":[" Faluda, a sweet dish mainly found on the Peshawar markets and bazaars especially Qisa-Khwani Bazaar."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Peshawar is known for its Kawa (Green Tea) which has a unique flavor, and is usually served sweet."]},"\n",{"type":"*","value":[" Sharbat-e-Sandal is a sweet, non-carbonated drink unusually found in markets in summer. It has a good taste and a yellowish-green transparent colour - look out for the black seeds. Served ice cold."]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Khyber Pakhtunkhwa"]},"\nKhyber Pakhtunkhwa is an exceptionally dangerous area given the presence of al-Qaeda and the Pakistani Taliban. Terror attacks and political assassinations are a common occurrence in the region. Between 2007 and 2012, there were a recorded 186 suicide attacks in Khyber Pakhtunkhwa, more than the total number of suicide attacks in all other areas of Pakistan. Before going to Khyber Pakhtunkhwa, Swat, and Peshawar, check for travel advisories from your government, as these regions have become volatile and unstable, with fighting between the Taliban and Pakistani military\n\nThe towns bordering tribal areas are not considered particularly safe, as well as the Afghan-Pakistan border regions, as the Pakistan government has little to no authority in these areas and cannot aid you in an emergency. You should always seek information about off-limits areas before traveling to this region. Prior permission from the Pakistani government is required before non-Pakistanis can travel to Khyber Pakhtunkhwa given the poor security situation in the region. Such permission, known as a No Objection Certificate (NOC), must be obtained from the Pakistani Foreign Ministry.  Failure to obtain an NOC and attempting to enter Khyber Pakhtunkhwa could result in arrest.\n\n",{"type":"===","value":["Federally Administered Tribal Areas"]},"\nThe Pakistani Army is currently carrying out an offensive against TTP and other militants in this area. This activity has caused the displacement of over two million people. If you must travel here, please see ",{"type":"[[","value":[["war zone safety"]]},".\n\nThe tribal areas are generally not considered a tourist destination and for good reason. While there are many good people living in these areas, there are also a fair share of those willing to cause trouble to foreigners, and there's little than can be done to help you if you're in trouble – don't expect your embassy to come to your rescue either. Travellers to Landi Kotal and the Khyber Pass require an armed escort and a permit – you won't get through without these, so don't waste your time trying. Dara Adam Khel also attracts a handful of travellers to visit the gun manufacturing, but the same risks apply there: use caution.\n\nThe U.S. military is currently carrying out a bombing campaign in this area. American armed drones are highly active in this area. The robotic aircraft are heavily loaded with weapons and will open fire on anyone who they believe to be members of Al-Qaeda or the Taliban.\n\nSeveral tips:\n",{"type":"*","value":["Drones are characterised by the loud buzzing noise that they make, similar to that made by a bee or a lawnmower. You may also see the aircraft circling overhead."]},{"type":"*","value":["DO NOT perform the following actions; Lay down and drop something on a road (it looks like you are laying an IED), run, point at the aircraft. These actions may result in the aircraft opening fire. Just pretend that you don't see the aircraft and that you are having a normal day."]},{"type":"*","value":["Stay away from anyone who you suspect to be a member of Al-quaeda or the Taliban. They WILL be targeted, and if you are near them you will be caught in the blast radius of the aircraft's weapons."]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Pakistan"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["33.48644"],["71.89453"],["zoom=6"]]},"\n",{"type":"[[","value":[["wikipedia:Khyber Pakhtunkhwa"]]}]