[{"type":"{{","value":[["pagebanner"],["Norther Ireland Banner Giant's Causeway.JPG"],["caption=Giant's Causeway in Northern Ireland"]]},"\n",{"type":"'''","value":["Northern Ireland"]}," is part of the island of Ireland and is one of the four constituent nations of the ",{"type":"[[","value":[["United Kingdom"]]},". Despite its former reputation as being violent and dangerous the political situation has stabilised and the province is as safe to visit as any other part of the UK.  \n\nNorthern Ireland has world heritage sights such as the Giant's Causeway, stunning landscapes, unique scenery, vibrant cities and welcoming locals interested in your own stories.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Derry, Northern Ireland (8001247960).jpg"],["thumb"],["300px"],["Churches in",{"type":"[[","value":[["Derry"],["(London)Derry"]]}]]},"\nNorthern Ireland was created in 1921 when the British government split Ireland into two autonomous territories. It comprises six of the nine historic counties of ",{"type":"'''","value":["Ulster"]}," (one of the four ancient Irish provinces), with the remaining three (",{"type":"[[","value":[["County Monaghan"],["Monaghan"]]},", ",{"type":"[[","value":[["County Cavan"],["Cavan"]]}," and ",{"type":"[[","value":[["County Donegal"],["Donegal"]]},") staying in what is now the modern day ",{"type":"[[","value":[["Ireland"],["Republic of Ireland"]]},". For this reason, Northern Ireland is sometimes referred to as \"Ulster\", even if it is not in the strictest sense geographically accurate. Such usage does however have unionist connotations and will generally be rejected by nationalists.\n\nAlthough a few extremist paramilitary organizations are still active, the province is much safer to visit than formerly.\n\n",{"type":"===","value":["Climate"]},"\nThe weather in Northern Ireland is notoriously unpredictable, and it is not uncommon to experience a full range of meteorological conditions in a single hour. As with the rest of the island of ",{"type":"[[","value":[["Ireland"]]}," and ",{"type":"[[","value":[["Great Britain"]]},", the province is particularly susceptible to rain. Similarly to ",{"type":"[[","value":[["England"]]},", the weather is a common topic of conversation.\n\n",{"type":"===","value":["History"]},"\nThe population of Northern Ireland is largely made up of two groups. Although there had always been population movements between the west of ",{"type":"[[","value":[["Scotland"]]}," and the north-east of Ireland, during the 16th and 17th centuries there was an organised settlement of people from Scotland known as the ",{"type":"''","value":["Ulster Plantation"]},". Most came to work on new plantations which had been established in the area. The indigenous ",{"type":"[[","value":[["Irish"]]}," population was predominantly Roman Catholic (at a time when this was the only Western Christian religion), whilst Scottish settlers after the Reformation were predominantly Protestant.\n\nThe religious difference turned into a political split: most Protestants are ",{"type":"'''","value":["Unionists"]}," or (more extreme) ",{"type":"'''","value":["Loyalists"]},", supporting continued union with Great Britain, while most Catholics are ",{"type":"'''","value":["Nationalists"]}," or (more extreme) ",{"type":"'''","value":["Republicans"]},".  Nationalists and Republicans both want a united Ireland, but Nationalists (politically affiliated with SDLP political party) use peaceful political means; whereas the Republican movement (politically affiliated with Sinn Féin political party) sought violence as a means to a united Ireland up until 2004.  Although segregation always existed, the situation reached boiling point in 1969 when the campaign for Civil Rights turned violent when protesters were attacked by Loyalist supporters. That was the start of the period known euphemistically as \"The Troubles.\" In 1972, British Forces fired live rounds rather than plastic bullets at unarmed peaceful civilian protesters. 14 were laid to rest, on a day that has become known worldwide as \"Bloody Sunday\". The British Government gave reparations to the families of the victims. This was a major turning point in the support for the Republican movement as the civilian population felt they had nowhere left to turn.  This also effectively re-polarised segregation along religious lines. Previously inactive paramilitary groups became re-established in the province, which sat precariously on the brink of civil war for many years.\n\nIn 1998, after years of sporadic negotiations between the ",{"type":"[[","value":[["United Kingdom"]]},", the ",{"type":"[[","value":[["Republic of Ireland"]]}," and the paramilitary groups and local political parties, ",{"type":"''","value":["The Agreement"]}," was signed, signalling the end of violence in the province. This is often referred to as the ",{"type":"''","value":["Belfast Agreement"]}," or the ",{"type":"''","value":["Good Friday Agreement"]}," after the place or day on which it was signed. Although there was an almost immediate drop in the level of terrorist acts and rioting, it took several years for stability to settle on the region and for agreement to be reached concerning the devolved government.\n\n",{"type":"===","value":["People"]},"\nMost people visiting have heard of the varying allegiances of Northern Ireland's people.  However, to a traveller the people of Northern Ireland are friendly and warm towards visitors.  You get the feeling that the people know the allegiances of each other, but to a traveller it can be hard to ascertain (at least until after the second pint of Guinness).\n\nCitizens can self-identify as Irish or British solely or Northern Irish. Similar divides exist in referring to places, for example, to Nationalists, Londonderry is ",{"type":"''","value":[{"type":"[[","value":[["Derry"]]}]},", while to Unionists it is ",{"type":"''","value":["Londonderry"]},".\n\nIt's interesting to note that most Northern Irish have, for nearly 90 years, been able to choose to have either British or Irish passports or both.\n\n",{"type":"===","value":["Talk"]},"\nThe official languages for Northern Ireland are English, Irish and Ulster Scots. While used in various government and public organisations, Irish and Ulster Scots are rarely seen written and even less spoken. Nearly all education in the country is in English; therefore, there is no need to learn Irish, partly due to the fact that most non-Catholic schools do not teach it. Many Northern Irish people have little knowledge of Irish or Ulster Scots.\n\nAlthough Northern Ireland is a small country, accents and dialects differ considerably throughout the country and even foreigners fluent in English may find it hard to understand people with certain accents. However most Northern Irish people will slow down and speak more clearly if they think you are having a hard time understanding them.\n\nIn schools English is taught as both a literature subject and a language subject. In most Catholic schools and some grammar schools it is normal for students to be taught Irish (although not widely used) and therefore certain schools have bilingual signs etc. French, Spanish and German (and sometimes Latin) are taught in most schools, or at least a few of these languages will be taught mainly at secondary school level. Unfortunately for native English speakers there is often no desire for them to learn other languages therefore a lot of Northern Irish people won't be able to speak to you in your native language but will try and make their English more understandable for a foreigner.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Northern Ireland map.png"],["regionmaptext=Regions of Northern Ireland"],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["County Antrim"]]}],["region1color=#00aa00"],["region1items="],["region1description=Belfast is situated in County Antrim, as is the stunning North Coast and Giant's Causeway."],["region2name=",{"type":"[[","value":[["County Armagh"]]}],["region2color=#87de87"],["region2items="],["region2description=Formerly the most militarised territory in Western Europe and home of the Navan Fort."],["region3name=",{"type":"[[","value":[["County Londonderry"]]}],["region3color=#447821"],["region3items="],["region3description=The city of Londonderry (the \"Maiden City\") is located here."],["region4name=",{"type":"[[","value":[["County Down"]]}],["region4color=#5fd35f"],["region4items="],["region4description=The beautiful coastal resort of ",{"type":"[[","value":[["Bangor (Northern Ireland)"],["Bangor"]]}," is found here, as well as the ",{"type":"[[","value":[["Mourne Mountains"]]}," - an Area of Outstanding Natural Beauty."],["region5name=",{"type":"[[","value":[["County Fermanagh"]]}],["region5color=#aade87"],["region5items="],["region5description=Largely rural county adjacent to the Irish border, famed for its numerous lakes."],["region6name=",{"type":"[[","value":[["County Tyrone"]]}],["region6color=#71c837"],["region6items="],["region6description=A rural county, home to the Sperrin Mountains."]]},"\n\n",{"type":"==","value":["Cities"]},"\nBelow is a list of ",{"type":"'''","value":["nine"]}," of the most notable Northern Ireland cities and towns. Other urban areas are listed in their specific county articles.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Belfast"]]}," (\"mouth of the river bank\") — the capital and largest city of Northern Ireland. It is also the second largest city on the island of Ireland (after Dublin, the capital of the Republic of Ireland), and the fifteenth largest in the United Kingdom. Shattered by more than three decades of paramilitary conflict, Belfast has undergone a renaissance in recent years and is now a vibrant, modern city and has been voted the fourth best city in the UK for a city break in the Guardian\/Observer travel awards."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Armagh"]]},"  — ecclesiastical capital of Ireland; containing the headquarters of both the (Anglican) Church of Ireland and the Roman Catholic Church in Ireland."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bangor (Northern Ireland)"],["Bangor"]]},"  — a beautiful coastal resort in North Down, home to the island's largest marina and good shopping."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Coleraine"]]},"  — situated on the River Bann in County Derry, 5 km from the sea and with an impressive history dating back to Ireland’s earliest known settlers, Coleraine today is a major gateway to the popular Causeway Coast area.  Coleraine is an excellent shopping town and also has a major performance theatre located at the University of Ulster in the town.  "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Derry"],["Derry, or Londonderry"]]}," (\"the Maiden City\") —On the banks of the Foyle River is the second city of Northern Ireland and fourth city of Ireland is well worth a visit for its famous stone city walls (which date from the 16th century and are the only complete city walls in Ireland)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Enniskillen"]]},"  — picturesque main town of County Fermanagh, perfect for exploring the lakes around Lough Erne."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lisburn"]]},"  — became a city as part of the Queen's Jubilee celebrations in 2002."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Newry"]]},"  — became a city as part of the Queen's Jubilee celebrations in 2002."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Omagh"]]},"  — the Ulster American Folk Park is located here. This is an outdoor museum which tells the story of emigration from Ulster to America in the 18th and 19th centuries."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Cairn on top of Mullaghcarn Mountain - geograph.org.uk - 116782.jpg"],["thumb"],["300px"],["Cairn on top of Mullaghcarn Mountain, the 9th highest mountain in the Sperrin Range."]]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Marble Arch Caves"]]}]}," — Global Geopark in Co. Fermanagh"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Mourne Mountains"]},"  — the Mourne Mountains are a walker’s paradise where old mountain tracks take you past lakes, rivers, woodland and up to the many fine peaks and the famous Mourne Wall. The Mournes also offer fine rock climbing opportunities. Slieve Donnard standing at 852 m (2,796 ft) is the highest mountain in the Mournes range and also the highest mountain in Northern Ireland. It offers spectacular views from the summit towards England, and Scotland."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["North Coast"]}," (",{"type":"''","value":["Causeway Coast"]},") — the north coast of Northern Ireland has some of the best scenery in Europe and has to be seen to be believed. This coastline is of outstanding natural beauty where breathtaking and rugged coastline merge into the romantic landscape of deep silent glens and lush forest parks. There are also spectacular waterfalls, dramatic castles and mysterious ruins. The world famous ",{"type":"[[","value":[["Giant's Causeway"]]}," (Northern Irelands only ",{"type":"[[","value":[["UNESCO World Heritage site"]]},") with its array of hexagonal basalt columns and tales of ancient Irish giants, and 'Old Bushmills', the world's oldest licensed whiskey distillery, are just two attractions, which are a must for every visit to Northern Ireland.  There are fantastic golf courses located at Portstewart, Castlerock and most notably at Portrush (Royal Portrush).  Beautiful, unspoilt sandy beaches also extend along the coast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Rathlin Island"]]}]},"  — Northern Ireland's only inhabited off-shore island, connected to the mainland by a regular ferry service."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Immigration and visa requirements"]},"\nNorthern Ireland is a constituent part of the United Kingdom, meaning it has exactly the same entry requirements as England, Scotland and Wales. Citizens of the UK and Crown Dependencies can travel to Northern Ireland without a passport and have the automatic right to reside and work.\n\n",{"type":"*","value":[" Citizens of the European Union do not require a visa, and have permanent residency and working rights in the UK. "]},"\n",{"type":"*","value":[" Citizens of Iceland, Liechtenstein, Norway and Switzerland also have permanent residency rights, but may require a work permit in some circumstances."]},"\n",{"type":"*","value":[" Citizens of Argentina, Australia, Brazil, Canada, Israel, Japan, Mexico, New Zealand, South Korea, Taiwan, the United States and Uruguay do not require a visa for visits of less than 6 months."]},"\n",{"type":"*","value":[" Most other countries will require a visa, which can be obtained from the nearest British Embassy, High Commission or Consulate."]},"\n",{"type":"*","value":[" While there is no passport control on the land border between Republic of Ireland and Northern Ireland, visitors must still carry the required documents that permit them entry to the UK (passport, visa, identity card or documentation, depending on nationality)."]},"\n",{"type":"*","value":[" The UK also operates a ",{"type":"'''","value":["Working Holidaymaker Scheme"]}," for citizens of the Commonwealth of Nations, and British dependent territories. This allows residency in the UK for up to 2 years, with limited working rights."]},"\nFor more information of UK Immigration and visa requirements, see the UK's Home Office website ",{"type":"[","value":["http:\/\/www.ukvisas.gov.uk"]},".\n\n",{"type":"===","value":["By plane"]},"\nNorthern Ireland has three commercial airports, with the Belfast being the main gateway. A third airport operates in Derry.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.belfastcityairport.com\/home.asp George Best Belfast City Airport"]}]}," (airport code BHD): just 3 km (2 mi) from Belfast city centre, with magnificent views of the city of Belfast or Belfast Lough offered to passengers on approach and departure. The airport principally serves routes to domestic UK and Ireland, however British Airways offers interline connections to its flights and those of the One World alliance through Heathrow. Airlines using the airport include:\n\n",{"type":"*","value":[" Aer Arann ",{"type":"[","value":["http:\/\/www.aerarann.com"]}," to Cork "]},"\n",{"type":"*","value":[" British Airways ",{"type":"[","value":["http:\/\/www.britishairways.com"]}," to London (Heathrow)"]},"\n",{"type":"*","value":[" British Northwest Airlines ",{"type":"[","value":["http:\/\/www.flybnwa.co.uk"]}," to Blackpool and the Isle of Man (Ronaldsway)"]},"\n",{"type":"*","value":[" flybe ",{"type":"[","value":["http:\/\/www.flybe.com"]}," to Aberdeen, Birmingham, Bristol, Doncaster Sheffield (Robin Hood), Edinburgh, Exeter, Galway, Glasgow, Guernsey, Jersey, Leeds\/Bradford, Liverpool (John Lennon), London (Gatwick), Newcastle, Paris (Charles-de-Gaulle), Southampton, Manchester, Newquay and Rennes."]},"\nThe terminal is served every twenty to thirty minutes from 06:00 - 22:00 by the 600 Airport bus ",{"type":"[","value":["http:\/\/www.translink.co.uk\/VisitorAirportFerry.asp"]}," (£1.30 single, £2.20 return). Depending on traffic, the journey to Belfast's Laganside and Europa Bus centres should take no more than fifteen minutes. Ask at the airport information desk for a free shuttle ride to the nearby Sydenham railway station for trains towards Bangor, Belfast and Portadown. Considering the airport's proximity to the city, taxis cost less than £10 to most parts of the city and are an economical choice for small groups.\n\n",{"type":"[","value":["http:\/\/www.airporter.co.uk The Airporter"]}," is an hourly shuttle from Belfast's two airports to Londonderry\/Derry. The journey to Belfast City Airport takes roughly a two hours.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.belfastairport.com\/en\/ Belfast International Airport"]}]}," (airport code BFS) Locally known as ",{"type":"''","value":["Aldergrove"]}," (after the Royal Air Force base that has been there up until recently since before the commercial airport was constructed), the International Airport is further away from Belfast than the City Airport (but is close to the town of Antrim) and offers significantly more international destinations.\n\n",{"type":"*","value":[" Aer Lingus ",{"type":"[","value":["http:\/\/www,aerlingus.com"]}," to Amsterdam, Arrecife, Barcelona, Budapest, Geneva, Faro, London-Heathrow, Malaga, Milan, Munich, Nice, Paris (Charles-de-Gaulle) and Rome (Fiumincino)"]},"\n",{"type":"*","value":[" Air Transat ",{"type":"[","value":["http:\/\/www.airtransat.com"]}," to Toronto (Hamilton)"]},"\n\n\n",{"type":"*","value":[" United Airlines ",{"type":"[","value":["http:\/\/www.united.com"]}," to New York (Newark)"]},"\n",{"type":"*","value":[" Easyjet ",{"type":"[","value":["http:\/\/www.easyjet.com"]}," to Alicante, Amsterdam, Barcelona, Berlin Schoenefeld, Bristol, Edinburgh, Faro, Gdansk, Geneva, Glasgow, Ibiza, Kraków, Liverpool (John Lennon), London (Gatwick), London (Luton), London (Stansted), Malaga,Malta, Manchester, Newcastle, Nice, Palma-de-Mallorca, Paris (Charles-de-Gaulle), Prague, Rome (Ciampino) and Venice"]},"\n",{"type":"*","value":[" Jet2 ",{"type":"[","value":["http:\/\/www.jet2.com"]}," to Barcelona, Blackpool, Chambéry, Gran Canaria, Ibiza, Leeds (Bradford), Malaga, Milan (Bergamo), Murcia, Palma-de-Mallorca, Pisa, Prague, Tenerife (South) and Toulouse"]},"\n",{"type":"*","value":[" Manx2 ",{"type":"[","value":["http:\/\/www.manx2.com"]}," to the Isle of Man (Ronaldsway)"]},"\n\n\nThe terminal is served up to thirty minutes from 05:35 - 23:20 by the 300 Airport bus ",{"type":"[","value":["http:\/\/www.translink.co.uk\/VisitorAirportFerry.asp"]}," (£6 single, £9 return) to Belfast Laganside and Europa Buscentres. Depending on traffic, the journey to Belfast's Laganside and Europa Buscentres  takes about forty-five minutes. Taxis should cost no more than £25 - £30 to Belfast City Centre. \n\nYou can also do it a much cheaper way By Taking the 109A (hourly service Monday to Saturday) ULSTERBUS service to Antrim from the stand outside airport,  which stops at Antrim Bus\/Train Station  then once you get off the bus in Antrim Go up the steps into the ajoining Train station and buy a Ticket to Belfast Great Victoria street station the train stops in Mossley west \/Belfast Central\/ Botanic \/City Hospital then Great Victoria street which is combined with Europa Bus centre Great Victoria street( which is on the same name street in Belfast) and is much more \"Central\" than Central station and is around the corner from city hall which is 10 mins away by foot. Check www.translink.co.uk for timetables for both Bus and rail Journeys by typing in 109A into search or click on Timetables for Ulsterbus and NI railways you will need the Londonderry-Coleraine -Ballymena-Antrim-Belfast Time table trains are  Hourly to Belfast, you can Also use the train station at Antrim to travel to Derry-Londonderry and Portrush as well as Ballymena \/Cullybackey Coleraine and Castlerock \/Bellarena if intending to Travel towards Derry~londonderry \/Coleraine\/ Castlerock \/Bellarena and Portrush be sure to board the Train travelling towards Derry \/Londonderry or Portrush this is always indicated on the Digital display on the front of the trains you will need the Belfast-Londonderry timetable for travelling to Derry\/Londonderry and Portrush all trains going to either Portrush or Derry-Londonderry stop in Coleraine if your final destination is Portrush handy for connections onto the Giants causeway there are sometimes a \"through Train\" to Portrush from Antrim station which saves the hassle of Changing in Coleraine but usually you have to Change trains in Coleraine for Portrush (as the trains mostly head onwards to Londonderry-Derry)\n\n",{"type":"[","value":["http:\/\/www.airporter.co.uk The Airporter"]}," is an hourly shuttle from Belfast's two airports to Londonderry\/Derry. The journey to Belfast International takes ninety minutes.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cityofderryairport.com\/ City of Derry Airport"]}]}," (airport code LDY) an airport serving ",{"type":"[[","value":[["Derry"]]},", ",{"type":"[[","value":[["Tyrone"]]},", and ",{"type":"[[","value":[["Donegal"]]}," in the ",{"type":"[[","value":[["Republic of Ireland"]]},".\n\n.\n\n",{"type":"*","value":[" Ryanair ",{"type":"[","value":["http:\/\/www.ryanair.com\/"]}," to Alicante, Birmingham, Faro, Glasgow (Prestwick), Liverpool, London (Stansted) and Tenerife (South)."]},"\nUlsterbus operates various scheduled services to and from the airport to the main Foyle Street bus depot in the City. Services also operate to and from Limavady. For details of Ulsterbus bus services visit www.translink.co.uk.  The typical fare to the city centre is £2.70 and the journey takes approximately 20–30 minutes.\n\nTaxis are available from the airport, with the typical fares to the city centre around £12, with the journey taking roughly 15 minutes.\n\n",{"type":"===","value":[" By train "]},"\nDespite decades of underinvestment and service cutbacks, Northern Ireland Railways ",{"type":"[","value":["http:\/\/www.nirailways.co.uk"]}," (a division of Translink, Northern Ireland's public transport operator) manages to maintain a small but increasingly reliable passenger rail network around the province, with four 'domestic' lines radiating out from Belfast. Rail services operate around the North to South East areas of Northern Ireland, mainly in Counties Derry\/Londonderry, Antrim and Down. Counties Tyrone and Fermanagh have no rail network.\n\n",{"type":"*","value":[" Belfast - ",{"type":"[[","value":[["Bangor (Northern Ireland)"],["Bangor"]]}]},{"type":"*","value":[" Belfast - ",{"type":"[[","value":[["Portadown"]]}]},{"type":"*","value":[" Belfast - ",{"type":"[[","value":[["Larne"]]}]},{"type":"*","value":[" Belfast -  Londonderry\/",{"type":"[[","value":[["Derry"]]}," or ",{"type":"[[","value":[["Portrush"]]}]},"\nService is most frequent and reliable on the Portadown - Belfast - Bangor corridor, on which new trains offer frequent and fast suburban service. The line to Londonderry\/Derry is exceptionally beautiful as it passes along the north coast after Coleraine, however travellers should note that the railway line is slower (two hours or more) than the equivalent Ulsterbus Goldline express coach (one hour and forty minutes). Contact NIR for information on tourist passes for exploring Northern Ireland by bus and train: with integrated bus and train stations in most major towns, the North is easily explored without a car.\n\nThe cross-border service to Dublin (with connections to other destinations in the Republic of Ireland) is offered by the ",{"type":"'''","value":["Enterprise"]},", a modern, comfortable and relatively fast train jointly operated by ",{"type":"'''","value":["Northern Ireland Railways"]}," and ",{"type":"'''","value":["Iarnród Éireann"]}," (who operate trains in the Republic of Ireland). The journey to Dublin takes around two hours, and there are eight trains a day, offering two classes of service.\n\n",{"type":"===","value":["By car"]},"\nRoads link Northern Ireland with the Republic of Ireland.  However, pay particular attention to road signs when driving in border areas. In some places the border, being based on county boundaries, runs along the middle of the road while in others it is possible to cross into the South and then back into the North again within several hundred metres.  Fortunately both jurisdictions drive on the left though road signs and speed limits in the Republic are now in km\/h while road signs in the North are all mph.\n\nThere are currently no fixed border checks and there is complete freedom of movement between the North and Republic without a passport. Despite this however, non-UK, Irish or EU citizens must have a proper travel documents if they intend to continue further south of the border and vice versa.\n\n",{"type":"===","value":["By ferry"]},"\nFerries cross the Irish Sea from Great Britain to Larne or Belfast in Northern Ireland. All the operators listed below offer special promotions throughout the year, and some also offer through ticketing with rail and bus services at each end.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.stenaline.co.uk Stena Line"]}," offers service from Cairnryan in Scotland to the Port of Belfast with up to six sailings a day. Stena offer 'rail and sail' tickets with a coach service to ",{"type":"[[","value":[["Ayr (Scotland)"],["Ayr"]]}," railway station and then ",{"type":"[","value":["http:\/\/www.scotrail.co.uk\/ Scotrail"]}," train connections to destinations in Scotland from."]},{"type":"*","value":[" ",{"type":"[","value":["https:\/\/www.norfolkline-ferries.co.uk Norfolk Line"]}," offer daytime and nighttime crossings to Birkenhead, near Liverpool. Cabins and meals are available. "]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.poirishsea.com P&O"]}," sails ferries into Larne, from Cairnryan and Troon in Scotland. P&O have the fastest crossings from Cairnryan to Larne in 2 hr. The seasonal Troon-Larne route takes 2.3 hours between March and October and saves an hour's driving if you're coming from the Central Belt of Scotland or points north."]},"\n",{"type":"[","value":["http:\/\/seat61.com\/NorthernIreland.htm Seat61.com"]}," offers informed and independent advice on how to book combined train and ferry tickets from any railway station in Great Britain to Northern Ireland.\n\nIt is also possible to get ferries to Dublin and drive to Northern Ireland.\n\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"===","value":[" By car "]},"\nIf you are able to rent a car then driving around Northern Ireland is a very pleasant experience. Most drivers follow the rules of the road (except for speeding) and are quite polite towards other drivers. In some areas it is a pleasant gesture to wave at a passing car even if you do not know the person. Many of the roads on the North Coast are quite twisty but offer some beautiful scenery and there are many places to stop along the way and take in the natural beauty.\n\nNorthern Ireland's motorway system connects Belfast to Dungannon, Ballymena and Newtownabbey. All large towns and cities are well connected by road. The speed limits are:\n\nMotorways and Dual Carriageways - 70 miles per hour (c. 112 km\/h)\n\nOther roads (outside urban areas) - 60 miles per hour (c. 96 km\/h)\n\nUrban areas (towns and cities) - 30 miles per hour (c. 48 km\/h) and occasionally 40 mph if signposted.\n\nIt is worth noting that many drivers constantly speed, usually 10 to 20 miles per hour above the speed limit. It is common for someone to be driving at 60 or 70 miles per hour and be overtaken by many other cars. It is no surprise then that speed traps and cameras are often quite sparse (except for in Belfast and near the border) and many drivers take this to their advantage. There have been many advertising campaigns over the years to combat the problem of speeding and drink driving ran by the Department of Environment which often include graphical adverts of the consequences of speeding and drink driving.  A notorious accident blackspot in Northern Ireland is the circuit of main roads around Coleraine, Portstewart and Portrush which host the annual NorthWest 200 motorcycle road race - and as a result aggressive motorcycle riding is commonplace and the roads are heavily patrolled at most times of the year as a result.\n\nMost main A roads are of a very good standard with many having overtaking lanes at certain points to allow you to pass slower traffic. B roads are often small country roads that are very narrow and have little (if any) road markings. Drivers must be careful on B roads when passing other traffic and may have to slow down and pull in when meeting larger traffic.\n\nThere is a comparatively high incidence of road accidents in Northern Ireland, and the province employs slightly different driving laws to the rest of the ",{"type":"[[","value":[["UK"]]},". One notable difference is that newly qualified drivers can be identified by 'R' plates which are displayed on the car for the first twelve months after their licence is issued. These plates are mandatory. Drivers displaying these plates are limited to 45 miles per hour (c. 72 kilometres per hour) on ALL roads, including dual carriageways and motorways. As with 'L' plates in the rest of the ",{"type":"[[","value":[["UK"]]},", drivers displaying 'R' plates are often the target of road rage and are not awarded a great deal of patience. Many Northern Irish people feel that R drivers are a hazard on the road when travelling at 45 mph as it means other drivers are more likely to overtake in risky situations.\n\nIt is worth mentioning that Police security checkpoints are becoming very common once again. When approaching a checkpoint, dip your headlights and stop if indicated to do so. The police may want to check your licence and look in your boot (trunk). Don't worry, its all perfectly routine!\n\nIf you find a place selling diesel at a price too good to be true, you're probably right and it will be \"scrubbed\" diesel that may well wreck your engine. (Gangs buy tax-free \"Green\" or \"Red\" diesel and then use a noxious and illegal chemical process to remove the dye and make big illicit profits.)\n\nYou should be prepared for the difference in distance measurements when crossing then border from the Republic of Ireland (Kilometres vs. miles).\n\n",{"type":"===","value":["Car rental"]},"\nNorthern Ireland is not as well served by car rental companies as is the Republic. Some Irish car rental companies offer a drop off option in Belfast while others have locations in Belfast City.  Check with your car rental company if you are covered to go south of the border - it isn't always included automatically.\n\n",{"type":"===","value":["By bus and train"]},"\n",{"type":"''","value":["See also ",{"type":"[[","value":[["Rail travel in Ireland"]]}]},"\n\n",{"type":"[","value":["http:\/\/www.translink.co.uk Translink"]}," operate the Northern Ireland public transport system.\n\nBuses are usually the most common form of public transport due the small rail network available however visitors should be aware that Northern Ireland's bus and train fares are amongst some of the highest in Europe, and parties of two or more will likely save money by renting a car if planning on travelling throughout the province.\n\n",{"type":"==","value":[" Talk "]},"\n",{"type":"'''","value":["English"]}," is spoken everywhere, although the distinctive Ulster accent can be more difficult to understand than other Irish dialects. ",{"type":"'''","value":["Ulster Scots"]}," and ",{"type":"'''","value":["Irish"]}," are used in some small communities. Do be aware though that the Northern Irish tend to speak quite rapidly compared to most English speakers, and have a huge arsenal of local words that are frequently dropped into conversation by speakers of all ages and groups.  Expect to become acquainted with words such as 'aye' (yes), 'wee' (little), 'hallion' (person who behaves in a deliberately careless manner), 'we'un'' (literally 'wee one', meaning child), 'dander' (casual walk) and 'crack' (spelled in Irish Gaelic as \"craic\", meaning a good time\/fun\/a laugh, with no connotations of any controlled substances whatsoever).\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Giant's Causeway"]]}]}," - World Heritage Site and National Nature Reserve. The Giants Causeway is essentially an area of coastline and cliffs with very unusual and distinctive volcanic stone formations. The name comes from the local Legend of Fionn McCool, as it was said that the rocks were once part of a bridge (or causeway) which ended in similar rocks directly across the sea, in Scotland, but the connecting rocks were torn down by Benandonner when Fionn's wife tricked him into believing that Fionn was huge. It is an interesting site to see but come prepared for a long and intense walk. (Best to wear waterproof clothing and strong footwear). Giant's Causeway is split up into six sections; in walking order: "]},"#The Camel \n#The Granny\n#The Wishing Chair\n#The Chimney Tops\n#The Giant's Boot and \n#The Organ. \nAll six parts of the Giant's Causeway are different in shape and form and truly are a sight to be seen.\n\n",{"type":"*","value":[{"type":"'''","value":["Carrick-a-Rede Rope Bridge"]}," - The name literally means the rock in the road. Carrick-A-Rede",{"type":"[[","value":[["Image:Carrick_a_rede_rope.jpg"],["thumb"],["View of Carrick-A-Rede"]]}," is a rope bridge connecting the mainland to a sort of island that salmon fishers first put up years ago for the really good salmon fishing, it became a tourist attraction because it was a rope bridge in a really windy area, and on some days it could be quite dangerous. It's really safe now, and staff monitor it, so before it gets really windy(\/fun) they close it, for safety... You can run across the bridge if you wish, but it's recommended that you wait until no one else is on it, you aren't allowed to shake the bridge, but people have been known to (this author could name a few!) After crossing the bridge, there are beautiful greens and it is a spot for great pictures. The bridge closes soon before sun-down, so no matter how romantic it might seem to watch the sun set on a beautiful island, it gets closed too soon! On a good day, the coast of Scotland is clearly visible, so there's advantages to going during premium light hours. Additionally, the bridge is only open in the summer months, they take it down each winter, and before it's put up (in March(?)) they check it for safety. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Ulster American Folk Park"]}," - Open air museum in ",{"type":"[[","value":[["County Tyrone"]]}," explaining story of emigration from Ulster to North America in 18th and 19th centuries. There is an Old World and New World in site. Sites include the Weaver's Cottage, A Blacksmith's forge, Crop Fields, log cabins, smoke houses, and herb gardens. Museum restaurant available, open daily for snacks and full meals."]},"\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"===","value":["Currency"]},"\nThe official currency of Northern Ireland is the pound sterling. Although Bank of England notes are universally accepted, the four Northern Irish banks (Bank of Ireland, Danske  Bank, Ulster Bank and First Trust) also print their own versions, which tend to be used more often. Northern Irish notes are not universally accepted in the rest of the UK (although some mainland shopkeepers accept them). Northern Irish banknotes can be exchanged for Bank of England notes for free at any bank in the United Kingdom.\n\nNorthern Ireland does a large amount of trade with the Republic of Ireland (where the euro is used) and therefore many outlets in border areas and urban centres accept the euro. Most retailers will display whether they accept Euro or not. It is important to note however that only Euro notes are accepted, not coins. \n\nVirtually all shops and pubs in Derry and Newry will accept the euro as payment. In addition, many major pubs and shopping outlets in Belfast city centre now accept it. In particular, the pub company Botanic Inns Ltd and the shopping centre Castle Court can be cited as accepting payments for goods in euro. Many phone kiosks in Northern Ireland also accept euro coins, but by no means all outside Belfast itself. Do bear in mind that vendors are under no obligation to accept euros for payment.\n\n",{"type":"==","value":[" Eat "]},"\nA popular dish is the an assortment of fried food, called the \"Ulster Fry\". It consists of eggs, bacon, tomatoes, sausages, potato bread and soda bread. Some versions include mushrooms or baked beans. Fry's are generally prepared as the name suggests, everything is fried in a pan. Traditionally lard was used, but recently due to health concerns, it has been replaced with oils such as canola and olive. Historically, it was popular with the working class.\n\nSome shops on the north coast close to Ballycastle, sell a local delicacy called ",{"type":"''","value":["dulse"]},". This is a certain type of seaweed, usually collected, washed and Sun-dried from the middle of Summer through to the middle of Autumn. Additionally, in August, the lamas fair is held in Ballycastle, and a traditional sweet, called \"yellow man\" is sold in huge quantities. As you can tell from the name, it's yellow in colour, it's also very sweet, and can get quite sticky. If you can, try to sample some yellow man, just make sure you have use of a toothbrush shortly after eating it... it'll rot your teeth!\n\nThe cuisine in Northern Ireland is similar to that in the ",{"type":"[[","value":[["United Kingdom"]]}," as a whole, with dishes such as Fish and Chips a popular fast food choice. Local dishes such as various types of stew and potato-based foods are also very popular. 'Champ' is a local speciality consisting of creamed potatoes with spring onions ('scallions') mixed in.\n\nIt should be noted that, with the advent of the peace process and (until recently) the improvements in economic conditions for many people in Northern Ireland, there has been a great increase in the number of very good restaurants, especially in the larger towns such as Belfast and Derry. Indeed it would be difficult for a visitor to either of those cities not to find a fine-dining establishment to suit their tastes (and wallet).\n\nThere is a strong emphasis on local produce. Locally produced meats, cheeses and drinks can be found in any supermarket. For the real Northern Irish experience, sample ",{"type":"''","value":["Tayto"]}," brand cheese and onion flavoured crisps - these are nothing short of being a local icon and are available everywhere.\n\n",{"type":"==","value":[" Drink "]},"\nThe legal drinking age in Northern Ireland is 18. People at and above the age of 16 will be served beer and wine with meals as long as there is a consenting adult present. In general, restaurateurs are strict about this rule, while the operators of small local pubs and bars tend to be more relaxed.\n \nDepending on their licence, most bars stop serving alcohol at either 23:00 or 01:00. Some clubs serve until later, and some bars have (illegal, but widely overlooked) \"lock-ins\" where the doors are locked at closing time, but people can stay and drink for longer. This only takes place at the discretion of the bar owner, and such events operate on an invitation-only basis.\n\n",{"type":"*","value":[{"type":"'''","value":["Bushmills"]}," whiskey is made in the town of the same name on the north coast, and distillery tours are interesting and enjoyable. Belfast produces its own range of ales."]},{"type":"*","value":[{"type":"'''","value":["Hillden Breweries"]}," is a local producer of ales and stouts based near Lisburn, County Down. It's products can be found in most supermarkets and some pubs and bars."]},"\n",{"type":"==","value":[" Stay safe "]},"\nNorthern Ireland has changed greatly in the years since the peace agreement was signed in 1998, though it's troubles have not entirely ceased. There remains a high frequency of terrorist incidents in Northern Ireland, with the UK Home Office defining the current threat level as 'severe' ",{"type":"[","value":["http:\/\/www.homeoffice.gov.uk\/counter-terrorism\/current-threat-level"]},". Tourists, however, are not the target of such terrorist incidents and therefore are highly unlikely to be affected. Visitors should be aware that there is a significant risk of disruption caused by incidents of civil unrest during the contentious 'marching season' which takes place each year over the summer months. The US State Department advises visitors to Northern Ireland to remain 'alert' during their visit and to keep themselves abreast of political developments ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/cis\/cis_1052.html"]},".\n\nThis being said, it should be remembered that most visits to Northern Ireland are trouble free and visitors are unlikely to frequent the areas that are usually affected by violence. Northern Ireland has a significantly lower crime rate than the rest of the United Kingdom, with tourists being less likely to encounter criminality in Belfast than any other UK capital.\n\nIn fact, Northern Ireland has one of the lowest crime rates among industrialised countries.  According to statistics from the U.N. International Crime Victimisation Survey (ICVS 2004), Northern Ireland has one of the lowest crime rates in Europe (lower than the United States and the rest of the United Kingdom), and even during the Troubles, the murder rate was still lower than in most large American cities (though this does not take into account the vastly lower population figures).  In fact, the results of the latest ICVS show that Japan is the only industrialised place safer than Northern Ireland.  Almost all visitors experience a trouble-free stay. \n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.psni.police.uk Police Service of Northern Ireland"]}]}," (formerly the ",{"type":"'''","value":["Royal Ulster Constabulary"]}," or ",{"type":"'''","value":["RUC"]},") is the police force in Northern Ireland. Unlike the Garda Síochána in the Republic, the PSNI are routinely armed with handguns and\/or long arms. The police still use heavily-armoured Land Rover vehicles; do not be concerned by this, as it doesn't mean that trouble is about to break out. There is a visible police presence in ",{"type":"[[","value":[["Belfast"]]}," and ",{"type":"[[","value":[["Derry"]]},", and the police are approachable and helpful. Almost all police stations in Northern Ireland are reinforced with fencing or high, blast-proof walls. It is important to remember that there is still a necessity for this type of protection and that it is a visible reminder of the province's past.\n\nAs with most places, avoid being alone at night in urban areas.  In addition, avoid wearing clothes that could identify you (correctly or not) as being from one community or the other (for example Celtic or Rangers football kits). Do not express a political viewpoint (pro-Nationalist or pro-Unionist) unless you are absolutely sure you are in company that will not become hostile towards you for doing so. Even then, you should be sure that you know what you're talking about. It would even be better if you acted that either you don't know about the conflict or don't care. Avoid political gatherings where possible. Many pubs have a largely cultural and political atmosphere (such as on the Falls Road, the mostly Nationalist main road in West Belfast, and the Newtownards Roads in predominantly Unionist East Belfast), but expressing an opinion among good company, especially if you share the same view, will usually not lead to any negative consequences. People are generally more lenient on tourists if they happen to say something controversial, and most will not expect you to know much about the situation.\n\nTraffic through many towns and cities in Northern Ireland tends to become difficult at times for at least a few days surrounding the 12th July due to the Orange Parades and some shops may close for the day or for a few hours. The parades have been known to get a bit rowdy in certain areas but have vastly improved in recent years. Additionally, the last Saturday in August is known as \"Black Saturday\" which is the end of the marching season. Trouble can break out without warning, though locals or Police officers will be more than happy to advise visitors on where to avoid. The Twelfth Festival in Belfast is currently being re-branded as a tourist friendly family experience and efforts are being made to enforce no-alcohol rules aimed at reducing trouble.\n\nPickpockets and violent crime are rare so you can generally walk around the main streets of Belfast or any other city or town without fear during the day.\n\n",{"type":"==","value":["Connect"]},"\nIf you are dialling from one telephone in Northern Ireland to another, you do not need to add any area code.  If dialling from the rest of the ",{"type":"[[","value":[["UK"]]}," use the code (028).   If dialling from elsewhere you can dial a Northern Ireland number by using the UK country code 44, followed by the Northern Ireland area code 28. If dialling from the ",{"type":"[[","value":[["Republic of Ireland"]]},", you can use the code (048), or you can dial internationally using the UK country code. \n\nInternational phone cards are widely available in large towns and cities within Northern Ireland, and phone boxes accept payment in GBP£ and Euro. Buying a cheap pay as you go phone is also an option which can be purchased from any of the five main phone networks, O2-UK, Orange, Vodafone, T-Mobile and Three. O2 will have the best nationwide coverage and is the most popular network choice for many people. It's worth noting that any phone that is bought in Northern Ireland uses the United Kingdoms cell network and therefore when entering the Republic of Ireland you will be subjected to the usual EU roaming charges. It's quite common for phones in Northern Ireland to switch over to Irish networks when near border areas such as in the North West near Donegal etc. This is also true the other way around, as you can travel some distance into the Republic of Ireland while still maintaining a UK phone signal. The networks available in the Republic of Ireland are O2-IE, Meteor,Three and Vodafone IE so ensure not to get confused between the UK and Irish versions of O2,Three and Vodafone.\n\nFree Wi-Fi is available at various hotels and restaurants across the country. Wi-Fi may also be available in various locations from unsecured networks from local businesses or pubs\/clubs etc. Internet cafe's are less common in Northern Ireland but there are computers for use at the libraries which you may use after registering with the library service. Broadband speeds in Northern Ireland vary from fast to non existent. In towns and cities expect the Internet to be quite speedy but the further you get out from the towns the slower the Internet may become.\n\n",{"type":"==","value":["Respect"]},"\nThe province's troubled past has created a uniquely complex situation within Northern Ireland's society. Integration (or even interaction) between the two main religious groups varies hugely depending on where you are (for example, in affluent South Belfast or Bangor, those from Catholic and Protestant backgrounds live side by side, as they have for generations, whereas in West Belfast, the two communities are separated by a wall).\n\nIf you are not British or Irish, the main thing to avoid is pontificating about the situation or taking one particular side over the other. Local people do not appreciate it and you will surely offend someone. Comments from outsiders will likely be seen as arrogant and ill-informed. This applies particularly to Americans (or others) who claim Irish ancestry and may therefore feel they have more of a right to comment on the situation (the majority of people in Northern Ireland would beg to differ). A good rule of thumb is simply to keep your opinions to yourself and avoid conversations that might be overheard.\n\nGenerally speaking, people from Northern Ireland are welcoming, friendly and well-humoured people, and they will often be curious to get to know you and ask you why you're visiting. However that does not mean that, on occasion, there are no taboos. Avoid bringing up issues like the IRA, UVF, UDA, INLA etc., or political parties, as it will not be appreciated. Other than that, there are no real dangers to causing tension among the Northern Irish people. As with virtually all cultures, don't do anything you wouldn't do at home. \n\nUnlike in parts of Europe, there is no social taboo associated with appearing drunk in bars or public places. Though it is advisable to avoid political conversations in general, this is particularly true when alcohol is involved. People from all backgrounds congregate in Belfast city centre to enjoy its nightlife; avoiding political discussions is an unwritten rule.\n\nAlso, Northern Irish people have a habit of gently refusing gifts or gestures you may offer them, do not be offended, because they really mean that they like the gesture, also you are expected to do the same, so as not to appear slightly greedy, it is a confusing system but is not likely to get you in trouble.\n\nTours of ",{"type":"[[","value":[["Belfast"]]}," often include a visit to the ",{"type":"'''","value":["Peace Lines"]},", the steel barriers that separate housing estates along sectarian lines. These are particularly visible in West Belfast. It is common for private or taxi tours to stop here and some tourists take the opportunity to write messages on the wall. It is important to remember that there is a real reason why these barriers have not been removed, and that they provide security for those living on either side of them. Messages questioning the need for these security measures, or those encouraging the residents to 'embrace peace' etc., are not appreciated by members of the community who live with the barriers on a day-to-day basis and such behaviour is generally regarded as arrogant and patronising. \n\nThe terms which refer to the two communities in Northern Ireland have changed. During the Troubles, the terms 'Republican' and 'Loyalist' were commonplace. These are seen as slightly 'extreme', probably due to the fact that they were terms used by the paramilitaries. It is more common to use the terms 'Nationalist' and 'Unionist' today; these terms are more politically neutral. 'Loyalist' and 'Republican' still refer to particular political viewpoints.\n\n",{"type":"===","value":["Naming"]},"\nA number of politically-charged names for Northern Ireland are used by some residents, the most contentious being \"The Six Counties\" (used by Nationalists) and \"Ulster\" (used by Unionists to refer only to NI). Visitors are ",{"type":"'''","value":["not"]}," expected to know, or use, these or any other politically-sensitive terms, which will only be encountered if you choose to engage in political discussions.\n\nShould it be necessary to refer to Northern Ireland as either a geographical or political entity, the term \"Northern Ireland\" (at least, when used by people from outside Ireland) is accepted by the vast majority of people.\n\nIf you need to refer to Ireland as a geographical whole, a reference to \"the island of Ireland\" has no political connotations, and will always be understood.\n\nVisitors might be more aware of the fact that the second city of Northern Ireland has two English-language names, \"Londonderry\" (official) and \"Derry\" (unofficial but widely used). Nationalists, and everyone in the Republic, will invariably use the name \"Derry\", whereas Unionists strongly prefer \"Londonderry\". It is wise not to question anyone's use of either name over the other, and if you are asked \"Did you mean Derry\" or \"Did you mean Londonderry?\" you should politely say yes.\n\nIt may all seem confusing, but Northern Irish people won't expect you to know or care about every detail of the situation and, as mentioned above, will openly welcome you to their country. Young people tend to be more open-minded about it all and are much less politically motivated than their parents or grandparents.\n\n",{"type":"===","value":[" Social Issues"]},"\nThe people in Northern Ireland are generally warm and open - always ready with good conversation. Of course, being such a small, isolated country with a troubled past has also led to a decidedly noticeable lack in social diversity.\n\nIt is worth noting that the majority of people you will encounter will be white. It isn't unusual to go a few days without encountering any multiculturalism, apart from other visitors or Chinese restaurants. This will make quite a change if you are from countries such as England or the US. \n\nRacism is not generally an issue, however, due to the openness and rather frank humour in Northern Ireland, small, sarcastic comments may be made about the issue, in jest, if a local encounters someone outside of his or her own nationality. It is best not to react to this, as it is most likely just a joke, and should be treated as such. In fact, in Northern Ireland, a \"mixed marriage\" refers to a Catholic marrying a Protestant.\n\nGay and lesbian travellers should be aware that some citizens of Northern Ireland are not the most accepting when it comes to homosexuality. This is not necessarily due to the people being averse to it, but rather the fact that there are virtually no examples of any gay and lesbian communities outside Central Belfast. It should be noted, however, that parts of the capital (for example the University Quarter) are perfectly safe and accepting of gay and lesbian people, with both of Belfast's universities incorporating active LGBT societies.\n\nHowever, there have been issues of more severe racism in parts of the province in recent years. ",{"type":"[[","value":[["Belfast"]]}," is the most ethnically diverse area, but even so the city is over 97% white. Typically, incidents of racism have been confined to South Belfast, which has a higher mix of non-white ethnicities due to its location near Queen's University. After decades of little or no immigration, some people find it hard to accept outsiders moving in, and racist attacks are usually to an immigrant's property, rather than the immigrants themselves. \n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["geo"],["54.5909"],["-5.8400"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["United Kingdom"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Northern Ireland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Northern Ireland\/"]]}]