[{"type":"{{","value":[["pagebanner"],["Northern Netherlands banner.JPG"],["caption=Groyne on Ameland Island, Northern Netherlands"]]},"\nObscure among foreigners, the ",{"type":"'''","value":["Northern Netherlands"]}," can be a pleasant surprise. This sparsely inhabited region is home to some stunning historic fortifications, lovely cities, great museums and excellent water sports opportunities. Its nature varies from vast heathlands to beautiful lake areas. As soon as winter shows its face, the odd chance of the \"eleven-city-tour\", a major ice-skating event passing 11 pretty towns in Friesland and last held in 1997, becomes the talk of the day in all of the country. Although nature rarely allows for the tour to be held, it seems to have become part of the Dutch identity. Small chance you'll find yourself caught in the middle of that massive event (estimations state that, would the tour be held, it would become the biggest single event in the history of the country), but the region is a lovely destination even in high summer. Most of the Northern Netherlands consists of a flat polder landscape, with the exception of Drenthe which lies on a plateau and consists of heathlands.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Northern-netherlands-map.png"],["regionmaptext=Regions of the Northern Netherlands"],["regionmapsize=500px"],["region1name=",{"type":"[[","value":[["Drenthe"]]}],["region1color=#c5995c"],["region1items="],["region1description=Lying on the Drents Plateau, this area is a favorite among Dutch travelers for its heathland, sand grounds and the dolmen from the early Neolithic period."],["region2name=",{"type":"[[","value":[["Friesland"]]}],["region2color=#c8b7b7"],["region2items="],["region2description=Known for its lakes and ice skating culture, Friesland has a distinct culture and its own language and traditions. The ",{"type":"''","value":["Sneekweek"]}," is an annual boating event in the summer, while winter revolves around the ",{"type":"''","value":["Elfstedentocht"]},", one of the most legendary ice skating tournaments in the world that can only be held in extremely cold winters (last one in 1997)."],["region3name=",{"type":"[[","value":[["Groningen (province)"],["Groningen"]]}],["region3color=#a4c28d"],["region3items="],["region3description=The city of Groningen is one of the most happening cities of the country, and a highlight of the northern region. The ",{"type":"''","value":["Ommelanden"]}," (surrounding lands) are very flat and very green, and historically belong to the greater Frisian region."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Assen"]]}," — Famously home to the Dutch TT Circuit, and therefore a prime destination for any MotoGP enthusiasts"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bourtange"]]}," — Stunningly restored historic fortified town and an excellent day trip in the region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Delfzijl"]]}," — Friendly harbour town and once every five years the scene for the bustling Delfsail boating event"]},{"type":"*","value":[" ",{"type":"[[","value":[["Emmen"]]}," — Home to one of the most well-known zoos in the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Groningen"]]}," — Lively student city full of historic heritage and home to a top-notch museum"]},{"type":"*","value":[" ",{"type":"[[","value":[["Harlingen (Netherlands)"],["Harlingen"]]}," - A charming harbour town with a light house among its many historic monuments"]},{"type":"*","value":[" ",{"type":"[[","value":[["Heerenveen"]]}," — The sports capital of the Northern Netherlands and home to the famous indoor ice-skating arena Thialf "]},{"type":"*","value":[" ",{"type":"[[","value":[["Leeuwarden"]]}," — Scheduled to be European Capital of Culture in 2018, this provincial capital is full of modern and historic culture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sneek"]]}," — At the heart of the Frisian Lake region and a centre for sailing and other water sports"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Haventje van Echten Tjeukemeer.jpg"],["thumb"],["The Frisian Lakes are a popular boating and water sports destination"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["West Frisian Islands"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Westerbork"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Frisian Lakes"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nOutside settlements, Friesland and Groningen mostly consist of meadows and arable land. Also, they are great areas for water-based activities such as sailing. Drenthe is a little different in that it also boasts large forests and more hilly terrain. Finally, the ",{"type":"[[","value":[["West Frisian Islands"]]}," have a character all of their own.\n\nLife is generally lived at a somewhat slower pace than in the west. Drenthe in particular is popular with people looking to move to a more quiet area after their retirement. Conversely, many young people leave the region looking for work.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"[[","value":[["Dutch phrasebook"],["Dutch"]]}," is spoken in all three provinces, but in Friesland ",{"type":"[[","value":[["Frisian phrasebook"],["Frisian"]]}," is an official language and widely spoken. Frisian is a unique language that is somewhere in between Dutch, English and the Scandinavian languages. Frisians won't expect foreigners do have any knowledge of the language, but knowing some basic sentences might give you a conversation topic. In Frisian towns, ",{"type":"''","value":["Stadsfries"]}," is spoken, a Dutch dialect that has been influenced by Frisian.\n\nIn Groningen and Drenthe, local dialects are used that are sometimes grouped together as \"Dutch Low Saxon\". The locals would use the name of their hometown as the name of their dialect, or they call them \"Plat\". In the south-east of Friesland, a Dutch Low Saxon variety known as \"Stellingwerfs\" is spoken. However, Dutch and English are universally understood in the whole region.\n\n",{"type":"==","value":["Get in"]},"\nThere are several highways heading north, and forming a backbone for the road system in the region. The ",{"type":"'''","value":["A7"]},", takes you over the Afsluitdijk, and entering the Northern Netherlands in the west. Then there's the ",{"type":"'''","value":["A6"]},", running north via ",{"type":"[[","value":[["Lelystad"]]}," and then taking a turn to the east via ",{"type":"[[","value":[["Heerenveen"]]}," en ",{"type":"[[","value":[["Groningen"]]}," to the German border. Other major connections are the ",{"type":"'''","value":["A28 and A32"]},". For the rest, a good network of provincial roads make the region well accessible by car, motorbike and even bike, as apart from the highways, you'll find plenty of bike lanes.\n\nThere's no ",{"type":"'''","value":["train"]}," rails on the Afsluitdijk, and all train connections to the Northern Netherlands run via ",{"type":"[[","value":[["Zwolle"]]},". For the major destinations you will not have to change, however, as intercity trains run straight through from Leeuwarden and Groningen to destinations like Amsterdam, Utrecht, The Hague and Rotterdam. Typically, two intercity trains run north every hour.\n\nThere is a ",{"type":"'''","value":["bus"]}," over the Afsluitdijk, and if you would happen to want to get from ",{"type":"[[","value":[["Alkmaar"]]}," to ",{"type":"[[","value":[["Bolsward"]]}," or ",{"type":"[[","value":[["Leeuwarden"]]},", line 350 is your fastest option (2h, €17). Note that this bus can get pretty crowded during rush hour. For most other points of departure however, trains are typically more convenient and faster to get to the major places. \n\nAs for options via the ",{"type":"'''","value":["air"]},", Groningen-Eelde airport, just south of Groningen, has some international flights to holiday destinations, operated by Transavia, Corendon and Ryanair. Other options include the airport in ",{"type":"[[","value":[["Bremen"]]},", Germany, for low fare carriers, or of course Amsterdam Schiphol Airport for a myriad of international connections. (It's a 2h15 train journey from Schiphol to either Groningen or Leeuwarden.)\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Drouwenerzand gemeente Borger-Odoorn.jpg"],["thumb"],["Drenthe heathlands in bloom"]]},"\nFlat and wide, the Northern Netherlands are highly suited for ",{"type":"'''","value":["biking"]}," and ",{"type":"'''","value":["hiking"]},", and many visitors explore at least a bit of the area that way. There are many ready made routes, some indicated along the way and others to be bought at the tourist information centres you'll find in every mid-sized or larger town. As the Dutch love biking in general, there's also an abundance of route information online. However, with countless bike lanes and other biking facilities around, you'll have no trouble at all making your own way between the destinations of your choice, so hop on and get going! In most larger places you'll be able to find a rental bike, check the individual articles for listings. \n\nThe extensive public transport system serves virtually every corner of the region and leaves very few places truly unreachable by public transport. ",{"type":"'''","value":["Trains"]}," are operated by both the Dutch National NS and by Arriva (which runs slower trains stopping at smaller stations). Although this region is remote in the eyes of the Dutch living in the ",{"type":"[[","value":[["Western Netherlands"]]},", it has over 60 train stations. Most are small, but they are a great help in terms of accessibility. Note however that there will be no staff of offices at most of these village stations.\n\n",{"type":"'''","value":["Buses"]}," are operated by Arriva and include local, regional and fast interregional Qline services. Large destinations like Groningen, Leeuwarden and Assen are typically served by a wide variety of bus services, and make good starting points to get to smaller towns around. \n\n",{"type":"'''","value":["Roads"]}," are good and extensive, although the network of major highways is not as tight as it is in the west. If you're on your way to smaller destinations you may have to take the somewhat smaller ",{"type":"'''","value":["N"]},"-roads, which are fine but have a speed limit of 80 or 100 rather than 120\/130. On the bright side however, roads are typically far less crowded than they are in other parts of the country.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Luchtfoto bourtange.jpg"],["thumb"],["Stunning design of the ",{"type":"[[","value":[["Bourtange"]]}," fortifications"]]},"\nWhether you're a history buff, a nature lover or an arts fan; there's plenty of sights well worth visiting. Having survived the test of time, the massive stones of prehistoric dolmen are a silent reminder of the early inhabitants of the region. Some 54 of these ",{"type":"''","value":["Hunebedden"]}," (as the Dutch call them) remain and make for an interesting stop when exploring the region. If you want to know more, head for the one near ",{"type":"[[","value":[["Borger"]]},", as it is the largest one and has an archaeological museum next to it. Although there's no dolmen at the spot, the ",{"type":"'''","value":["Drenths Museum"]}," in ",{"type":"[[","value":[["Assen"]]}," also has information and a fine collection of prehistoric artefacts, including well-preserved bog bodies. \n\nThere's a lot of heritage from later times. The magnificent ",{"type":"'''","value":["Fort of Bourtange"]}," is not only well restored, but also houses a history museum. There are several other fine examples of strongholds, including the ",{"type":"'''","value":["Fraeylemaborg"]}," near ",{"type":"[[","value":[["Slochteren"]]}," which is also a museum. The city of ",{"type":"[[","value":[["Groningen"]]}," has a beautiful historic centre, with the tall ",{"type":"'''","value":["Martini tower"]}," as a major landmark. If you have any interest in arts, don't miss the renown ",{"type":"'''","value":["Groningen Museum"]}," with ever changing but typically excellent collections of modern and classic arts. Of the many charming smaller historic towns, ",{"type":"[[","value":[["Appingedam"]]}," with its hanging kitchens stands out, as does ",{"type":"[[","value":[["Franeker"]]},", with its monumental city hall and tiny but great 18th century orrery. \n\nWonderful ",{"type":"'''","value":["nature"]}," can be found on the extensive heathlands in Drenthe, the tranquil Frisan Lakes area and on the northern coast line. Hop on a boat to spend the night on ",{"type":"[[","value":[["Texel"]]}," or another one of the small islands in the Waddensea, all popular holiday destinations for the Dutch. Visit the earless seal rescue centre at ",{"type":"[[","value":[["Pieterburen"]]}," or watch animals at the ",{"type":"[[","value":[["Emmen"]]}," zoo. \n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Wadlopen bij Pieterburen 02a.jpg"],["thumb"],["Mudflat hikers near Pieterburen"]]},"\nLandscapes in the Northern Netherlands are wide and flat, making for perfect outdoor activities.\n",{"type":"*","value":[{"type":"'''","value":["Hiking and biking"]}," is popular, as the countryside offers anything from heathlands to forests and agricultural fields to lake areas. The rural areas are dotted with villages and the meadows with cows hold some typically Dutch vistas. Whether you're a trained biker or just rented a bicycle to explore some of the natural surroundings, the lack of hills and mountains offers great routes for everyone."]},{"type":"*","value":[{"type":"'''","value":["Mudflat hiking"]}," deserves a mention of its own. At low tide, as the shallow Wadden Sea pulls back, it's temporarily possible to walk from the northern coast to one of the Frisian islands. These activities are best undertaken under the guidance of a professional guide. It's an activity unsuited for anyone with mobility problems, and it's a good hike, but it requires no special training. Good starting points include ",{"type":"[[","value":[["Pieterburen"]]}," and ",{"type":"[[","value":[["Holwerd"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Boating and sailing"]}," are enormously popular. The ",{"type":"[[","value":[["Frisian Lakes"]]}," are an excellent starting point, but an extensive network of water ways and of course the Wadden Sea to the north make it possible to explore large parts of the Northern Netherlands by boat. Good places to start tours of the Frisian lakes include ",{"type":"[[","value":[["Sneek"]]},", ",{"type":"[[","value":[["Grou"]]}," and ",{"type":"[[","value":[["Lemmer"]]},", although virtually every village on the lake sides has boat rental options."]},{"type":"*","value":[{"type":"'''","value":["Ice skating"]}," is a major passion throughout the region. Slightly colder than the rest of the country and rich in natural waters as well as artificial ice skating tracks, the first opportunities for outdoor iceskating in the country often appear in the Northern Netherlands. Even if you're not planning on any ice skating for yourself, join one of the competitions when you can, as they're usually a fun way to encounter Dutch culture."]},"\n",{"type":"==","value":["Eat"]},"\nThe coastal areas and the ",{"type":"[[","value":[["West Frisian Islands"]]}," obviously have a long tradition of sea food dishes. The Wadden Sea shrimps and oysters are especially worth a try. \n\nGoing just a bit further land inward, however, traditional staples are typically heavy, nutritious goods like beans, grains and potatoes. As in many places, sweet dishes from these areas seem to have survived the test of time best and remain common both in family homes and on restaurant menus. ",{"type":"'''","value":["Dúmkes"]},", cookies with nuts, are popular on mainland Friesland and on the island of Ameland. ",{"type":"'''","value":["Poffert"]},", with varieties in Friesland known as ",{"type":"'''","value":["boffert"]}," is a simple cake, holding the middle between brioche and cake and served in slices. ",{"type":"'''","value":["Oudewievenkoek"]}," (or ",{"type":"''","value":["old lady's cake"]},") is a spiced cake with a taste of anise seeds widely available in the region. \n\nThere's a growing interest in locally produced goods and the region is rediscovering old traditions as well as establishing new ones. The island of ",{"type":"[[","value":[["Texel"]]}," is famous for its ",{"type":"'''","value":["mutton"]},", which you might find on menus all over the country. ",{"type":"'''","value":["Sheep cheeses"]}," are local specialities traditionally produced there and in other parts of the Northern Netherlands, including the heathland areas of Drenthe. Dried and spiced ",{"type":"'''","value":["sausages"]}," are another popular regional product.\n\n",{"type":"==","value":["Drink"]},"\nBeer is popular anywhere in the Netherlands, but in terms of production, bitters and gins play a much larger part in the Northern Netherlands. One of the largest distilleries in the country, ",{"type":"'''","value":["Hooghoudt"]},", was founded and still has its main offices in Groningen. Its products are favoured throughout the Northern Netherlands. It produces a wide range of liquors and gins, and adopted several traditional alcoholic drink recipes from the Northern Netherlands. Remarkably, it also produces a range of non-alcoholic lemonades. \n\nAlthough originally from ",{"type":"[[","value":[["Amsterdam"]]},", the popularity of ",{"type":"'''","value":["berenburg"]}," (made of Dutch gin and herbs) was initially larger in the Northern Netherlands. Regional varieties include ",{"type":"'''","value":["Sonnema Berenburg"]}," and  ",{"type":"'''","value":["Weduwe Joustra"]},". A ",{"type":"'''","value":["Dokkumer coffee"]}," is the regional interpretation of an Irish Coffee, and consists of coffee with berenburg and whipped cream. The Frisian islands have their own kinds of bitters, called a ",{"type":"'''","value":["Juttertje"]}," (on Texel) or Schylger Jutters-Bitter (on Terschelling). Less popular but surely traditional is ",{"type":"'''","value":["Fladderak"]},", a liquor flavoured with lemon and cinnamon.\n\n",{"type":"==","value":["Go next"]},"\nThe Netherlands are small and any other part of the country is just a few hours away at most. Cross the 32 km ",{"type":"''","value":["Afsluitdijk"]},", the major causeway connecting the Northern Netherlands to the ",{"type":"'''","value":[{"type":"[[","value":[["Western Netherlands"]]}]},", with all it's famous Dutch attractions. Much less known, the ",{"type":"'''","value":[{"type":"[[","value":[["Eastern Netherlands"]]}]}," border the region to the south and have some unexpectedly good sights, including pleasant historic cities and rural castles. Alternatively, head west and cross the border into ",{"type":"'''","value":[{"type":"[[","value":[["Germany"]]}]},", where you'll find yourself in ",{"type":"'''","value":[{"type":"[[","value":[["Lower Saxony"]]}]},". Alternatively, you could drive straight through there and in less than 4 hours from the city of ",{"type":"[[","value":[["Groningen (city)"],["Groningen"]]},", you'd be at the ",{"type":"'''","value":[{"type":"[[","value":[["Denmark"]]}]}," border.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Netherlands"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["53.05442"],["6.38306"],["zoom=9"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]