[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Mount Shuksan tarn.jpg"],["300px"],["thumbnail"],["Mount Shuksan"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/noca\/ North Cascades National Park"]}]}," is a ",{"type":"[[","value":[["United States National Park"]]}," in the ",{"type":"[[","value":[["North Cascades"]]}," region of ",{"type":"[[","value":[["Washington (state)"],["Washington State"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nSitting on the border of the United States and Canada, the North Cascades National Park covers an area of over 500,000 acres and ranges between 1,000 to over 10,000 vertical feet. Much of the park is designated as \"wilderness,\" and there are few areas with developed facilities. It is quite close to ",{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]}," and ",{"type":"[[","value":[["Seattle"]]},", however, providing easy access from urban areas. The park is divided into two non-contiguous sections to the north and south of the North Cascades Highway (State Route 20). \n\nNon-hikers are limited to the view from the highway, and a few side roads. See the ",{"type":"[[","value":[["North_Cascades#Itineraries"],["itinerary"]]}," for details.\n\n",{"type":"===","value":["History"]},"\n",{"type":"====","value":["Indigenous peoples"]},"\nArcheological evidence from over 8000 years ago shows that the area contained large Native populations divided by the rugged topography of the North Cascades. The peoples of the Columbia River Basin to the east and those of the Pacific Northwest\/Puget Lowlands to the west. A trade network connected and enabled them to share locally abundant resources. They traveled across mountain passes to trade. They followed ridge crests to avoid dense brush along avalanche shoots and stream bottoms.  The difficulty of travel across these rugged mountains made intimate knowledge of them extremely important. Routes to the major mountain passes were vital to indigenous peoples.\n",{"type":"====","value":["Fur traders"]},"\nFur traders, traveling on foot and by canoe, were among the first Euro-Americans to venture into the North Cascades wilderness in the late 1700s. Seeking to follow the Columbia River to the Pacific Ocean, these explorers entered only the lower reaches of the North Cascades. The earliest recorded crossing of the North Cascades by a Euro-American occurred in 1814. Alexander Ross, a fur trader, crossed Twisp Pass, followed the Stehekin River eventually crossing Cascade Pass, he traced the Cascade River downstream to its confluence with the Skagit River. Maps of Washington Territory in 1860 show large areas still labeled \"unexplored.\" \n",{"type":"====","value":["Miners"]},"\nIn the 1850s, prospectors began searching for gold along the banks of the Skagit River. After gold was discovered along Ruby Creek in the late 1870s, hundreds of miners swarmed over the upper Skagit valley. They found little gold, and the rush was over by 1880.  Over the next few decades, miners turned their attention to other minerals, primarily silver and lead, located higher in the mountains. New claims were established in the high country around Cascade Pass, including Doubtful Lake, Boston and Horseshoe Basins and Bridge Creek. A rich silver deposit was found just below Boston Glacier near the headwaters of Thunder Creek in 1892, and another rush was on. Some silver was located, but the costs of getting the ore out were too high. By 1913 most of the Thunder Creek mining companies had folded. Mining continued along the Stehekin drainage through the 1910's until metal values dropped and it became too costly. Interest in mining in the area did not resume until WWI increased the demand for metal and then again during the 1940's to 1950's for the last time. Short working seasons, unpredictable weather conditions, difficult transportation, limited accessibility and lack of working capital were all factors that hampered the development of large-scale mining in the North Cascades.\n",{"type":"====","value":["Loggers"]},"\nDue to inaccessibility, little of the park was commercially logged. Commercial timber cutting began on westside, low-elevation forests in the 1860's. Once the natural logjams that blocked the lower Skagit were cleared away in the 1870s, logging began to extend into the heart of the mountains. Logs were rafted down the river to be milled at settlements downstream. Logging also occurred in the Stehekin Valley. There were some mills in the valley that were used to mill lumber for local use. Most of the logs were rafted down Lake Chelan and used to make apple boxes. The lack of an adequate transportation system hindered early efforts to expand logging operations deep into the mountains.\n\n",{"type":"===","value":["Landscape"]},"\n\nSteep mountains coupled with an amazing variety of rock and water features contribute to the region's tremendous biodiversity. Variation in elevation, soil types, rainfall and exposure combine to form eight distinctive life zones from the lowland forests and wetlands to the alpine peaks and glaciers. \n\n",{"type":"====","value":["Forests"]},"\nAbundant rain and mild winters provide the perfect environment for trees in the Pacific Northwest to grow very large and old.  Most of the old giants are gone from the Northwest, but in the wilds of the North Cascades you can still visit groves that have never been cut and still retain all of the characteristics of old-growth forest.\n\n",{"type":"====","value":["Geologic formations"]},"\nThe North Cascades are still rising, shifting and forming. Geologists believe that these mountains are a collage of terranes, distinct assemblages of rock separated by faults. Fossil and rock magnetism studies indicate that the North Cascades terranes were formed thousands of miles south in the Pacific Ocean. Attached to slowly moving plates of oceanic rock, they drifted northward merging together about 90 million years ago. Colliding with the North American Continent, the drifting rock masses were thrust upwards and faulted laterally into a jumbled array of mountains. The collision broke or sliced the terranes into north or south trending faults that are still evident today. \n\n",{"type":"====","value":["Glaciers"]},"\nBoasting over 300 glaciers and countless snowfields, the North Cascades National Park Service Complex is one of the snowiest places on earth and the most heavily glaciated area in the United States outside of Alaska.\n\n",{"type":"====","value":["Lakes and ponds"]},"\nThe abundance and diversity of aquatic habitats in the North Cascades ecosystem is one of the characteristics that makes this area unique. In North Cascades National Park (NP), over 500 lakes and ponds are scattered throughout the mountain landscape. These natural environments are home to native aquatic life including plankton, aquatic insects, frogs and salamanders.\n\n",{"type":"====","value":["Rivers and streams"]},"\nMajor rivers continually shape the landscape on all sides of the Cascade Crest and provide key habitat for thousands of species of plants and animals. Nowhere is this more apparent than in the North Cascades. To the north, the Chilliwack River leaves the park to combine with the Fraser River in British Columbia (the largest watershed along the west coast of North America). The Nooksack River flows west beyond Mount Baker beginning its journey near Mt. Shuksan (the park's most photographed peak). Baker River drains the Picket Range and southeast slopes of Mount Baker joining the Skagit River, which flows from Canada, then westward across the middle of North Cascades National Park Complex. The Skagit is the largest watershed emptying into Puget Sound. In spite of the three dams along its length, the Skagit supports all five species of Pacific salmon and two anadromous (or sea-going) trout. The Stehekin River drains the southeast corner of the park to feed Lake Chelan – a glacier-carved trough which at 1500 feet is the third deepest natural lake in the nation. The waters of Lake Chelan eventually make their way to the mighty Columbia River, the largest river system in the western US.\n\n",{"type":"====","value":["Wetlands"]},"\nAmidst the high peaks, deep forests and cold rivers for which the park is renowned wetlands, marshes and swamps may be the last thing people think of when they visit. Although they are not the most prominent aspects of the park ecosystem, they are one of the most important. They prepare the ground from which, in time, will spring forth an ancient forest. Wetlands also provide perfect habitat for many amphibians, invertebrates and aquatic plants.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe park is home to a wide variety of species, most notably the Grizzly, the Gray Wolf, and the Canada Lynx.  The extreme variation in elevation produce an incredible range of plant life as well, with the short flowering season of the alpine meadows being particularly spectacular.\n\n",{"type":"===","value":["Climate"]},"\n\nThe climate is typical of the Northwest.  It is easy to stereotype the weather there as heavy, rainy winters and clear, mild summers.  As with any outdoor recreation area, however, it is important to remember that inclement weather can occur at any time of the year.  It's is not unheard of to have snowstorms in July at higher elevations!\n\nPerhaps the most astonishing climatological occurrence in the park is that it is home to the world record snowfall.  In 1999, Mt. Baker received 1140 inches of snow.  That's over 90 feet!  Also Keep in mind that as soon as one crosses the Cascade crest, the climate becomes that of the eastern ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," high desert.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Rainier-area-map.jpg"],["thumb"],["350px"]]},"\n",{"type":"===","value":["By car"]},"\nMost people arrive at the park on State Route 20, though this is closed during most of the winter.  One can also enter the park on the Mt. Baker highway.  Keep in mind that these roads will lead you to trails, but not to a park 'entrance' as one might expect at ",{"type":"[[","value":[["Mount Rainier National Park"]]},".\n\n",{"type":"===","value":["By ferry"]},"\nOne can also take a plane or a ferry across Lake Chelan for a more adventurous route.  These options will allow you to visit areas of the park that are not accessible by car.\n\n",{"type":"===","value":["By foot"]},"\nThe ",{"type":"[[","value":[["Pacific Crest Trail"]]}," (PCT) is a well known trail that extends along the West coast of the United States, from Mexico to Canada. It passes through California, Oregon, and Washington State.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere are no fees to enter the North Cascades National Park.  Spending the night in the back country does require a free permit obtained by registering at a ranger station.  Campgrounds have variable fees, often dependent on the time of year and popularity of the campground.\n\n",{"type":"==","value":["Get around"]},"\n\nMost locomotion through the park is human powered, whether it be hiking, skiing, kayaking, or climbing.  The wilderness designation of most of the park means that vehicle access is extremely limited.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Sol Duc Falls Olympic National Park.jpg"],["200px"],["thumbnail"],["Sol Duc Falls"]]},"\nThe North Cascades National Park is a nature lover's paradise.  Once can see jagged peaks, alpine meadows,  rain forest, and desert.  ",{"type":"[[","value":[["Mount Baker"]]},", one of the Cascade volcanoes, is easy to access and also provides views of Mt. Shuksan, arguably the most photographed mountain in the United States.\n\n",{"type":"==","value":["Do"]},"\n\nFor the outdoor enthusiast, the park offers a nearly endless variety of activities.  ",{"type":"[[","value":[["Mount Baker"]]}," provides a world famous resort for the skiers and snowboarders.  Canoeing and kayaking can be had on lakes Ross and Chelan.  Trails abound for countless miles, through valleys and over passes.\n\nThe North Cascades are particularly noted for offering some of the most rugged alpine climbing in the lower 48.  Many world class climbers have cut their teeth there and continue to climb in the area between trips.  Challenges await all skill levels, from the well-prepared novice to the seasoned veteran.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nStaying in the park means sleeping in a campground or in the back country.  For those who enjoy their amenities, however, there are more posh accommodations in the countless towns one drives through on the way to the park.  One can find anything from hotel rooms to chateaus with hot tubs.\n\n",{"type":"===","value":["Lodging"]},"\n\nSee above.\n\n",{"type":"===","value":["Camping"]},"\n\nThere are a number of campgrounds throughout the park, administered by the National Park Service ",{"type":"[","value":["http:\/\/www.nps.gov\/"]},".  Most offer potable water, dump stations, and firewood.\n\n",{"type":"===","value":["Backcountry"]},"\n\nMost of the park would be classified as back country.  There are relatively few facilities outside of the campground, baring a few composting toilets in more popular areas.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe park offers many activities, most of which can be considered dangerous in some way.  Always carry maps, extra food and clothing, a compass, water, and other emergency gear.  Do not engage in any activities you are not thoroughly prepared for as any sort of rescue is improbable.  Even the most benign hike can be deadly under extreme circumstances.  Be prepared! \n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=WA-20.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Burlington (Washington)"],["Burlington"]]}],["minorl1=",{"type":"[[","value":[["Sedro-Woolley"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Omak"]]}],["minorr1=",{"type":"[[","value":[["Winthrop (Washington)"],["Winthrop"]]}]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"{{","value":[["geo"],["48.483086"],["-120.911491"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North Cascades"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["Wikipedia:North Cascades National Park"]]}]