[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=North Shore"]]},"\nThe ",{"type":"'''","value":["North Shore"]}," of the Burrard Inlet is a mostly suburban area of ",{"type":"[[","value":[["Vancouver"]]}," where dense urban meets dramatic tall mountains. The mountains provide attractions like the ",{"type":"'''","value":["Grouse Mountain"]}," ski resort. At the west of the North Shore is ",{"type":"'''","value":["Horseshoe Bay"]},", ferry terminal to the ",{"type":"[[","value":[["Sunshine Coast (British Columbia)"],["Sunshine Coast"]]},".\n\n",{"type":"[[","value":[["File:North Vancouver from canada place.JPG"],["thumb"],["325px"],["The waterfront of Lower Lonsdale, North Vancouver"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nThe first European settlers started to arrive in the North Shore in the 1860s, attracted by the logging potential of its old growth forests.  The lumber, in turn, was attractive to ship builders and a ship building industry was born that would be important to the region for decades.  The settlement grew and by 1891 the residents had organized and incorporated the ",{"type":"'''","value":["District of North Vancouver"]},", which covered the entire region from Horseshoe Bay to Deep Cove.  \"North Vancouver\" was chosen as the name so potential real estate investors would better know where their land was.\n\nMost of the early settlement and industry focused on what is now considered Lower and Central Lonsdale.   Residents in this area felt they could do better if they separated from the District, so the ",{"type":"'''","value":["City of North Vancouver"]}," was incorporated in 1907, taking with it the municipal hall, the ferry connections to ",{"type":"[[","value":[["Vancouver"]]}," and most of the business and industry in the North Shore.  Meanwhile, people living west of the Capilano River were becoming anxious that the increasing industry in the North Shore would affect them.  This led to the incorporation of the ",{"type":"'''","value":["District of West Vancouver"]}," in 1912 to preserve the residential nature of the area.  \n\nAlthough most of this happened almost 100 years ago and the borders of the three municipalities are pretty much indistinguishable now, it has certainly shaped the structure of the North Shore.  The City of North Vancouver has become an urban area and retains the ferry connections with Vancouver (if not all the industry); West Vancouver remains overwhelmingly residential and commercial; and the District of North Vancouver is a little bit of everything with commercial and industrial pockets scattered throughout, but no central area.\n\nThe North Shore has also been shaped by the recreation opportunities it offers to locals and tourists alike.  Early enthusiasts from Vancouver and elsewhere would brave ferry rides and long treks up the local mountains to go skiing or hiking.  Over the years, parks were set aside, trails cut and ski areas built to make it more accessible.  The local mountains were early hot-spots for and helped push snowboarding and mountain biking and remain favorite locations for pro photo shoots.  Many people choose to live in the North Shore today for the lifestyle options it offers.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lions Bay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["North Vancouver"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["West Vancouver"]]}]},"\n",{"type":"==","value":["Other Destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bowen Island"]]}]},"\n",{"type":"==","value":["Get in"]},"\n\nMost people will enter the North Shore from ",{"type":"[[","value":[["Vancouver"]]}," by road or through the Translink system. \n\n",{"type":"{{","value":[["infobox"],["Lions Gate Bridge"],["The Lions Gate Bridge is a Vancouver landmark linking the city with the North Shore across Burrard Inlet.  Similar in style to San Francisco's Golden Gate Bridge, it was built in 1937-8 in large part to help develop land owned by the Guinness family (of beer fame) in West Vancouver.  Although the family sold their land in the 50s, a link remains in the decorative lighting they donated for the bridge in 1986.\n\nThe bridge itself is three lanes with sidewalks on either side for walking or cycling.  The center lane is controlled by traffic signals, so it alternates direction depending on the traffic conditions.  The bridge is best avoided during rush hour (if you're in a car, at least) but otherwise provides a more scenic entrance (or exit) to the North Shore than the larger Second Narrows Bridge."]]},"\n\n",{"type":"===","value":["By car"]},"\n\nIf you're coming from ",{"type":"[[","value":[["Vancouver"]]},", you enter the North Shore by either ",{"type":"'''","value":["Highway 1"]}," (Trans Canada Highway) across the ",{"type":"'''","value":["Second Narrows Bridge"]}," into North Vancouver or by ",{"type":"'''","value":["Highway 99"]}," across the ",{"type":"'''","value":["Lion's Gate Bridge"]}," into West Vancouver.  Visitors travelling ",{"type":"'''","value":["south on Highway 99"]}," from ",{"type":"[[","value":[["Squamish"]]}," or ",{"type":"[[","value":[["Whistler"]]}," will arrive in the North Shore just above Horseshoe Bay.\n\n",{"type":"===","value":["By bus"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.translink.bc.ca TransLink"]}]}," bus system connects both North and West Vancouver with the rest of the TransLink system in Vancouver and its surrounding suburbs.  Going to the North Shore means crossing a fare zone boundary so a ticket to\/from ",{"type":"[[","value":[["Vancouver"]]},", ",{"type":"[[","value":[["Burnaby"]]}," or ",{"type":"[[","value":[["Richmond (British Columbia)"],["Richmond"]]}," will cost $4 and a ticket to\/from ",{"type":"[[","value":[["Surrey (British Columbia)"],["Surrey"]]}," will cost $5.50.\n\n",{"type":"===","value":["By boat"]},"\n\nTransLink also provides a ferry option to get to the North Shore, called the ",{"type":"'''","value":["Seabus"]},".  This is a passenger only ferry that goes from ",{"type":"'''","value":["Waterfront Station"]}," in Downtown Vancouver to ",{"type":"'''","value":["Lonsdale Quay"]}," in North Vancouver.  A ticket or transfer used on a bus or the Skytrain is also accepted on the Seabus.\n\nThe ",{"type":"'''","value":["SeaBus"]}," runs every 15 minutes until 6:45PM M-F and 10AM - 6:15PM on Saturdays. It runs every half hour at all other times.  The SeaBus operates from about 6AM to 1:20AM, with shorter hours on Sunday. A schedule is available on the TransLink's website.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bcferries.bc.ca BC Ferries"]}]}," has a ferry terminal in Horseshoe Bay (West Vancouver) with three routes servicing it, including one from ",{"type":"[[","value":[["Nanaimo"]]}," on ",{"type":"[[","value":[["Vancouver Island"]]},".  The ferry terminal has a road that connects directly to Highway 1 and Translink bus connections as well (routes 250, 257, 259 and C12).\n\n",{"type":"==","value":["Get around"]},"\n\nIt is convenient to get around the North Shore by driving or taking the bus. There is also a variety of hiking and biking trails. The bus service is mostly aimed at getting people downtown so travelling from one part of the North Shore to another may involve a transfer.  However, it is possible to reach many of the attractions by bus. There is excellent service between the SeaBus and many of the attractions on the North Shore, such as the Lynn Canyon Suspension Bridge or the Grouse Mountain Skyride. \n\nParking is quite plentiful and usually free on the North Shore.  The City of North Vancouver has talked about installing meters around Lonsdale Avenue, but so far nothing has been done.\n\n",{"type":"===","value":["By road"]},"\n\nTwo provincial highways -- Hwy #1 and Hwy #99 -- cross the North Shore and provide main thoroughfares for getting around it.  Hwy 1, or the ",{"type":"'''","value":["Upper Levels Highway"]},", runs east-west from the Second Narrows Bridge in North Vancouver to Horseshoe Bay in West Vancouver.  ",{"type":"'''","value":["Hwy 99"]}," runs north-south through West Vancouver from Horseshoe Bay to the Lions Gate Bridge.\n\nAnother major street that runs east-west, roughly parallel to the waterfront, is the combination of ",{"type":"'''","value":["Marine Drive - 3rd St - Cotton Rd - Main Street"]}," (roughly one street but different names in different spots).  ",{"type":"'''","value":["Lonsdale Avenue"]}," runs north-south through middle of the City of North Vancouver, while ",{"type":"'''","value":["Capilano Road"]}," and ",{"type":"'''","value":["Taylor Way"]}," provide access from the northern parts of the cities to the Lions Gate Bridge.  Many shops, restaurants and businesses are located along Marine Drive and Lonsdale Avenue.\n\n",{"type":"===","value":["By bus"]},"\n\nThe North Shore bus system is built around the three hubs of ",{"type":"'''","value":["Park Royal"]}," in West Van, ",{"type":"'''","value":["Lonsdale Quay"]}," in North Van and ",{"type":"'''","value":["Phibbs Exchange"]}," in North Van.  Buses run between each of these hubs and out to the various attractions and parts of the region (e.g., Grouse Mountain, Horseshoe Bay, Deep Cove, etc.).  Park Royal and Lonsdale Quay have buses that connect with ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["downtown Vancouver"]]}," while Phibbs Exchange has buses that connect with ",{"type":"[[","value":[["Vancouver"]]}," and ",{"type":"[[","value":[["Burnaby"]]},".  Travel within the North Shore on the bus system is considered one zone and costs $2.50.  Taking the bus outside of the North Shore will be two or three zone travel and will cost more ($3.75 or $5, depending on the destination), unless it is a weekday after 6:30PM or a weekend\/holiday (when all zones are $2.50). If you are a student (in some cases a valid student ID will be requested) then the fare for one zone is 2.50. If it is after 6PM or a weekend\/holiday then the fare will be $1.75 regardless of zones crossed.\n\nWest Vancouver has ",{"type":"'''","value":["Blue Buses"]}," with a distinctive appearance, but they take the same transfers and fares that the other Translink buses in Greater Vancouver do.\n\n",{"type":"===","value":["By bike"]},"\n\nFor those who want a good workout (there are a lot of hills), there are many designated bike routes on the North Shore.  Generally, they are well signed and on quieter streets, but do not always have bike lanes marked on the pavement.  A map is available from the Translink website.\n\n",{"type":"===","value":["Villages in the North Shore"]},"\n\nIt is common to see references to areas like Deep Cove and Horseshoe Bay when books, websites, locals, etc. talk about the North Shore.  These areas are like village centers within the city, but are not big enough to be districts.  They include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.deepcovebc.com\/ Deep Cove"]}]}," is nestled below Mount Seymour next to Indian Arm and is a great area to relax and enjoy the scenery.  Very busy on the weekends in summer, it has a number of small shops, restaurants, parks, canoe\/kayak rentals and hiking.  Or you can grab some takeaways, sit on the grass and watch everyone play around you.  Deep Cove is reached by taking the Dollarton Highway exit from Hwy 1 (first exit after crossing the Second Narrows Bridge) and following it until it ends or by bus #212 or #211.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Lynn Valley"]}," lies north of Highway 1 near Lynn Creek and is focused on Lynn Valley Road (exit 19 on Hwy 1 or by bus #228, #229, #210 or #255).  It includes shops and restaurants plus two regional parks with hiking and swimming opportunities. It is also home to the North Vancouver archives and boasts a new Library and plaza designed to give the community a central meeting place."]},{"type":"*","value":[" ",{"type":"'''","value":["Lower Lonsdale"]}," refers to the lower portion of Lonsdale Ave and the waterfront around ",{"type":"'''","value":["Lonsdale Quay"]},".  Parts of it were previously used for industry and ship building, but it is now being converted to condo towers, shops and restaurants.  Lower Lonsdale can be reached by heading south on Lonsdale Ave from Hwy 1 (exit 18) or on the SeaBus (and many other bus routes) via Lonsdale Quay."]},{"type":"*","value":[" ",{"type":"'''","value":["Edgemont Village"]}," is a two block strip of small shops and restaurants in the District of North Vancouver.  To drive there, head north from the Westview exit on Highway 1 (exit 17), turn left at Queens Ave and then turn right at Edgemont Rd.  Alternatively, head north on Capilano Road and turn right onto Ridgewood. Bus service is provided by the #232 from Lonsdale or the #246."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amblesidevillage.ca\/ Ambleside Village"]}]}," is in West Vancouver across the harbor from Stanley Park.  It has many shops and restaurants, plus a park and beach.  To get to Ambleside from the Lions Gate Bridge, take Marine Drive west and drive past Park Royal Shopping Center.  From Highway 1, take the 15th Street exit.  Further west along Marine Drive is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dundaravevillage.ca\/ Dundarave"]}]},", another village along the waterfront.  Like Ambleside, it has shop and restaurants (although on a smaller scale), and there is a park with a small beach and pier that provides views across the harbor to Stanley Park and UBC."]},{"type":"*","value":[" ",{"type":"'''","value":["Horseshoe Bay"]}," is a small village with a picturesque setting amongst the mountains that line Howe Sound.  It also marks the end of Highway 1 and the start of the Sea-to-Sky highway, as well as having a BC Ferries terminal, so it provides both transportation and sightseeing opportunities.  There are a small number of shops and restaurants and a couple of parks. A live web cam view ",{"type":"[","value":["http:\/\/www.westvancouver.com\/webcams\/hbaycam\/"]}," of the bay shows all the marine traffic and BC Ferries ships as they travel in and out of the area."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Grouse_Mountain_Gondola.JPG"],["thumb"],["250px"],["right"],["The Grouse Mountain Skyride in action"]]},"\n\n",{"type":"*","value":[" See (or take a walk) on the ",{"type":"'''","value":["Capilano"]}," or ",{"type":"'''","value":["Lynn Canyon Suspension Bridges"]}," in ",{"type":"[[","value":[["North Vancouver"]]}]},{"type":"*","value":[" Look up at tall trees or gaze out at Point Atkinson Lighthouse at ",{"type":"'''","value":["Lighthouse Park"]}," in ",{"type":"[[","value":[["West Vancouver"]]}]},{"type":"*","value":[" Wander around the market, learn about ",{"type":"[[","value":[["North Vancouver"],["North Vancouver's"]]}," shipbuilding history or take in the view at ",{"type":"'''","value":["Lonsdale Quay"]}]},{"type":"*","value":[" Visit one of the many local ",{"type":"'''","value":["parks and gardens"]}," "]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Ride the Skyride to the top of ",{"type":"'''","value":["Grouse Mountain"]}," to see the city laid out below you. Or take part in one of the many activities like zip line, skiing, skating and hiking."]},{"type":"*","value":[" Rent a canoe or kayak in ",{"type":"'''","value":["Deep Cove"]}," and paddle around."]},{"type":"*","value":[" ",{"type":"'''","value":["Hike"]},", there's no shortage of options. For something close, choices range from paved and flat West Vancouver Seawall to the outdoor stairmaster of the Grouse Grind. The more adventurous can head to the provincial parks or ",{"type":"[[","value":[["Lions Bay"]]}," to hike the mountains."]},{"type":"*","value":[" The North Shore is world famous amongst mountain bikers as one of the best places to ",{"type":"'''","value":["mountain bike"]},".  More information is available from the North Shore Mountain Bike Association ",{"type":"[","value":["http:\/\/www.nsmba.bc.ca"]},"."]},"\n",{"type":"==","value":["Eat"]},"\n\nIf you're looking to buy your own food, there are plenty of grocery stores (Safeway, Save-on-Foods, Superstore, IGA) scattered across the North Shore.  There are also a number smaller stores that sell produce (Kin's Market is one chain), as does the market at Lonsdale Quay. \n\nThe North Shore has a large number of restaurants serving a variety of tastes.  Generally, if you drive along Marine Drive or Lonsdale Avenue you won't have a problem finding a restaurant.  A selection of restaurants is below.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Osaka Supermarket"],["url=http:\/\/www.tntsupermarket.com"],["email="],["address=Park Royal Mall South"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are looking for fresh food & grocery, it's a great place to shop! Lots of fresh selection for daily needs, great price & even live seafood! The hot food & sushi section is amazing!"]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\nNightlife options on the North Shore are limited.  Clubbing is pretty much non-existent (you have to go to ",{"type":"[[","value":[["Vancouver"]]}," to find night clubs), but there are a number of good neighbourhood pubs.  Coffee, of course, is as ubiquious here as it is in Vancouver.\n\n",{"type":"==","value":["Stay safe"]},"\n\nWhen hiking in the mountains here, do not go beyond your abilities or provisions.  Stay on well marked trails and leave plenty of time to get back to the trailhead before night fall which happens quite quickly in the dense forest.  Many hikers have to get rescued every weekend from the trails in the summer.  Most of these are unnecessary rescues where tourists were completely unprepared and got lost on the trails.\n\nThere are a lot of black bears around in the summer.  Be Bear aware when hiking around the North Shore areas.\n\n",{"type":"==","value":["Go next"]},"\n\nNorthward on ",{"type":"'''","value":["Hwy 99"]}," takes you through the ",{"type":"[[","value":[["Sea to Sky"]]}," region, which offers varied outdoor activities including hiking, swimming, rock climbing and camping.  It also takes you to the resort area of ",{"type":"[[","value":[["Whistler"]]},", with its nightlife, fine dining and a wide variety of activities that will keep you busy regardless of what season it is.\n\n",{"type":"[[","value":[["Vancouver Island"]]}," is a 1 hr 35 minute ferry ride away via ",{"type":"'''","value":["BC Ferries"]}," and the ",{"type":"'''","value":["Horseshoe Bay ferry terminal"]},".  Arriving in ",{"type":"[[","value":[["Nanaimo"]]},", you can head down island to ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]},", the capital of British Columbia, or across the island to ",{"type":"[[","value":[["Tofino"]]},", where you can go whale-watching, surf and storm-watch. \n\nThe ",{"type":"[[","value":[["Sunshine Coast (British Columbia)"],["Sunshine Coast"]]}," is another getaway destination, with the same mountains and water scenery but a slower pace. It is accessed by a 40 minute ferry ride from Horseshoe Bay.\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lower Mainland"]]},"\n\n",{"type":"[[","value":[["Wikipedia:North_Shore_(Greater_Vancouver)"]]}]