[{"type":"{{","value":[["pagebanner"],["Tirana banner 2.jpg"],["caption=Tirana"]]},"\n",{"type":"[[","value":[["Image:Valbona.jpg"],["thumb"],["200px"],["A valley in Valbona"]]},"\n\n",{"type":"'''","value":["Northeastern Albania"]}," is a region of ",{"type":"[[","value":[["Albania"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tirana"]]}," — the national capital. Trees and mountains surround the city. Mt. Dajt is a popular tourist site for a great view of the city."]},{"type":"*","value":[{"type":"[[","value":[["Bajram Curri"]]}," — gateway to the wonders of the northern frontier, including majestic Valbona valley and the stunning ferry trip across Lake Koman."]},{"type":"*","value":[{"type":"[[","value":[["Kelmend"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kruje"]]}," — ancient city of the national hero Skanderbeg. It consists of beautiful mountains; Skanderbeg's castle is now a museum. Kruje also contains an old style bazaar with shops selling traditional goods amid cobblestone streets."]},{"type":"*","value":[{"type":"[[","value":[["Thethi"]]}," — a scenic village up on the Albanian Alps in the north"]},{"type":"*","value":[{"type":"[[","value":[["Puke"]]}," — an alpine town surrounded by a mountainous landscape, chestnut trees, fresh air, and several caves. Visit the Bad Wells (Puset e Keqija) waterfall area, Ethnographic Exhibition of Puka, Dardhe village, and rest at the several guesthouses while enjoying the delicious cuisine."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Albanian Alps"]]}," —  This mountainous complex on the north of the country forms the border between Albania and Montenegro. Rich on rainfalls, sheep, bare rocks and scenic views it is one of the places in Albania you should see. One of the places where you can be less than 10 km away from the nearest village and still have a day long trip there."]},{"type":"*","value":[{"type":"[[","value":[["Lure National Park"]]}," — a 1,280 hectare national park with high mountains, big meadows, and glacial lakes"]},{"type":"*","value":["Shishtavec — An ethnic Gorani picturesque village located at 1600 meters altitude south of Kukes near the Kosovo-Macedonia-Albania border. Main attractions here include the Vanave Gorge with numerous canyons ans waterfalls, modest skiing in winter, organic traditional food such as Corbe me te Brendshme, Mish Orizi, Stav Tallomash, and the traditional Fli, and the unparalleled hospitality of locals. Accomodation is available in forms of guesthouses while the road to the village is being upgraded as of 2011. Shishtavec is an emerging tourist destination of the Kukes region."]},{"type":"*","value":[" ",{"type":"[[","value":[["Shurdhah Island"]]}," - located in the Vau i Dejës Reservoir, which is fed and drained by the river Drin. It is accessible by tourist boat in summer from the Vau i Dejës dam or Rragam. It contains the ruins of the medieval town of Sarda. You can visit the ruins of the 11th century medieval castle, which includes two rings of defensive walls and towers (some sadly submerged in the lake), the remains of a Byzantine church and other early medieval walls. The setting on the steep rocks rising from the lake is especially impressive."]},"\n",{"type":"==","value":["Understand"]},"\nThis is the inland region of ",{"type":"[[","value":[["Albania"]]}," to the north of the Shkumbin River. It borders ",{"type":"[[","value":[["Montenegro"]]},", ",{"type":"[[","value":[["Kosovo"]]}," and ",{"type":"[[","value":[["Republic of Macedonia"],["Macedonia"]]},".\n\n",{"type":"==","value":["Talk"]},"\nThe native language of the region is ",{"type":"'''","value":["Gheg"]},", the northern dialect of ",{"type":"[[","value":[["Albanian"]]},". While the two main dialects of Albanian are mutually intelligible, but due to the fact that the official standard of Albanian was shifted from Gheg to Tosk, the southern dialect, during the rule of Enver Hoxha (1941-1985), the communist dictator of Albania and a Tosk speaker himself, some locals in Northeastern Albania may have bitter feelings about Tosk dialect—so be cautious while smattering your Albanian.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" From Kosovo, Morine border crossing along the R7\/SH5 motorway near Prizren"]},{"type":"*","value":[" From Kosovo, Qafa Prushit border crossing along the M9-1\/SH22 near Dakovica"]},{"type":"*","value":[" From Montenegro, Vermosh\/Vjeternik border crossing near Gucinje"]},"\n",{"type":"==","value":["Get around"]},"\nThe best way to get around is by bus, or van (furgon). Buses that go from Tirana to Durres for example, cost 100 Lek, about $1 US. Inner city buses currently cost 30 Lek a trip. Some buses that leave Skanderberg Square are free, the end destination being the mall advertised on the side of the bus. Sometimes you can grab a mall bus, and get out before the mall somewhere, free ride! Furgon's cost a little more, from 200 Lek and up, if you are heading out of a major town. These are used for faster transport, and the more windy mountain roads that cannot accommodate a large bus. You can get almost anywhere by bus, with totally unmarked stations all over the Square area.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Visit the wood carving studio of Fran Pali in Puke where he makes handmade wood carved musical instruments himself.  "]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["AMT Bio Farm Center, founded by an Italian priest in Kçirë village near Puke sells locally made medicinal herbs, alpine jams and delicious meats by benefiting local producers. Contact Mr. Dom Giovanni Fiocchi"]},"\n",{"type":"==","value":["Drink"]},"\nBoza, a traditional drink of Kukes made from fermented maize and grain.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Prizren"]]}]},{"type":"*","value":[{"type":"[[","value":[["Dakovica"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Albania"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["41.95"],["20.11"]]},"\n",{"type":"[[","value":[["it:Albania nordorientale"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]