[{"type":"{{","value":[["pagebanner"],["Northern Mariana Islands banner.jpg"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mymarianas.com Commonwealth of the Northern Mariana Islands"]}]}," (",{"type":"'''","value":["CNMI"]},") is a commonwealth in political union with (and in practice, close to a territory of) the ",{"type":"[[","value":[["United States"]]},". The islands are in the Micronesia region of the ",{"type":"[[","value":[["Oceania"],["Pacific Ocean"]]},", between ",{"type":"[[","value":[["Japan"]]},", the ",{"type":"[[","value":[["Philippines"]]},", and ",{"type":"[[","value":[["Palau"]]},".\n\n",{"type":"==","value":["Islands"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Northern Mariana Islands regions map.png"],["regionmapsize=200px"],["region1name=",{"type":"[[","value":[["Saipan"]]}],["region1color=#d09440"],["region1description=Home to the capital and the most popular destination by far."],["region2name=",{"type":"[[","value":[["Tinian"]]}],["region2color=#d4db76"],["region2description="],["region3name=",{"type":"[[","value":[["Rota"]]}],["region3color=#d56d76"],["region3description="],["region4name=",{"type":"[[","value":[["Northern Islands Municipality"]]}],["region4color=#ac5c91"],["region4description=The chain of uninhabited islands extending north from Saipan."]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Line3757 - Flickr - NOAA Photo Library.jpg"],["thumb"],["300px"],["Bird Island and the coast of Saipan"]]},"\n\nThe earliest settlers in the Marianas chain are thought to have descended from the Malay race and to have migrated from the Malay peninsula via Indonesia or the Philippines. Early Chamorros were farmers, fishermen, hunters, and built their houses on large stone pillars known today as \"latte stones\" (a few of which still exist on Tinian and Rota).\n\nThe first European in these waters was Ferdinand Magellan in 1521, who landed on nearby ",{"type":"[[","value":[["Guam"]]}," and claimed the islands for Spain. Not content to claim the land, the Spanish also helped themselves to whatever else happened to be lying around. The natives responded in kind, helping themselves to tools and other items from Magellan's ships. Angry at this, Magellan first dubbed the islands \"Las Islas de los Ladrones\", (The Islands of the Thieves), but in 1668 their name was changed to Las Marianas after Maria Anna of Austria, widow of Spain's Philip IV. \n\nNearly all of the islands' native population died out during Spanish rule, but new settlers from modern-day Micronesia repopulated them to some extent. Sold to ",{"type":"[[","value":[["Germany"]]}," from 1899, the ",{"type":"[[","value":[["Japan"]]},"ese took over in 1914 and turned the island into a military garrison. During World War II, the Marines landed on June 15, 1944 and eventually won the bitterly fought three-week ",{"type":"'''","value":["Battle of Saipan"]},".\n\n",{"type":"{{","value":[["Quickbar\/working"],["flag=Image:Flag of the Northern Mariana Islands.svg"],["capital=",{"type":"[[","value":[["Saipan"]]}],["currency=US dollar (USD)"],["population=80,362 (July 2006 est.)"],["electricity=120V\/60Hz (U.S. plug)"],["callingcode=+1 670"],["timezone=UTC +10"]]},"\n\nUnder U.S. administration as part of the UN Trust Territory of the Pacific, the people of the Northern Mariana Islands decided in the 1970s not to seek independence but instead to forge closer links with the U.S. Negotiations for territorial status began in 1972. A covenant to establish a commonwealth in political union with the U.S. was approved in 1975. A new government and constitution went into effect in 1978. The Marianas are self-governing with locally elected governor, lieutenant governor, and legislature, but the United States government handles defense and foreign relations. Local residents are U.S. citizens by birth but do not pay federal taxes or vote in the presidential elections, instead they elect a non-voting representative to the U.S. government.\n\nThe economy benefits substantially from financial assistance from the US. The rate of funding has declined as locally generated government revenues have grown. The key tourist industry employs about 50% of the work force and accounts for roughly one-fourth of GDP. Japanese and Korean tourists predominate. Annual tourist entries have exceeded one-half million in recent years, but financial difficulties in Japan have caused a temporary slowdown. Currently, more Korean tourists go to the CNMI than ",{"type":"[[","value":[["Guam"]]},", while more Japanese tourists go to ",{"type":"[[","value":[["Guam"]]}," than the CNMI. This change is reflected by a shift in airlines servicing the islands, with Korean Air and Asiana Airlines offering direct service to Saipan from ",{"type":"[[","value":[["Seoul"]]},", South Korea, while JAL and ANA offer direct service from Japan to Guam. Air service is now offered from most major Chinese cities as well (including ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Beijing"]]},", and ",{"type":"[[","value":[["Guangzhou"]]},").\n\nThe agricultural sector is made up of cattle ranches and small farms producing coconuts, breadfruit, tomatoes, and melons. Garment production used to be the largest industry, but the last garment factory closed in early 2009.\n\nThe northern islands of the CNMI are mainly populated by Caroline Islanders (a Polynesian group with origins in Kiribati), while the southern islands are populated by Chamorros. In recent years, the CNMI has allowed many migrant workers.\n\n",{"type":"===","value":["Climate"]},"\n\nTropical marine; moderated by northeast trade winds, little seasonal temperature variation. Dry season December to June, rainy season July to October. The typhoon, or hurricane, season lasts several months and starts in late August to early September and lasts until January.\n\n",{"type":"===","value":["Terrain"]},"\n\nSouthern islands are limestone with level terraces and fringing coral reefs. Northern islands are volcanic.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Unai Dankulo, Tinian, -2 Jan. 2011 a.jpg"],["thumb"],["290px"],["Unai Dankulo Beach, ",{"type":"[[","value":[["Tinian"]]}]]},"\n\nImmigration to the CNMI was transferred to the US federal government in 2009. US citizens can enter with proof of citizenship (passport). Entry to the CNMI is permitted to all foreign nationals allowed into the rest of the US: travelers under the Visa Waiver Program & those with a valid US visa.\n\nAdditionally, the CNMI (along with Guam) participates in the Guam-CNMI Visa Waiver Program. This program allows visa-free entry up to 45 days for citizens of Brunei, Malaysia, Nauru, Papua New Guinea, Taiwan (only on non-stop flights from Taiwan), & Hong Kong provided they have a valid passport, proof of return\/onward travel, and is only valid to those arriving on commercial, scheduled flights. Citizens of some countries that are eligible for the federal Visa Waiver Program—Australia, Japan, New Zealand, South Korea, Singapore, & the United Kingdom—are also allowed entry under the Guam-CNMI VWP and may enter under either program. Travel to other regions of the US outside CNMI & Guam under the Guam-CNMI V.W.P. is not allowed. Residents of Hong Kong must present a valid HK permanent identity card and are allowed entry with either a Hong Kong S.A.R. passport or British National (Overseas) passport. Residents of Taiwan must present a valid R.O.C. National Identification Card in addition to an R.O.C. passport. Citizens of Russia are eligible for parole (essentially the same as visa-free travel) to enter the Northern Marianas Islands (but not Guam). Because of differences in entry requirements, a full immigration check is done when traveling to\/from Guam. \n\nThe CNMI is a separate customs jurisdiction from the rest of the U.S. Travelers (including US citizens coming from a point of origin in the US) pass through CNMI customs on entry. \n\n",{"type":"===","value":["By plane"]},"\n\nThe main international gateway into the Marianas is ",{"type":"[[","value":[["Saipan"]]},". There are frequent flights from ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["South Korea"]]}," and ",{"type":"[[","value":[["Taiwan"]]},", but visitors from the US will have to connect in ",{"type":"[[","value":[["Guam"]]}," or transit through the previous countries listed.\n\n",{"type":"===","value":["By boat"]},"\n\nThere are no scheduled ferry services to the islands. Occasionally yachts, cruise ships, or military vessels stop in port for a brief visit.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:American Memorial Park2.JPG"],["thumb"],["280px"],["American Memorial Park"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\nScheduled flights on Cape Air\/United Express connect Saipan to Guam several times a day and Rota 4 times a week. Freedom Airlines offers twice daily flights to Guam via Rota, in additional to a more frequent Tinian service.  Three other islands have airstrips that can serve (expensive) chartered flights.\n\n",{"type":"===","value":["By boat"]},"\n\nTinian Dynasty Hotel & Casino runs a ferry service from Saipan to Tinian and back.\n\n",{"type":"==","value":["See"]},"\n\nThe CNMI has many WWII bunkers, which fall under the National Park Service as \"War in the Pacific\" parks. There are also memorials on the northern end of Saipan to the Japanese soldiers and civilians who feared capture by U.S. forces and committed suicide by jumping from the cliffs into the ocean.\n\n",{"type":"==","value":["Do"]},"\n\nThe Marianas' top activity among Americans is ",{"type":"'''","value":[{"type":"[[","value":[["scuba diving"]]}]}," and ",{"type":"'''","value":["snorkeling"]},". In additional to the coral reefs you might expect, the waters around the islands were the scene of fierce fighting during World War II and there are many ship wrecks and even rusting tanks stuck on the seabed.\n\nMany Asian (particularly South Koreans) visitors come to the CNMI for gambling (especially on Tinian), and karaoke\/hostess bars. Saipan has a thriving (but illegal) prostitution industry, most of the workers being from China or the Philippines.\n\nCockfighting is a weekend activity at the Saipan Cockpit. Betting on the outcome is legal.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["File:Saipan Katori Shrine7.JPG"],["thumb"],["200px"],["Katori Shrine on Saipan"]]},"\n\n",{"type":"'''","value":["English"]}," is the official language and universally spoken, but 86% of the population speaks a language other than English at home, including the native languages ",{"type":"[[","value":[["Chamorro phrasebook"],["Chamorro"]]}," and ",{"type":"[[","value":[["Carolinian phrasebook"],["Carolinian"]]},". Basic ",{"type":"[[","value":[["Japanese phrasebook"],["Japanese"]]}," is also spoken by many in the tourist industry. ",{"type":"[[","value":[["Filipino phrasebook"],["Tagalog"]]},", ",{"type":"[[","value":[["Chinese phrasebook"],["Chinese"]]}," and ",{"type":"[[","value":[["Korean phrasebook"],["Korean"]]}," are also used widely.\n\n",{"type":"==","value":["Buy"]},"\n\nThe CNMI uses the ",{"type":"'''","value":["US dollar"]}," exclusively. The islands are fairly expensive due to their remote location, comparative wealth and the profusion of free-spending Japanese and Korean package tourists, so figure on at least US$100 a day for travel in any comfort (this being also the entry requirement). As in the mainland US, tips of 10-15% are expected. \n\nMajor credit cards are accepted at most retailers and restaurants. On ",{"type":"[[","value":[["Saipan"]]},", the major banks, and some restaurants and stores all have ATM machines. Bank of Guam has branches on ",{"type":"[[","value":[["Tinian"]]}," and ",{"type":"[[","value":[["Rota"]]},", complete with ATMs.\n\n",{"type":"==","value":["Eat"]},"\n\nWhile all American and Japanese favorites are readily available, local ",{"type":"'''","value":["Chamorro"]}," food (or touristy versions of it) is also offered in speciality restaurants. Filipino, Chinese, Thai, Korean, Italian and Mexican dishes are also widely available. Most of the hotels have expensive but good quality restaurants, especially Hyatt Regency in Garapan, Aqua Resort in Tanapag, Pacific Islands Club in San Antonio.But you can also find good quality restaurants not only in hotels, one of this is : \"The Coffee Room N-106\" in Garapan.\nMcDonald's, Pizza Hut, KFC, Taco Bell and Winchell's Donuts are all avaialble.\n\n",{"type":"==","value":["Drink"]},"\n\nThe main beers available in Saipan establishments are Budweiser and Miller products, usually sold in bottles only. However, a few places do serve Fosters or Victoria Bitter on tap, and a few have Miller Lite on tap as well. Other brands widely sold are San Miguel (",{"type":"[[","value":[["Philippines"]]},"), Tsingtao (",{"type":"[[","value":[["China"]]},"), Sapporo (",{"type":"[[","value":[["Japan"]]},", bottled in ",{"type":"[[","value":[["Canada"]]},"), and Corona (",{"type":"[[","value":[["Mexico"]]},"). Plenty of stores on Saipan have low-priced, good quality wine available, and there are plenty of harder drinks as well as mixers available everywhere.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:CNMI Legislature Building.JPG"],["thumb"],["270px"],["The islands' modest sized legislative building on Capitol Hill, Saipan"]]},"\n\n",{"type":"[[","value":[["Saipan"]]},"'s accommodation options are concentrated towards giant package hotels. Rack rates are often ludicrous but heavy discounts are available, especially outside the Japanese holiday seasons. Cheap motels are few, hostels are nonexistent, and camping is not recommended due to security concerns. Options are even more limited on ",{"type":"[[","value":[["Tinian"]]}," and ",{"type":"[[","value":[["Rota"]]},".\n\n",{"type":"==","value":["Learn"]},"\n\nNorthern Marianas College is Saipan's community college option, and they have satellite campuses on Tinian and Rota. Public and private schools are also available for children from preschool age to high school.\n\n",{"type":"==","value":["Work"]},"\n\nU.S. citizens can work freely without needing a permit; however citizens of most other nations need a permit from the Department of Labor. Most businesses prefer to employ Filipinos, and also citizens of Thailand, China, South Korea and Bangladesh. The minimum wage is $5.05 per hour.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"'''","value":["Natural hazards"]}," : active volcanoes on Pagan and Agrihan; typhoons (especially August to November).\n\n",{"type":"'''","value":["Crime"]}," : people have reported their cars being broken into in Saipan's tourist areas, and some people have also had their apartments or hotel rooms burgled. Don't leave valuables lying around and use common sense when walking around tourist areas, especially at night. That said, Saipan is safer than a lot of other destinations, with muggings and other violent crimes against tourists being extremely rare.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThe Commonwealth Health Center is Saipan's overburdened and understaffed public hospital. There are also many excellent but expensive private clinics. The Seventh-Day Adventist clinic is noted for their dental care and vision centre. Health care on the other islands is scarce.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:Line3762 - Flickr - NOAA Photo Library.jpg"],["thumb"],["350px"],["The Saipan coast near Forbidden Island"]]},"\n\nVeneration of the elderly, ancestors, and departed family members is a large part of Chamorro culture. Always give respect to the older people in the room.\n\n",{"type":"==","value":[" Cope "]},"\n\nCountries that maintain a consular presence in the CNMI include Japan ",{"type":"[","value":["http:\/\/www.hagatna.us.emb-japan.go.jp\/"]}," and Palau ",{"type":"[","value":["http:\/\/www.visit-palau.com\/aboutpva\/embassies.cfm"]},".\n\n",{"type":"==","value":["Connect"]},"\n\nThe Northern Marianas are part of the North American dialing plan. The country code is ",{"type":"'''","value":["1"]},", and the local area code is ",{"type":"'''","value":["670"]},". \n\nMail is handled by the U.S. Postal Service; the state code is ",{"type":"'''","value":["MP"]}," and the postal code is ",{"type":"'''","value":["96950"]},". The main post office branch is in Chalan Kanoa, other branches are in Capitol Hill as well as Tinian and Rota. Most hotels can send mail for you. DHL and FedEx also offer courier services.\n\nInternet access is widely available. The top level domain for the Northern Marianas is ",{"type":"'''","value":[".mp"]},".\n\n",{"type":"==","value":["Go next"]},"\n\nAll departing travellers must pass through US Transportation Security Administration (TSA) checkpoints; if you are continuing on to Guam, you need a US Passport, a valid US visa, or to be a citizen of a Visa Waiver Country as the US government controls Guam immigration. \n\nTravellers returning to Japan from the Northern Marianas are not allowed to bring any US beef products (including beef jerky) due to current trade restrictions; any such products will be confiscated and destroyed by Japanese customs officials.\n\n",{"type":"[[","value":[["WikiPedia:Northern Mariana Islands"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Northern_Mariana_Islands\/"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Micronesia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Northern Mariana Islands"]]},"\n",{"type":"{{","value":[["geo"],["17"],["146"]]}]