[{"type":"{{","value":[["pagebanner"],["Lori Berd fortress (Northern Armenia) banner.jpg"],["caption=Lori Berd fortress"]]},"\n",{"type":"[[","value":[["Image:Haghartsin-raffi kojian-DCP 4210.JPG‎"],["thumb"],["400px"],["Haghartsin Monastery"]]},{"type":"'''","value":["Northern Armenia"]}," includes the 3 northernmost provinces of ",{"type":"[[","value":[["Armenia"]]},".  The western part of this region is arid, while the central and eastern parts are often lush and green, with much of Armenia's forests.  The Debed river canyon is particularly beautiful and rich in monuments, along with the rolling hills of the remote Shamshadin, centered around Berd, and Dilijan-Ijevan.\n\n",{"type":"==","value":["Regions"]},"\nNorthern Armenia, as defined here, includes Shirak, Lori and Tavush Marzes.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Dilijan"]]}," - center of Armenia's \"Little Switzerland\" area, and very popular place for locals to get away from the city."]},{"type":"*","value":[{"type":"[[","value":[["Gyumri"]]}," - Armenia's 2nd city which once dwarfed Yerevan.  Small old town area still shows earthquake damage from 1988."]},{"type":"*","value":[{"type":"[[","value":[["Vanadzor"]]}," - Armenia's 3rd city."]},{"type":"*","value":[{"type":"[[","value":[["Ijevan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Alaverdi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Noyemberyan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Stepanavan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Berd"]]}]},{"type":"*","value":["Spitak"]},"\n",{"type":"==","value":["Understand"]},"\nLori and Tavush are some of the greenest parts of Armenia, with a lot of forests along bordering regions especially.  The northernmost part of Lori had its history intertwined with Georgia's for many centuries.  The north and northeast are also extremely rich in monasteries and other historic monuments.  Days can be spent visiting and hiking to them.  The whole area is great for hikers, with no fences, and lots of back country trails.  Camping is acceptable just about anywhere.\n\nGyumri was devastated by an earthquake in 1988 and so was Spitak.  Recovery was excruciatingly slow, but now things are for the most part restored - at least to levels of normalcy seen in other parts of Armenia.  You will, however still notice earthquake damage in Gyumri.\n\n",{"type":"==","value":["Talk"]},"\nArmenian is universally spoken and Russian nearly so.  English, French and German are less so, but English proficiency is growing rapidly.\n\n",{"type":"==","value":["Get in"]},"\nEach of the three Marzes has a main highway from Yerevan.  One goes to Gyumri, one to Vanadzor-Alaverdi-Georgia, and the third to Dilijan-Noyemberyan-Georgia (via Lake Sevan).  Options to get out to each of these regions is day trips\/tours, renting a car, taking a taxi, or public transportation.  Gyumri, Vanadzor and Dilijan are all no more than 1.5-2 hours from Yerevan, and a day trip is easy.  If you want to go beyond these cities though, it can become harder to fit it all into a day trip, and looking into spending the night becomes worthwhile.  \n\n",{"type":"==","value":["Get around"]},"\nIf you get to each of these cities by public transportation, you can negotiate with taxis for getting to the regional sites, though be prepared for tough negotiations.  100 dram (33 cents) per kilometer and $3 to 5 an hour for waiting are standard taxi fares in Yerevan and certainly sufficient in the outlying regions.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Harichavank-raffi kojian-DCP 4379.JPG‎"],["thumb"],["125px"],["Harichavank Monastery"]]},"\n",{"type":"[[","value":[["Image:Kobayr-raffi kojian-DCP 4499.JPG‎"],["thumb"],["125px"],["Kobayr Monastery"]]},"\n",{"type":"[[","value":[["Image:Sanahin-raffi kojian-DCP 4513.JPG‎"],["thumb"],["Sanahin Monastery"]]},"\n",{"type":"[[","value":[["Image:Goshavank-raffi kojian-DCP 2419.JPG‎"],["thumb"],["Goshavank Monastery"]]},"\n",{"type":"[[","value":[["Image:Kirants-raffi kojian-DCP 4582.JPG‎"],["thumb"],["Kirants Monastery"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ani overlook"]}," - One of the best views in Armenia, is looking across the Akhurian river canyon into Turkey at the ruins of the medieval capital of Armenia.  Ani, the city of 1,001 churches.  Once an equal to Constantinople, this city saw too many invasions and earthquakes before finally being abandoned.  The seemly perfect defensive location on a cape along the river, with cliffs below much of it ended up proving no match for the huge tides of Mongols and Turks sweeping across the steppes.  Today much of the monumental construction remains, while the rest of the structures have melted away with time.  Huge ramparts, cathedrals, churches, bridges and a mosque stand in varying states, as a testament to the wealth and power once centered here.  Even from across the river, the views are incredible, and give you pause to think about the passing of time.  The soldiers in this military zone are often friendly and helpful, lending you a strong pair of binoculars, but it's much wiser to get permission from the Ministry of Foreign affairs or have it arranged by a tour guide than to show up and risk being turned away.  The road to get there is in very bad condition, so be prepared for a jarring ride.  Afterwards, a visit to the 7th century Yereruyk Basilica a bit further south is worthwhile."]},"\n",{"type":"*","value":[{"type":"'''","value":["Harichavank Monastery"]}," - A big monastery complex that has survived through the ages, and recently was renovated as well, Harijavank has some fun touches.  The fortified compound overlooking a river has a tiny chapel on a finger-like rock jutting up from the river.  It has split off from the monastery due to an earthquake, and is now impossible to access, except for a rock climber - and a good one at that!  Inside are some tiny stairwells hidden in the shadows, leading up to small prayer rooms.  The ceilings have different patterns built into stone.  Overall a nice, often overlooked monastery, a bit down some bad road off the Gyumri-Yerevan highway."]},"\n",{"type":"*","value":[{"type":"'''","value":["Marmashen Monastery"]}," - The most visited site in the Gyumri vicinity, some of the buildings here stood the test of time, some have been painstakingly restored by an Italian-Soviet joint team, and some buildings only have left behind their foundations to remind us of their past presence.  Alongside a river, many Armenians come here for barbecues (khorovats), especially on the weekends.  The pink stones contrast nicely with the green of spring, and the brown grass of late summer and fall."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kobayr and Surp Grigori Monasteries"]}," - Both of these are within sight of the small town of Tumanyan in the Debed gorge, and both require a little bit of hiking.  Kobayr, currently under restoration has some of Armenia's best frescoes and is in a lush, green spot part way up the cliffs, above the tiny hamlet of Kober.  Trails to Surp Grigori can be accessed from both the highway below it, or the fields above the cliffs.  The hike is a little longer from below, but the road is much better, shorter and easier to find.  This one has much more of the lost to time feeling, and due to the hike, and the very few that venture out here, you'll likely have it to yourself.  If it weren't for the graffiti, the feeling you just discovered beautiful ruins in the jungle would be hard to shake."]},"\n",{"type":"*","value":[{"type":"'''","value":["Haghpat and Sanahin Monasteries"]}," - A combined UNESCO world heritage site, these two monasteries sit on top of opposite sides of the Debed Canyon and have vied for first place with one another ever since the beginning.  Both are gems, with extensive grounds, buildings and each with a bell tower.  Haghpat has a famous colored khachkar depicting Jesus, and has half-buried buildings.  Sanahin has a round library building that the groundskeeper can show you, with exquisite carvings.  You can take a cable car from the main highway up to Sanahin village, and walk to the monastery (20 min) if you prefer.  You'll pass the Migoyan Museum on the way up."]},"\n",{"type":"*","value":[{"type":"'''","value":["Odzun and Horomayri Monasteries"]}," - Odzun Church is an ancient, grand basilica, on a plain in the village of Odzun.  On the site are also some interesting steles, placed there as a memorial.  At the edge of the plain, a couple of km south of the village is a small stone structure, just above the cliffs.  It has three chambers, and was the top of the Horomayri Monastery complex, the bulk of which is at the foot of the sheer cliff, if you walk out to the edge.  The complex is pretty well camouflaged, on your right, with the cupola standing out a bit more than the rest of the complex.  A precarious climb is possible from the left of the upper structures, but much safer is approaching from the highway below the cliffs - a 30-45 minute hike."]},"\n",{"type":"*","value":[{"type":"'''","value":["Khorakert and Khuchapi Monasteries"]}," - Lost in the northern mountains and forests of Armenia, and easier to access from Southern Georgia, these two stunning monasteries are completely unknown.  Hikers and off-road experts can discover these with some difficulty, which will be amply rewarded.  Khorakert has a very interesting copula, which was the inspiration for the National Cathedral's which was completed in Yerevan in 2001.  Khuchapi is of beautiful colored stones, with intricate carvings and tiny stairwells inside the walls to take you up to the soaring roof.  Both are sited in magical places.  Get your GPS out and hit the trail."]},"\n",{"type":"*","value":[{"type":"'''","value":["Haghartsin and Goshavank Monasteries"]}," - Two of Armenia's most popular Monasteries, in a country of monasteries is saying a lot.  Both complexes are in good condition and have caretakers who can show you around.  Haghartsin is surrounded by beautiful nature, while Goshavank is surrounded by a traditional village.  Both have incredibly intricate khachkars, but the \"lacework\" khachkar at Goshavank is one of the most impressive in the world.  The monasteries can be visited on a day trip from Yerevan, but spending the night in Dilijan and taking your time will be much more rewarding.  The Dilijan Reserve surrounds them and has some marked hiking trails you can try out and discover some lesser known monasteries, a lake, forests, springs and wildlife."]},"\n",{"type":"*","value":[{"type":"'''","value":["Akhtala Monastery"]}," - With the possible exception of Kobayr Monastery, Akhtala has the most exquisite frescoes in Armenia.  This fortified monastery, with massive gates and beautiful details is above a mining town of the same name.  Built by the intertwined Armenian-Georgian royalties of the times, this monastery captures the best of both.  There are sunken rooms, arches that outlasted their buildings, and nice views.  The key to getting the most out of this monastery is making sure that you can find the... key.  To get in and see the frescoes.  The keeper of the key is Vartan Mamikonian (no joke) so ask for him, or just ask villagers if it is locked."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kirants and Deghtsnuti Monasteries"]}," - Another pair of virtually lost monasteries, these two are about 5 and 10km of dirt trail past the last village, deep in the forest.  The road is often closed to cars at the village, and you need to scurry around to get a key, but you will need to walk partway regardless.  Kirants is built of burnt bricks, and has some glazed tiles in the copula as well as some small preserved frescoes.  Deghtsnuti is in beautiful ruins, with arches still standing, nice carvings, and another great setting.  Once again, a GPS is indispensable."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nor Varagavank and Khoranashat Monasteries"]}," - Nor Varagavank and Khoranashat are the two most impressive monuments in the rolling green hills and mountains of Shamshadin.  This corner of Armenia is completely out of the way, and few ever make it out here.  Nor Varagavank underwent some restoration before the collapse of the Soviet Union stopped work.  The greenish hued cream stones draw your eyes up the mountain before you get there, and most of the complex is in good condition.  The views are great, the forest good for hikes, the grounds great for picnics, the road not so good.  The monastery has a portal - a mosaic of hand sized green and mauve stone, each intricately carved with beautiful designs, and each unique.  It's breathtaking work, out in the middle of the forest. Khoranashat Monastery, on a hill just before the Azeri border, is a mauve and gray complex with large interior spaces, beautiful stonework, and interesting carvings. NOTE: Do not visit Khoranashat Monastery at this time!  Wait until a Karabakh peace deal is signed as it is only a couple of hundred meters from the border and not safe."]},"\n",{"type":"*","value":[{"type":"'''","value":["Other sights"]}," - Lori Berd, Hnevank Monastery, Dendropark, Horom Citadel, Mastara Church, Ardvi Monastery, Mshkavank Monastery, Berdavan Castle, Makaravank Monastery, Arakelots Monastery, Srveghi Monastery, Jukhtak Monastery, Matosavank Monastery, Shkhmuradi Monastery, Kaptavank Monastery, Molokan (Amish-style) villages east of Vanadzor"]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Tumanyan House Museum (Dsegh Village)"]},{"type":"*","value":["Sharambeyan Street in Dilijan - restored historic district with crafts shops and museums."]},"\n",{"type":"==","value":["Eat"]},"\nIn the Dilijan area there are some nicer restaurants, and riverside fish and traditional barbecue joints, while almost everywhere else you can find a roadside barbecue every so often.  Gyumri and Vanadzor also have many choices for food.  Bigger towns have open markets (",{"type":"''","value":["shukas"]},") where you can get some fresh fruits, bread and sandwich ingredients, and they may sell some prepared foods, khachapuris. shawerma and lahmejuns.\n\n",{"type":"==","value":["Drink"]},"\nGyumri has it's own beer named after the town (also available in Yerevan).  Much of Armenia's small rock scene originates in Gyumri and Vanadzor, where there are some bars and clubs.\n\n",{"type":"==","value":["Stay safe"]},"\nThe only real danger across this region is in the very northeast along the border with Azerbaijan.  If you get close to the border, they have been known to shoot into Armenia.\n\n",{"type":"==","value":["Go next"]},"\nAside from the numerous vans (",{"type":"''","value":["marshutni"]},") and buses headed towards Yerevan (Երեվան), which you can hop into, you can take a taxi, or if you're really adventurous and have too much time on your hands, take the train which goes Alaverdi-Vanadzor-Gyumri-Yerevan (and reverse to Tbilisi).  You can also catch transport to Tbilisi from many towns in northwest and northcentral Armenia.  From the northeast you can catch transport to Lake Sevan.\n\n",{"type":"{{","value":[["IsPartOf"],["Armenia"]]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]