[{"type":"{{","value":[["Pagebanner"],["Northern Lights-banner1.jpg"],["ftt=yes"],["caption=Aurora photographed in Lyngenfjorden, Troms Fylke, northern Norway"]]},"\nThe ",{"type":"'''","value":["Northern Lights"]}," or ",{"type":"'''''","value":["aurora borealis"]}," are a natural phenomenon that can paint the night sky with unearthly, surreal color. The ",{"type":"'''","value":["Southern Lights"]}," or ",{"type":"'''''","value":["aurora australis"]}," also occur but are not as often observed.\n",{"type":"[[","value":[["File:Aurora Borealis I.jpg"],["thumb"],["400px"],["Northern Lights near ",{"type":"[[","value":[["Tromsø"]]},", ",{"type":"[[","value":[["Norway"]]}]]},"\nThe aurorae are caused by charged particles ejected from the sun. When these particles reach the earth, they collide with gas atoms and molecules in the earth's upper atmosphere, energising them and creating a spectacular multi-coloured light show. Charged particles are affected by magnetic fields, so the Lights occur mainly at far northern or southern latitudes near the Earth's magnetic poles.\n\nThe Lights are generally fairly dim, but sometimes bright enough that reading a newspaper on a moonless night is possible. Both brightness and how far South they are visible vary according to three factors: time of year, an 11-year cycle in solar activity, and solar storms. These are discussed in more detail later.\n\nTo observers at far-northern latitudes, the Lights are a frequent occurrence, but many who live in more temperate climates have never seen them, even though they are occasionally seen as far South as 35 degrees North latitude.  This article will help you improve your chances of seeing the Lights if you journey North.\n\nLight pollution around cities can mask a dim aurora display. Therefore, areas at least 30 km from cities are preferred for viewing. The trick is to get far enough from cities for good viewing (generally easy, since most Northern areas are not heavily populated) ",{"type":"''","value":["without"]}," taking undue risks in a climate that can easily kill you.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Map auroral oval mostly canada.png"],["thumb"],["200px"],["Northern Lights oval"]]},"\nThe Northern Lights look somewhat similar to a sunset in the sky at night, but appear occasionally in arcs or spirals usually following the earth's magnetic field. They fairly often look like moving curtains of light, high in the sky. They are most often light green in color but often have a hint of pink. Strong eruptions also have violet and white colors. Red northern lights are rare, but can sometimes be observed at lower latitudes.\n\nContrary to intuition, seeing the Northern Lights isn't just a matter of heading North. The Lights occur mainly in a circular or elliptical band centered on the earth's North ",{"type":"''","value":["Magnetic"]}," Pole, which is not at the same location as the ",{"type":"[[","value":[["North Pole"],["North ",{"type":"''","value":["Geographic"]}," Pole"]]},". The exact location of the North Magnetic Pole varies from year to year, sometimes by tens of miles. The Pole has been moving North for a few years and is now near ",{"type":"[[","value":[["Ellesmere Island"]]}," in the nearly uninhabited far north of ",{"type":"[[","value":[["Canada"]]},".  As a consequence, the advantages of being on the \"right side\" of the earth are not as pronounced as they were some years ago but even today there's a slight North American bias in your chance of seeing the Lights.\n",{"type":"[[","value":[["File:Aurora australis 20050911.jpg"],["thumb"],["200px"],["Southern Lights seen from space"]]},"\nAuroral displays aren't strongest ",{"type":"''","value":["at"]}," the pole; the band of greatest activity is offset from the Magnetic Pole by 20 degrees or so; the magnetic lines of force are curved and the curvature creates the offset. The ",{"type":"'''","value":["Northern Lights oval"]},", meaning the area with the highest probability of seeing the Lights, covers most of ",{"type":"[[","value":[["Alaska"]]},", northern parts of ",{"type":"[[","value":[["Canada"]]},", the southern half of ",{"type":"[[","value":[["Greenland"]]}," and ",{"type":"[[","value":[["Iceland"]]},", northern ",{"type":"[[","value":[["Norway"]]}," and the northernmost areas of ",{"type":"[[","value":[["Sweden"]]}," and ",{"type":"[[","value":[["Finland"]]},", as well as the western half of the Russian north. There is a similar oval in the South; see the photo.\n\nRegions such as central and southern ",{"type":"[[","value":[["Scandinavia"]]},", southern ",{"type":"[[","value":[["Canada"]]},", the north-central ",{"type":"[[","value":[["United States of America"],["United States"]]}," and ",{"type":"[[","value":[["Scotland"]]}," also frequently see Northern Lights, but not as often as directly under the Northern Lights oval. ",{"type":"[[","value":[["Svalbard"]]}," sees Northern Lights less often than Northern Scandinavia, but is a place to observe the fainter Day Northern Lights during its long Polar night. \n\nThat said, the actual latitudes of the Lights vary considerably. In times of high solar activity (more on that later), the Lights may be seen in ",{"type":"[[","value":[["North America"]]}," at latitudes as low as 35 degrees North, meaning that all but the southernmost parts of the United States may get a display. The offset of the Pole keeps solar storms from benefiting ",{"type":"[[","value":[["Europe"]]}," quite as strongly, but most of the countries of northern Europe will get displays during periods of solar storms.\n\n",{"type":"==","value":["Planning"]},"\nThere is no guarantee of seeing the Northern Lights even if you are in the best areas at the best time, and there is some chance in others areas and seasons. However, a bit of planning will radically increase your chances. In short, pick somewhere on or very near the oval and go in winter.\n\n",{"type":"===","value":["Time of year"]},"\n",{"type":"[[","value":[["File:AuroraB.jpg"],["thumb"],["Lights in Scandinavia"]]},"\nDarkness is required. Most Northern Lights locations are at high latitudes, in areas that get the \"midnight sun\"; there is no darkness from mid-April until mid-August, or even longer in far northern locations like ",{"type":"[[","value":[["Svalbard"]]},". In this period, no Northern Lights can be observed.\n\nIn the most intense Northern Lights areas, right on the oval, the lights are sometimes observed in any season but chances are best when it is dark after 6pm, from late September to late March. \n\nOn a yearly basis, the Lights are at their peak around the time of the equinoxes, in September and March.  The reasons for this trend aren't fully known, but it's definitely real, not just an artifact of the weather or other viewing conditions. Also, if you are planning to do other activities during the day, this is a good time to visit because you can enjoy twelve hours of daylight and still have a good chance of seeing the aurora at night. Temperatures are also milder then than in mid-winter.\n\n",{"type":"===","value":["Time of day"]},"\nThe time between 6pm and 1am is the most intense period of the day. The highest probability within this timespan is between 10 and 11pm. However, this is a guideline, and during the Polar night aurorae can be observed as early as 4pm, and all through the night. In periods of strong activity, one can generally expect flares starting in the early evening, peaking around 10pm, and going on into the early morning hours.\n\nEven with good clothing, few travellers can tolerate a long time outdoors in an arctic night and the nights generally get continuously colder from sunset until the morning sun starts to warm things up. Even if there are lights in the early evening, it may be best to set out at 9pm or so; this gives you a good chance of catching the peak display without being out too long or at the coldest times.\n\n",{"type":"===","value":["11-year cycle"]},"\nIn the longer term, auroral displays are correlated with an 11-year cycle in sunspot activity and other perturbations of the sun; the more restless the sun, the more aurorae. However, at the most favorable latitudes, the Lights are still likely to be seen even at solar minimum; it's mainly at lower latitudes that they get scarce during the inactive times.  The ",{"type":"'''","value":["last maximum"]}," in solar activity was in ",{"type":"'''","value":["late 2013"]},", with frequent Northern Lights displays likely for another two or three years after that.\n\n",{"type":"===","value":["Solar storms"]},"\nIn addition to these more or less regular variations in frequency of the aurora, there are also less predictable, erratic displays resulting from ",{"type":"'''","value":["solar storms"]},".  Some of these, particularly near solar-activity maximum, can lead to visible Northern Lights remarkably far South, if you're in an area with clear, transparent night skies. The largest recorded solar storm took place in 1859; the Lights were bright enough to read a newspaper in ",{"type":"[[","value":[["Boston"]]}," (42°N) and visible well south of there. \n\nThe ",{"type":"[[","value":[["#Alerts"],["Alerts"]]}," section below will help you stay on top of solar activity and prepare for some viewing when a solar storm does occur.\n\n",{"type":"===","value":["Clear skies"]},"\nLast but not least, don't forget the ",{"type":"'''","value":["weather forecast"]}," — aurora occur very high up in the atmosphere, and if there are clouds in the way you will not see anything. In Northern Scandinavia, the weather is notably better towards the end of the Northern Lights season (February-March), than in the beginning. The weather is probably the most important success factor in the areas under the Northern Lights oval, where there are visible Northern Lights on up to 80% of all clear nights.\n\n",{"type":"==","value":["Prepare"]},"\n\n",{"type":"===","value":["Alerts"]},"\nIf you have the luxury of being able to travel into aurora-viewing territory on short notice, you can improve your chances of seeing something by being aware of \"space weather,\" the things going on beyond the earth's atmosphere as a result of solar activity.\n",{"type":"[[","value":[["File:Aurora australis ISS 20120715.jpg"],["thumb"],["400px"],["Southern Lights seen from the International Space Station, with the Canadarm robotic arm in the foreground"]]},"\nA good site for space weather information is operated by the (US) ",{"type":"[","value":["http:\/\/www.swpc.noaa.gov\/ National Oceanic and Atmospheric Administration"]}," (NOAA). Measurements aboard the NOAA Polar-orbiting Operational Environmental Satellite are used for plotting maps of current extent and position of the auroral oval around both poles. Another useful tool is NOAA's test version of their ",{"type":"[","value":["http:\/\/helios.swpc.noaa.gov\/ovation OVATION Model"]},". It predicts intensity and geographical location of the auroral oval based on current solar wind conditions and interplanetary magnetic field virtually in real time. The maps also show the observation limits of current aurorae. The commercial site ",{"type":"[","value":["http:\/\/www.spaceweather.com\/ Space Weather"]}," presents much of the same information in digested, more accessible form.\n\nThe University of Alaska Fairbanks maintains an ",{"type":"[","value":["http:\/\/www.gedds.alaska.edu\/AuroraForecast\/ Aurora Alert"]}," website. For Finland, the Finnish Meteorological Institute has a ",{"type":"[","value":["http:\/\/aurora.fmi.fi\/public_service\/magforecast_en.html activity forecast"]}," and current data about magnetic activity. The Icelandic MET office provides a ",{"type":"[","value":["http:\/\/en.vedur.is\/weather\/forecasts\/aurora\/ lights forecast"]}," for Iceland including cloud cover prediction.\n\nActivity is mainly predicted from the readings taken by the NASA Advanced Composition Explorer (ACE) satellite, which gives a one-hour warning. Solar wind activity is characterized by three principal figures: the north-south component of the magnetic field (Bz), speed and density. When Bz is negative (southward), solar wind particles are best able to enter the atmosphere and give rise to aurorae. At high velocities, auroral activity may occur despite a moderately negative Bz. In geomagnetic storms, Bz fluctuates rapidly. Overall geomagnetic activity is characterized by the planetary K-index (Kp), for which predictions are issued. A Kp of 5 or higher occurs in storms and generally makes auroral viewing possible well South of the oval in the northern parts of ",{"type":"[[","value":[["Europe"]]}," and the ",{"type":"[[","value":[["United States of America"],["continental U.S."]]},"\n\nLonger-term estimates can be made by observation of the Sun for bursts. However, the physical models are poorly developed, partly because currently ACE is the only satellite in flight dedicated to solar wind, and the predictions are rather unreliable. The approximate day can be predicted, but whether the burst hits the Earth face-on and exactly when and at what force remains unknown. \"Nowcasting\" on the ground is done by measuring magnetic field fluctuations, and there are webcams pointed at the sky for directly seeing the aurorae. The NASA Polar and Environmental Satellites (POES) directly measure the extent of the auroral oval, but the satellites pass the pole about 14 times a day and thus the picture can be couple of hours old.\n\nIf a major solar storm develops that is forecast to have a good chance of producing Northern (and Southern) Lights, your time to respond will be measured in hours to a few days, rather than either minutes or weeks. The particles that create the aurora move much more slowly than light, so a storm can be observed well before the particles it produces reach Earth, but the time difference is not enormous. The forecasts will usually include some indication of how far from the magnetic poles the activity is expected to extend.  For purposes of travel planning, it's a good idea to plan conservatively and go to a locale somewhat closer to the pole than the predicted maximum extent of the aurora; things don't always work out as forecast, and the Lights may be relatively weak and\/or confined to the northern horizon if you're at the southern edge of the activity, either limitation possibly creating difficulties for you in viewing owing to light pollution.\n\n",{"type":"===","value":["Clothing"]},"\n",{"type":"[[","value":[["File:Størmer and Birkeland Alta 1910.jpg"],["thumb"],["400px"],["Freezing photographers, Norway, 1910"]]},"\nBecause aurorae are usually visible at night in the colder months of the year, the observers tend to spend long hours in cold darkness. It is essential to  dress adequately to minimize the unpleasant side of the auroral experience, and almost impossible to dress too warmly.\n\nIn any area that gets severe winters, winter clothing will be widely available but specialist shops catering to ",{"type":"[[","value":[["Skiing"],["skiers"]]},", ",{"type":"[[","value":[["Mountaineering"],["mountaineers"]]}," or ",{"type":"[[","value":[["Wilderness backpacking"],["wilderness backpackers"]]}," generally offer the best choice. Further South, these specialists may be the only places with winter equipment.\n\nIn remote Northern locations where food, fuel and equipment have to be shipped in, ",{"type":"''","value":["prices on more-or-less everything can be very high"]},". Major Northern cities tend to have better prices than more isolated areas, but still higher than in areas further South. Most travellers should buy much of their equipment before setting out; this gives more time for shopping, saves money, and avoids arriving in summer clothing when it is -20 outside.\n\nSome travellers should plan an extra stop for shopping; for example, going from Miami (where good winter gear is likely to be hard to find) to view the Lights in ",{"type":"[[","value":[["Churchill"]]}," (where it is likely to be expensive and selection limited), one might stop in ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Toronto"]]}," or ",{"type":"[[","value":[["Winnipeg"]]}," to outfit oneself.\n\nFor specific information on winter clothing, see ",{"type":"[[","value":[["Cold_weather#Clothing"],["Cold weather"]]},".\n\n",{"type":"===","value":["Photography"]},"\n",{"type":"[[","value":[["File:Aurora over Haja-3,2.jpg"],["thumb"],["Near Tromsø‎, Norway"]]},"\nTaking good pictures of the Northern Lights is ",{"type":"'''","value":["very difficult"]},", since they're fast-moving, often faint and against a pitch-dark background, all of which befuddles consumer point-and-shoot cameras. Almost any interchangeable lens camera can handle the job, given the right lens, but the typical \"kit lens\" sold with them will almost certainly not be fast enough and may not be wide enough either.\n\nLong exposures are often required to capture faint lights. Here's what you need for a sporting chance:\n\n",{"type":"*","value":[" A camera that supports ",{"type":"'''","value":["manual exposure"]}," (5 to 40 seconds)"]},{"type":"*","value":[" A ",{"type":"'''","value":["fast lens"]}," (aperture f\/2.8 or better). Typically, a ",{"type":"[[","value":[["Travel_photography\/Full_systems#Wide-angle_lenses"],["wide-angle lens"]]}," is used to get a large area of sky."]},{"type":"*","value":[" ",{"type":"'''","value":["Fast film"]}," (800 ASA or better), or equivalent ISO setting on a digital camera"]},{"type":"*","value":[" A ",{"type":"'''","value":["tripod"]}," to hold the long exposure"]},{"type":"*","value":[" ",{"type":"'''","value":["Cable release or self-timer"]}," to trigger shots without stirring the camera"]},": Even better, for some cameras a ",{"type":"'''","value":["remote control"]}," is available\n",{"type":"*","value":[" ",{"type":"'''","value":["Manual focus"]},". It is not recommended to just focus your lens to infinity, instead it is best done by aiming at the Moon or a bright star (ideally in the live-view mode and using the maximum zoom)."]},{"type":"*","value":[" Multiple ",{"type":"'''","value":["spare batteries and memory cards"]},": only having them will ensure they won't be needed. Keep the spares warm."]},{"type":"*","value":[" What you don't need is the lens ",{"type":"'''","value":["filter"]},": it can cause interference, so better take it off your lens."]},{"type":"*","value":[" With a digital camera shooting in RAW format (or at least JPG + RAW) is a good idea: if something goes wrong in the field, there is more space for corrections in post-processing that way."]},"\nAvoid breathing on the lens, the viewer or the display to prevent frosting them up. A light source such as a flashlight or headlamp can be useful when setting up the camera and tripod, and a smartphone is handy for alerts and forecasts. However, you need to get your eyes adjusted to darkness, so it is a good idea to limit use of these and set both phone and camera LCD displays to minimum brightness.\n\nThe ideal location has no light pollution, offers some shelter against wind, and is easily accessible. On a cold arctic night, you definitely want to avoid lugging camera and tripod a long distance or standing around in windy conditions waiting for the right shot. Moreover, wind tends to shake the camera, which is a problem in long exposures. A bigger, sturdier tripod helps with that, but is even worse to lug around.\n\nAlso, try to get something interesting in the foreground; the photo above is a fine example. A shot of just the sky and some snow can be a bit boring even if the Lights are good. If possible, do some scouting by day so you can go straight to a good location at night. It is not always possible to find a great location, but even a reasonable one can give better photos with less discomfort.\n\n",{"type":"{{","value":[["infobox"],["Lens focal lengths"],["In discussing focal length, we assume a 35mm film camera or \"full frame\" digital camera. For other types of camera, the actual numbers are different but the \"35mm equivalent\" is often quoted."]]},"\nEither a zoom (variable focal length) or a prime (single focal length) lens can be used; each type has advantages. Zoom lenses are more flexible; you can adjust quickly for different sizes of light display. Primes are generally significantly faster than zooms, lighter and more compact; in many cases they also give a sharper picture than a zoom lens set to the same focal length.\n",{"type":"[[","value":[["File:Polarlicht 2.jpg"],["thumb"],["400px"],["Aurora borealis in ",{"type":"[[","value":[["Alaska"]]}]]},"\nExtreme wide angle lenses give some distortion, even producing \"fish-eye\" images at 10 mm or below. The photo to the right was taken with a 16mm lens; the horizon appears curved and the trees in the foreground appear slightly off vertical, but some viewers would not notice this distortion and few would find it bothersome. The ",{"type":"[[","value":[["#Time_of_year"],["Scandinavian photo above"]]}," used an even wider lens and has more distortion. A slightly longer lens, perhaps 24mm, would reduce the distortion but cover less of the sky. This is where zoom lenses have a significant advantage over primes; with, say, a 16-35 zoom you can adjust each shot to get the best trade-off between distortion and coverage. In other conditions, you might carry several primes and adjust by swapping lenses, but this is remarkably inconvenient in the field in an arctic night.\n\nA faster lens or a high-ISO camera setting can reduce exposure time, which is good. The photo to the right used an F2.8 lens and 25-second exposure. With F4, it would need 50 seconds, at or perhaps beyond the upper limit for practical shooting. An F1.4 lens would cut the time to around six seconds. This is quite likely to give a sharper photo because the lights move less during exposure, and it allows a bit more control over the shot; if you hit the shutter release when the sky looks particularly interesting, it is more likely to stay that way for a few seconds than over a longer time. This is where prime lenses have an advantage; they are often quite a bit faster than zooms. \n\nCombine a fast lens with a camera that allows high ISO settings and you might get exposure time down under a second, but it is not certain that this would give a better photo. High ISO settings give more noise in the image and you might lose more from that than you gain from the shorter time.\n\nFast wide lenses are expensive. Checking full-frame Canon lenses on an American vendor's site mid-2013, the cheapest lenses that might be suitable for shooting the Lights are a 40mm F2.8 at about $150 or 35\/2.0 near $300; those are not wide enough to be ideal, but they would be usable and anything better is more expensive. More typical choices — for someone with a nice lens collection in hand or a good budget for building one — would be 20 or 24mm F2.8, 28\/1.8, or the 17-40 F4 zoom, in the $450 to $750 price range. The ideal choice might be either a 24\/1.4 prime or 16-35 F2.8 zoom, but these are high-end products mainly for professional photographers; either is around $1500. An ultra-wide 14mm F2.8 lens costs over $2000. Other brands have a different set of products and prices, but the overall pattern is similar. Companies other than the camera manufacturers also offer lenses, but again the pattern is similar.\n\nSee ",{"type":"[[","value":[["travel photography"]]}," for more general discussion.\n\n",{"type":"==","value":["Locations"]},"\nNorthern Lights usually form about 100km (60 miles) above the surface of the earth. This means that an eruption is visible over large tracts of land. In principle, all areas under the Northern Lights oval are good observation points. However, most of these areas are remote and inaccessible, and suffer harsh climatic conditions.\n\nWhen selecting an observation site:\n",{"type":"*","value":[" If possible, park the car nearby to have the possibility of getting warm inside. A typical car heater cannot actually keep a large metal vehicle warm when it is well below zero outside, but it is better than nothing and a car does provide shelter against wind. In really cold weather, leave the engine running even when you are away from the car since it may not restart if you shut it off."]},{"type":"*","value":[" Instead of the car you may have access to a cottage, wilderness hut, a tent with a fire place or some similar shelter, which can be kept comfortably warm in any conditions. These also offer the possibility to rest and sleep near the viewing location, avoiding a long car ride before and after (and you are free to choose a location far from roads)."]},{"type":"*","value":[" Avoid locations with light pollution; instead drive further away from populated areas. In more densely populated areas (usually in lower latitudes) it is good to have at least the northern view free of light pollution."]},"\nConsider bringing a tent or just a portable windbreak to provide some shelter from wind. Also vacuum flasks for hot beverages.\n\nViewing or photographing the Lights is an activity where hiring a local guide or paying for a tour is often worthwhile. A guide's local knowledge can help in several areas: coping with the weather, finding good sites, choosing good routes, and avoiding close encounters with ",{"type":"[[","value":[["dangerous wildlife"]]}," such as polar bears or musk oxen. Also, a guide or tour company will have vehicles and other equipment suitable for the conditions. In remote areas it may not be possible to rent a vehicle or bring your own and, even if it is possible, it is not advisable unless both vehicle and driver are well prepared for ",{"type":"[[","value":[["winter driving"]]},". Some tours offer unusual transport options such as snowmobiles or sleds pulled by dogs, reindeer or horses; few tourists could safely drive those, and no owner of valuable animals is likely to allow a visitor to handle them unsupervised.\n\nVarious locations provide some kind of infrastructure, like tours, observation points etc. Here is a list of some major ones:\n\n",{"type":"===","value":["North America"]},"\n",{"type":"[[","value":[["File:Flickr - DVIDSHUB - Alaska Aurora Borealis (Image 1 of 2).jpg"],["thumb"],["400px"],["Aurora in ",{"type":"[[","value":[["Alaska"]]}]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Fairbanks"]]},", Alaska: famous for aurora viewing, with many tours and sites that cater to aurora watchers."]},{"type":"*","value":[{"type":"[[","value":[["Isle Royale National Park"]]},", Upper Michigan, is a leave-no-trace park with no tours and few facilities, only the possibility for visitors to see the lights themselves in a place with no light pollution."]},{"type":"*","value":[{"type":"[[","value":[["Yellowknife"]]},", in Canada's Northwest Territories, also with many tours"]},{"type":"*","value":[{"type":"[[","value":[["Churchill"]]},", on Hudson's Bay in Manitoba, is right smack dab in the center of the auroral belt, and offers the opportunity to see (lots of) polar bears on the same trip."]},"\n",{"type":"===","value":["North Atlantic Islands"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Kangerlussuaq"]]},", Greenland: very high chance of seeing the Lights from November to March. If husky and snowmobile rides are desired, mid-late winter is recommended."]},{"type":"*","value":[{"type":"[[","value":[["Mývatn"]]},", Iceland: offers the unique experience of observing aurorae while soaking in a natural geothermal bath. The capital, ",{"type":"[[","value":[["Reykjavik"]]},", serves as a base for many tours."]},{"type":"*","value":[{"type":"[[","value":[["Berneray"]]},", Outer Hebrides: this remote Scottish island offers suitable conditions for northern lights observation due to low light pollution."]},"\n",{"type":"===","value":["Europe"]},"\n",{"type":"{{","value":[["Seealso"],["Winter in the Nordic countries"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tromsø"]]},", Northern Norway, is an easily accessible location with numerous excursions. Nearby ",{"type":"[[","value":[["Skibotn"]]}," enjoys an extremely dry climate, thus providing excellent chances."]},{"type":"*","value":[" ",{"type":"[[","value":[["Alta"]]},", also in Norway but further to the northeast and known for prehistoric rock carvings, is sometimes called \"the aurora borealis city\"."]},{"type":"*","value":[{"type":"[[","value":[["Jukkasjärvi"]]},", Northern Sweden, is the site of the original Ice Hotel, with excellent viewing infrastructure. Another 100 km northwest in  ",{"type":"[[","value":[["Abisko"]]},", Norhern Lights can be watched from the Aurora Sky Station located at the top of the mountain Nuolja."]},{"type":"*","value":[{"type":"[[","value":[["Kilpisjärvi"]]},", ",{"type":"[[","value":[["Inari"]]}," and ",{"type":"[[","value":[["Utsjoki"]]}," in Finnish Lapland have a 75% chance of aurorae per night in season. The skiing resort ",{"type":"[[","value":[["Saariselkä"]]}," in Inari is a readily accessible target with unique accommodation in glass igloos specially designed for Northern Lights observers."]},{"type":"*","value":[" The Kola Peninsula of ",{"type":"[[","value":[["Murmansk Oblast"]]}," is Russia's most popular viewing spot."]},"\nThe likelihood of seeing aurorae rapidly decreases when going South. In ",{"type":"[[","value":[["Helsinki"]]},", aurorae occur about once a month, and are usually masked by light pollution or clouds. Aurorae seen further outside of the auroral belts may also be much less vivid, with fewer colours.\n\n",{"type":"===","value":[" Cruise ships "]},"\nA luxurious way to see the lights is to take a ",{"type":"[[","value":[["cruise ship"]]}," along the coast of ",{"type":"[[","value":[["Norway"]]}," or ",{"type":"[[","value":[["Alaska"]]},", or toward ",{"type":"[[","value":[["Antarctica"]]}," for the Southern Lights, in the appropriate season. Cruises tend to be expensive, but the costs may be quite reasonable compared to flying to a good site on land and paying for accommodation and tours there. Viewing the Lights by just strolling on deck after dinner is much more convenient than being driven somewhere to stand in the snow, and the chance of encounters with dangerous wildlife is lower. \n\nThere may be problems with this; not all cruise lines run in winter and it is ",{"type":"''","value":["extremely"]}," difficult to get good photos from a moving ship when the subject requires long exposures, as the lights generally do. If the cruise is not specially for aurora viewing, chances are that light pollution from the ship itself is an issue.\n\n",{"type":"===","value":[" In flight "]},"\n\nMany travelers in the northern latitudes find themselves treated to an aerial view of the lights. It's probably not realistic to ",{"type":"''","value":["plan"]}," to see them while on a plane, but if you find yourself taking frequent flights in upper latitudes, consider opting for a window seat on the northern side of the plane. If the show is good enough, the captain will usually make an announcement.\n\nIf you thought cruises on the seas were expensive, you probably won't be interested in heading up into ",{"type":"'''","value":[{"type":"[[","value":[["space"]]}]},", but orbital flight at around $35 million\/person is a pretty surefire way to see the lights, both Northern and Southern, with zero light interference, and quite a grand view!\n\n",{"type":"==","value":[" The ",{"type":"''","value":["Southern"]}," Lights "]},"\n",{"type":"[[","value":[["File:AuroraAustralisDisplay.jpg"],["thumb"],["400px"],["Southern Lights seen from ",{"type":"[[","value":[["New Zealand"]]}]]},"\n\nAurorae happen in an oval about the South Magnetic Pole just as they do about the North one, and the South Magnetic Pole is similarly offset from the geographic ",{"type":"[[","value":[["South Pole"]]},". Would-be observers of the ",{"type":"'''","value":["Southern Lights"]}," or ",{"type":"'''''","value":["aurora australis"]}," benefit from the happy accident that the offset of the South Magnetic Pole is generally in the direction of ",{"type":"[[","value":[["Australia"]]},", although the Pole itself is still in ",{"type":"[[","value":[["Antarctica"]]}," like the geographic one. The southern parts of Australia and ",{"type":"[[","value":[["New Zealand"]]}," get more than their share of Lights relative to their latitude.\n\nIn particular, ",{"type":"[[","value":[["Tasmania"]]}," and the ",{"type":"[[","value":[["South Island"]]}," of New Zealand are places where the Lights can be observed several times a year. If conditions are right, ",{"type":"[[","value":[["Hobart"]]}," and ",{"type":"[[","value":[["Invercargill"]]}," offer the best chance in places that are quickly accessible from within Australia and New Zealand.  Although ",{"type":"[[","value":[["Christchurch"]]}," has a geographic latitude south of ",{"type":"[[","value":[["Hobart"]]},", its \"geomagnetic latitude\" is further north, and aurora there are no more likely than southern ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]},".  Check the space weather while you are travelling.\n\nAll these locations are still outside the auroral belt itself, though, and are far enough away that a trip there to see the lights has a significant chance of failure. If you want to get right under the lights, you'll have difficult travel ahead. Because of the skew towards the Eastern Hemisphere, it is not reasonable to expect any viewing from ",{"type":"[[","value":[["Patagonia"]]},", and it's not that likely you'll see them even from the ",{"type":"[[","value":[["Antarctic Peninsula"]]},". The optimal trip would be to Antarctica's ",{"type":"[[","value":[["Ross Sea"]]}," via ",{"type":"[[","value":[["Macquarie Island"]]}," (Australia) or the ",{"type":"[[","value":[["New Zealand Subantarctic Islands"]]},". The best viewing would be from the boat itself. The closest island to the auroral belt that has a good range of tourist accommodation is ",{"type":"[[","value":[["Stewart Island"]]},". \n\nAll of the considerations about maximizing your chances of seeing the Northern Lights apply equally to seeing the Southern Lights, except that the Southern Hemisphere seasons should be taken into account in regards to maximizing the hours of darkness.\n\n",{"type":"{{","value":[["PartOfTopic"],["Natural attractions"]]},"\n",{"type":"{{","value":[["guidetopic"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Aurora"]]}]