[{"type":"{{","value":[["pagebanner"],["Uluru (Northern Territory) banner Petroglyphs.jpg"],["caption=Petroglyphs on Uluru (Ayers Rock)"],["dotm=yes"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/en.travelnt.com\/ Northern Territory"]}]}," is a Federal territory of ",{"type":"[[","value":[["Australia"]]},", occupying much of the centre of the mainland continent, as well as the Central Northern regions. It is bordered to the west by ",{"type":"[[","value":[["Western Australia"]]},", to the east by ",{"type":"[[","value":[["Queensland"]]}," and to the south by ",{"type":"[[","value":[["South Australia"]]},".\n\nKnown as the 'real outback' it represents nature on a grand scale and contains some of the most recognisable natural icons in Australia. The Northern Territory contains hundreds of rare species of flora, native wildlife and, of course, crocodiles in the Territory’s 52 national parks and nature conservation reserves, while the outback offers vast wide-open spaces and pioneering journeys. \n\nThe NT is also renowned for the Aboriginal cultural experiences it offers. As home to Australia’s largest population of Aboriginal people, the NT offers a rich array of Aboriginal culture with its 40,000 year old traditions – including basket weaving, spear fishing, story telling, rock art and bush tucker tastings on Aboriginal guided tours. The Territory also contains the world’s biggest collection of Aboriginal art. \n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Australia Northern Territory travel map.png"],["regionmaptext=Three sub-regions of Northern Territory"],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Top End"]]}],["region1color=#D5DC76"],["region1description=The tropical northern part home to the vibrant capital city Darwin and the Kakadu National Park"],["region2name=",{"type":"[[","value":[["Barkly Tableland"]]}],["region2color=#B5D29F"],["region2description=Sparsely populated region home to Tennant Creek and the Devils Marbles. ",{"type":"[[","value":[["Victoria River Region"]]}," — offers a wide variety of opportunities for adventure, culture, history, and nature"],["region3name=",{"type":"[[","value":[["Red Centre"]]}],["region3color=#B383B3"],["region3description=the heart of Australia, home to famous outback town Alice Springs and iconic Australian outback landscapes and characters"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Darwin"]]}," — the Northern Territory's tropical capital city and gateway to the area with a unique history and culture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Alice Springs"]]}," — Australia's famous outback town is the Territories second largest city, and is surrounded by cavernous gorges, boundless desert landscapes, Aboriginal communities and charming pioneering history"]},{"type":"*","value":[" ",{"type":"[[","value":[["Katherine"]]}," — a regional town about 3 hours south of Darwin, gateway to the majestic Katherine Gorge"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tennant Creek"]]}," — in the heart of the territory, this desert landscape is home to the Devil's Marbles, immersed in Aboriginal culture and has plenty of friendly outback pubs"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wycliffe Well"]]}," — tiny roadhouse settlement and self-proclaimed UFO capital of Australia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yulara"]]}," — a purpose built resort and service town adjacent to the Uluru-Kata Tjuta National Park"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:GlenHelenGorge NorthernTerritory Panorama.jpg"],["thumb"],["400px"],["Glen Helen Gorge, part of the West MacDonnell Ranges"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arnhem Land"]]}," — experience the world's oldest living culture first hand in landscapes virtually untouched since the dawn of time"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tennant Creek"],["Devils Marbles Conservation Reserve"]]}," — home to clusters of mysterious rock spheres located in the middle of the Australian desert near the outback town of Tennant Creek"]},{"type":"*","value":[" ",{"type":"[[","value":[["Katherine"],["Elsey National Park"]]}," — relax in warm, crystal clear thermal pools, close to Katherine in the township of Mataranka"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kakadu National Park"]]}," — this World Heritage area sets the scene for outback adventure travel, aboriginal culture and nature activities"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gregory National Park"]]}," —  the Northern Territory's second largest national park, encompassing spectacular ranges, escarpments, gorges and eucalypt woodlands"]},{"type":"*","value":[" ",{"type":"[[","value":[["Litchfield National Park"]]}," — spend as long as you like exploring lush monsoon forests, unusual rock formations and waterfalls, just a 1,5 hour drive from Darwin"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nitmiluk National Park"]]}," — the amazing Katherine Gorge, in which you can walk, swim, canoe, boat or fly"]},{"type":"*","value":[" ",{"type":"[[","value":[["Uluru-Kata Tjuta National Park"]]}," — also known as Ayers Rock and The Olgas, with the resort town of Yulara nearby"]},{"type":"*","value":[" ",{"type":"[[","value":[["Victoria River Region"]]}," — offers a wide variety of opportunities for adventure, culture, history, and nature"]},{"type":"*","value":[" ",{"type":"[[","value":[["Watarrka National Park"]]}," — home to Kings Canyon, a mighty chasm reaching a depth of 270m"]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["infobox"],["Time"],["The Northern Territory is nine and a half hours ahead of GMT (GMT+9.5) and doesn't observe daylight saving. It is in the same time zone as ",{"type":"[[","value":[["South Australia"]]}," during the winter, but an hour behind during the summer daylight saving period"]]},"\n\nThe Northern Territory is blessed with diverse and contrasting environments, where change is the only constant. Intriguing and spectacular wildlife vary dramatically from the deserts of Central Australia to the tropics of the Top End. \"The NT\" is renowned for its colourful outback characters, the type you'd meet at one of the legendary outback pubs, cattle stations or country towns, larger than life and only too willing to share a yarn or two. Fly to remote areas in helicopters or other small aircraft and take in the spectacular scenery, 4WD tracks let you explore places of natural wonder like ",{"type":"[[","value":[["Uluru"]]},". Tours led by traditional landowners allow you to learn about a culture that has survived for thousands of years including dreamtime stories, bush tucker, and their iconic art and crafts. Extreme fishing tours take you out to places teeming with barramundi and other species. Birdwatching tours open up breath-taking moments usually reserved for film. You can also stay in one of the many resorts and experience the unique surroundings from the side of a pool, sipping on a cocktail.\n\n",{"type":"[[","value":[["Image:Darwincity DavidSilva 06 copy.jpg"],["thumb"],["Darwin from the air"]]},"\n\n",{"type":"[[","value":[["Darwin"]]}," is the tropical capital city of the Northern Territory, a small yet cosmopolitan city with more than 50 nationalities making up its 110,000 population. Modern Darwin is more open to Asia than perhaps any other Australian city. It plays an important role as the front door to Australia's northern region and as a centre for administration and mining. The port facilities have recently had a major upgrade, and the completion in September 2003 of a railway link to Alice Springs and Adelaide has locals hoping Darwin will become the continent's transport hub with South-East Asia.\n\nIn the heart of Central Australia is ",{"type":"[[","value":[["Alice Springs"]]},", surrounded by cavernous gorges, boundless desert landscapes, remote Aboriginal communities and charming pioneering history. It embodies the hardy outback of the Northern Territory's Red Centre, and is a travel hub for sights and hikes in the region including Australia's most famous natural icon ",{"type":"[[","value":[["Uluru-Kata Tjuta National Park"]]},".\n\nSweeping from the Gulf of Carpentaria to the West Australian border is ",{"type":"[[","value":[["Katherine"]]},", a small regional town with a population of less than 10,000 people. The diverse landscapes and unique ecosystems set the scene for outback adventure activities like fishing, canoeing, bushwalking, birdwatching, camping and four-wheel driving. The township is situated on the banks of the Katherine River, which flows down from the world-renowned Katherine Gorge (Nitmiluk National Park).\n\n171 km east of ",{"type":"[[","value":[["Darwin"]]}," is ",{"type":"[[","value":[["Kakadu National Park"]]}," and ",{"type":"[[","value":[["Arnhem Land"]]}," comprise more than 110,000 square kilometres in the north-east corner of the Northern Territory. The landscapes of are diverse and set the scene for outback adventure travel, aboriginal culture and nature activities. ",{"type":"[[","value":[["Kakadu National Park"]]}," is the largest national park in Australia. It contains one of the highest concentrated areas of aboriginal rock art sites in the world; the most famous examples are at Nourlangie Rock and Ubirr. \n\n",{"type":"[[","value":[["Tennant Creek"]]}," is situated in the ",{"type":"[[","value":[["Red Centre"]]}," of Australia, 500km north of ",{"type":"[[","value":[["Alice Springs"]]}," and 1000km south of ",{"type":"[[","value":[["Darwin"]]},". The town is surrounded to the east by the Barkly Tablelands - a huge expanse of land that supports some of Australia’s premier outback cattle stations. ",{"type":"[[","value":[["Tennant Creek"]]}," is right in the middle of the outback, but the country is beautiful and anything but barren with open mallee scrubland, surrounded by rocky ranges and brilliant blue skies that give way to millions of stars at night.\n\n",{"type":"[[","value":[["Image:Ulurusunrise SteveStrike 08.jpg"],["thumb"],[{"type":"[[","value":[["Uluru"]]}," (also known as Ayers Rock)"]]},"\n\nThe southern portion of the Northern Territory is home to UNESCO World Heritage area ",{"type":"[[","value":[["Uluru-Kata Tjuta National Park"]]},". It is best known for iconic ",{"type":"[[","value":[["Uluru"]]}," (formerly known as \"Ayers Rock\"), a single massive rock formation, and also for Kata Tjuta (formerly known as \"The Olgas\"), a range of rock domes. Both Uluru and Kata Tjuta are considered sacred places by the Anangu people, the Aboriginal tribes that have lived there for thousands of years, much of Kata Tjuta is off-limits and climbing ",{"type":"[[","value":[["Uluru"]]}," is strongly discouraged. \n\n",{"type":"[[","value":[["Victoria River Region"]]}," is undoubtedly the most scenic and mesmerising region along the savannah way route. Victoria River is the longest river in the Northern Territory and is the lifeline to some of the biggest cattle stations in the NT. The region is also home to “Coolibah Station” where the reality series “Keeping up with the Joneses” was filmed. Victoria River District offers a wide variety of opportunities for adventure, culture, history, and nature. Its captivating landscapes stimulate a deep connection to the land and its people. It is easy to find yourself in this enchanting part of Australia!\n\n",{"type":"===","value":["Climate"]},"\nThe Northern Territory is so large it covers two very distinct climate zones: The Red Centre and the Tropical North.\n\nThe Top End, which includes ",{"type":"[[","value":[["Darwin"]]},", ",{"type":"[[","value":[["Katherine"]]},", ",{"type":"[[","value":[["Kakadu National Park"]]}," and Arnhem Land, has a tropical climate. ",{"type":"[[","value":[["Darwin"]]}," has an average temperature of 32°C all year, with varying humidity. The tropical summer, from December to March, is considered by many to be the region's most beautiful time of year. \n\nThe summer rains bring the natural landscape to life and deliver the picturesque storms and sunsets the Northern Territory is renowned for. The dry season, from May to October, has warm, sunny days and cool nights. At the end of the year, the build up, or pre-monsoon season, begins and humidity levels start their rise.\n\nThe following chart outlines Darwin's monthly climate averages as an indicator for the whole northern region.\n\nJan - Feb \nMin average temperature - 24C (75F) \nMax average temperature - 31C (88F)\n\nMar - Apr \nMin average temperature - 24C (75F) \nMax average temperature - 32C (90F)\n\nMay - Sept \nMin average temperature - 21C (69F) \nMax average temperature - 31C (88F)\n\nOct - Dec \nMin average temperature - 25C (77F) \nMax average temperature - 32C (91F)\n\n",{"type":"'''","value":["Central Australia"]},"\n\nCentral Australia, which includes Alice Springs, Tennant Creek, the Barkly Tablelands and Uluru\/Kata-Tjuta regions, has a semi-arid climate. It experiences Australia's four typical seasons: summer, autumn, winter and spring. The Red Centre has hot summer days from December to February and surprisingly cold nights from June to August. Spring and autumn are warm throughout the day and cool at night.\n\nThe following chart outlines Alice Springs' monthly climate averages as an indicator for the Red Centre.\n\nMar - May \nMin average temperature - 12C (55F) \nMax average temperature - 27C (82F)\n\nJun - Aug \nMin average temperature - 3C (37F) \nMax average temperature - 20C (68F)\n\nSept - Nov \nMin average temperature - 14C (57F) \nMax average temperature - 30C (86F)\n\nDec - Feb \nMin average temperature - 20C (69F) \nMax average temperature - 35C (95F)\n\n",{"type":"===","value":["People"]},"\nThe Northern Territory has the sparsest population of any state or territory in Australia, with approximately 211,000 people and two percent density. The region has a youthful and multicultural population, of which 30 percent are Aboriginal people and 15 percent were born overseas.\n\nDarwin alone is home to people from more than 60 different nationalities and more than 70 different ethnic backgrounds. A large proportion of the Aboriginal population lives in remote communities throughout the NT, from the Red Centre, through to Arnhem Land and across to the Tiwi Islands. Many of these communities boast thriving art centres, where you can visit to purchase works and meet the artists.  Hundreds of different Aboriginal languages are spoken by the indigenous people in the, including Yolgnu Matha in Arnhem Land,  which is the second most spoken language in the NT after English.\n\nPermits are required to visit many of these communities. The largest Aboriginal groups are the Pitjantjatjara, Arrernte, Luritja and Warlpiri in the Red Centre, and Yolngu in east Arnhem Land. \n\nThe average age of Northern Territory residents is 32 years, compared with the national average of 37 years.\n\nThe Northern Territory is close to Asia and has a large Asian culture (including language and food) that is mostly seen in Darwin.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Darwin 6414.jpg"],["thumb"],["The Ghan arriving in Darwin"]]},"\n\nGetting to the Northern Territory is easy. The vibrant capital city of Darwin is closer to Asia than any other capital city in Australia and, in the centre, Alice Springs only a 3-4 hour plane ride from most Australian capital cities.\n\n",{"type":"===","value":["By plane"]},"\nRegular interstate domestic flights arrive into ",{"type":"[[","value":[["Darwin"]]}," and ",{"type":"[[","value":[["Alice Springs"]]},".  There are also direct flights to ",{"type":"[[","value":[["Yulara"],["Ayers Rock (Uluru)"]]}," from Sydney, Melbourne, Perth and Cairns. \n\nInternationally, visitors can fly in directly to ",{"type":"[[","value":[["Darwin"]]}," via ",{"type":"[[","value":[["Singapore"]]}," or ",{"type":"[[","value":[["Ho Chi Minh City"]]},".\n\n",{"type":"===","value":["By train"]},"\nThe famous Ghan train travels from ",{"type":"[[","value":[["Adelaide"]]}," to ",{"type":"[[","value":[["Darwin"]]}," via ",{"type":"[[","value":[["Alice Springs"]]}," and ",{"type":"[[","value":[["Katherine"]]},".\n\n",{"type":"===","value":["By Road"]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["South Australia"]]},", driving north you can take the Explorer’s Way (Stuart Highway) from Adelaide through Coober Pedy into the Northern Territory."]},{"type":"*","value":[" From Queensland, the most easily accessible route is the fully-sealed Overlander’s Way (Barkly Highway) from Mt Isa to the west."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Western Australia"]]}," there are a few access points including the Savannah Way (Victoria Highway) and Butine Highway in the north and the Tanami Road that runs across the Tanami Desert in the south."]},"\n",{"type":"===","value":["By sea"]},"\nThe schedules for several international cruises include a day stopover in Darwin ",{"type":"[","value":["http:\/\/www.nt.gov.au\/dpa\/assets\/cruisships_2003.pdf"]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]}," \n",{"type":"*","value":[" Qantas ",{"type":"[","value":["http:\/\/www.qantas.com.au"]}," offers regular flights within the Northern Territory, connecting ",{"type":"[[","value":[["Darwin"]]},", ",{"type":"[[","value":[["Alice Springs"]]}," and ",{"type":"[[","value":[["Yulara"]]},"."]},{"type":"*","value":[" There are scheduled flights ",{"type":"[","value":["http:\/\/www.regionallink.com.au\/"]}," between Darwin, Nhulunbuy and Groote Eylandt . "]},{"type":"*","value":[" Charter flights can also be organised to more remote destinations like the Cobourg Peninsula, Tiwi Islands and Borroloola, or to ",{"type":"[[","value":[["Tennant Creek"]]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Airnorth"],["url=http:\/\/www.airnorth.com.au\/"],["email="],["address=4 Lancaster Rd Marrara"],["lat="],["long="],["directions="],["phone =+61 8 8920-4000"],["tollfree="],["fax="],["hours="],["price=$112-1128.69"],["content=Airnorth is the major regional aviation operator in the Northern Territory, flying from Darwin to destinations such as Maningrida, Gove, Groote Eylandt and Elcho Island and also service areas of Western Australia and Indonesia."]]}]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["The Ghan"]]}," train travels from the ",{"type":"[","value":["http:\/\/gsr.com.au\/our-trains\/train-routes.php south to the north"]}," of the Northern Territory and back, stopping at Kulgera, The Iron Man, Finke River, Alice Springs, Tennant Creek, Katherine, Pine Creek, Adelaide River and Darwin. \n\n",{"type":"===","value":["By road"]},"\nThere are five recognised themed drives in the Northern Territory, the Explorer’s Way, Savannah Way, Red Centre Way, Binns Track and Nature’s Way, and each has its own story ",{"type":"[","value":["http:\/\/en.travelnt.com\/experience\/driving.aspx\/"]},". It also has countless four wheel drive tracks that snake through its various scenic landscapes. If opting to drive, 96% of the major attractions are accessible by sealed roads and the others are accessible via four-wheel drive tracks or charter flights.\n\n",{"type":"==","value":["See"]},"\nEach of the 52 Northern Territory national parks and nature conservation reserves protect a variety of unique natural environments and native animals. View rare species of flora, native wildlife and go birdwatching around the many established walking trails, swimming holes and camping areas. The varied habitats, rare plants and animals, and spectacular landscapes of the Northern Territory are unmatched for an Australian nature holiday.\n\n",{"type":"[[","value":[["Darwin"]]}," is the perfect place to begin or end your trip through the Territory. With its relaxed lifestyle and warm weather all year round this vibrant cosmopolitan city has all your creature comforts on offer with all the adventure you can handle on it's doorstep! Experience part of Darwin's colourful history at Fannie Bay Gaol that operated as Darwin’s major prison for almost 100 years from 1883. The building’s grim and oppressive history can be felt as you walk through. The Museum and Art Gallery of the Northern Territory is a must see, it's collections place the region's art, history and culture, and natural history in an Australian and international context. These collections encompass Aboriginal art and material culture, visual arts, craft, Southeast Asian and Oceanic art and material culture, maritime archaeology, Northern Territory history and natural sciences. Saltwater crocs, the most famous of the Territory’s creatures, can be seen in most rivers and billabongs in the Top End or at the wildlife parks around Darwin.Crocodylus Park, located in Berrimah a short distance from ",{"type":"[[","value":[["Darwin"]]},", where you come face to face with the largest reptiles on the planet.\n\nWhile the deserts of Central Australia may at first seem stark, closer inspection reveals a complex ecosystem, supporting some of the most unique flora and fauna on the planet. The Northern Territory has some world-famous natural and cultural attractions that can’t be missed, including [Uluru-Kata Tjuta National Park|Ulura\/Ayers Rock]], Australia's most recognisable natural icon. Premium four-wheel drive ",{"type":"'''","value":["eco-certified"]}," touring programs offer a range of intimate travel experiences to locations like World Heritage–listed Uluru-Kata Tjuta National Park, Kings Canyon in Watarrka National Park, and Alice Springs and its surrounds. Located in the middle of the largest land area without lights on earth, ",{"type":"[[","value":[["Alice Springs"]]}," is has an unmatched view of the Milky Way unless you're on a dark boat in the middle of the ocean. Perfect stargazing! Just outside of ",{"type":"[[","value":[["Alice Springs"]]}," is the ",{"type":"'''","value":["Desert Wildlife Park"]},", truly memorable in its examples of local flora and fauna. \n\nThe largest national park in Australia, ",{"type":"[[","value":[["Kakadu National Park"]]}," contains the highest concentration of Aboriginal rock art in the world and amazing nature and wildlife. ",{"type":"'''","value":["Ubirr"]}," is one of the  two most famous Aboriginal rock art galleries in the ",{"type":"[[","value":[["Kakadu National Park"]]},". The galleries can be viewed by following an easy one kilometre circular walking track. During the dry season Park Rangers give free scheduled talks about the ancient rock art. The walls of the ",{"type":"'''","value":["Nourlangie Rock Art"]}," Site in ",{"type":"[[","value":[["Kakadu National Park"]]}," have served as a shelter and canvas for thousands of years providing windows to a rich spiritual tradition. Paintings such as Namarrgon, lightning man, explore the relationship of the people to their country and beliefs. Located in the centre of Nhulunbuy, the Gayngaru Wetlands Interpretive Walk surrounds a lagoon that is visited by over 200 species of birds. Along the path are two separate viewing platforms and a bird hide, which enable visitors to enjoy the birdlife. There are also interpretive signs near plants of significance showing bush food and bush medicine used by local Aboriginal people. \n\n",{"type":"[","value":["http:\/\/www.nt.gov.au\/nreta\/parks\/find\/nitmiluk.html Katherine Gorge"]}," - located in ",{"type":"'''","value":["Nitmiluk National Park"]}," about 30 minutes northeast of the town. There are many ways to experience the spectacular Nitmiluk National Park (Katherine Gorge) and its world-renowned gorge system - you can walk, swim, canoe, boat or fly. Take a refreshing dip in ",{"type":"'''","value":["Katherine Hot Springs"]},". These natural thermal springs are situated on the banks of the Katherine River, within the Katherine township, and comprise of a series of clear pools framed by native vegetation.\n\nThe ",{"type":"'''","value":["Devils Marbles"]},", situated in the Devils Marbles Conservation Reserve, are clusters of mysterious rock spheres located in the scenic Australian desert near ",{"type":"[[","value":[["Tennant Creek"]]},". The boulders are precariously balanced on top of one another, they were formed by millions of years of erosion. The local Aboriginal people (the Warumungu) believe that the boulders are the eggs of the Rainbow Serpent. The ancient Aboriginal mythology surrounding this fascinating geological marvel can be explored through a short self-guided walking trail. \n\n",{"type":"===","value":["Itineraries"]},"\nLoad the car and hit the road, a driving holiday in the Northern Territory has all the elements of a great Australian road trip.\n\nThere are five recognised themed drives in the Northern Territory, each with their own unique story: Explorer’s Way, Nature’s Way, Red Centre Way, Overlanders Way and Savannah Way.\n\nThere are also  countless four wheel drive tracks that snake through various scenic landscapes. The Binns track is the latest four wheel drive challenge, a seven-day adventure from Mount Dare in South Australia to Timber Creek. Not for the faint hearted, the track traverses 8m high sand ridges, rocky escarpment country and boggy marshes.\n\nA driving holiday in the Northern Territory will link you to many of Australia’s best-known icons and give you the opportunity to explore lesser-known natural and cultural wonders of Australia's outback. Whether you want to go off road or on an outback Australia holiday, grab a map to explore your options in the NT. A driving holiday in the Northern Territory gives you the freedom and flexibility to explore at your own pace.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Binns Track"]}]},"\nTake an epic journey on the Northern Territory’s newest four-wheel drive route, the Binns Track. Running from Mount Dare on the South Australian border to Timber Creek near Kununurra, the track covers 2,191km and winds through many of the NT’s lesser-known nature reserves and National Parks. It passes through outback towns ",{"type":"[[","value":[["Alice Springs"]]}," and ",{"type":"[[","value":[["Tennant Creek"]]}," and traverses some of the NT’s most interesting landscapes in the western Simpson Desert, East MacDonnell Ranges, Davenport Ranges National Park and Gregory National Park.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Red Centre Way"]}]},"\nAn adventure into the heart of this ancient land, the Red Centre Way drive navigates through ",{"type":"[[","value":[["Uluru-Kata Tjuta National Park"]]},", Kings Canyon, the West MacDonnell Ranges and ",{"type":"[[","value":[["Alice Springs"]]},".\nSee the sights at your own pace or learn about the traditional aboriginal land owners, the Arrente people’s, connection with this area on a guided tour.\nThe Red Centre Way is the gateway to an abundance of natural and aboriginal attractions through the ancient heart of the Australian outback. Allow a minimum of 5 to 7 days for this journey through red desert sands, spinifex and mulga forest.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Nature's Way"]}]},"\nEye candy for every driving holiday traveller, the Nature’s Way meanders through World Heritage-listed ",{"type":"[[","value":[["Kakadu National Park"]]},", ",{"type":"[[","value":[["Litchfield National Park"]]}," and Nitmuluk National Park. It’s a drive through the Territory’s stunning and lush northern tropics, steeped in nature, aboriginal culture and outback pioneering history. \n\nFor the adventure traveller - canoe down the ",{"type":"[[","value":[["Katherine"]]}," River, swim in waterfalls at Litchfield and discover the world’s largest collection of Aboriginal rock art at ",{"type":"[[","value":[["Kakadu"]]}," National Park. Explore in your own time, but 5-7 days is best for this journey.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Explorer's Way"]}]},"\nFollow the same route of famous Australian explorer John McDouall Stuart and travel through red desert country via the real Australian outback en route to the Territory’s lush northern tropics.\nThis road links the Territory from top to bottom, encompassing some of its best-known natural icons; the Devils Marbles, ",{"type":"[[","value":[["Litchfield National Park"]]},", Nitmuluk National Park, Cutta Cutta Caves and Bitter Springs.\nIn the south, the road is straddled by the East and West MacDonnell Ranges.\nYou can get a snapshot of the Territory in 7 days, but with so much to explore, it’s easy to stay much longer.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Savannah Way"]}]},"\nStretching coast to coast, from Broome in West Australia to Cairns in Queensland, the Savannah Way is an epic 3500km adventure through the heart of Australia’s northern tropics.\nIt snakes through some of the Territory’s best-known natural wonders and links to barramundi and saratoga fishing hotspots.\nA four-wheel drive is recommended on this drive, as it traverses rugged and challenging country. The Savannah Way is a great Australian adventure drive, linking national parks, historic drives and outback Australian towns. Allow at least 14 days for the Northern Territory section or 30 days for the entire journey.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:CamelRacingCamelCup2009Heat.JPG"],["thumb"],["Watch the Camel Cup once a year in Darwin"]]},"\nThe Northern Territory offers the visitor an amazing array of activities to immerse yourself in, from the adventurous to the more subdued. \n\nCanoeing, camping, four-wheel driving, hot-air ballooning or a ride on a camel. The Northern Territory is the place to be for adventure holidays in the outback. Many adventure tours leave from ",{"type":"[[","value":[["Darwin"]]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Outback Ballooning"]}," - Take a balloon ride and see the sunrise, have a champagne breakfast in the middle of the desert. ",{"type":"[[","value":[["Alice Springs"]]}," has ideal weather for ballooning and the tour operators run almost every day of the year. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Helicopter Flights"]}," - Helicopter flights around all sorts of local attractions, from seeing town from the air to along the mountains to the gaps and gorges. Flights leave from ",{"type":"[[","value":[["Darwin"]]}," and ",{"type":"[[","value":[["Alice Springs"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Berry Springs"]}," -  Just 45 minutes from ",{"type":"[[","value":[["Darwin"]]}," city Berry Springs Nature Park is a great spot for swimming with crystal clear pools, shaded picnic and barbecue areas and be sure to keep your eyes peeled for local birds and wildlife."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bush Walking"]}," - Feel the heat walking through the lush monsoon forests of the tropical north or challenge yourself trekking through the rocky red heart of the Northern Territory. There are very popular walking tours through ",{"type":"[[","value":[["Kakadu"]]}," and the ",{"type":"[[","value":[["Red Centre"]]},". The Jatbula Trail and Larapinta Trail are extremely popular walking tours."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jim Jim Falls"]},"- Set in the red ochre of the ",{"type":"[[","value":[["Arnhem Land"]]}," escarpment, and boasting white sandy beaches and crystal clear water, it is worth the 900m walk across rocks to appreciate this special area. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Merl"]}," This site in northern ",{"type":"[[","value":[["Kakadu"]]}," is perfect for campers who want to enjoy a famous sunrise or sunset at Ubirr. It's also an ideal base for bushwalking along the East Alligator River."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Larapinta Trail"]},"- The Trail runs for 223km along the backbone of the West MacDonnell Ranges from ",{"type":"[[","value":[["Alice Springs"]]}," to Mt Sonder. The grandeur and timeless beauty of the Ranges are the backdrop and setting for the Trail, which is divided into twelve sections, providing you with an opportunity to experience an ancient landscape at your own pace."]},"\nThe Northern Territory is Australia's nature travel paradise. View rare species of flora, native wildlife and the most ancient reptile on the planet, the crocodile. ",{"type":"[[","value":[["Darwin"]]},", ",{"type":"'''","value":["Litchfield National Park"]},", ",{"type":"[[","value":[["Alice Springs"]]},", ",{"type":"'''","value":["Nitmiluk"]},", ",{"type":"[[","value":[["Tennant Creek"]]}," and ",{"type":"[[","value":[["Kakadu"]]}," offer monumental natural wonders that need to be seen to be believed.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Territory Wildlife Park"]}," - A popular attraction home to monsoon and paperbark forests and a wetlands walk. You can stand nose-to-nose with a 3.7m saltwater crocodile on a walk through the aquarium tunnel. Don’t miss the twice-daily birds of prey show or animal encounters presentation. Tours depart from ",{"type":"[[","value":[["Darwin"]]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Aquascene"],["url=http:\/\/www.aquascene.com.au"],["email="],["address=28 Doctors Gully Road"],["lat="],["long="],["directions="],["phone =+61 8 8981-7837"],["tollfree="],["fax="],["hours="],["price=entry fee applies"],["content=You feed the fish by hand and they're not little fishies, so luckily they don't bite hard! Feeding is dependent on the tide, so check the website or call for the schedule."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}," in the Northern Territory is world class and there are many diverse fishing habitats on offer. Most tours leave from ",{"type":"[[","value":[["Darwin"]]},", ",{"type":"[[","value":[["Arnhem Land"]]}," is home to some truly adventurous fishing spots."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tiwi Island Tour"]}," - Many Tiwi Islanders are prolific artists who produce distinctive art, pottery, sculptures and wooden carvings. You can travel to the Tiwi Islands on a 20-minute flight or two hour ferry ride from ",{"type":"[[","value":[["Darwin"]]}," Harbour to Bathurst Island. You must be part of an organised tour to visit Tiwi Islands."]},"\n",{"type":"==","value":["Eat"]},"\nMake sure you take in the culinary delights of multi-cultural Darwin while in the Northern Territory. There’s a great range of outdoor eateries, exotic local produce and a diversity of culinary choices on offer. \n\nGreat eating areas in ",{"type":"[[","value":[["Darwin"]]}," include the local markets for something cheap made on the spot. Head to Parap for Chinese, Mexican or gourmet goodies, Cullen Bay has a barrage of seafood choices and expansive harbour views, or you could grab some picnic-style take away at Stokes Hill Wharf. The Fannie Bay area offers some great pub-style food or seafood, and ",{"type":"[[","value":[["Darwin"]]}," CBD is brimming with restaurants, cafes and pubs – classy or casual but always relaxed.\n\nIn spite of its small size, ",{"type":"[[","value":[["Alice Springs"]]}," has a good and varied restaurant scene. Heaps of little cafeteria style places serving everything from crepes to Chinese to sandwiches in the malls as well as the usual fast food outlets. \n\n",{"type":"[[","value":[["Katherine"]]}," is a very small town, but there is a reasonable choice of places to eat there, think along the lines of home style dishes and traditional pub food.\n\nBasic food is available at the sporadic rest stops and museums throughout ",{"type":"[[","value":[["Kakadu National Park"]]},". Being such a small town, there are only a couple of options to choose from in ",{"type":"[[","value":[["Tennant Creek"]]},", mostly pub food and home made.\n\nThe northern tropics of the Northern Territory are also famous for their ",{"type":"'''","value":["Aboriginal bush tucker"]},". The billabongs, woodlands, sandstone escarpments and coastal beaches provide a rich source of food and medicines used by Aboriginal people for tens of thousands of years. What we know as \"bush tucker\" is a multitude of plants and animals that are used in a variety of ways to best extract their nutritional and medicinal values. The different environments of the tropical north feature plants endemic to each habitat, as well as some that thrive across the entire region.\n\n",{"type":"==","value":["Drink"]},"\nThe Northern Territory is famous for its legendary outback pubs. Every small town has somewhere you can drop by to chat with the local characters or learn some history. \nFor some more sophisticated nightlife, head to the numerous clubs and bars in Darwin and check out some local music at Brown’s Mart.\n\nPlease note, within certain areas of the Northern Territory, there are restrictions on the consumption of alcohol in public places. More information on specific restrictions can be found at the ",{"type":"[","value":["http:\/\/en.travelnt.com\/advice\/essential-information\/drinking-in-public.aspx Tourism Northern Territory website"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nMost of the Northern Territory is part of the Australian Outback. Be prepared and plan your trip before you start it. Plan fuel stops and always carry extra fuel as on some highways fuel and towns can be up to 800km apart. It is advised to carry a satellite phone or HF radio for emergencies if leaving the major roads. Water and food are also very important. If you become stranded in the outback stay calm and stay with your vehicle so emergency services are able to locate you. If you have communication devices use them. Mobile (cellular) phone coverage is limited to the regional centres.\n\nRemember that you may not take alcohol into Aboriginal Communities, even as a tourist passing through.  Also, travellers are not permitted into residential parts of the communities.  These areas are well sign posted, so if you are on a community, keep your eyes open.\n\nThe Australian Outback, although very beautiful is also very dangerous due to its extreme conditions. Take particular care in the following areas:\n\n",{"type":"*","value":[{"type":"'''","value":["Swimming"]},"   The Northern Territory has many safe places to swim, including local nature reserves, public swimming pools and in some national parks. Swimming at Northern Territory beaches is not recommended due to the presence of box jellyfish. If you choose to swim at the beach, take vinegar as a precaution as it is known to sooth the sting. Salt and freshwater crocodiles are found in most Top End billabongs and rivers, and are occasionally seen on remote beaches. The accessible rivers and billabongs are generally sign-posted if saltwater crocodiles are known to inhabit the area, but if you are not sure, don’t swim."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sun protection"]},"   Travellers should always wear a wide-brimmed hat, long-sleeved shirt, sunglasses and at least an SPF 30+ sunscreen when outdoors. You should also be sure to drink plenty of water; a minimum of two litres per day is advised."]},"\n",{"type":"*","value":[{"type":"'''","value":["Insects"]},"   The Territory is home to mosquitoes and other biting insects, so a reliable insect repellent, mosquito coils and appropriate clothing will make travelling more comfortable. If camping, keep your tent zipped and tap your shoes out before putting them on."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cliffs"]},"  Climbing rock ledges and cliffs and walking or standing near cliff edges can lead to serious injury or death, especially when rock surfaces are wet. Keep well away from all cliff edges."]},"\n",{"type":"*","value":[{"type":"'''","value":["What to Wear"]},"   During the heat of the day, you will be most comfortable in loose covering clothing which is cool but protects you from sunburn and insect bites. Use sunscreen and wear a wide brimmed hat and sunglasses. Mosquitoes can carry viruses such as the Ross River virus, so if they are biting, use a repellent. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Dehydration"]},"   Early symptoms include feeling thirsty, excess sweating, headache, dizziness and nausea. If dehydration continues, it can result in seizures, a loss of consciousness and even death."]},"\n",{"type":"*","value":[{"type":"'''","value":["Emergency Call Devices"]},"   [ECD] are available in remote locations in some parks in the Territory. Instructions on use are written on the ECD. These are for emergency calls only. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Cyclones"]}," - 'The Wet' season usually sees Cyclones on the Northern Territory coast, with some moving inland.  Strong winds and flooding occur, if travelling at this time, always best to keep up with weather reports and locate community shelter locations."]},"\n",{"type":"*","value":[{"type":"'''","value":["Flash Flooding"]},"    Please be aware of possible sudden rises in the levels of waterways, which can quickly cut off the return route from the top of waterfalls such as Gunlom and Jim Jim. Fast flowing water can be deceptive, creating strong currents and dangerous swimming conditions."]},"\n",{"type":"*","value":[{"type":"'''","value":["Driving Hints"]},"   Top End roads can be hazardous. Plan ahead and allow sufficient time for travel. Slow down! Roads can become slippery in the wet. During the dry, dust from other vehicles can obscure your vision. When using 4WD tracks, put your vehicle into 4WD. Read your vehicle instructions: many vehicles need their front wheel hubs physically locked, before engaging four wheel drive from the driver’s seat. At flooded crossings read the signs, look at depth markers and observe how quickly the water is flowing, before deciding whether to cross. Sometimes it is safer to wait until the water recedes. Remember crocodiles may be present. In the event of fires, make sure you park your vehicle in cleared areas rather than in flammable long grass. Use vehicle headlights if driving through heavy smoke, and drive slowly. If stopping, park well off the road and use hazard lights. Do not park on bridges or causeways at any time. Drive slowly, look well ahead for animals on the road, and try to avoid driving at night. Sound your horn to alert wildlife on the road. Look carefully for large feral animals such as horses, pigs and buffalo."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]},"   Always let someone know where you are going and what time you expect to be back. In tidal areas always carry life jackets, water, oars, flares, torch, tool kit, extra fuel and a satellite phone. Refer to the Northern Territory Marine Act signs for more detailed safety information. Boating is prohibited in certain areas – check at the Bowali Visitor Centre for details. Always remember, crocodiles attacks often occur near boat ramps. For your safety, be alert for crocodiles at all times:"]},"\n:*Keep away from the water’s edge and do not enter the water.\n:*Take extreme care when launching and retrieving boats.\n:*Do not reach into the water to bring up a fish; use a landing net.\n:*Do not clean fish or bleed fish in or near the water’s edge, as this may attract crocodiles.\n:*Remove all fish and food waste, which attract crocodiles.\n\nLive bait fishing is not permitted in Kakadu. Recreational fishing, using a line with a single hook or lure is permitted in waters west of the Kakadu Highway except in the West Alligator River system. Contact the Bowali Visitor Centre, telephone +61 8 8938-1120 for latest information\n\n",{"type":"*","value":[{"type":"'''","value":["Crocodiles"]},"    Estuarine (saltwater) crocodiles are dangerous. They have attacked and killed people. They inhabit most areas of water in Kakadu National Park including floodplains, freshwater billabongs, creeks, rivers and coastal areas. In most locations, ",{"type":"'''","value":["crocodile warning signs"]}," tell you not to enter the water and to keep away from the water’s edge. Obey signs warning of crocodiles. If you do not see a warning sign, assume that crocodiles are present. ",{"type":"'''","value":["Do not enter the water unless you are sure it is safe to do so."]}]},"\n",{"type":"*","value":["Some of the most poisonous snakes in the world inhabit Kakadu, but luckily for visitors they are all very shy and are very rarely seen, let alone confronted. These species include the ",{"type":"'''","value":["Taipan"]},", ",{"type":"'''","value":["Death Adder"]},", and ",{"type":"'''","value":["King Brown"]},". They are seldom active during the day, hunting at night. ",{"type":"'''''","value":["Do not"]}," hike off any trails after dark."]},"\n",{"type":"===","value":["Outback"]},"\nThere are two important facts to keep in mind about travel in the outback: it has few inhabitants and little water.\n",{"type":"*","value":[" get good quality maps and plan your route."]},{"type":"*","value":[" tell someone where you're going and when and where you should arrive; they should have instructions to raise the alarm if you do not appear soon after your intended arrival time;"]},{"type":"*","value":[" carry least 10 litres of water (in several small containers) per person per day, including an allowance for any days you may be delayed or broken down."]},{"type":"*","value":[" take food and any prescribed medication needed to last several days"]},{"type":"*","value":[" take matches or a lighter, which can be used in an emergency to provide warmth and indicate your whereabouts"]},{"type":"*","value":[" travel in a recently serviced, reliable, sturdy vehicle that has good ground clearance; and"]},{"type":"*","value":[" have clothes that can protect against cold, as well as clothes suitable for extremely hot weather."]},"\nKeep in mind also that the outback is large, and you can easily end up twenty-hours drive away from emergency help, or isolated entirely in the case of rain.\n\nIn the event of an accident or mechanical problems, ",{"type":"'''","value":["do not leave your vehicle"]},", as it is easier to locate from the air than a person or people on foot. If you leave your vehicle you are likely to be the subject of a sad news story about the rescue services finding your car and not you. In any case, your vehicle is where you're storing your water.\n\nYou should also think about carrying a satellite phone or other means of contacting emergency services.  Travelling in a group or in convoy with other travellers gives an extra vehicle in case of breakdown, and an extra set of hands to get you out of a tricky situation.\n\nYou should get local advice in each town about your journey and the condition of the roads ahead and the suitability of your vehicle, as road conditions can change.  The police and roadhouses are good sources of information.  Be careful - even locals die out there.\n\n",{"type":"==","value":["Connect"]},"\nThe main roads in the NT do not have mobile reception, including the Stuart Highway.  Only expect reception in the major towns along the route.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Coober Pedy"]]}," — sleep in an opal mine cave"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kimberley (Western Australia)"],["Kimberley"]]}," — great wilderness with much of its history drawn on its pearling industry"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Isa"]]}," — mining town in the northwest of Queensland"]},"\n",{"type":"{{","value":[["geo"],["-20.0000"],["133.0000"],["zoom=5"]]},"\n",{"type":"{{","value":[["isPartOf"],["Australia"]]},"\n",{"type":"{{","value":[["guideregion"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Northern Territory"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Northern Territory\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Northern Territory"]]}]