[{"type":"{{","value":[["pagebanner"],["Maslenica Bridge banner.jpg"],["caption=Maslenica Bridge"]]},"\n",{"type":"'''","value":["Northern Dalmatia"]}," is a coastal region in ",{"type":"[[","value":[["Croatia"]]}," that has some of the best scenery in the country, truly breathtaking national parks, and  many beautiful and unspoilt islands. It is home to several exceptionally beautiful and historic coastal cities and towns. Many of these destinations are traditional and picture-postcard. It has much to offer as a holiday destination, but is not so prone to the extreme tourist influxes that Southern Dalmatia experiences. It consists of the two counties of Zadar and Sibenik-Knin.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Zadar"]]}," – largest city in the region and the seat of Zadar county. It is a regional transport hub from which most parts of the region can be reached whether by railroad, bus or ferry. The city features a beautiful Old Town with many old buildings and 34 churches for visitors to admire. The city is particularly beautiful during the summer months when many restaurants offer al fresco dining in the various courtyards and squares. Almost all of the Dalmatian islands can be reached from the port, which offer a whole other aspect to the region's appeal."]},{"type":"*","value":[" ",{"type":"[[","value":[["Šibenik"]]}," – medieval town 45 miles south of Zadar and the seat of Sibenik-Knin county. It is perched on a gentle hill and is very close to the Krka Falls and Kornati island group, perhaps the best-known Croatian archipelago."]},{"type":"*","value":[" ",{"type":"[[","value":[["Biograd na Moru"]]}," – tourist town"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nin"]]}," – small town a short distance north of Zadar. It has a small cluster of historic buildings on a small island away from the predominantly residential parts of the town. Nin is well situated for access to the island of Pag with its beautiful sandy beaches. Nin also has a large stretching sandy beach of its own, about half a mile away from the historic core."]},{"type":"*","value":[" ",{"type":"[[","value":[["Novalja"]]}," – town on Pag Island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pag (town)"],["Pag"]]}," – town on Pag Island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ražanac"]]}," – typical fishermen's village and small harbour"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rtina"]]}," – small town"]},"\n",{"type":"==","value":["Islands"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Murter"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pasman"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\nThe language of the region is Croatian. As the area is not particularly touristy, there is a marked difference in the number of people who can speak other languages such as English, German and French. Therefore it is advisable to take a small phrase book or just learn some basic phrases that may help.\n\n",{"type":"==","value":["Get in"]},"\nThe main point of access to the region for most foreigners is Zadar International airport, several miles north of the main city. You can travel from the airport to the main city bus\/train station for a cheap fare from directly outside the front of the main terminal building. Then again, it is possible to hire a car from the airport which will give you much more flexibility.\n\n",{"type":"==","value":["Get around"]},"\nBuses are clean, efficient and punctual in Croatia. In fact, many locals regularly use public transport instead of driving. Of course, though, car hire will allow you to be more flexible however may work out more expending depending on your travel plans. Buses run regularly around the local area and buses run to Zagreb, the capital, and many other larger Croatian cities from the central bus station. A train line also runs south toward Split and Dubrovnik.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zadar's Old Town"]},". Take an afternoon out to relax and experience a traditional Adriatic City. Relax in the cafés and restaurants, visit the many museums and art galleries, climb the tower of the cathedral or just take a dip in the sea. Alternatively, take a low-cost ferry out to one of the beautiful islands from the port right next to the Old Town. "]},{"type":"*","value":[" ",{"type":"'''","value":["Novigrad"]},". A beautiful village located some 20 miles east of Zadar. "]},{"type":"*","value":[" ",{"type":"'''","value":["Otok Pag"]},". Visit the main town of Pag with its historic centre and beautiful sandy beaches."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Dalmatia"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["it:Dalmazia settentrionale"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]