[{"type":"{{","value":[["pagebanner"],["Confederatepano.jpg"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Northeast Florida"]}," is a region in ",{"type":"[[","value":[["Florida"]]},".  Also called the \"First Coast\" region, it is the portion of the state north of the Daytona Beach area along the Atlantic coast, including the entire ",{"type":"[[","value":[["Jacksonville"]]}," area. It includes Baker, Flagler, St, John's, Duval, Nassau, Clay and Putnam counties. \n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Metro Jacksonville"]}," — North Florida's principal urban area, with a population of over 1.3 million, encompassing:"]},":* ",{"type":"[[","value":[["Jacksonville"]]},"\n:* ",{"type":"[[","value":[["Callahan (Florida)"],["Callahan"]]},"\n:* ",{"type":"[[","value":[["Fernandina Beach"]]},"\n:* ",{"type":"[[","value":[["Green Cove Springs"]]},"\n:* ",{"type":"[[","value":[["Jacksonville Beach"]]},"\n:* ",{"type":"[[","value":[["Neptune Beach"]]},"\n:* ",{"type":"[[","value":[["Orange Park"]]},"\n:* ",{"type":"[[","value":[["Ponte Vedra Beach"]]},"\n:* ",{"type":"[[","value":[["St. Augustine"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Flagler Beach"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Marineland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Palatka"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Palm Coast"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amelia Island"],["Amelia Island State Recreation Area"]]}," is a Florida State Park located 7 miles (11 km) north of Little Talbot Island State Park on SR A1A, and 8 miles (13 km) south of Fernandina Beach on Amelia Island, Florida. The park consists of 200 acres (0.81 sq km) of beaches, salt marshes and coastal maritime forests. Activities include fishing, hiking, sunning, watching wildlife, and horseback riding. 45-minute horseback tours along the shoreline are given four times daily. The park is open from 8AM till sundown year round."]},{"type":"*","value":[" ",{"type":"'''","value":["Anastasia State Recreation Area"]},", located off SR A1A, about 1.5 miles (3.3 km) from downtown St. Augustine. The park has a variety of wildlife, birds and plants in a setting of beaches, tidal salt marsh, and hammock. Recreational activities include bird watching, camping, fishing, sun bathing, surfing, sail boarding, swimming, kayaking, hiking and picnicking. Amenities include a campground and nature trails."]},{"type":"*","value":[" ",{"type":"'''","value":["Big Talbot Island State Park"]}," is a Florida State Park located on Big Talbot Island, 20 miles east of downtown Jacksonville on A1A North and immediately north of Little Talbot Island State Park. The park is a nature preserve and a location for nature study, bird–watching, or photography. Other activities include hiking, bicycling, fishing, boating, canoeing, and kayaking, and picnicking. Amenities include picnic pavilions, nature trails, a fishing pier, a boat ramp, bike trails and beaches. The park is open from 8AM till sundown year round."]},{"type":"*","value":[" ",{"type":"'''","value":["Faver-Dykes State Park"]},", located 15 miles south of St. Augustine, near the intersection of I-95 and US 1, and bordering Pellicer Creek, a designated state canoe trail. Activities include fishing, picnicking, boating, canoeing, camping and wildlife viewing."]},{"type":"*","value":[" ",{"type":"'''","value":["Fort Mose Historic State Park"]},", a U.S. National Historic Landmark, located two miles north of St. Augustine, on the eastern edge of a marsh. It is also a Florida State Park. Also spelled Fort Moosa or Fort Mossa. Fort Mose was the first free black settlement legally sanctioned, in 1738, in what would become the United States."]},{"type":"*","value":[" ",{"type":"'''","value":["Gold Head Branch State Park"]}," is a Florida State Park with 2,000-acres (8 km²) of rolling sandhills, marshes, ravines, lakes and scrub located six miles north of Keystone Heights on SR 21. Among the wildlife of the park are fox squirrels, southeastern kestrels, red-tailed hawks, bald eagles, turkeys, and gopher tortoises. The park also has pocket gopher, fox, white-tailed deer and variety of water and wading birds. The park has a diversity of wild flowers. Among them are blazing Star, goldenrod, and lopsided Indian grass. Recreational activities include fishing, horseback riding, canoeing, swimming, hiking and wildlife viewing. Amenities include full facility camping, lakeside cabins, a picnic area overlooking Little Lake Johnson, and a beach on the lake. The park also has four marked hiking trails and a seven mile equestrian trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Little Talbot Island State Park"]}," is a Florida State Park located on Little Talbot Island, 17 miles northeast of Jacksonville on State Road A1A. The park covers the entire 2,500 acre island. Big Talbot Island State Park lies to the immediate north. The park contains maritime forests, dunes, and salt marshes on the western side of the island. Wild life includes river otters, marsh rabbits, bobcats, and a variety of native and migrating birds. Activities include camping, fishing, hiking, swimming, canoeing, nature watching and surfing. Amenities include a full–facility campground, as well as a youth\/group tent campground and beachside picnic pavilions. The park also has bath houses, a small boat ramp, a nature trail, and a playground. Bicycles and canoes can be rented at the campground. The park is open from 8AM till dark."]},{"type":"*","value":[" ",{"type":"'''","value":["Olustee Battlefield Historic State Park"]}," is a Florida State Park in the Osceola National Forest, near the town of Olustee. The site of Florida's largest Civil War battle, the park is located 50 miles west of Jacksonville and 15 miles east of Lake City, on U.S. 90. The State of Florida actually owns only 3.09 acres of the Park, but manages another 688 acres of the original battlefield under a Special Use Permit from the United States Forest Service. Under the title of Olustee Battlefield, it was added to the U.S. National Register of Historic Places on August 12, 1970."]},{"type":"*","value":[" ",{"type":"'''","value":["Ravine Gardens State Park"]}," is a 59 acre Florida State Park located in Palatka, Florida. The park was constructed by the Works Progress Administration, with cypress buildings, rock gardens and fieldstone terraces. Near the park entrance is The Court of States and a 64 foot obelisk dedicated to Franklin D. Roosevelt. Recreational activities include viewing the thousands of plants and shrubs, picnicking, jogging, hiking and biking. Amenities include interpretive exhibits, picnic areas, gardens, hiking trails, a 1.8 mile paved perimeter loop road, and a parcours trail. Visitors can rent a large covered pavilion, auditorium, and meeting rooms. The park is part of the annual Azalea Festival the first weekend in March, when the nearly 100,000 plants that the WPA planted decades ago bloom."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Jacksonville International Airport"]}," (",{"type":"{{","value":[["IATA"],["JAX"]]},"), 2400 Yankee Clipper Drive, ",{"type":"[[","value":[["Jacksonville"]]},", ",{"type":"[","value":["http:\/\/www.jaa.aero"]},". Has regular flights to many US cities with major carriers such as Delta, US Air, Continental, American, Air Tran and Southwest.\n\n",{"type":"====","value":["Regional Airports"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gainesville Regional Airport"]}," (",{"type":"{{","value":[["IATA"],["GNV"]]},"), N.E. 39th Ave., ",{"type":"[[","value":[["Gainesville (Florida)"],["Gainesville"]]},", Phone: 352-373-0249, ",{"type":"[","value":["http:\/\/www.gra-gnv.com"]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flynfra.com\/ Northeast Florida Regional Airport"]}]}," ",{"type":"{{","value":[["Airport codes"],["UST"],["KSGJ"],["SGJ"]]},", formerly St. Augustine Airport, is four miles north of ",{"type":"[[","value":[["St. Augustine, Florida"],["St. Augustine"]]},", and about 30 miles south of Jacksonville."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.palatkakaylarkin.com\/ Palatka Municipal Airport"]}]},", ",{"type":"[[","value":[["Palatka"]]},", ."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Greyhound Bus Lines"]},", ",{"type":"[","value":["http:\/\/www.greyhound.com"]}," has service to ",{"type":"[[","value":[["Jacksonville"]]},"."]},{"type":"===","value":["By car"]},"\nMajor highways entering the region include I-10, I-95, US-1, US-90, and FL-A1A.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[{"type":"'''","value":["Amtrak"]},", 1-800-872-7245, ",{"type":"[","value":["http:\/\/www.amtrak.com"]},". Service by the Silver Service\/Palmetto lines to ",{"type":"[[","value":[["Jacksonville"]]}," and ",{"type":"[[","value":[["Palatka"]]},"."]},"\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bulow Plantation Ruins State Historic Site"]}," is a Florida State Park in Flagler Beach, Florida. It is three miles west of Flagler Beach on CR 2001, south of SR 100, and contains the ruins of an ante-bellum plantation. Among the wildlife of the park are Bald Eagles, Swallow-tailed Kites, and Florida manatees. Activities include hiking, fishing, wildlife viewing, canoeing and kayaking, and picnicking. Amenities include a 6.8 mile hiking trail, a boat ramp, and a screened picnic pavilion. Bulow Creek is recognized as a State Canoe Trail."]},{"type":"*","value":["Castillo De San Marcos National Monument, ",{"type":"[[","value":[["St. Augustine"]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Dunns Creek"]}," is a Florida State Park, located 13 miles south of Palatka, on US 17 between Pomona Park and Satsuma. The park's natural communities include sandhills, covered with longleaf pines and wiregrass, and sand pine scrub. These communities protect several endangered and threatened species, such as the gopher tortoise, as well as a variety of other native animals. A picnic and hiking area is located on U.S. 17, north of Pomona Park. The mile-and-a-half hiking and bicycling trail takes visitors to the pristine waters of Blue Pond. "]},{"type":"*","value":["Fort Matanzas National Monument, ",{"type":"[[","value":[["St. Augustine"]]}," "]},{"type":"*","value":["Fort Caroline National Memorial, ",{"type":"[[","value":[["Jacksonville"]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Gamble Rogers Memorial State Recreation Area"]}," in ",{"type":"[[","value":[["Flagler Beach"]]}]},{"type":"*","value":[{"type":"[[","value":[["Timucuan Ecological and Historic Preserve"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Washington Oaks State Gardens"]}," near Palm Coast, along Highway A1A. This park is famous for its formal gardens, but it also preserves the original habitat of a northeast Florida barrier island."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Golf - There are a large number of golf courses in the area."]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["North Florida"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:First Coast"]]}]