[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["North Bali"]}," is a coastal area in ",{"type":"[[","value":[["Bali"]]},".\n\n",{"type":"[[","value":[["Image:Lovina_Beach.jpg"],["thumb"],["right"],["300px"],["Quiet beach at Lovina"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Lovina"]]}," — quiet coastal villages with black sand beaches and coral reefs"]},{"type":"*","value":[{"type":"[[","value":[["Singaraja"]]}," — largest town on the north coast and the former administrative capital of Bali"]},"\n",{"type":"==","value":["Understand"]},"\nThis is an area far removed from the hectic pace that can be so apparent in ",{"type":"[[","value":[["South Bali"]]},". \n\nIn Dutch colonial days, ",{"type":"[[","value":[["Singaraja"]]}," with its port and with easy access from ",{"type":"[[","value":[["Java"]]},", it was the administrative capital of the island. Touches of that history still remain with the noticeably wide streets and the occasional old house which has retained the large gardens which would have congenial for the Dutch colonial population.  This combines to give Singaraja a certainly different feel and atmosphere to other locations in Bali. \n\n",{"type":"[[","value":[["Lovina"]]}," is the other area of the region often visited by tourists. The name Lovina was actually coined for tourism development purposes in the 1950s and consists of three traditional villages along a stretch of black sand fringed coastline. Development has been a bit haphazard here but that just seems to add to its laid back charm. Lovina is popular with visitors who want a beachside holiday in Bali but do not want the hectic pace of the resort regions of ",{"type":"[[","value":[["South Bali"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Bali-North-Bali-Region-Map.png"],["thumb"],["500px"],["right"],["Map of the North Bali Region"]]},"\n\n",{"type":"===","value":["By car"]},"\nThere are several routes used to access the northern region of Bali, some much more often used than others.\n\n",{"type":"'''","value":["From the south"]},". The main road through the highlands comes down the northern face of the central mountain range and continues into ",{"type":"[[","value":[["Singaraja"]]},". This is a picturesque drive. Driving time from ",{"type":"[[","value":[["Bedugul"]]}," in ",{"type":"[[","value":[["Central Bali"]]}," about 1 hour, from ",{"type":"[[","value":[["Ubud"]]}," about 2 hours and from the main tourist destinations in ",{"type":"[[","value":[["South Bali"]]},", about 3 hours.\n\nAn alternative and even more scenic route involves turning west at Lake Buyan in ",{"type":"[[","value":[["Bedugul"]]}," and heading through the village of Munduk and onto Seririt on the north coast.  From there it is about a 20 minute drive eastwards to ",{"type":"[[","value":[["Lovina"]]},". This journey can take as long as you want it to. Take your time and really enjoy the magnificent scenery. \n\n",{"type":"'''","value":["From the east"]},". The east coast route into north Bali goes through some very barren terrain with stark views of ",{"type":"[[","value":[["Mount Agung"]]}," across flat gravel plains.  From ",{"type":"[[","value":[["Amed"]]}," the drive to Singaraja will take 1 hour to 90 minutes.\n\nThere is a less used route which comes in from the highlands at ",{"type":"[[","value":[["Kintamani"]]}," hitting the north coast road at Kubututambahan, just east of ",{"type":"[[","value":[["Singaraja"]]},".\n\n",{"type":"'''","value":["From the west."]}," The road follows the coast from ",{"type":"[[","value":[["Pemuteran"]]}," in ",{"type":"[[","value":[["West Bali"]]}," to ",{"type":"[[","value":[["Lovina"]]}," through some lovely, laid-back coastal villages. Driving time about 1 hour.\n\n",{"type":"===","value":["By bus"]},"\nThere are scheduled shuttle buses to ",{"type":"[[","value":[["Lovina"]]}," from most major tourist destinations in Bali. These are reliable and cheap. Check the advertised services locally and book one day in advance. Perama ",{"type":"[","value":["http:\/\/peramatour.com"]}," has an island-wide network and a local office in ",{"type":"[[","value":[["Lovina"]]}," at Anturan. \n\nBemos servicing ",{"type":"[[","value":[["Singaraja"]]}," depart from Ubung terminal in ",{"type":"[[","value":[["Denpasar"]]},".\n\n",{"type":"==","value":["Get around"]},"\nMany visitors to the region arrive with their own hire car. It is possible to hire both motorcycles and cars in ",{"type":"[[","value":[["Lovina"]]}," with Kalibukuk village being the best bet.  If you intend to enjoy just the beaches and associated life in Lovina, then you are best served by walking. Regular local bemos do ply the coast road between Singaraja and Lovina and beyond.  Just hail when you see one.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["A day spent exploring ",{"type":"[[","value":[["Singaraja"]]}]}," would be a day well spent by any visitor. The former colonial capital of Bali has long been subject to international influences and this still manifests itself today in the city. There are some distinct ethnic communities reflecting the city's past as ",{"type":"''","value":["the"]}," major transit point into Bali. Just behind the waterfront and defunct harbour, check out the Kampung Arab (",{"type":"''","value":["Arab village"]},") district and the maze of distinctly old fashioned trading streets.\n\nThe local Balinese clearly have a taste for large monuments and you will see these dotted around the city, usually at major junctions.  The winged lion symbol of the Buleleng Regency is to be seen all over the place.\n\nGedong Kirtya Museum which sits at the junction of Jalan Veteran and Jalan Gajah Made is well worth visiting. This museum is dedicated to the preservation of Lontar scripts. Lontar is species of palm tree and its leaves are an ancient medium for recording the written word. The museum houses thousands of these delicate pieces covering subjects as wide ranging as religion and the folklore of traditional medicine. The museum is open Monday to Thursday from  7.30 AM to 3.30 PM and on Friday mornings.  Entrance is free but a donation requested (and you really should support them).  The library staff are notably friendly and helpful here.\n\n",{"type":"[[","value":[["Image:Bas-relief cycliste hollandais.jpg‎"],["300px"],["right"],["thumb"],["The Nieuwenkamp wall relief carving at Pura Meduwe Karang"]]}," \nAbout 10 km east of Singaraja on the coast road is ",{"type":"'''","value":["Pura Meduwe Karang"]},", a significant temple of north Bali. This unusaal temple is  host to all manner of stone carvings, many of them ghoulish. The temple is dedicated to Ibu Pertiwi (",{"type":"''","value":["mother earth"]},") and daily offerings are made to ensure that crops grow on infertile ground. That may sound odd until you go to North Bali and see how inhospitable so of much of the terrain actually is. There is a famous stone wall relief here that is testament to the wonderfully quirky Balinese sense of humour. It is a one metre square represenation of the Dutch artist Nieuwenkamp, who bicycled around Bali in the early 20th century. The bicycle wheels have lotus-flower spokes, Nieuwenkamp is adorned with a floral sarong and flowers abound in the background. Between his feet and the wheels is a rat and a dog. This famous image has been copied many times. About 7 km further east on the coast road are the cold springs at ",{"type":"'''","value":["Air Sanih"]}," and a visit here combines well with Pura Medewe Karang.\n\nThe whole of this region is famous for its ",{"type":"'''","value":["black sand beaches"]}," and none more so that the long stretch of coastline to the west of ",{"type":"[[","value":[["Singaraja"]]}," known as ",{"type":"[[","value":[["Lovina"]]},".  There are many access points to the beach here and the coast road often runs very close to the sand. Perhaps the best and most well known is at the village of Kalibukuk where you should turn north and take the small road down to the dolphin statue where ample parking is available. Explore the beaches east and west from here for a real sample of life on the north coast of Bali. There are lots of opportunites just to laze around and take it all in.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Diving and snorkelling"]}," are popular activities on the north coast and can be easily arranged either directly with dive operators or through your hotel. The best dive sites are at ",{"type":"[[","value":[["Amed"],["Tulamben"]]}," and ",{"type":"[[","value":[["Pemuteran"]]},", outside of the region, but ",{"type":"[[","value":[["Lovina"]]}," is good base for exploring both.  For those who want their diving to make a difference as well, dive voluntourism has gain a foothold in North Bali, such as in ",{"type":"[","value":["http:\/\/www.divevoluntourism.com\/dive-voluntourism-bali-sea-communities Sea Communities"]}," in Les Village, Tejakula, where divers could help rebuild coral reefs and learn to catch ornamental fish in a sustainable way.\n\nTake a pleasant trip to Pegasus Farm. Just a ten minute drive into the hills above Lovina past the well known Hotel Damai, you will find a large organic farm overlooking the Lovina bay at the end of Kayuputih village.\n\nAvailable here are fantastic horse riding treks through the tropical jungle and Balinese villages. Suitable for all ages and levels of experience. The perfect place to take your family, friends or partner. \n\nA dawn ",{"type":"'''","value":["boat trip to see dolphins"]}," off Lovina is an ever popular excursion and again, is easily arranged.\n\n",{"type":"'''","value":["Spas"]}," in the north are low key and rather basic compared to the opulent options in south Bali, but the treatments are excellent and the prices extremely good value.\n\nEast of Singaraja in Tejakula is ",{"type":"'''","value":["Bali Samadhi Spa"]},". \nThe signature treatment at Bali Samadhi is ",{"type":"'''","value":["Rebalancing Massage"]},", an extraordinary mixture between therapeutic and well-being treatment.\nThai Massage, Thai Hands Free Massage & Bali Massage is also available.\nTo get more information and an idea about the quality of the service, visit",{"type":"[","value":["http:\/\/www.BaliSamadhi.com\/9%20Feedback.shtml"]},"\n\n",{"type":"==","value":["Eat"]},"\nAll of the main hotels in ",{"type":"[[","value":[["Lovina"]]}," have restaurants with indoor\/outdoor dining and seafood barbecues are popular.  The ",{"type":"[[","value":[["Lovina"]]}," beachfront at Kalibukuk is the best for independent eateries.\n\nFor a real local experience, try the stilted waterfront restaurants on Jalan Erlangga in ",{"type":"[[","value":[["Singaraja"]]},".\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Lovina"]]}," has a bit of a bar scene, especially at weekends. Look out for local flyposting, leaflets or ask at your hotel.\n\n",{"type":"==","value":["Sleep"]},"\nLovina has a huge number of budget and mid-market accommodation options and for that reason is popular with both budget travelers and vacationing families looking for a good deal.\n\nEast of Singaraja in the area between Kubutambahan, Bukti, Tejakula are some private Villas. \nLocated in Tejakula is the Cili Emas Beach Resort.\nCili Emas cooperates with Bali Samadhi Spa and you can enjoy all spa treatments in the comfort of the resort.\n\n",{"type":"==","value":["Go next"]},"\nThe obvious next destinations for visitors leaving north Bali are:\n\n",{"type":"*","value":[" A return back south via the central highlands at ",{"type":"[[","value":[["Bedugul"]]},"."]},"\n",{"type":"*","value":[" Onto ",{"type":"[[","value":[["West Bali"]]}," for diving and snorkelling at ",{"type":"[[","value":[["Pemuteran"]]},"."]},"\n",{"type":"*","value":[" A swing around the north coast into ",{"type":"[[","value":[["East Bali"]]}," to stay at either ",{"type":"[[","value":[["Amed"]]}," or ",{"type":"[[","value":[["Candidasa"]]}," or explore ",{"type":"[[","value":[["Mount Agung"]]},"."]},"\n",{"type":"{{","value":[["IsPartOf"],["Bali"]]},"\n",{"type":"{{","value":[["guideregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]