[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Harbin Ice Festival 02094.JPG"],["thumb"],["300px"],["Harbin ice sculpture"]]},"\n",{"type":"'''","value":["North East ",{"type":"[[","value":[["China"]]}]}," (东北; ",{"type":"''","value":["dōng​běi"]},"​; historically known as ",{"type":"'''","value":["Manchuria"]},"). In ancient times, this was an area of steppes and fierce nomadic tribes, outside the ",{"type":"[[","value":[["Great Wall"]]}," built to protect China from those tribes. In 1644, the Manchus from this region crossed the wall, conquered China, and founded the Qing Dynasty which lasted until 1911.\n\nFrom the 19th century until the end of the Second World War, Manchuria was the main prize in a complex territorial squabble mainly between China, Japan and Russia. After that, the area came firmly under Chinese control, began to be called ",{"type":"''","value":["dong bei"]}," (the Northeast), and became China's \"rust belt\", the area where various five-year plans put most of the heavy industry. The largest ethnic group is now Han Chinese; there are substantial Manchu, Mongol and Korean minorities.\n\nSince the \"reform and opening up\" policies of Deng Xiao Ping went into effect in the late 1970s, this area has seen considerable economic growth but, except perhaps for the area around the region's main port, ",{"type":"[[","value":[["Dalian"]]},", growth here has not been as furious as in Southern provinces.\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=NorthEastChina.png"],["regionmaptext=Provinces of Northeast China"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Heilongjiang"]]}],["region1color=#b383b3"],["region1items="],["region1description=Fierce winters with snow and ice festivals and characteristic Russian buildings."],["region2name=",{"type":"[[","value":[["Jilin"]]}],["region2color=#ac5c91"],["region2items="],["region2description=Winter resorts, nature preserves and the imperial palace of the last emperor."],["region3name=",{"type":"[[","value":[["Liaoning"]]}],["region3color=#d56d76"],["region3items="],["region3description=Coastal cities, water cave and imperial palace."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Anshan"]]}," (鞍山; ",{"type":"''","value":["Ānshān"]},"), Liaoning Province — a heavy industry area but contains ",{"type":"[[","value":[["Qianshan National Park"]]}," and other major tourist sites."]},{"type":"*","value":[" ",{"type":"[[","value":[["Changchun"]]},", Jilin Province — former Manchukuo State capital"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dalian"]]},", Liaoning Province — beautiful port city, once a Russian naval base"]},{"type":"*","value":[" ",{"type":"[[","value":[["Harbin"]]},", Heilongjiang Province — Russian-influenced architecture, winter festival"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jilin (city)"],["Jilin City"]]}," (吉林; ",{"type":"''","value":["Jílín"]},"), Jilin Province —  home of the Rimmed Trees of Jilin, one of the four major natural wonders of ",{"type":"[[","value":[["China"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Shenyang"]]},", Liaoning Province —  former Manchu capital"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Benxi Shuidong National Park"]]}," (Liaoning Province) — river in a cavern"]},{"type":"*","value":[" ",{"type":"[[","value":[["Changbaishan National Nature Reserve"]]}," (Jilin Province) — home to Heaven Lake"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jingpohu National Forest Park"]]}," (Heilongjiang Province) — nickname of Mirror Lake"]},{"type":"*","value":[" ",{"type":"[[","value":[["Qianshan National Park"]]}," (Liaoning Province) — nicknamed the Treasure Pearl of North China"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wudalianchi National Forest Park"]]}," (Heilongjiang Province) — nature reserve and health spa destination"]},{"type":"*","value":[" ",{"type":"[[","value":[["Xianghai National Nature Reserve"]]},"— over 100 swamps and a wide range of wildlife"]},"\n",{"type":"==","value":["Understand"]},"\nEven if the Chinese understand that there is civilization beyond the Great Wall, most tourists do not. The lands to the northeast of Beijing represent some of the least traveled and most challenging regions of China.\n\n",{"type":"===","value":["History"]},"\nThe region was historically known as Manchuria, was inhabited by fierce nomadic tribes, and was not considered part of China proper. Over the  centuries, several of these tribes crossed the ",{"type":"[[","value":[["Great Wall"]]}," and took over parts of China. The Khitan ruled much of Northern China as the Liao Dynasty, 907-1125. Then the Jurchen (ancestors of the modern Manchus) took over as the Jin Dynasty 1125-1234. During this whole period, the Song Dynasty (ethnically Han) held the South but could not dislodge the Khitan or Jurchen in North. After it, the Mongols (also nomads from beyond the Great Wall, but further West) conquered more-or-less everything between Korea and Poland — including the Jurchen, the Song and the remnants of the Kithai Empire — and ruled China as the Yuan Dynasty, 1271-1368. Then the Ming Dynasty (ethnically Han) took over for about 300 years.\n\nIn 1644 the Manchus conquered all of China and founded the  Qing Dynasty, which ruled for over 250 years, until the revolution that created the Republic of China in 1911. During most of that time, Manchuria was off limits to Han Chinese but that prohibition broke down as the Qing began losing power in the late 1800's. Today, the Han are by far the largest ethnic group in the region. However, the area still has a mysterious quality separate from the rest of China, and a substantial Manchu minority still exists.\n\nFrom the 19th century until the end of the Second World War, Manchuria was the main prize in an exceedingly complex squabble over territory and influence; China, Japan and Russia were the main players, but other Western powers and local Manchu warlords were also involved. Russia sought dominance in the region, taking territory along the border which they still hold, taking Port Arthur (now called ",{"type":"[[","value":[["Dalian"]]},") as a naval base, building a railroad, and generally exerting great influence; the failing Qing dynasty was unable to effectively oppose them. The British and Japanese tried to limit Russian influence, with mixed success. Disputes over Manchuria were a major reason for both the Sino-Japanese War in the 1890s and the Russo-Japanese War in 1905-06; Japan won both wars decisively. Russian influences continued in later times as well. After 1917 many White Russians fled to this region, or to ",{"type":"[[","value":[["Shanghai"]]},", and after 1949 the communist government brought in many Russian advisors. Trade and tourism continue now, and some of the locals speak Russian.\n\nThe Qing dynasty fell in 1911. From 1915 to 1928, Manchuria was ruled by the Manchu warlord Zhang Zuolin, \"the old marshal\". At first he favoured the restoration of the Qing, but eventually he acknowledged the authority of the Nationalist government. He was therefore assassinated by the Japanese. His son, \"the young marshal\", fled to China with most of his army and became a prominent anti-Japanese fighter. At one point (the \"Xi'an incident\") he kidnapped Chiang Kai Shek and forced him to work out a truce with the Communists so both could fight the Japanese.\n\nIn the 1930s, Japan grabbed Manchuria and a chunk of Mongolia, and set up a puppet state called Manchuko, with the last Qing Emperor (deposed in China in 1911) as the powerless figurehead. As elsewhere, Japanese occupation was brutal; in particular millions in Manchuria were conscripted into slave labour. The Japanese tried to expand further from their Manchurian base, but they were beaten on the Russian border near ",{"type":"[[","value":[["Khasan"]]}," in 1938, then soundly thrashed by a Russian\/Mongolian force at ",{"type":"[[","value":[["Choibalsan#See"],["Khalkin Gol"]]}," when they tried to move into Mongolia in 1939. After that, they changed their strategy and struck South instead of trying to grab Mongolia and Siberia. However, even with their focus elsewhere, they did hold Manchuria firmly until the end of the war.\n\nIn 1945, Soviet forces invaded and took Manchuria, along with parts of ",{"type":"[[","value":[["Mongolia"]]}," and ",{"type":"[[","value":[["Korea"]]},". They then turned most of Manchuria (minus some Northern areas) over to Chiang Kai Shek's Kuomintang government of China, but Chiang soon lost it to Mao's forces. After 1949, with infrastructure already in place from its former masters, Russia and Japan, the Chinese government made the Northeast the center of their efforts at development on the Soviet model, with five-year plans and a concentration on heavy industry. The region is still sometimes referred to as \"the rust belt\".\n\nSince Deng Xiao Ping's \"reform and opening up\" in the late 70s other regions — such as the ",{"type":"[[","value":[["Pearl River Delta"]]}," in the South and the ",{"type":"[[","value":[["East China"]]}," area around ",{"type":"[[","value":[["Shanghai"]]}," — have developed enormously, based mainly on trade and light industry. The Northeast has many large state-owned enterprises, much heavy industry, and things such as steel mills and armaments factories considered critical to national interests; all are harder to adapt for the export trade than industries like clothing and electronics which dominate in the South. The Northeast has therefore not developed as spectacularly as some other regions, but it is doing very well indeed. As elsewhere, the coastal regions have some of the fastest development; in the Northeast, ",{"type":"[[","value":[["Dalian"]]}," is one of the most prosperous cities.\n\n",{"type":"===","value":["Geography"]},"\nFor most Chinese, the North East probably brings to mind images of factory workers with bright smiles and a cheery attitude instead of wild men riding on horseback from an earlier age. Despite the industrial buildup, North East can claim China's largest natural forest area, its most uncontaminated grassland area, and one of its most spiritual lakes (Tian Chi).\n\n",{"type":"===","value":["Tourism"]},"\nThe region is trying for a makeover since the industrialization of the region is falling apart. It is not known as the ",{"type":"''","value":["rust belt"]}," without just cause. Tourism, it is hoped, will help pump money back into the region and keep the local economies afloat. The Northeast is still difficult to visit but, because it is not as hyped as other parts of China, is still fresh and free of the tourism problems of other parts of China.\n\n",{"type":"==","value":["Talk"]},"\nAs anywhere in China, ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]}," is the lingua franca; nearly everyone can speak it. There are substantial groups whose first language is ",{"type":"[[","value":[["Korean phrasebook"],["Korean"]]},", ",{"type":"[[","value":[["Manchu phrasebook"],["Manchu"]]}," or ",{"type":"[[","value":[["Mongolian phrasebook"],["Mongolian"]]},", and ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," is fairly common as a second language. As elsewhere in China, English is not widespread but some people speak it quite well.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\n\n",{"type":"====","value":["International"]},"\nThere are international airports at\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dalian"]]},", Liaoning Province - international flights from ",{"type":"[[","value":[["Tokyo"]]}," and a number of other Japanese cities, ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["Vancouver"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Melbourne"]]}," and ",{"type":"[[","value":[["Sydney"]]},".  Domestic fligths from most major cities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Changchun"]]},", Jilin Province - international flights from ",{"type":"[[","value":[["Tokyo"]]}," and a few other Japanese cities as well as ",{"type":"[[","value":[["Seoul"]]},".  Domestic flights only from the largest cities in the country. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Harbin"]]},", Heilongjiang Province - international flights from ",{"type":"[[","value":[["Khabarovsk"]]},", ",{"type":"[[","value":[["Vladivostok"]]},", ",{"type":"[[","value":[["Niigata"]]},", ",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Los Angeles"]]},". Domestic flights from a number of cities throughout the country."]},{"type":"*","value":[" ",{"type":"[[","value":[["Shenyang"]]},", Liaoning Province - international flights from ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["Cheongju"]]},", ",{"type":"[[","value":[["Pyongyang"]]},", ",{"type":"[[","value":[["Irkutsk"]]},", ",{"type":"[[","value":[["Khabarovsk"]]},", ",{"type":"[[","value":[["Osaka"]]}," and ",{"type":"[[","value":[["Tokyo"]]},".  Domestic flights from most major cities."]},"\n",{"type":"====","value":["Domestic"]},"\nThere are domestic airports at\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mudanjiang"]]},", Heilongjiang Province"]},{"type":"*","value":[" ",{"type":"[[","value":[["Qiqihar"]]},", Heilongjiang Province"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dandong"]]},", Liaoning Province"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jilin"]]},", Jilin Province"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yanji"]]},", Jilin Province"]},"\n",{"type":"===","value":["By train"]},"\nRail service is extensive throughout the region but when you get off the main lines it slows down considerably.  The major problem is that since the northeast is connected with the rest of China by a few main lines, long-distance tickets to other places in China past this bottleneck are few and far between, especially sleeper tickets.\n\nThe three province capitals of ",{"type":"[[","value":[["Harbin"]]},", ",{"type":"[[","value":[["Changchun"]]}," and ",{"type":"[[","value":[["Shenyang"]]}," can be reached by direct train from most major cities in the country; only from distant places will a change of trains in Beijing be needed.  Other cities in the region have connections from Beijing but not many from other places.\n\nNortheast China can be entered from Russia via the train from ",{"type":"[[","value":[["Vladivostok"]]}," to ",{"type":"[[","value":[["Harbin"]]},".  This is a very slow train doing the not very long journey in 35 hours. This train is not much used, you will have to wait long hours in strange places, and crossing the border is a mess.  Another option from Russia is the more well-travelled route from ",{"type":"[[","value":[["Irkutsk"]]}," to ",{"type":"[[","value":[["Harbin"]]},".  It is also possible to go by train from North Korea to the region.\n\n",{"type":"===","value":["By bus"]},"\nExtensive and fairly reliable, can take a lot of time and be very crowded.\n\n",{"type":"==","value":["Get around"]},"\nAs elsewhere in China, there is an extensive rail network. Rail is the main means of inter-city travel for the Chinese themselves, and many visitors travel that way as well. The system now includes ",{"type":"[[","value":[["High-speed rail in China"],["fast bullet trains"]]}," on most major routes; unless your budget is very tight, these are the best way to go — fast, clean and comfortable.\n\nAll the major cities have airports with good domestic connections; some have international connections as well. See the individual city articles for details.\n\nThere is also an extensive highway network, much of it very good. Busses go almost anywhere, somewhat cheaper than the trains. See the ",{"type":"[[","value":[["China#By_bus"],["China article"]]}," for more. Driving yourself is also possible, but often problematic; see ",{"type":"[[","value":[["Driving in China"]]},".\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Landmarks and buildings"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Russian buildings"]}," — most prominent in ",{"type":"[[","value":[["Harbin"]]}," shows the strong Russian influence in the area. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Goguryeo Ancient sites"]}," — the remains of the ancient kingdom of Goguryeo. The Goguryeo are credited as the ancestors of the Korean people. These sites include including Wunu Mountain City, Guonei City and Wandu Mountain City; fourteen imperial tombs; twenty-six noble tombs; a General's Tomb; and the monument to the nineteenth Emperor of the Koguryo Kingdom, which are now UNESCO World Heritage Site. Most of these are around ",{"type":"[[","value":[["Tonghua"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Puppet Emperor's Palace"]}," (偽皇宮 ",{"type":"''","value":["Wei Huang Gong"]},") — the former residence of Puyi, the last emperor of China and the Puppet Emperor of Manchuko on behalf of the Japanese. In the north east of ",{"type":"[[","value":[["Changchun"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Great Wall of China"]]}]}," — goes through the area.  There are two interesting restored portions at Hushan near ",{"type":"[[","value":[["Dandong"]]}," and at Jiumenkou 18km east of ",{"type":"''","value":["The First Pass Under Heaven"]}," at ",{"type":"[[","value":[["Shanhaiguan"]]}," near the city of ",{"type":"[[","value":[["Huludao"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Religious structures"]}," — famous in the area include Fengguo Temple in ",{"type":"[[","value":[["Yixian"]]},", which possesses the largest single-floor wooden hall in ",{"type":"[[","value":[["China"]]},", Guangji Temple in ",{"type":"[[","value":[["Jinzhou"]]}," and Yongfeng Pagoda in ",{"type":"[[","value":[["Dalian"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ancient cities"]}," — remains in the area include Tayingzi Ancient City in ",{"type":"[[","value":[["Fuxin"]]}," or ",{"type":"[[","value":[["Shenyang"]]}," and Ruins of Gaoli City in ",{"type":"[[","value":[["Yingkou"]]},"."]},"\n",{"type":"===","value":["Parks and nature"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Siberian Tiger Preserve"]}," — in the outskirts of ",{"type":"[[","value":[["Harbin"]]}," is home to hundreds of tigers and is a must see."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zhaolin Park"]}," — in ",{"type":"[[","value":[["Harbin"]]}," is home to the city's famous ice sculptures in the winter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Longtou Mountain"]}," — these hills contain ancient Tombs including the Mausoleum of Princess Zhenxiao and royal tombs of the Balhae kingdom. It is in ",{"type":"[[","value":[["Yanbian"]]}," Korean Autonomous Prefecture."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rimmed Trees of Jilin"]}," — the trees are extolled as one of the four major natural wonders of China along with the Three Gorges of the Yangtze River, the landscape of Jilin and the Stone Forest of Yunnan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountains"]}," — there are a number worth a visit in the area, including Bijias Mountain in ",{"type":"[[","value":[["Jinzhou"]]},", Yiwulu Mountain in ",{"type":"[[","value":[["Fuxin"]]},", Longshou Mountain in ",{"type":"[[","value":[["Tieling"]]},", Tiesha Mountain in ",{"type":"[[","value":[["Benxi"]]}," and Dagu Mountain in ",{"type":"[[","value":[["Dalian"]]},"."]},"\n",{"type":"===","value":["Museums and exhibitions"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Heilongjiang Provincial Museum"]}," — in ",{"type":"[[","value":[["Harbin"]]}," is not great but big"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Meteorite Museum"]}," — in 1976, Jilin was hit by a heavy Meteorite storm. Many of the stones were collected and placed into this museum. The largest stone weighs 1,775kg and is thought to be the largest Meteorite in existence to date."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Imperial Palace"]}," or ",{"type":"'''","value":["Forbidden city"]}," in ",{"type":"[[","value":[["Shenyang"]]}," — a UNESCO world heritage site along with its bigger cousin in Beijing. The Shenyang palace rivals that of Beijing in its beauty and distinctive Manchurian architectural styles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tombs"]}," — Beiling is the North Tomb and Dongling is the East Tomb both in ",{"type":"[[","value":[["Shenyang"]]},", two of the three tombs north of the Great Wall and UNESCO world heritage sites."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Festivals"]}," — Harbin International Snow and Ice Festivals (from 5 January until warm weather) are the main events in the region and worth planning for if you can stand the cold.  Harbin is also home to a beer festival (late August) and a music festival (every two years, next one in 2010).  There are also a Ice Lantern Festival in ",{"type":"[[","value":[["Jilin (city)"],["Jilin"]]}," and a Ice and Snow Festival in ",{"type":"[[","value":[["Shenyang"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Theaters and concert halls"]}," — one place to look for these kinds of cultural events is in ",{"type":"[[","value":[["Dalian\/Zhongshan"],["Zhongshan district in Dalian"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Skiing"]}," — there are a number of skiing resorts in the region, one of the best is in Wofoshan near ",{"type":"[[","value":[["Jiamusi"]]},"and some found around ",{"type":"[[","value":[["Shenyang"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Heilongjiang River"]}," — cruises on the river from ",{"type":"[[","value":[["Mohe"]]}," and ",{"type":"[[","value":[["Heihe"]]},".  Mohe has the best Aurora Borealis viewing in winter.  It is also possible to take a swim in the river."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Benxi Water Cave"]}," — cruise through the cave in ",{"type":"[[","value":[["Benxi Shuidong National Park"]]}," near ",{"type":"[[","value":[["Benxi"]]}," city. This is the largest water filled cavern in Asia. You can also raft down the nearby river."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["River Rafting"]}," — if you are into this kind of thrilling sports, go to ",{"type":"[[","value":[["Fushun"]]}," for Honghu Red River Canyon Rafting or Su River Rafting."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaches"]}," — the province does have some good ones including Xingcheng Beach in ",{"type":"[[","value":[["Huludao"]]},", Jinshi Beach in ",{"type":"[[","value":[["Dalian"]]},", Dalian Beach in ",{"type":"[[","value":[["Dalian"]]}," and Dalian Beach-Lushunkou in ",{"type":"[[","value":[["Dalian"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hot springs"]}," — are found around the region, eg in ",{"type":"[[","value":[["Anshan"]]},"."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fruits of Liaoning"]}," - Liaoning's fruits include apples from ",{"type":"[[","value":[["Dalian"]]}," and ",{"type":"[[","value":[["Yingkuo"]]},", golden peaches from ",{"type":"[[","value":[["Dalian"]]},", pears from Beizhen District of ",{"type":"[[","value":[["Jinzhou"]]},", white pears from ",{"type":"[[","value":[["Huludao"]]}," and ",{"type":"[[","value":[["Suizhou"]]},", and apricots and plums from Gushan District of ",{"type":"[[","value":[["Dandong"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sea Delicacies of Liaoning"]}," - The sea off ",{"type":"[[","value":[["Dalian"]]}," abounds with quality seafood, such as abalones, sea cucumbers, scallops, prawns, crabs and sea urchins. The big fish of ",{"type":"[[","value":[["Dandong"]]},", the jellyfish of ",{"type":"[[","value":[["Yingkou"]]}," and the clams of ",{"type":"[[","value":[["Panjin"]]}," are known worldwide for their freshness and great tastes."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["China"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Northeast China"]]}]