[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Nosara"]}," is a city in ",{"type":"[[","value":[["Guanacaste"]]},", ",{"type":"[[","value":[["Costa Rica"]]},".  This town has access to several great beaches and retains \"Blue Flag\" status as an environmentally clean area.  \n\n",{"type":"==","value":["Get in"]},"\nThe easiest way in is via a flight to the Liberia Airport and then renting a (4 wheel drive) car, or taxi to Nosara.  Eventually the roads turn to gravel on the way to the beach, and there is one point where you cross a river (minus that bridge thingy). There is also a bus that runs from the capital and Alajuela through Nicoya and on to Nosara.\n\n",{"type":"==","value":["Get around"]},"\nOnce in Nosara you really don't need a car to get around, though if you're in a hurry to get from the beachfront to Nosara town proper, a car or other transport is fastest.\n\nIf you do want to get around with a bit more freedom, a few local businesses will rent golf carts.  This can be a convienent way to navigate. Other than golf carts, some people also use motorcycles, ATVs, or on horseback.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" MissSky Canapoy tours offers a two hour, 8 point zip-line course.  Eventually the course is supposed to terminate in a bar in 'downtown' Nosara.  As of April 2008 the course was still under construction.  "]},{"type":"*","value":[" Surf.  Playa Guiones sports 2-6 ft waves, but getting past the rough stuff can be a lesson in humility.  There are several places to rent boards.  The cheapest option is to talk to the blond American at the Bar Tucan.  He's given a $10\/day deal in the past for 9 ft boards to folks he likes.  Also, check out  Juan Surfo (he claims this is his real name) at Punto Surf Shop.  Nice guy, decent prices and a local character. "]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pacific Surf Nosara"],["url=http:\/\/www.pacificsurfnosara.com\/"],["email=info@pacificsurfnosara.com"],["address="],["lat="],["long="],["directions="],["phone=(506) 891-38000"],["tollfree="],["fax="],["hours="],["price="],["content= For good surf lessons in Playa Guiones or yoga go to Yati. The guy is really professional and has a lot of experience. They even have daily weather report on their site."]]}]},"\n",{"type":"*","value":[" Swim.  Playa Pelada is a much better beach for swimming than the others (no deadly rip tide, no silt from the river)."]},{"type":"*","value":[" Take a river cruise.  A few operators will take you up the rivers, show you the native plants and animals and entertain you  well educating you.  Bring your camera and sunscreen.  See crocs, iguanas, basilisks, birds beyond description.  Well worth the time and money."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Costa Rica Yoga Spa"],["url=http:\/\/www.costaricayogaspa.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Will tailor a yoga retreat to exactly what you want, including trips to the turtle hatchery and zip line trips. Their yoga studio is a huge beautiful hut overlooking a huge area of national park - a great place for sunset yoga. Owners Jill, Ben and Darin are super friendly and helpful. Rooms are beautiful, all with views and balconies."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" The Pot Guys will hound some members of your group to buy their pots, which are pretty, but they are, well, pots.  "]},{"type":"*","value":[" There's a small touristy street up from the Playa Guiones blue flag on the beach."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=La Tiendita"],["url=http:\/\/www.harmonynosara.com\/en\/features_bookshop.html"],["email="],["address=Harmony Hotel"],["lat="],["long="],["directions=Nosara, Costa Rica"],["phone=506-2682-4114"],["tollfree="],["fax="],["hours="],["price="],["content=Part Colette, part corner bookstore, the store supplies some crucial gear that's hard to find in Nosara, from Kiss My Face sundries you forgot to pack, to surf wax, to art supplies and of course.... books - a small but choice selection hand picked by owners John and Susan."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" The Guilded Iguana is the cheapest place near the hotels for a bite to eat and a beer, and it's a landmark in the area."]},{"type":"*","value":[" Olga's in Playa Pelada is a great location right on the beach and decent food.  This place feels like it is straight out of a Hemingway novel.  Dirt floor, chickens running loose, Iguanas in the rafters and a view that will make you gasp.  Cold drinks on a hot day at Olga's is what Costa Rica is all about."]},{"type":"*","value":[" Casa Tucan and Casa Romantica have great food.  "]},{"type":"*","value":[" Rosie's is a good option for cheap and local food, they serve Arroz con Pollo, Casados and Tortillas"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Harmony Hotel Restaurant and Bar"],["url=http:\/\/www.harmonynosara.com\/en\/features.html"],["email=info@harmonynosara.com"],["address=Harmony Hotel"],["lat="],["long="],["directions=Nosara, Costa Rica"],["phone=011-2682-4114"],["tollfree="],["fax="],["hours="],["price="],["content=The open air restaurant at the Harmony seats 40 guests in a stylish but casual atmosphere that draws upon 70's surf culture, Brazilian Modernism, and old school tropical resorts.\n\nTaking its cue from a harmonious way of living, the kitchen cooks up local organic seafood, fruits, and vegetables. This means a menu of options flavored by the exotic likes of wild ginger, taro, banana, plantains, mango, coconut and of course, black beans and rice.\n\nIn addition to the main restaurant at the Harmony, La Cafeteria provides vegetarian tapas, fresh squeezed juices and herbal teas. Like the restaurant, they use organic ingredients whenever possible.\n\nTucked amongst the trees and wildlife between the hotel and the future spa, La Cafeteria's rancho-style pitched thatch roof and open-air structure is an ancient form of native architecture that is still popular today. It's said that people from Bali landed here hundreds of years ago and brought this style of architecture with them."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Most restaurants offer drinks as well.  Olga's get's loud after dark"]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Harmony Hotel Juice Bar"],["url=http:\/\/www.harmonynosara.com\/en\/features_juice_bar.html"],["email=info@harmonynosara.com"],["address=Harmony Hotel"],["lat="],["long="],["directions=Nosara, Costa Rica"],["phone=506-2682-4114"],["tollfree="],["fax="],["hours="],["price="],["content=The Harmony Juice Bar is an environmentally conscious, casual eatery that serves up fresh juice and tasty, health foods. The menu is filled with rejuvenating foods such as fruit smoothies, vegetable juice elixirs, organic salads, sandwiches, raw food creations, and healthy desserts. One of the best features of the Harmony Juice Bar is its emphasis on providing nourishing meals and snacks for travelers and beach goers.  Stop by on your way to the beach and be pleasantly surprised by the juice bar’s fabulous selection of healthy snacks."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" Casa Romantica offers air conditioned rooms right on the beach and a great pool.  The owners are warm friendly people who can answer any questions about things to do in Nosara.  This is a beautiful property steps from the most beautiful beach in Costa Rica."]},"\n",{"type":"*","value":[" Lots of cheaper local rentals are available if you're looking for a beach house or something more informal."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Guanacaste"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Nosara"]]}]