[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Novalja"]}," is a city on the island of Pag.\n\n",{"type":"==","value":["Understand"]},"\nWith approximately 3,350 inhabitants, Novalja was known as a popular family resort due to its pristine beaches and clean sea, but recently it has been nicknamed \"The Croatian Ibiza\". Reason behind that is the beach Zrće, declared as the #1 spot in Croatia, with its numerous clubs popular among Croatian celebrities and affluent youth.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nIf coming from north or Zagreb, take the A1 highway and follow the direction Split. The highway has two major tunnels, Mala Kapela and Sveti Rok, both over 5 kilometers long. In tourist season, delays are often in front of the tunnels, so be patient, but don't worry, Croatia's tunnels are among the safest in Europe. When you pass the tunnel Sveti Rok and the Maslenica bridge, look out for Pag\/Novalja exit. Follow the signs saying Novalja or Pag. If you're coming from Istria, you can use the A1 highway, but use the D8 (better known as Adriatic Highway - ",{"type":"''","value":["Jadranska magistrala"]}," on Croatian) and follow the sign to Pag (50 km after Senj). You can use the ferry or drive 60 km south and access it via bridge. Listen to HRT-HR1 or HRT-HR2 (the only difference is that the second one plays more up-to-date music) because every hour traffic information is given in English, German and Italian.\n\n",{"type":"===","value":["By bus"]},"\nThere are several bus lines from Zagreb or inland to Novalja, but some of them operate only in tourist season. However, Zadar is 60 km away from Novalja, and it's connected to it via bus. Here you can find buses to Novalja from other cities ",{"type":"[","value":["http:\/\/www.buscroatia.com\/ Bus in Croatia"]},"\n\n",{"type":"===","value":["By boat"]},"\nThere is a catamaran line between Novalja and Rijeka. It's very fast (2.5 hours) and very comfortable.\n\n",{"type":"==","value":["Get around"]},"\nAlthough 99% of the visitors use a car, you can walk around downtown due to its small and tight streets and a large pedestrian zone. Scooters are also very popular, and the city has a rental service with fair prices. Quads are also popular since there are many unpaved country roads to test your off-road skills. If you still decide to use a car around downtown, parking fees are a bit pricey but there is always a place to park, specially near the beachfront. Public transport consists of three ",{"type":"''","value":["beach shuttles"]},"  which are actually open minivans that connect downtown, Gajac and Zrće for a 10 kn (1.5 euro) ticket. There is also a rent-a-car and three gas stations. If you're lucky enough to have your own boat, this is also an excellent way to explore around since there are many hidden bays and beaches.\n\n",{"type":"==","value":["See"]},"\n\nNovalja is a small city, and everything important is in the three main streets, all well connected, so you won't find any addresses here.\n\n",{"type":"'''","value":["The Roman aqueduct."]}," It was manually chiseled out in solid rock and is 1042 m long, about 60 cm wide and its height varies. There are 9 ventilation holes along its route and the highest is at 44 m above the level of sea. Aqueduct provided with drinkable water the locality and various artisan workshops situated in it as well as ships stopping by. For many centuries it was out of function and was rediscovered in the 19th century. At the beginning of the 20th century it was again used for three short periods. Nowadays the aqueduct can be visited in about 150 m length and local authorities constantly work on its further revitalization.\n\n",{"type":"'''","value":["Gajac"]}," is a planned apartment community 2 kilometers away from Novalja. It has a long beachfront sidewalk ideal for jogging or walking, scenic parks for relax and picnic, and very clean beaches. It's also very quiet so it's ideal for families.\n\n",{"type":"'''","value":["Stara Novalja"]}," is an old bay village 3 kilometer away from Novalja. Features a public (but often overcrowded) beach and many private accommodation. A great number of real estate development is in Stara Novalja, but be careful, prices are often sky high. Sometimes, during the strong Adriatic wind ",{"type":"''","value":["bura"]},", car ferries operate through a port just at the end of Stara Novalja (just follow the road direction north, it gets you straight there) but this occurs rarely. The western part of the bay is unpopulated so there are many small beaches accessible only via boat which are great if you enjoy nudism.\n\n",{"type":"'''","value":["Zrće"]}," is a beach located 2 kilometers from Novalja, right across the crossing for mentioned Gajac. It features three main clubs, Papaya, Aquarious and Calypso. During the day it's a normal beach with many things to do (bungee jumping, jet ski...) The party starts somewhere after 3PM, with the so-called \"After beach party\", which can include foam and other themed parties. Then, after midnight, it gets out of control. As mentioned above, Zrče enjoys high media coverage so it's popular among Croatian celebrities, and many Croatian popular singers open the summer season right there. The clubs host internationally acclaimed DJs, and many electronic and house music events are held there. The biggest upcoming event is ",{"type":"[","value":["http:\/\/springbreakfestival.hr\/en\/ Spring Break festival 2014"]}," The beach  has its own parking lot, but avoid it if you can, because it can get extremely crowded. If possible, walk to the beach or use the shuttle. There is really no rule when does the party end, but all-day partying is not unusual.\n\n",{"type":"'''","value":["Caska"]}," is a beach a bit smaller than Zrće, but more suitable for families. Basically, the two beaches are in the same bay and you can walk from one to another if you don't mind the sharp rocks bordering them. There is also an urban legend about ruins below the sea surface near Caska but no one has ever seen anything yet, although some claim that the top of the lighthouse is still visible when the sea level is low.\n\n",{"type":"==","value":["Do"]},"\nBesides party, Novalja and its surroundings offer interesting sights. Beach ",{"type":"''","value":["Ručica"]}," in the village Metajna is a prime example. It gives a feeling of being in a canyon, and it has crystal clear water and pristine sand. Look for other hidden beaches (they often have a sign) but be careful, most of the roads leading to them are in poor condition. North of Novalja is a small village of Lun, great for getting away from the party hustle.\n\nhttp:\/\/www.ZrceNovalja.com: Things to do, nightlife, events on Zrce Beach, summer program with all the parties and festivals, where to go out, where to eat, places to stay. All you need to know to plan your holidays in Novalja.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThe promenade in Novalja, or Riva, has small stands with souvenirs and similar stuff, as well as many fast food stands and few cafes. The city itself has few shops providing everything for a decent vacation, and they are all located downtown. Novalis is the biggest, and it even has a scooter dealership. Fish market provides daily fresh fish, but in order to buy it, you have to get up early because most of it is sold by 9AM. Three large supermarkets (Kerum, Hiper Novalis and Kastelo) are located in the entrance to the city. Newsstands are located everywhere, with drug stores and postal offices. A special blend of cheese is the symbol of the island, so don’t forget to try it (especially if you’re planing to buy it, since it has a unique taste and it’s quite pricey).\n\n",{"type":"==","value":["Eat"]},"\nLamb from the island of Pag is a nationwide specialty, so don’t forget to try it. The city has many restaurants with fair prices, and also many fast food stands.\nPag's sheep cheese is worldwide famous and delicious specialty which has won lots of gold medals for top quality and with modern cheese factory its processed and delivered to many countries, but because of limited production its price is little higher cca 25 to 30 eur\/kg.\nWine production is an oldest profession and you can find best quality white (called Zutica) and rose and its taste is unique and comparable to French vines. There is a Boskinac bottled product of good and tasty wine.\nDon't need to mention best quality fish and best fish restaurants on the island.\n\n",{"type":"==","value":["Drink"]},"\nLounge bar Cocomo is the first stop in the city, and don’t go to Zrće beach before going there. Except Cocomo, there is a small street full of bars and cafes if the overcrowded lounge bar isn't your thing.\n\n",{"type":"==","value":["Sleep"]},"\nThere are lots of 3 and 4 star hotels such as Hotel Boskinac, Loza, Liburnija, Hotel Villa Palcic and Hotel Luna, but the majority of accommodation resorts lies in private accommodation in high class apartments in Novalja and surrounding nice villages which are more suitable for family vacation. There are also agencies with complete accommodation service for the guests on this beautiful island.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tomitours"],["url=http:\/\/www.tomitours.hr"],["email="],["address=Novalja"],["lat="],["long="],["directions="],["phone=+385917938596"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Complete travel accommodation service."]]}]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Strasko"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+385053661226"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cheap camping with beach access. There is also a place to rent tents if needed."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Margareta Novalja"],["alt=Apartments Novalja"],["url=http:\/\/villa-margareta-novalja.com\/"],["email="],["address=Matice hrvatske 18"],["lat=44.548277"],["long=14.885466"],["directions="],["phone=00385 (0)53 661 101"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Red, Green and Blue apartments. Free Internet access."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\nThe city features many pay-phones, and the cell phone signal coverage is excellent. There is a Wi-Fi enabled bar right near the center called Gaudino. There are lots of cyber-internet cafes as Harpun, but it’s highly overpriced (20-30 kn - 3-4 euro for an hour)\n\n",{"type":"==","value":["Stay safe"]},"\nNovalja has a reputation of being a very safe city, however, party lifestyle has its consequences. First of all, drug presence on the beach Zrće is extremely high, so the police often patrols around there. Because of the beach’s high reputation and fame in Croatia, many young people who cannot afford to stay in Novalja come for a weekend and sleep in the car, drink in the car and then go to party. Picking a fight is possible with them, so don’t respond to provocations. Conservative Croatian public often refers to Novalja as the  ",{"type":"''","value":["Sodom and Gomorrah"]}," of Croatia. Public sex is a common thing, so don't be surprised. Condom vending machines are located around the beach, so feel free to use them. But in general Novalja is safe place and top tourist destination with respectful and most hospitable inhabitants which will make you return to this location again and again.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Pag (town)"]]}]},"\n",{"type":"{{","value":[["geo"],["44.5500"],["14.8833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Dalmatia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Novalja"]]}]