[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mikulov.cz\/ Novosedly na Moravě"]}]}," is a small town in the Moravian wine region of the ",{"type":"[[","value":[["Czech Republic"]]},", where you can take an amazing trip by horse back through the vineyards.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nYou can take either a train or bus from ",{"type":"[[","value":[["Brno"]]}," to ",{"type":"'''","value":["Novosedly"]},".  From there you will have to walk east (towards ",{"type":"[[","value":[["Mikulov"]]},") along the main road approximately a half kilometer until you reach the ranch.  The ranch will be on your left, it should be quite obvious as you can easily see the coral from the road but you know you have passed it if you come to a large brick storage field (also on your left).\n\nFor train and bus connections see, ",{"type":"[","value":["http:\/\/www.vlak-bus.cz\/JRCis.asp?tt=c&cl=E5 www.vlak-bus.cz"]},", when searching for Novosedly, there are multiple villages in the Czech Republic named Novosedly, you want Novosedly [BV].\n\n",{"type":"==","value":["Get around"]},"\n\nThere are plenty of local buses you can take at very little cost (10 kč).\n\n",{"type":"==","value":["See"]},"\n\n\nIn addition to the horseback tour, there are some spectacular vistas of the country side from the top of some of the area's larger hills.  Once you are tired out from riding, you may want to go for a stroll up to the top of one of them.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Horse back riding - For 500kč you can go on a 3 hour horseback ride through the area's vineyards.  Half way through your journey you get to rest at (and take a small tour of) a small wine celler dating back to the 19th century.  While there you are treated to a tasting of home made cheese and wine.  After the wine tasting you then loop back around (on horseback) to the small ranch.  A local family runs the operation, currently no more than three people plus the guide may go on a trip (due to the limited number of horses).  The riding is not too difficult, no prior riding experience is necessary.  Longer or shorter trips are available. The director speaks English, the young woman who will be your trip guide less so, but only basic communication is necessary once you set out into the beautiful country side."]},"\n",{"type":"'''","value":["Warning"]}," - Bring a pair of jeans for the horseback ride, otherwise you are likely to end up returning with several nasty blisters.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are plenty of local home made food products available such as cheese, vegetables and a wide selection of the region's wines.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is a restaurant with an outdoor terrace serving traditional Moravian food on the ranch.  The ranch is located directly on a vineyard, so there is also a wide selection of great wines available before or after you return from the ride.  The nearby pension has a restaurant where you can have breakfast, lunch or dinner.  The prices for a good lunch starts around 70kč.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nAccommodation is available at a well kept \"pension\" located right next to the ranch.  The price is 300kč per adult and 200kč per child.  For more information about the accommodation you can contact the pension at ",{"type":"[","value":["mailto:info@vinarstvi-kovacs.cz info@vinarstvi-kovacs.cz"]},".\n\n",{"type":"==","value":["Go next"]},"\n\nThe best way to get out is to continue on to ",{"type":"[[","value":[["Mikulov"]]},", spend some time touring around there and then take a bus or train from there to ",{"type":"[[","value":[["Brno"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["South Moravia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Novosedly (Břeclav District)"]]},"\n",{"type":"{{","value":[["geo"],["48.8369"],["16.4936"],["zoom=15"]]}]