[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Nové Mesto nad Váhom"]}," is a city in ",{"type":"[[","value":[["Western Slovakia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nNové Mesto nad Váhom, a small beautiful city, is located in the western part of Slovakia,100 km to the north from Bratislava. The city has approximately 21,000 inhabitants and is situated in a scenic valley between Biele Karpaty and Povazsky Inovec and thanks to its location and natural beauties the city offers many interesting things to see and to do.\n",{"type":"[[","value":[["File:Nove Mesto nad Vahom, statna sprava.jpg"],["thumb"],["right"],["250px"],["Nove Mesto nad Vahom"]]},"\n\n",{"type":"==","value":["History"]},"\n\nEven though the name of the city is Nové Mesto nad Váhom (the exact translation to English would be \"New City upon the Vah river\")the environment of the city was settled many years ago. According to several ",{"type":"'''","value":["archaeological fields"]}," that were found in the city, in the part called ",{"type":"'''","value":["“Mnešice”"]}," the city belongs to one of the most important Slovak historical locations. Archaeologists found out that on those places people used to live and had their houses 240 000years ago. In the past the city was built as a big fortress with several towers that helped to defend the city and their citizens. The settlement was bombarded by soldiers and army but also by rowdy Turks several times and their houses and everything was ruined. ",{"type":"'''","value":["The oldest document"]}," that was written about the history of Nové Mesto nad Váhom comes from ",{"type":"'''","value":["the year 1253"]}," when king Bela fourth dignified the settlement for a city because of the duty that citizens gave him during the horrific Turks incursion. Gradually, the city became a very important ",{"type":"'''","value":["business center"]}," thanks to a very convenient location where people had good conditions for growing and rearing. Many markets took place very often where people exchanged different products and things among them. In the city were spread also several kinds of ",{"type":"'''","value":["handicrafts"]}," such as shoes, ceramic or fur handicraft. Till nowadays Nové Mesto nad Váhom is a very important place for many industrial factories and companies,mostly foreign, which employ a lot of people from the whole region.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are several ways how you can get into the city. Because of quiet good conditions of the infrastructure,you can get into the city by using highway by car or bus, but also by train.\n\n",{"type":"==","value":["See"]},"\nA very rich culture of the city left here many valuable and imposing historical sights. In the historical part of the city there is a ",{"type":"'''","value":["roman catholic church"]}," with roman tower from 13th century which was renewed to gothic and baroque style. The rich baroque interior was made by Italian workers who were building it for 15 years. In the past this church was just a very poor basilica but today it belongs to the biggest dominant of the city. In the city used to live many Jewish people who had beautiful houses which belong also to big adornments of the Nové Mesto nad Váhom. In the city there are several small churches and chapels such as a church of the ",{"type":"'''","value":["saint Ondrej"]}," located at the beginning of the square that comes from 18th century and in the past it was considered to be a place for very poor and homeless people. Another very important historical sight is situated on the main square too. This ",{"type":"'''","value":["renaissance building"]}," comes from the year 1740 and it used to be a palace for one rich nobility family. The part of the house that was renewed there are concentrated ethnographic and historical documents about Nové Mesto nad Váhom and other villages near it.\nIn the front of the museum there is ",{"type":"'''","value":["a statue of saint Florian"]}," that is a motive of scaffold. Not so far from this place, the middle of the square adorns a sculpture that is a memory on a plaque that was in the city during the year 1694.\n",{"type":"[[","value":[["File:Nové Mesto nad Váhom, kostol, Slovensko.jpg"],["thumb"],["right"],["400px"],["Church, Nové Mesto nad Váhom"]]},"\n\n",{"type":"==","value":["Do"]},"\n\nNové Mesto nad Váhom offers its visitors plenty of things to do. There are several ways how you can pleasantly enjoy your time by visiting Nové Mesto nad Váhom. Not very far from the city, about 2km, there is located one of the most popular recreation centers with natural water area in west Slovakia called ",{"type":"'''","value":["Zelená voda"]},"(Green water) that got the name because of the green color of the water. It’s first of all the ",{"type":"'''","value":["summer touristy center"]}," which is in the last years also known for many visitors from Czech republic or Hungary. The area offers for people also a possibility for accommodation in small hotels,like hotel Perla,hotel Ardea,and Margareta or in camps. \nThe area offers also many kinds of ",{"type":"'''","value":["sport activities"]}," except of good ",{"type":"'''","value":["swimming"]},", also ",{"type":"'''","value":["playing tennis"]},", ",{"type":"'''","value":["beach volleyball"]},", ",{"type":"'''","value":["football"]},", ",{"type":"'''","value":["miniature golf"]}," or ",{"type":"'''","value":["riding horses"]},". Additionally, there are good possibilities for ",{"type":"'''","value":["windsurfing, kayaking"]}," and you can rent there also ",{"type":"'''","value":["water bikes, small boats"]}," or you can try ",{"type":"'''","value":["toboggan"]},". During the summer season many young people go to Zelena voda because of ",{"type":"'''","value":["discos, parties and festivals"]}," that occur there very often. The most known festival is ",{"type":"'''","value":["\"Topvar Rock Fest\""]}," that is a two-day action that opens the summer touristy period and usually takes place in July.The groups which come there to perform are mostly from Slovakia but also from abroad like from Czechia,UK etc.Another special occasion which can interest Nové Mesto nad Váhom's visitors is ",{"type":"'''","value":["the Nové Mesto´s market (Novomestsky jarmok)"]},". This kind of \"market\" takes place in September and offers much fun because of several kinds of carousels.Plus, there are many stands  where you can buy some of the ",{"type":"'''","value":["traditional products, tasty food or drinks"]},". A very favorite place which people use for relaxing are small mountains called ",{"type":"'''","value":["“Kamenna”"]}," which are at the end of the city where people like ",{"type":"'''","value":["walking,hiking or doing jogging"]},".\n\n",{"type":"==","value":["Buy"]},"\nThere are several possibilities where you can do shopping in Nové Mesto nad Váhom. In the center of the city there are many shops with clothing, shoes,books,souvenirs etc. and in hypermarkets or supermarkets like ",{"type":"'''","value":["Tesco, Billa, Lidl"]}," you can get almost everything under the one roof.\n\n",{"type":"==","value":["Eat"]},"\nIn Nové Mesto nad Váhom you can find also several very good restaurants which offer their customers tasty meals for reasonable prices. To the most recommended restaurants in the city belong the restaurants: \n",{"type":"*","value":[{"type":"'''","value":["\"U Kapustika\","]}," "]},{"type":"*","value":["Italian restaurant ",{"type":"'''","value":["\"Al Caciatore\""]},", "]},{"type":"*","value":[{"type":"'''","value":["\"Cinema movie restaurant\","]}]},{"type":"*","value":[{"type":"'''","value":["\"Ambrozia\""]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Irish pub"]},","]},{"type":"*","value":["'''''Cinema movie club''' "]},{"type":"*","value":[{"type":"'''","value":["Krokodil"]}," "]},{"type":"*","value":[{"type":"'''","value":["Leo"]}]},{"type":"*","value":[{"type":"'''","value":["Aztek Bar"]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hotel Diana"]},"- in the center of the city"]},{"type":"*","value":[{"type":"'''","value":["Hotel Perla, Ardea or Margareta"]},"- all of them in the area of Zelena voda (2 km from the center of the city)"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["48.7500"],["17.8333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western Slovakia"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Nové Mesto nad Váhom"]]}]