[{"type":"{{","value":[["pagebanner"],["Australia"]]},"\n",{"type":"[","value":["http:\/\/www.shoalhaven.nsw.gov.au\/ Nowra"]}," is a town on the ",{"type":"[[","value":[["South Coast (New South Wales)"],["South Coast"]]}," of ",{"type":"[[","value":[["New South Wales"]]}," situated on the Shoalhaven River 163 km south of ",{"type":"[[","value":[["Sydney"]]},". With a population 29,000 Nowra is the chief administrative and business centre in the Shoalhaven City municipality, and a regional centre for tourism.\n",{"type":"[[","value":[["File:Nowra Bridge.jpg"],["thumb"],["300px"],["Nowra Bridge"]]},"\n\n",{"type":"==","value":[" Understand "]},"\n\nThe centre of Nowra is a service town, just a short diversion of the Princes Highway.  There is a shopping mall, and handful of speciality shops.  It is good to stop for supplies or a coffee, but the centre of town isn't particularly scenic.  It is away from the Shoalhaven River, and away from the coast.\n\nThe hinterland, the river, and the nearby beaches are spectacular on a sunny day, and offer good opportunities for scenic drives, or even a bicycle ride down country lanes if you plan your trip carefully. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\n\n",{"type":"[","value":["http:\/\/www.transportnsw.info Trains"]}," run to Nowra (Station: Nowra\/Bomaderry) from ",{"type":"[[","value":[["Sydney"]]},".  The trains terminate at Bomaderry which is north of the Shoalhaven river from the Nowra township.  A bus connects with the train to go over the road bridge to Nowra (extra fare or included in a MyMulti3 or MyMulti DayPass).  The train usually runs every two hours and you'll need to change from electric to diesel trains in ",{"type":"[[","value":[["Kiama"]]}," for the last leg.  Consequently, some indicator boards show the train only going as far as ",{"type":"[[","value":[["Kiama"]]},".  So check the timetable before travelling, or check with station staff.  The train from Sydney (Central) usually takes three to three and a half hours to arrive in Nowra\/Bomaderry.  All Cityrail fare packages are valid on the train to Nowra.  The Sunday Funday in particular makes it a good value trip.\n\nThe trip down the coast south of Sydney by train is a pleasant one.\n\n",{"type":"===","value":["By bus"]}," \n\nPremier Motor Services ",{"type":"[","value":["http:\/\/www.premierms.com.au\/"]}," run coaches from ",{"type":"[[","value":[["Sydney"]]}," to Nowra and beyond.\nPriors Scenic Express ",{"type":"[","value":["http:\/\/www.priorsbus.com.au\/"]}," run coaches from Greater Sydney and the Southern Highlands to Nowra and as far south as Narooma.\n\n",{"type":"===","value":["By car"]}," \n\nNowra is on the Princes Hwy which is A1\/M1 heading south from Sydney.  Follow the signs south to ",{"type":"[[","value":[["Wollongong"]]},", then ",{"type":"[[","value":[["Kiama"]]}," and then continue on to Nowra.  It is about 2 hours drive from ",{"type":"[[","value":[["Sydney"]]}," to Nowra on good quality roads.  Driving will easily beat the train and the bus for time, although the train line is more scenic and runs closer to the coast for most of the distance.\n\n",{"type":"==","value":["Get around"]},"\nBeing in Nowra without a car is limiting, as many of the attractions are away from the town centre.  You can access the shopping strip easily, but this is probably the least inspiring part of the town.  You can walk as far as the river, bridge and train station if you are enthusiastic, it is around 3-4km from the town centre to the train.  Most other locations will require a car.\n\nThere are cycle lanes on the Princes Highway around the centre of Nowra.  The streets south of the river down to Comerong Island and Greenwell point are good for cycling.   Bolong Road to the north of the river gets busy with fast traffic and narrow shoulders.\n\n",{"type":"===","value":[" By bus "]},"\n\nThere are local bus services, but tend to run a few times a day to surrounding areas.  Kennedys Bus.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Fairey Gannet FAA Museum Albatross.JPG"],["thumb"],["250px"],["A Fairey Gannet on display at the Fleet Air Arm Museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Australian Museum of Flight"],["alt="],["comment="],["address=89A Albatross Road"],["directions=8 km south west of Nowra and just outside the main gates of the Royal Australian Naval Air Station, HMAS Albatross"],["phone="],["fax="],["email="],["url=http:\/\/www.museum-of-flight.org.au\/site\/"],["hours=10AM - 4PM 7 days"],["price=Adult $12.50 Child $5"],["lat="],["long="],["description=Lots of planes in this large hanger, as might be expected. Annual airshows are held here. Right next to the airbase. There is a cafe on site with a balcony overlooking the airfield."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shoalhaven Entertainment Centre"],["alt="],["comment="],["address=Bridge Road, Nowra"],["directions=Just a 5 minute walk east from the Nowra CBD, or almost directly across from the Nowra Bridge"],["phone="],["fax="],["email="],["url=http:\/\/www.shoalhavenentertainment.com.au\/"],["hours=9AM-5PM, or 2 hours before any event."],["price="],["lat="],["long="],["description=The Centre holds regular events with a wide diversity of performances in its 1000-seat auditorium. There is also a cafe that runs M-F 9AM-5PM. Also has an ice-rink during summer."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Jervis Bay"]]}," and ",{"type":"[[","value":[["Huskisson"]]}," are are not too far from Nowra, with their white sand and calm beaches.\nThe town of Currarong, though a half hour drive, is a sleepy little village which boasts some of the best beaches and bushwalks in the region.\n\n",{"type":"{{","value":[["routebox-1"],["image1=Australian Route 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Sydney"]]}],["minorl1=",{"type":"[[","value":[["Berry"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Batemans Bay"]]}],["minorr1=",{"type":"[[","value":[["Ulladulla"]]}]]},"\n\n\n",{"type":"{{","value":[["geo"],["-34.88"],["150.6"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["South_Coast_(New_South_Wales)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Nowra"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/N\/Nowra\/"]]}]