[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Numbur Cheese Circuit"]}," is in ",{"type":"[[","value":[["Ramechhap"]]}," District of ",{"type":"[[","value":[["Nepal"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe ",{"type":"'''","value":["Numbur Cheese Circuit"]}," is a new trek in the Ramechhap District of Nepal. The starting point of the trek is Shivalaya, also the start of Everest Base Camp trek for those who don't fly to Lukla.\n\nThis route has a recommended itinerary of 14 days trekking, although at a push it can be completed in up to 10 days by combining some of the shorter days. It can also be extended several days for those who wish to visit some of the nearby glaciers, peaks or lakes. A rest day on the trek is also a good idea.\n\nThe trek can offer visitors superb views of major Himalayan peaks including Annapurna South, Langtang, Gaurishankar and ",{"type":"[[","value":[["Numburchuili"]]}," and many more. Walk through deep river gorges, glacial lakes, terraced rice fields, subtropical forests and Sherpa villages to the ",{"type":"[[","value":[["Lhiku Khola glacier"]]},", watched over by the towering peaks of Pathibarra and ",{"type":"[[","value":[["Numburchuili"]]},". Visit one of Nepal’s first cheese factories, established in 1957 and the famous Thodung Monastery on the way. \n\n\n\n",{"type":"===","value":["Landscape"]},"\nIn April and May rhododendrons bloom in profusion, you may also see eagles and musk deer as well as Himalayan tahr, a species of goat antelope. If you are lucky you can catch a glimpse of the elusive snow leopard.\n\nDuring the wet season the mountain meadows are very green and lush with flowers and grasses. However trekking at this time is difficult in the wet and clouds will obscure any views.\n\n",{"type":"==","value":["Get in"]},"\n\nShivalaya and Those are the start and finish points of the ",{"type":"'''","value":["Numbur Cheese Circuit"]}," and are 8-9 hrs drive from Kathmandu. Seasonal Super express bus service goes to\/from Kathmandu's Old Bus Park, near the Nepal Tourism Board(7am Daily). Kathmandu to Jiri\/Shivalaya takes 6-8 hours (450NRs). The winding road is very well paved with fine mountain views. The route follows the Arniko Highway towards Tibet before turning right over the Sun Koshi at Lamosangu for the climb on the Swiss built Lamosangu-Jiri Road, the \"gateway to the Solu Khumbu\", through Sindupalchowk, Dolahka Districts to ",{"type":"[[","value":[["Ramechhap"]]},". Buses make a lunch stop after 4 hours at Mude Bazaar, famous for the largest potatoes in Nepal. \n\nPlease note that during the monsoon season (June to mid-September) the road is usually closed to Shivalaya, so it is necessary to walk from Jiri to Shivalya - adding an extra day to the trek. The buses will also not run as far at Those (the end point) so it is necessary to return to Jiri. \n\nInteresting stops along the way are Charikot, where you can stay at the luxurious ",{"type":"[","value":["http:\/\/www.raonline.ch\/charikot.html Charikot Panorama Resort"]},", run by friendly hosts Judith and Top Thapa, or continue on to ",{"type":"[[","value":[["Jiri"]]},".\n\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThere are currently no fees or permits needed for this trek.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["Shivalaya"]},"Shivalaya is the gateway for the Numbur Cheese Circuit. The route to Shivalaya follows the traditional approach march for Everest expeditions, pioneered by Sir Edmund Hilary, along the old trade route from Jiri. Shivalaya is located on the picturesque Khimti River. There are numerous guests houses and some basic shops in town. This is the last town on the trekking route where you can buy food goods or basic items of clothing.\n\n",{"type":"*","value":["Khahare"]},"Khahare village comprises of less than 5 houses, inhabited only during winters by their owners who spend their summers on the pastures bordering Tibet tending to their yaks and chauri. The trail runs up and down along the valley side through terraced fields, dips to cross the river and then snakes steeply up the cliff on the other side.  From Khahare the steep climb to Jata Pokhari begins, via Panipakha and Maanedanda. \n\n",{"type":"*","value":["Panipakha"]},"Panipakhais the first campsite on the trail route. The site has a relatively flat camping area carved into the hillside with a basic two room hut. There is room for about a 5 - 10 tents only. The trail offers views of the roaring Khimti Khola river below. From here on be prepared for Chauri (cows) on the trail - stick to the inside of the trail and get out of their way! Passing through the Tiny Sherpa village of Phokte the trail ascends through the rhododendron forest to the summer pasture of Maanedanda\n\n",{"type":"*","value":["Maanedanda"]},"Maanedanda is the second campsite on the trail with a basic cooking shelter and area for tents. Good views from here on clear days. From here, the trail climbs to Jata Pokhari along the riverside and as the altitude increases, we move through alpine pastures to scrubby forests of sunpati, a rare mountain herb that fetches up to 6000NRs\/Kg.  The path climbs beside the river, before a dramatic waterfall heralds our arrival at Jata Pokhari.\n\n",{"type":"*","value":["Jata Pokhari"]},"Jatra Pokhara is the third campsite on the trek route. There is also a basic shelter and some flat areas for camping. The campsite is located very near the holy mountain lake of Jata Pokhari. The lake, in the lap of Mount Numburchuli, is a popular pilgrimage destination in Ramechhap. Over 3000 pilgrims make their way here to celebrate Janiapurnima. It is believed that taking a dip in its holy waters will fulfill one's wishes. An overnight is recommended to allow for acclimatisation. Take a side trip to Baula Pokhari, the \"mad lake\" but don't disturb the spirits within or your wishes may not come true! From here the trail continues a short walk to Panch Pokhari and then over the first pass of 4600m and then onto Thare.\n",{"type":"[[","value":[["Image:Jatapokhari.jpg"],["thumb"],["The Sacred Lake of Jatapokhari"]]},"\n\n",{"type":"*","value":["Panch Pokhari"]},"This is just a short walk from Jata Pokhari. There are five small lakes, known as Panch Pokhari, within this huge glacial cirque. The unmistakable Annapurna South dominates the western horizon. \n",{"type":"[[","value":[["Image:Pach Pokhari.jpg"],["thumb"],["The Sacred Panch Pokhari Lake at over 4500m."]]},"\n\n",{"type":"*","value":["Thare to Ngeju"]},"\"Wilderness\" is the only apt term for the wild and rugged basin of the Lhiku Khola valley. The mountain views are sensational, with views extending north into Tibet, as you cross the Thulo Lapcha pass at 4838m, traditionally used by local Sherpas to bring yaks across the mountains to Ngeju.  The trek follows the Likhu Khola Valley until you reach the remote yak pastures of Ngeju nestling at the foot of the ice-fall tumbling from the sacred summit of Numbur. The ancient Buddhist Shrine of Kau Gumba lies above the tree-line in the upper Likhu Khola Valley enclosed by a great sweep of high rock and snow peaks. Dudhkunda, the 'Milky Lake' rests in the heart of the basin, surrounded by tumbling glaciers and large moraines.\n",{"type":"[[","value":[["Image:Family of Cheese Producers.jpg‎"],["thumb"],["Family of cheese producers near Ngeju."]]},"\n\n",{"type":"*","value":["Lahaksewar"]},"Lahaksewar 'Sewar' is one of the most beautiful Sherpa villages in the Upper Ramechhap region, with its astonishing landscapes, cultural wealth, and the hospitable Sherpa people. 'Sewar' offers an experience of Sherpa culture where people have maintained the traditional way of life. \n\n",{"type":"*","value":["Kyama"]},"The trail goes through the river valley, descending through deep forest to Kyama (3190m) with good views along the way of Pathibara and Numberchuili.\n\n",{"type":"*","value":["Gumdel"]},"With the gleaming Numberchuili as the backdrop, Gumdel is a tiny hamlet gathered around a large Buddhist Stupa. The Gumdel Home Stays offer the best of Sherpa hospitality and cultural traditions amidst luxuriant landscape and spectacular mountain scenery. From here the trail descends through dense forest finally meeting the Everest trail at Bhandar.\n",{"type":"[[","value":[["Image:Gumdel.jpg"],["thumb"],["Village of Gumdel."]]},"\n\n",{"type":"*","value":["Thodung"]},"Thodung is a small active monastery surrounded by an aroma of pines, natural beauty, and a variety of flora that enhance the serenity of the monastery and its surroundings.\n",{"type":"[[","value":[["Image:Thodung Monastary.jpg"],["thumb"],["Inside Thodung Monastery"]]},"\n\n",{"type":"*","value":["Lapchane"]},"Tamdanda, above the ",{"type":"[[","value":[["Newar"]]}," village of Lapchane, is one of the tallest hills in Ramechhap. From here you can see most of the central and eastern Himalayan peaks Dhalguiri, Annapurna, Gauri Shanker, Numbur, Makalu, Kanchenjunga. The peak also offers breathtaking sunrise and sunset views during good weather.  The variety of flora and fauna, with 65 species of birds, makes it the place to head off to for nature lovers. Tamdanda at 3000m  provides the best east-west panoramic Himalaya views in the area and also hosts the largest variety of bird species in the mid hills of Nepal. \n\n",{"type":"*","value":["Those"]},"Before the construction of the Jiri Road, Those was the busiest market town on the trade route between Namche and Lamosangu.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nYak Cheese\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":["High altitude organic tea"]},{"type":"*","value":["Raksi"]},{"type":"*","value":["Chaang"]},"\n",{"type":"==","value":["Sleep"]},"\n\nThe villages of ",{"type":"[[","value":[["Jiri"]]},", Shivalaya, Deurali, Bamti-Bhandar and Gumdel are well-served with trekking lodges,toilets and hot (bucket) showers.\n\nIn Kharare, Lahaksewar and Kyam accommodation is in an actual home or 'Community-run homestay', so the cross-cultural exchange is more authentic. Although part of the trek is in uninhabited areas, Community-run homestays operate during the trekking season so it's quite suitable for independent trekkers.\n\nThe area above Khahare to Sewar is uninhabited so camping is the only option at Panipakha, Phokte, Maanedanda, Jatapokhari, Panch pokhari, Thare, and Ngeju.\n\nNote: the trek requires camping for at least 4-5 nights (usually night 2 - 6), so you will need to be well equipped with tents, sleeping gear, cooking equipment and sufficient food. There is no shortage of drinking water along the route (although bring water purification tablets to be safe). There are some basic stone and timber shelters at the camp sites. It is possible to sleep in the shelters, however they are open on one side and the roofs are not entirely waterproof. Shelters to be muddy from May – September during the monsoon season. There are no toilets at the camp sites. \n\n\n\n",{"type":"==","value":["Stay safe"]},"\nThis trek is challenging and should be considered as \"difficult\" and only suitable for trekkers with a good level of fitness and some trekking experience. The trail route is through a remote wilderness area for days 2-6. It is strongly advised to take an experienced guide as it would be easy to get confused by the multiple paths. \nGuides and porters  can be organised through some trekking agencies in Kathmandu or it is possible to find a local guide in Jiri or Shivalaya. \n\nThe trekking route requires some fairly dramatic gains in altitude. Be aware of the risks of altitude sickness (acute mountain sickness - AMS) and allow sufficient time to acclimatise. It is possible to trek from Khare - Panipakha in one day, and then from Panipakha to Jata Pokhari on the next day, however this involves a gain in altitude of 2200 in two days which may cause issues for some people. \n\nIf you plan to continue along the ",{"type":"[[","value":[["Everest"]]}," trail, the 'Numbur Cheese Circuit' provides excellent options for acclimatization.\n\n",{"type":"==","value":["Go next"]},"\n“Leave only footprints behind you, take only memories when you leave” - This concept of sustainable tourism is based on the premise that destinations should remain unspoiled for future generations.\n\n",{"type":"{{","value":[["IsPartOf"],["Ramechhap"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]