[{"type":"{{","value":[["pagebanner"],["Barbeau Peak (Nunavut) banner.jpg"],["caption=Barbeau Peak"]]},"\n",{"type":"[[","value":[["Image:Nunavut-map.png"],["right"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nunavuttourism.com\/ Nunavut"]}]}," is an extensive territory in the far ",{"type":"[[","value":[["North (Canada)"],["North"]]}," of ",{"type":"[[","value":[["Canada"]]},", located east of the ",{"type":"[[","value":[["Northwest Territories"]]}," (of which it used to be part), north of the Canadian provinces of ",{"type":"[[","value":[["Manitoba"]]},", ",{"type":"[[","value":[["Ontario"]]}," and ",{"type":"[[","value":[["Quebec"]]},", and west of the ",{"type":"[[","value":[["Denmark"],["Danish"]]}," territory of ",{"type":"[[","value":[["Greenland"]]},". Nunavut comprises a large portion of the northern tip of the ",{"type":"[[","value":[["North America"],["North American"]]}," continent and a large number of islands on Hudson Bay and the Arctic Ocean. Alert on Ellesmere Island is the northernmost settlement in the world. Devon Island is the largest uninhabited island in the world although it does have a cemetery...the world's northernmost.\n\nMost of the people there are part of an indigenous group called the Inuit.  They have historically been called Eskimos, but this word is no longer used in Canada, and may be considered offensive by some.  Note that English usually follows the local language usage where Inuit is a plural; the singular is Inuk (\"he is Inuk\" vs \"they are Inuit\").\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Iqaluit"]]}," - capital and largest settlement of Nunavut (",{"type":"'''","value":["Note:"]}," ",{"type":"''","value":["don't"]}," spell it \"Iqualuit\")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pangnirtung"]]}," - second largest settlement in Nunavut, gateway to the ",{"type":"[[","value":[["Auyuittuq National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Resolute"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rankin Inlet"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baffin Island"]]}," - Canada's largest island  located in the eastern portion of the territory of Nunavut"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ellesmere Island"]]}]},{"type":"*","value":["Resolute Bay - the 2nd most northern community in the world and a cultural tourist attraction. Flights available to Resolute Bay on ",{"type":"[[","value":[["Cornwallis Island"]]},"  can be taken from Iqaluit and ",{"type":"[[","value":[["Rankin Inlet"]]},"."]},{"type":"*","value":["Ellef Ringnes Island - the land currently nearest the geomagnetic north pole, which previously passed through the island."]},"\n",{"type":"==","value":["Understand"]},"\nUntil the end of World War II, the Canadian far north was seen as a barren and desolate place, inhabited by indigenous peoples and containing vast mineral resources that have yet to be exploited. At the end the Canadian government began to realize its strategic importance. In 1982, after much debate and argument it was decided to divide the Northwest territories into Nunavut and the former. On April 1, 1999 Nunavut came into existence.\n\nNunavut means ",{"type":"''","value":["our land"]}," in Inuktitut, the language of the Inuit.  The official languages are English, French, Inuktitut, and Innuinaqtun.\n\nIt is one of the most sparsely populated regions of the world - fewer than 30,000 people in an area the size of Western Europe. The immense territory includes most of Canada's Arctic Islands, from Baffin Island in the territory's southeast, where the capital ",{"type":"[[","value":[["Iqaluit"]]}," is located, to Ellesmere Island a few hundred kilometers from the North Pole. The territory also includes all of the islands in Hudson Bay.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["File:Baffin Island Northeast Coast 1997-08-07.jpg"],["thumb"],["300px"],["Glacier on the northeast coast of Baffin Island"]]},"\nAround 65% of people living in Nunavut speak ",{"type":"[[","value":[["Inuktitut phrasebook"],["Inuktitut"]]}," as a first language. Inuktitut is the traditional language spoken by the Inuit people, and is closely related to Greenlandic. It is a somewhat hard language to learn for the English speaker, and most English speaking people won’t even be able to read it because it is written in its own unique script. Though most Inuit probably speak English it would be a good idea to learn a few key phrases or bring a Inuktitut phrase book along. Learning the script in any case is actually relatively easy to do. French may also be useful though not necessary. In the more remote places Inuktitut may be necessary.\n\n",{"type":"==","value":["Get in"]},"\t \nAccess is only by air - there is no road or rail from the south, and consequently prices are rather expensive owing to the difficulty of shipping goods in.\n\n",{"type":"==","value":["Get around"]},"\nIn the smaller communities (less than 3000), ATVs and trucks are used during the short summer (when there is no snow).\n\nIn the winter, snowmobiles are the main way of getting around. Dog sleds are also used but owning and maintaining a dog team can be a very costly endeavor. Getting to and from the different communities can only be done by air as there are very few roads the further north you get.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere is a KFC express in Iqaluit.  Some towns may offer small restaurants or coffee shops. \n\nTry some traditional Inuit food, such as raw seal meat. For many Inuit, hunting is still the primary way of acquiring food, so many northern foods such as Arctic char and caribou meat can be bought from local hunters and cooked.\n\nThe main grocers are Co-Op and Northern, a common grocery for Northern Territories. Because all food must be shipped in from planes, be prepared to pay unusually high prices for perishables, such as milk and fruit\/vegetables.\n\n",{"type":"==","value":["Drink"]},"\nIn many places in Nunavut there is a local law ",{"type":"'''","value":["prohibiting all alcohol"]},".  Given the high rates of addiction and suicide in many places, communities have felt the need to adopt this extreme position.  Do not bring any alcohol into an officially dry community, as you can exacerbate the local problems with alcohol abuse and even cause a person's death.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\t \n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["73.0"],["-91.0"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North (Canada)"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Nunavut"]]},"\n",{"type":"[[","value":[["commons:Category:Nunavut"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Canada\/Nunavut\/"]]}]