[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Snorkeling site - Nusa Penida.jpg‎"],["thumb"],["right"],["350px"],["Crystal Bay, Nusa Penida"]]},"\n\n",{"type":"'''","value":["Nusa Penida"]}," is the largest of ",{"type":"[[","value":[["Southeastern Islands"],["three islands"]]}," off the south eastern coast of ",{"type":"[[","value":[["Bali"]]},", the others being ",{"type":"[[","value":[["Nusa Lembongan"]]}," and ",{"type":"[[","value":[["Nusa Lembongan#Nusa Ceningan"],["Nusa Ceningan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nTotalling some 200 square kilometres, Nusa Penida is much larger than the better known ",{"type":"[[","value":[["Nusa Lembongan"]]},". However, tourist infrastructure is ",{"type":"''","value":["very"]}," limited here. It is though an island of stunning natural rugged beauty, and tourism-related development plans have been rumoured and mooted to no effect for many years now.\n\nDue to a lack of natural fresh water, little is grown or produced on Nusa Penida, and even some basic foodstuffs come in by boat. Visitors should therefore expect higher prices than in Bali, and not bank on any tourism-related luxury items being available for purchase here.  Plan accordingly — this is as off-the-beaten-track as you can get abd still be in the Province of Bali.\n\nNusa Penida has also become an unofficial bird sanctuary for endangered Balinese and Indonesian bird species, including the critically endangered Bali Starling (",{"type":"''","value":["Leucopsar rothschildi"]},"). In 2004 the Friends of the National Park Foundation (FNPF)",{"type":"[","value":["http:\/\/www.fnpf.org\/"]}," started an introduction program onto Nusa Penida of the near-extinct Bali Starling. Over 2 years from 2006, 64 birds were released into the wild. By the spring of 2009, 58 chicks had successfully hatched in the wild and in 2010 there were estimated to be over 100 birds. Despite many similar release bird projects in the ",{"type":"[[","value":[["West Bali National Park"]]}," that have failed because of poachers, this has been by the far the most successful project to prevent the Bali Starling from becoming extinct and is because the Nusa Penida population actively protects the birds. In 2006 all villages unanimously passed a local regulation making it an offence to steal or threaten the life of the birds.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Bali-NusaPenida-Map.png"],["thumb"],["right"],["500px"],["Map of Nusa Penida"]]},"\n\nThere are public boats from ",{"type":"[[","value":[["Sanur"]]},", Kusamba or ",{"type":"[[","value":[["Padang Bai"]]}," in ",{"type":"[[","value":[["East Bali"]]},".\n\n",{"type":"=====","value":["From Padang Bai"]},"\n\n",{"type":"*","value":["You can catch the daily public ferry (large boat that includes vehicles). A passenger ticket is approx Rp 16,000 each way."]},"\n",{"type":"*","value":["There is also a smaller public ferry ",{"type":"''","value":["speed boat"]}," service that typically carries up to 20 people. This departs from Padang Bai beach side every morning. You should be at the beach side by 6:30AM to catch the public ",{"type":"''","value":["speed boat"]},". Buy ticket from ticket office near beach and then wait until the boat has enough passengers for the boat to depart. The ticket cost is about Rp 40,000 each way."]},"\n",{"type":"=====","value":["From Benoa Harbour"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.quicksilverbali.com\/ Quicksilver"]}]}," Runs daily cruises from Benoa Harbour in ",{"type":"[[","value":[["Bali"]]}," to their monstrous pontoon which floats off the north western shore of Nusa Penida. The trip includes watersport activities centred on the pontoon.  Rp 570,000 per person."]},"\n",{"type":"=====","value":["From Sanur"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Caspla Bali Boat"],["url="],["email="],["address=Sanur Beach in front of Ananda Beach Hotel"],["lat="],["long="],["directions="],["phone=+62 361 7912299"],["tollfree="],["fax="],["hours="],["price=One way fare Rp 200,000\/person and return Rp 400,000\/person"],["content=Speed boat service, 3 times daily to Nusa Penida. Scheduled departure from Sanur Beach at 11AM,  2PM and 4:30PM. Departure from Buyuk, Nusa Penida at 8AM, 12:30PM and 4PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Maruti Express"],["url="],["email="],["address=Sanur Beach in front of Ananda Beach Hotel"],["lat="],["long="],["directions="],["phone=+62 819 1626 8871"],["tollfree="],["fax="],["hours="],["price=One way fare Rp 250,000\/person and return Rp 480,000\/person"],["content=The first speed boat service to Nusa Penida. Scheduled departure from Sanur Beach at 10AM and 4PM and departure from Nusa Penida at 9AM and 3PM."]]}]},"\n",{"type":"=====","value":["From ",{"type":"[[","value":[["Nusa Lembongan#Get in"],["Nusa Lembongan"]]}]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Public boats"]}," depart daily at 6AM close to the suspension bridge between ",{"type":"[[","value":[["Nusa Lembongan"]]}," and Nusa Ceningan and run to Toyapakeh or Buyuk Harbour in northern Nusa Penida. There are also services from the Jungut Batu area of Nusa Lembongan to Nusa Penida. All of these can be a little 'worrying' at times and are often very crowded."]},"\n",{"type":"*","value":[{"type":"'''","value":["Charter boats"]}," are available, departing from and arriving at the same area as the public boats. If you are staying on Nusa Lembongan, ask at your hotel. If not, go to the shoreline close to the suspension bridge or to the beach at Jungut Batu and ask around amongst the boatmen. Rates certainly vary but expect to pay around Rp 300,000."]},"\n",{"type":"==","value":["Get around"]},"\n\nRenting a motorcycle is the most practical option, and this will cost you about Rp 80,000-120,000. Look for vendors in Toyopakeh and Sampalan (or more likely, they will find you!). You may be able to find a rental vehicle but they are not common.\n\nSome visitors from Nusa Lembongan arrive with rented pushbikes - make sure you get permission to take the bike off Nusa Lembongan first. You should note that roads in Nusa Penida are rough, hilly away from the north coast, and in remote areas no more than stone-strewn tracks.\n\nLocal public transport is in small old bemos or on the back of a truck. These vehicles ply the north coast road with some regularity, but elsewhere on the island do not bank on anything.\n\n",{"type":"==","value":["See"]},"\nThere are many quiet and secluded white sand beaches along the north and northwest coasts of Nusa Penida. Other geographical highlights include limestone caves, spectacular high coastal cliffs with karst formations and offshore pinnacles in the south and east, and rugged hill tops in the high centre.\n\nNusa Penida has several interesting Hindu temples. When visiting be respectful and always heed local advice.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Crystal Bay"],["url="],["email="],["address="],["lat="],["long="],["directions=take the only small road which heads west from the main road at Sakti village and keep going until you hit the coast."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A stunning white sand beach at Banjar Penida west of Sakti village on the north western coast facing Nusa Ceningan. Perfect clear waters and excellent snorkelling. Lovely white sand beach and a great place for a picnic. A truly idyllic spot and you are likely to have it to yourself apart for the odd local villager and maybe a diveboat offshore."]]}]},"\n",{"type":"[[","value":[["Image:Nusa Penida 03.jpg"],["thumb"],["right"],["350px"],["The rugged beauty of the south coast of Nusa Penida; the high point in the far background is Puncak Mundi"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=FNPF Bird Sanctuary"],["url=http:\/\/www.fnpf.org\/"],["email="],["address=Ped village"],["lat="],["long="],["directions="],["phone=+62 361 977978"],["tollfree="],["fax="],["hours="],["price="],["content=The conservation and community development centre for Friends of the National Park Foundation in Ped. Learn about FNPF's Bali starling introduction program and other matters of environmental concern on Nusa Penida."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Goa Karang Sari"],["alt=Karangsari or Karangsari Cave"],["url="],["email="],["address=Sampalan\/Suana"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large limestone caves on the east coast about 4 kilometres north of Suana village. Find a local to help guide you and bring a flashlight. Some impressive stalactites and other typical limestone formations. The entrance is a short climb from the road level. Of great religious and cultural significance."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pura Penataran Ped"],["url="],["email="],["address=Ped village"],["lat="],["long="],["directions=at Ped village on the main north coast road between Toyapakeh and Sampalan."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An extremely important temple to the Hindu Balinese many of whom make an annual pilgrimage to Nusa Penida specifically to pray here to protect against illness, disease and death. This temple is built on a quite grand scale which makes for something of a contrast with the generally rather austere nature of Nusa Penida."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Puncak Mundi"],["alt=Mundi Hill"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The highest point of Nusa Penida at some 521 metres above sea level. Great views from here. This area is also home to an alternative energy facility with wind turbines and a solar panel farm. Puncak Mundi temple perches high on the hill."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pura Batu Medahu and Pura Batu Kuning"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two interesting and stunningly located temples on the east coast road south of Suana. Instead of taking the main road from Suana heading south west, continue on the coast road towards the tiny village of Semaya. You will come to the two temples (Pura Batu Madan first) after about 1.5 km and before you reach Semaya."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sebuluh Waterfall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Seganing waterfall which is very impressive, located next to Cacah Village (part of Sebuluh) or about 5 km from Batu Madeg village."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=South Coast Cliffs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The whole southern coast of Nusa Penida has spectacular, high white limestone cliffs which will simply take your breath away. Even by the standards of Nusa Penida, the southern quarter is remote and inaccessible. The roads are difficult and in places distinctly hairy. But once you get there it will all seem worthwhile. Some of the karst formations are really dramatic as are the numerous offshore pinnacles. Try anywhere along the south coast from Pendem, around Bakung Cape to the coast west of Batu Madeg. Allow plenty of time as the chances are you will get lost at some stage."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Nusa Penida 01.jpg"],["thumb"],["right"],["350px"],["A typical offshore pinnacle on the rugged south coast of Nusa Penida"]]},"\n\nThis is a wild, rugged and largely untamed island which offers plenty to those with an adventurous spirit.\n\n",{"type":"'''","value":["Trekking and mountain-biking"]}," are rewarding with amazing coastline views. The terrain away from the coast is hilly rising to nearly 550 m and the vista back to Bali is stunning. Camping is a wise (or only) option for those who really want to explore this wild island away from the populated northern coast.\n\n",{"type":"'''","value":["Absorb the culture"]},". The native people are Hindu as in Bali but the language spoken is an ancient dialect of Balinese no longer heard elsewhere. The architecture and dance is also distinct. There is also a small Muslim enclave in the north which will remind visitors of culture in the more rural parts of ",{"type":"[[","value":[["Lombok"]]},".\n\n",{"type":"'''","value":["Birdwatchers"]}," who find themselves with the opportunity to visit Nusa Penida should know that a thriving population of the superb white-tailed tropicbirds breeds on the south and southeastern cliffs of the island. Keep your eyes peeled. Nusa Penida has been designated an island-wide bird sanctuary by Friends of the National Parks Foundation (FNPF). Various endangered Indonesian bird species have been released onto the island, including the Bali Starling, Java Sparrow, Mitchell's Lorrikeet, Lesser Sulphur Crested Cockatoo.\n\n",{"type":"'''","value":["Diving"]},". Nusa Penida is best known as a world class diving destination.  There are more than 20 identified dive sites around the island, the most notable including Crystal Bay, Manta Point, Toyapakeh, Suana Bay and Malibu Point. The rich waters around the three islands support no less than 247 species of coral and 562 species of fish.\n\nMany dive operators based in Bali and neighbouring Nusa Lembongan offer specific dive trips to Nusa Penida. Special attractions include fabulous Mola Mola (Oceanic Sunfish) in season and large Manta Rays year round. Mola Mola are migratory fish and most likely from July to October although sightings are reported all year round. There is diving available here for beginners but most of the dives require a decent level of experience as currents are strong and unpredictable.\n\n",{"type":"===","value":["Dive operators"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=MM Diving and MM Diving Resort"],["url=http:\/\/www.mmdiving.cz\/"],["email=monikajeglikova@seznam.cz"],["address=Toyapakeh"],["lat="],["long="],["directions="],["phone=+62 813 37077590"],["tollfree="],["fax="],["hours="],["price="],["content=An established Czech-run dive centre located on Nusa Penida. The diving resort has 8 rooms, a small restaurant and a library. It is unclear as to whether you can book the accommodation without taking a diving package."]]}]},"\n",{"type":"'''","value":["For other dive operators check ",{"type":"[[","value":[["Nusa Lembongan"]]}," article."]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere is one (1) ATM for Bank National Indonesia (BNI) in Sampalan, but it doesn't accept Visa cards.  Bring enough rupiah with you just in case the ATM is out of order.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are simple local warungs on Nusa Penida but no western style restaurants to speak of.  Wayan's Warung, located on the beach-side near FNPF Bird Sanctuary in Ped village is popular with visitors for it's fresh, foreigner-friendly dishes.  Sampalan has several good roadside warungs and the night-market serves up siomai and bakso.  Try fresh-caught fish for a real taste of Penida.\n\n",{"type":"==","value":["Drink"]},"\n\nRemember to take plenty of water on board. The climate here is hotter and drier than in Bali and you will dehydrate quickly.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are some small, simple homestays and bungalows on Nusa Penida. These are in the north between Toyapakeh and Sampalan. There is nothing even approaching mid-range accommodation though. Visitors to the island often do not book ahead and instead turn up and take their chances.\n\nVisitors wishing to explore the remote, rugged areas of the island in the high centre and south may be able to find informal accommodation with a local family by asking a head of village (",{"type":"''","value":["Kepala Desa"]},"). The only other alternative away from the north coast is camping.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Friends of National Parks (FNPF)"],["url=http:\/\/www.fnpf.org\/get-involved\/volunteer-in-indonesia\/volunteer-in-bali-on-nusa-penida"],["email="],["address=Ped village"],["lat="],["long="],["directions=close to main temple, Ped"],["phone=+62 361 977978"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=FNPF's centre offers simple accommodation, including a charming bamboo house, set within its conservation centre for endangered birds, tree sapling nursery, and community library. The centre is across the road from the beach where there is easy accessibility to world class reefs, once you swim over the strip of seaweed farming. Overnighters and volunteers make donations to FNPF to stay in the centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bungalow Pemba"],["url="],["email="],["address=Sampalan"],["lat="],["long="],["directions=opposite the police station"],["phone=+62 813 38539435"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The government homestay on Nusa Penida with 14 rooms. It is not the nicest of places but has great ocean views."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Losmen Trang"],["url="],["email="],["address=Toyapakeh"],["lat="],["long="],["directions="],["phone=+62 852 37643649"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Simple rooms close to the beach in Toyapakeh"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Made's Homestay"],["url="],["email="],["address=Sampalan"],["lat="],["long="],["directions="],["phone=+62 852 37643649"],["tollfree="],["fax="],["hours="],["price=About Rp 130,000"],["checkin="],["checkout="],["content=Simple single and double rooms in this friendly family-run homestay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ring Sameton Inn"],["url=http:\/\/www.ringsameton-nusapenida.com"],["email=info@ringsameton-nusapenida.com"],["address=Ped near FNPF"],["lat="],["long="],["directions="],["phone=+62 361 7853464, +62 821 46763612, +62 813 37985141, +62 813 51542596"],["tollfree="],["fax=+62 361 7853465"],["hours="],["price="],["checkin=2PM"],["checkout=1PM"],["content=12 A\/C rooms with hot-cold water shower\/satellite LCD TV\/restaurant\/24 hr security, laundry service, wide parking area and garden."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":["International phone operators: 101"]},"\n",{"type":"*","value":["International Direct Dialing prefix: 001, 007, or 008."]},"\nDirectory inquiries\n",{"type":"*","value":[" 108 from a landline or 0361-108 from a mobile phone."]},"\nThere are no public internet facilities on Nusa Penida and the nearest are at Jungut Batu on ",{"type":"[[","value":[["Nusa Lembongan"]]},".\n\n",{"type":"==","value":["Go next"]},"\n\nThe best advice is to get out from one of the northern points in the same way as you came in.  A boat to ",{"type":"[[","value":[["Nusa Lembongan"]]}," and then onward to ",{"type":"[[","value":[["Bali"]]}," or ",{"type":"[[","value":[["Lombok"]]}," is recommended although ferries of a questionable standard direct to Bali are available. There is no onward direct service to ",{"type":"[[","value":[["Lombok"]]}," or other points east.\n\n",{"type":"[[","value":[["WikiPedia:Nusa Penida"]]},"\n\n",{"type":"{{","value":[["geo"],["-8.7333"],["115.5333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southeastern Islands"]]},"\n\n",{"type":"{{","value":[["Guidecity"]]}]