[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Nuwara Eliya"]}," is a city in the Hill Country of ",{"type":"[[","value":[["Sri Lanka"]]},". Its temperate climate gives the city a very different feel from other parts of the country and, along with the colonial architecture, has earned it the name 'Little England'.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nThe train journey from ",{"type":"[[","value":[["Colombo"]]}," or ",{"type":"[[","value":[["Kandy"]]}," to nearby ",{"type":"[[","value":[["Nanu Oya"]]}," is spectacular. Easiest way to catch Colombo - Badulla train, Train Name is 'Udarata Menike'.  Local buses run frequently from Nanu Oya to the centre of Nuwara Eliya. Three wheelers\/tuk tuks are also present at the station.\n\n",{"type":"===","value":["By bus"]},"\nBuses can be taken from ",{"type":"[[","value":[["Colombo"]]}," ",{"type":"[","value":["http:\/\/www.sltb.lk\/route_time.php (No. 79)"]},",- three times per day, six hours,- or from ",{"type":"[[","value":[["Kandy"]]},".\n\nBe aware - road transport between Colombo and Nuwara Eliya is very slow.  The journey will typically take five to six hours to cover the 180km.  Traffic, poor weather or failing light can extend the time needed.  Rail transport is about the same due to the old and meandering track.\n\n",{"type":"==","value":["Get around"]},"\nThe town centre is small enough to walk around.  To visit sites further afield, take a bus or hire a three-wheeler.\n\nThe same caveat applies to touring around the area as for getting there.  Assume that you'll not exceed 20 kilometres per hour no matter what the mode of (ground) transport.  So plan any excursions carefully, and don't assume that you can cover more than about 100km in a day, including stops.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hakgala Botanical Garden"],["alt="],["url=http:\/\/www.botanicgardens.gov.lk\/hakgala\/"],["email="],["address=Peradeniya-Badulla-Chenkaladi Hwy"],["lat=6.925356"],["long=80.821846"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large and impressive, just  a short bus ride away."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pedro Tea Factory"]}," offers fascinating tours.  In the hills nearby there are paths through the tea plantations to wander along."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hortons Plains and World's End"]}," Offer fascinating walks though this temperate mountain environment, with an 800m vertical drop to be found at World's End. As of Jan 2013, there are numerous fee's and charges associated with visiting Hortons Plains. These are not documented in the latest edition of Lonely Planet which claims R100 entry only. Despite this, it should cost no more than R8000 for 2 people to hire a van and get into Horton's Plains to see World's End. This should include the van hire (R3500), park fee's for both tourists and the van itself and the hiring of a local guide. Gently question anyone who quotes more than this as it highly likely that they are attempting to overcharge you."]},"\nWithin the town itself there are a number of interesting sights.  The Post Office is a very unusual building  - a remnant of the colonial era.  ",{"type":"'''","value":["Victoria Park"]}," nearby is a pleasant place to spend an hour or so, with an astonishing variety of plants, ranging from tropical rain forest to English country garden.\n\nThe mountains in the central province of Sri Lanka and near to Nuwara Eliya are adorned with many picturesque ",{"type":"'''","value":["waterfalls"]}," including Dunhinda Falls, Diyaluma Falls, Baker's Falls, St. Claire's Falls, Ravana Ella, Bambarakanda Ella, Aberdeen Falls, Laxapana Falls, The Lovers Leap, and Bridal Falls.\n\nHorton Plains camping and hiking tours: https:\/\/www.facebook.com\/Srilankahiking\n\n",{"type":"==","value":[" Do "]},"\n\nTake a walk up through the tea plantations south-west of the town to the top of ",{"type":"'''","value":["Single Tree Mountain"]}," for a splendid view over Nuwara Eliya. From the hill top you can walk north for a couple of kilometres along the ridgetop to a nearby village and get a tuc-tuc\/three-wheeler or walk back to town from there.\n\nFor more sightseeing you can visit ",{"type":"'''","value":["Victoria Park"]}," and ",{"type":"'''","value":["Hakgala Gardens"]},". Lake Gregory lies less than a mile from the centre of town and offers a splendid and peaceful environment for sightseeing and boating. Boats can be hired from the area.\n\nYou can also explore the tea plantations and factories and stay at one of the colonial bungalows near the plantations for easy access and special tours.\n\nPlaying golf is also an option, along with heading to the racecourses (the only proper ones you'll find in Sri Lanka). These are both traditions left over from the colonial era.\n\nTake a ",{"type":"'''","value":["train trip"]}," from Nanu Oya towards Kandy.  For the colonial experience book a 1st class ticket in the observation car.  For an authentic local experience book a 3rd class ticket and hang out of the door of the carriage.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["St Andrews Hotel"]}," does a good buffet, described as a \"fusion\" of eastern and western tastes."]},{"type":"*","value":[" ",{"type":"'''","value":["The Hill Club"]}," is a special experience which will take you back almost 100 years.  But you must dress for dinner. If you don't have a jacket and tie you can borrow from their collection! Food is excellent and served by waiters in national dress with white serving gloves."]},{"type":"*","value":[" ",{"type":"'''","value":["Indian Cafe"]}," at the Grand Hotel is a little disappointing.  Un-enthusiastic staff, and a plastic appearance do little to enhance unexciting food.  May be worth trying the hotel itself."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are a number of accommodations in Nuwara Eliya, which makes exploring the city's wildlife and architecture more convenient.\n",{"type":"===","value":[" Mid range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Galway Forest Lodge"],["alt="],["url=http:\/\/www.galway.lk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=From 60\/70$ sgl.\/dbl."],["checkin="],["checkout="],["content=No. 89, Upper Lake Road, Havelock Drive, Nuwara Eliya, Sri Lanka, Tel. No.:+94 (0)52 2223739. Has 52 deluxe rooms in various color themes, with dining and recreational facilities, and tour arrangements."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mount View Cottage"],["alt=is a small guesthouses with 4 rooms. It has very clean accommodation and is operated by very honest people. They will arrange tours to Horton's Plains using the guesthouse's van for a reasonable amount of money (see section above"],["url=http:\/\/www.mountviewcottages.com\/),"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=From 50\/57$"],["checkin="],["checkout="],["content="]]}]},{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Craig Bank"],["url=http:\/\/www.anilana.com\/craig_bank"],["email="],["address=No: 48, Water Field Drive, Nuwara Eliya, Sri Lanka"],["lat="],["long="],["directions="],["phone=+94 77 7005500"],["tollfree="],["fax="],["hours="],["price=",{"type":"'''","value":["660 $"]}," per villa"],["checkin="],["checkout="],["content=Situated just above Nuwara Eliya town, Craigbank is a villa set within magnificent gardens that overlook the golf course and rolling hills. Ideal for groups of families and friends who will love its privacy and secluded yet central location, Craigbank offers its visitors both convenience and calm. Designed by a Frenchman, the villa's European styling blends perfectly with the property's colonial atmosphere which harks back to a former era."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Tea Factory Hotel"],["alt="],["url=http:\/\/www.aitkenspencehotels.com\/teafactory\/"],["email=fom.teafactory@aitkenspence.lk"],["address="],["lat="],["long="],["directions="],["phone=+94 052 2229600"],["tollfree="],["fax=+94 052 2229606"],["price=",{"type":"'''","value":["Over 160$"]}],["checkin="],["checkout="],["content=The Tea Factory Kandapola, Nuwara Eliya. Colonial style rooms with views of the surrounding tea plantations. All the rooms (superior, premium or executive + suits) come with rain showers and bathtubs with hot water."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=King Fern Cottage"],["url="],["email="],["address=203\/1A St Andrew's Drive, Nuwara Eliya"],["lat="],["long="],["directions="],["phone=077 358 6284"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very welcoming budget guesthouse with a friendly owner, large sized rooms with incredibly comfortable beds and en-suite bathrooms with hot water."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Spring Acre"],["url=http:\/\/www.springacre.info"],["email="],["address=495"],["lat="],["long="],["directions=Situated just 5 minutes drive from Golf Course"],["phone=+94 725 94 66 13"],["tollfree="],["fax="],["hours="],["price=",{"type":"'''","value":["Over 250$"]}],["checkin="],["checkout="],["content=This tastefully furnished luxury holiday bungalow can accommodate up to 10 persons and has a breathtaking view of a tea estate and the Pidurutalagala mountain range."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Langdale by Amaya"],["url=http:\/\/www.amayaresorts.com\/srilanka\/langdale\/amayalangdale.htm"],["email="],["address=Radalla, Nanu Oya, Nuwara Eliya"],["lat="],["long="],["directions="],["phone=+94 052 4924959"],["tollfree="],["fax="],["hours="],["price=",{"type":"'''","value":["Over 250$"]}],["checkin="],["checkout="],["content=13 Luxury Boutique Hotel, Escape to the cool mornings and crisp air of Randalla, a quaint hill station tucked in the mountain ranges of Sri Lanka’s central highlands. An exclusive, luxury boutique resort, Langdale by Amaya is embraced by winding brooks and 200-year-old tea gardens all ripe with the grace of pastoral charm. The scent of antique mahogany and the feel of hand-woven linens personalise decadent private living spaces serenely secluded high in the hills. With luxury facilities promising privacy and comfort, Langdale by Amaya offers rooms alive with character and modern tranquility. A nearby strawberry farm along with other cultural and adventure excursions allow for exploration of historic trails, and timeless natural wonders. Pamper your mind, body and spirit amid the beauty and quietude of Langdale by Amaya, a unique blend of ancient wonders and modern discovery."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["6.9667"],["80.7667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Province (Sri Lanka)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Nuwara Eliya"]]}]