[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Nuweiba"]}," is on the eastern coast of ",{"type":"[[","value":[["Egypt"]]},"'s ",{"type":"[[","value":[["Sinai Peninsula"]]},", 70 km south of ",{"type":"[[","value":[["Taba"]]}," and 180 km north of ",{"type":"[[","value":[["Sharm el Sheikh"]]},", and only 120 km from ",{"type":"[[","value":[["St. Catherine"]]},".\n\n",{"type":"==","value":["Understand"]},"\nNuweiba means, “bubbling springs” in Arabic. The 7-km long stretched settlement developed from a barren isolated place with no infrastructure into a promising and attractive tourist destination. Nuweiba was recently discovered by tourist investors establishing hotels along the coastline connecting it with Taba in the north and Dahab in the south.\n\nThe city is divided into three parts. From southward you'll find the port, the city, and Tarabin, the Beduin camp and beach strip where most backpackers stay. Nuweiba city lacks a center, but has a small strip of cheap restaurants, an internet cafe, and some souvenir shops. Along the beach in the city some resorts and more upscale camps are located. \n\nTo the north, between Tarabin and Taba, you'll find even more basic camps than you'll get in Tarabin. All these camps were struck hard by the lack of Israeli tourism after the Taba\/Ras Shaitan bombings in 2004 and the later Sharm and Dahab bombs. The places that used to rely on Israeli visitors can seem almost dead and you have a high chance of solitude by the beach in this area.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Boat"]},"\nFerries run regularly from Nuweiba across to ",{"type":"[[","value":[["Aqaba"]]}," in ",{"type":"[[","value":[["Jordan"]]},", bypassing ",{"type":"[[","value":[["Israel"]]}," and the sometimes complicated border arrangements. Generally there is no visa fee for entering Jordan through Aqaba since it is a part of the free trade zone. The line to Aqaba is operated by ",{"type":"[","value":["http:\/\/www.abmaritime.com.jo\/english.html ABMaritime"]},", see their website for the 'official' timetable and current prices.\n\nThere is more information about the boat crossing in the itinerary ",{"type":"[[","value":[["Ferries in The Red Sea"]]},"\n\n",{"type":"===","value":["By Bus"]},"\nBuses are operated by East Delta coaches. This is basically a shabby bus that goes to many places including Cairo, Dahab and Sharm el Sheikh. The prices are very cheap (about 50p) but the buses are really not that good. They are ok if you are going to sleep a lot of the way. It is not just a bus for tourists it is also a local bus service so ladies be sure to cover up to a certain amount.\n\nThe bus trip from ",{"type":"'''","value":["Cairo to Nuweiba"]}," takes at least 7 hours. Don't believe the information about 5 hours - it's 670 km, two stops for toilets and tea, several stops for taking up and dropping passengers and at least two military checkpoints at the coastline where they check the passports and visas. So don't forget to bring it with you, identity cards will bring you into a short police interview (the bus will wait for you fortunately). \n\nTickets form Cairo should be booked in advance, the central bus terminal is called Turgoman and is located near the Ramsis Railwaystation. Unfortunately you can only book one-way. \nTickets from Nuweiba are sold at the East Delta Company bus terminal. No reservation is possible. \nIf you stay at a camp between Nuweiba and Taba, you can simply wait by the roadside and wink the driver to stop. You will then be able to purchase your ticket during the short stop in Taba.\n\n",{"type":"'''","value":["By bus to St. Catherine"]},": as of the end of October 2011, there is a regular, twice weekly, minibus service to and from St. Catherine. The ",{"type":"[","value":["http:\/\/www.bedouinbus.com Bedouin Bus"]}," runs on Wednesday and Sunday and costs 50LE each way. Check the website for details on pick-up and drop-off points in Nuweiba and St. Catherine.\n\n",{"type":"==","value":["Get around"]},"\nThe majority of travellers arrive by ferry or bus to the port. If you are coming from Taba\/Cairo you could ask the bus driver to let you off by the hospital. From the port you'll have to find a taxi to the city or Tarabin. It should not be more than 5-10 LE, but as taxis are often scarce, prices will be inflated. Negotiate hard. \n\nBetween the city and Tarabin distances are coverable by foot. If you're let off by the hospital it's a twenty minute walk to the beginning of Tarabin.  \n\nThere are only a few ways that you can get around in Nuweiba. One is the blue and white taxis. Although you can get just white taxis, stick only to the blue and white and also try and make a mental note of the drivers taxi license, which should be on clear display, and his taxi number, which should be on the drivers side of the taxi. If the driver is good and charges a good price then try and take his number as taxis can sometimes be hard to come by in a small place such as Nuweiba.\n\n",{"type":"==","value":["See"]},"\nThe sunrise in the east, rising over the hijaz mountain-range of Saudi Arabia and the aqaba gulf is probably the most spectacular sight in this area. Otherwise, the area is low on historic sights, but offers plenty of interesting mountain landscapes. Trekking with camels can be organised from the beach in Tarabin, otherwise, an early morning walk northwards to Red Rock (small red mountain clips by the sea) is possible (about 1 hr).\n\nThe city of Nuweiba is new and built in concrete. The Bedouin village in Tarabin holds little of interest except seeing how settled Bedouins live in modern Egypt. Apart from this, you might enjoy ship-spotting from the beach.\n\n",{"type":"==","value":["Do"]},"\n\nApart from hanging out at the beach, Nuweiba offers ",{"type":"'''","value":["diving and snorkeling"]}," from the camps and hotels. A small reef is located south of Tarabin, otherwise better snorkeling and diving is found at Ras Shaitan (Devils Head), a short car ride north of Tarabin. Other great scuba diving sites just a short drive from Nuweiba include South Cove a few kilometers to the north.\n\nShort or longer ",{"type":"'''","value":["camel treks"]}," can be arranged from the Bedouins at Tarabin. You can just ride along the beach or go into the mountain interior. A fair price would be 25 LE per hour. \n\nMost of the camps and hotels also organize ",{"type":"'''","value":["treks to the Colored Canyon"]}," and a smaller Canyon trek closer to Nuweiba. If you are in a group the price should be about 50-100 LE per person, maybe 400-500 LE for a 4WD to the Colored Canyon. This is considerably much cheaper than Dahab and Sharm.\n\nReserve at least a few days before you arrive if you want to spend a day at ",{"type":"'''","value":["Castle Zaman"]},". On a hill just north of town, it serves as an oasis for trekkers and campers in the area. You can spend a relaxing day on a bean bag seeing an amazing view of the gulf and 4 countries. Some of the features are a sauna, a good bar with cocktails, lunch\/dinner, and a swimming pool that blends nicely in the nature of the area. http:\/\/www.castlezaman.com\/\n\n",{"type":"==","value":["Buy"]},"\nThere is a cluster of small shops along Tarabin beach selling souvenirs and artifacts. Items of special interest are handmade Bedouin rugs and silver, which are cheaper here than in the tourist shops in the larger cities.\n\n",{"type":"==","value":["Eat"]},"\n\nThe camps and hotels runs their own restaurants, and mostly serve the standard travellers diet of pasta, pizza, pancakes and some kebab and burger varieties. Fresh fish from the Red Sea are also served in most of these places.\n\n",{"type":"*","value":[{"type":"'''","value":["Dr. Shishkebab"]},". A kebab restaurant with a large menu offering small dishes and meat. It is a welcome alternative to the camping diet."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Little Prince Coffee Shop"],["url=http:\/\/www.bedouinbus.com\/sponsors_littleprince.htm"],["email="],["address=near the central telephone"],["lat="],["long="],["directions="],["phone=0124718011"],["tollfree="],["fax="],["hours="],["price="],["content=Owner Fuad of Little Prince Coffee Shop has delicious ice cream in many flavours, including mandarin, lemon, mango, vanilla, chocolate, guava, strawberry and pistachio. A nice place to drink turkish coffee, tea, natural fresh juice, sahlab and karkade. On a quiet terrace, you can smoke shisha, listen to music from so many countries. A large choice of books is available in different languages."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nNuweiba is a bad place for discos and bars, but you'll find beer and Egyptian wine and liquors at a licensed store by the port. Otherwise, the resorts and some of the camps have alcohol.\n\n",{"type":"==","value":["Sleep"]},"\n\nTravelers can choose from the resorts and upscale camps in Nuweiba Port, City and Tarabin or the  more basic camps at the \"hippie beaches\" north of Nuweiba. Some cheap, dirty hotels are located by the port.\n\n",{"type":"===","value":["Tarabin"]},"\n\nThe places at the Tarabin beach strip all offer more or less the same concept: relaxed atmosphere, huts and beach access. Most camps are within a range of 500m of each other. If you're tight on budget start comparing and bargaining, it's worth the hassle.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Petra Camp"]},", 20-60 EP per person, is located on Tarabine's beach, on the edge of the Red sea, at the foot of Sinai mountains. ",{"type":"[","value":["http:\/\/www.petra-camp.com"]}," In a Bedouin-style camp, Petra is arguably the nicest camp you'll find around (well known for its restaurant). You also won't have any surprise as all prices are available at the desk and on the website (which is appreciable). Petra has a very tasty and beautiful restaurant run by Shabaan, built with wood recycled from a Cairo antique theatre (designed by the owner, a famous architect in Cairo). Petra camp offers rooms with two simple beds with and without AC. Mahmoud Sokar, the manager, also organizes trips in the area (Mount Catherine, the Colored Canyon). You can rent snorkeling material to discover the rich corals of the Red Sea right in front of the Camp. Contacts : Mahmoud Sokar +20 69-35-00-086 \/  +20 10-47-22-001"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blue Bus"]},", 30 EP per hut (1 or 2 persons, without breakfast). Blue Bus has excellent fresh food (take the fish), its cheap and the toilets\/showers are clean. ",{"type":"[","value":["http:\/\/www.blue-bus.de"]}," Contact the owners at info@blue-bus.de, or +20 10-98-838584"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["New Soft Beach"]},", 40-80 EP per person, breakfast included. Kamal Al-Deep: +20 10-35 47 586, Christina Lehmkühler: +20 12-63 44 756, +49-163-99 23 499, ",{"type":"[","value":["http:\/\/www.softbeachcamp.com"]}," (german). New Soft beach is run by Kammal and Christina from Germany. It has its own strip of beach, hammocks and small huts by the beach for relaxing in the shade. Has a painfully slow WIFI   so DO use the local internet cafe."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Soft Beach's management seemed to be in flux recently, and basic facilities were in disrepair.  The cabin hotel has one bathroom of around 4 stalls each per gender for up to 50 guests, which were in a major state of decrepitude in April 2009.  Likewise, the cabins had rodents, uncomfortable and short sleeping mats, and large un-mended holes in the mosquito nets."]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Elsibaay Village"],["alt=50 w\/continental breakfast"],["url="],["email=elsibaay1@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=40 per 2-person room.; mobile (002)0125968908 The hotel has comfortable beds, private baths, ceiling fans, an attached internet cafe, and excellent food for the price. The management are also very nice people, with a pet pelican and fin-less para-sail board, which is free of charge to take out. The seating area is comfortable and management allows you to hook up mp3 devices with speakers. They also staged impromptu Egyptian drumming sessions at night with their friends. A great place to stay if you want to relax and not people watch, but if you're there for the tourist social scene, then perhaps other places would be better."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Nakhil Inn"],["alt="],["url=http:\/\/www.nakhil-inn.com"],["email=info@nakhil-inn.com"],["address="],["lat="],["long="],["directions="],["phone=+20 69-3500879 or +20 12-2105906"],["tollfree="],["fax=+20 69-3500878"],["price="],["checkin="],["checkout="],["content=$60 per night for double room with breakfast. At the northern end of the beach, this is the only resort along the Tarabin strip. Seems pretty empty these days. Has its own diving center and several packages are on offer on their website."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ali Salam Atwa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+20 10 614 3583"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cheap grass huts on the water about half-way along the beach. Nice areas to lounge around. 10 EGP per person. Blankets might be 5 EGP more, but is negotiable. The two men running the place are deaf, but understanding the sign language isn't much more difficult than understanding Arabic; perhaps easier, and a lot more fun!"]]}]},"\n",{"type":"===","value":["Nuweiba City"]},"\nThe camps and resorts in the city are all located along the beach.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Habiba Village"],["alt="],["url=http:\/\/www.sinai4you.com\/habiba"],["email="],["address="],["lat="],["long="],["directions="],["phone=+20 69-3500770"],["tollfree="],["fax=+20 69-3500565"],["price="],["checkin="],["checkout="],["content=10-45 USD, Hotline: 012-2176624, Email: habiba@sinai4you.com. If you want camp life, but with more comfort than Tarabin, this popular place offers bungalows and rooms with A\/C."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Swisscare Nuweiba Resort Hotel"],["alt="],["url=http:\/\/www.swisscare-hotels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=With 48 suites on the beach in a central location between the port area and the town."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Nuweiba Village Resort"],["alt="],["url=http:\/\/www.helnan.com\/HotelPage.aspx?HID=19&HLID=94"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A standard four stars hotel, Located at the city center with a 1500 M overlooking the sandy beach of Nuweiba 130 rooms well furnished, ready to make you feel the sharming life of Nuweiba."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Nuweiba Coral Hilton Resort"],["alt="],["url=http:\/\/www.hiltonworldresorts.com\/Resorts\/Nuweiba\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A charming, calming resort with friendly staff and a private beach area. easy acsses to the Port and the City."]]}]},"\n",{"type":"===","value":["North of Nuweiba"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sawa Camp"],["url=http:\/\/www.sawacamp.com"],["email="],["address=20 km north of Nuweiba"],["lat="],["long="],["directions="],["phone=+20 11-322-7554"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Backed by the starkly beautiful red-tinged cliffs of the Sinai and occupying a prime piece of white-sand beach along the Red Sea’s shore, laidback Sawa Camp is the perfect antidote to modern life. The huts here sit directly on the beach. All come with a shady porch and hammock and have electricity available from 0800-1400 and again from 1600-midnight. The bathrooms are communal and are kept super-clean with hot water supplied by solar-power. The large and shady restaurant area is a great place to hang out and serves up an extensive menu of local and international dishes with lots of fresh seafood options and nearly all of the ingredients sourced locally. There is excellent snorkelling (equipment provided) just off the beach and a whole host of activities (diving and desert-trips etc) can be arranged onsite. A wonderful option for those who want a peaceful and relaxing beach holiday. See the website, www.sawacamp.com, for further details."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Harby's Place"],["url=http:\/\/www.harbysplace.com\/"],["email="],["address=Wadi Mahash"],["lat="],["long="],["directions=20 KM north of Nuweiba, 40 KM south of Taba"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beach hut ecolodge. Restaurant serves local organic vegetables and seafood. Bedouin owned and managed. From €10."]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Barracuda camp"],["url=http:\/\/www.barracudaredsea.webs.com"],["email="],["address=Taba-Road"],["lat="],["long="],["directions=5 KM north of Nuweiba, 60 KM south of Taba"],["phone=+20 107790067"],["tollfree="],["fax="],["hours="],["price=50 egy pound per person per night"],["checkin="],["checkout="],["content=Beach hut ecolodge. Restaurant serves local organic vegetables and seafood. Bedouin-owned and managed, very friendly and helpful staff, laidback atmosphere and a nice coral reef for snorkeling starting 20 m from the beach. Simple huts, electricity from 6 to 01 pm, basic but clean toilets and showers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bakraj 3"],["url=http:\/\/www.bakraj3.com"],["email="],["address=5 km north of Nuweiba"],["lat="],["long="],["directions=big yellow teapot marks the entrance of the campsite"],["phone=+20177450081"],["tollfree="],["fax="],["hours="],["price=4$ (20LE) per person per night"],["checkin="],["checkout="],["content=Beach huts.  Established 1982."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Al Tarek"],["url=http:\/\/www.altarek-sinai.com\/"],["email="],["address=Beer Sweer"],["lat="],["long="],["directions=10 km north of Nuweiba"],["phone=+20121081189"],["tollfree="],["fax="],["hours="],["price=From LE 40 per person per night"],["checkin="],["checkout="],["content=In Al Tarek Camp you find roomy huts, fresh food, cold drinks,and a lot of love."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDrugs, particularly ",{"type":"'''","value":["marijuana"]},", are widely available in Nuweiba and famously cheap.  This does not make them legal, so consider very carefully if you want to risk at best large fines and at worst lengthy prison terms in Egypt's notoriously squalid prisons before indulging.\n\nWomen travellers are pretty safe in Nuweiba. As a matter of courtesy to the local customs, even though you will see quite a few girls with short skirts and tight t-shirts, please respect the fact that Egypt is a conservative country, and dress appropriately in the city (at the beach a bikini is no problem).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aqaba"]]}," — Jordan's window on the sea"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dahab"]]}," — the backpacker mecca of the Sinai"]},{"type":"*","value":[" ",{"type":"[[","value":[["St.Catherine"]]}," — high mountains of the Sinai"]},{"type":"*","value":[" ",{"type":"[[","value":[["Eilat"]]}," — gateway to Israel"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taba"]]}," — airport and border crossing to Eilat, Israel"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taba Heights"]]}," — purpose built resort with golf course and water sports center"]},"\n",{"type":"{{","value":[["geo"],["29.0500"],["34.6667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sinai"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Nuweiba"]]}]