[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Nyingchi"]]},"\n",{"type":"'''","value":["Nyingchi"]}," (also ",{"type":"''","value":["Nyingtri"]}," or 林芝 ",{"type":"''","value":["Linzhi"]},") is a prefecture in southwestern ",{"type":"[[","value":[["Tibet"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bayi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Menling"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nyingchi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pome"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" Basong Tso"]},"\n",{"type":"==","value":["Understand"]},"\n\nNyingchi is a prefecture in the lower reaches of the Yarlung Zangbo River. At an average altitude of 3000 meters above sea level, it is home to Tibetans and several other ethnic minorities. Mount Namjagbarwa and the Yarlung Zangbo, 496.3 km long and 5382 meters in maximum depth and believed to be the world's largest canyon, are the most interesting of all the tourist sights in the prefecture.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Bayi"]]},", the capital of Nyingtri province, can be accessed via public and private transporation from Lhasa's Public Bus station. Large buses will make the trip in nine hours for around ¥80, whereas private cars will do the trip in six hours for around ¥150. Both buses and cars do not run on a set schedule, but rather leave when full. Technically, a Alien Travel Permit is required to visit the region, but there are no checkpoints on Highway 319 to Bayi or in Bayi itself.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nAveraging 3,000m above the sea level, Nyingchi Prefecture in the lower reaches of Yarlung Zangbo River is home to Monbas, Lobas and some other ethnic minorities marked for their peculiar habits and customs, Mt. Namjagbarwa and Yarlung Zangbo Canyon are the most alluring of all the tourist resources in Nyingchi.\n\nYarlung Zangbo Canyon\n\nYarlung Zangbo River makes a horseshoe-shaped turn at the foot of Mt. Namjagbarwa, and with water lapping at the rocky mountain with a deafening din, works geographic miracle by converting itself into an immense canyon 496.3km in length and 5,382m in maximum depth. In 1994, the canyon hit the headline when it was discovered by Chinese scientists, who believe it to be the world's largest canyon. \n\nMedog Nature Reserve\n\nChina's largest nature reserve with the best preserved primitive jungle in its bottom is found in an area of 460,000 hectares that slopes down from north to south on the southern side of the Himalayas in Medog County, southeast Tibet. Read more Medog Nature Reserve.\n\nBasum Lake Holiday Resort\n\nThe first holiday resort of Tibet is in Gongbo Gyamda County of Nyingchi Prefecture. The resort is heavily wooded, and in its center is the mountain-skirted Basum Lake. \nRanwu Lake\n\nThe Ranwu Lake is a perfect blending of the Swiss Alps snow peaks and glaciers and the streams in Jiuzhaigou (a pretty town in central China). \n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Nyingchi Prefecture"]]},"\n\n",{"type":"{{","value":[["geo"],["29.577000"],["94.484000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tibet"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]