[{"type":"{{","value":[["pagebanner"],["Nyungwe_Forest_banner.jpg"]]},"\n",{"type":"'''","value":["Nyungwe National Park"]}," is in ",{"type":"[[","value":[["Western Rwanda"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["style"]]},"\nNyungwe rainforest is in southwestern Rwanda bordering Burundi along the south with Lake Kivu and the Democratic Republic of the Congo to the west. It is probably the best preserved rainforest in the mountains throughout Central Africa. It is located in the watershed between the basin of the river Congo to the west and the basin of the river Nile to the east. From the east side of the Nyungwe forest is one of the sources of the Nile. \n\nThe National Park was established in 2004 and covers an area of approximately 970 km² of rainforest, bamboo, grassland, swamps, and bogs. The nearest town is Cyangugu, 54 km to the west. Mount Bigugu is located within the park boundaries.\n\n",{"type":"===","value":["History"]},"\nImportant to Rwanda and the world for its biodiversity, beauty, and natural resources, today Nyungwe is officially recognized as a protected area.\n\nNyungwe forest is hundreds of thousands of years old. People’s presence in Nyungwe dates back at least 50,000 years.\n\n",{"type":"'''","value":["1903 Colonial Crown Land"]},"\nNyungwe is declared a forest reserve, first by the German colonial government then by the Belgians, with restrictions on clearing. Protection is not consistently enforced.\n\n",{"type":"'''","value":["1958-1973 Forest Lost"]},"\nNyungwe is reduced by over 150 km2 due to fires, woodcutting, hunting of animals, and small-scale agriculture. Nearby Gishwati and Virunga forests are cut in half at this time.\n\n",{"type":"'''","value":["1969"]},"\nElephants still number in the hundreds in Nyungwe.\n\n",{"type":"'''","value":["1974"]},"\nThe last buffalo is killed in Nyungwe by hunters.\n\n",{"type":"'''","value":["1984"]},"\nNyungwe is divided into areas that allow for sustainable use and harvesting of timber.\nThe Government of Rwanda develops a plan for a buffer zone that can still be seen today.\n\n'''1984 Wildlife Revealed\n'''\nBiodiversity surveys conducted by the Wildlife Conservation Society (WCS) with RDB document colobus in groups of up to 400 members—an unheard of phenomenon.\n\n",{"type":"'''","value":["1987"]},"\nTrail system begins to be formed at Uwinka.\n\n",{"type":"'''","value":["1994 War and Genocide"]},"\nWar and genocide devastate the country and destroy many of the research and tourist facilities in Uwinka. Most senior staff is forced to flee, but many junior staff members at Nyungwe stayed on to protect the park.\n\n",{"type":"'''","value":["1995"]},"\nThe park begins to rebuild, but security and stability are still uncertain.\n\n",{"type":"'''","value":["1999"]},"\nThe last elephant in Nyungwe is killed in the swamp by poachers.\n\n",{"type":"'''","value":["2005"]}," Officially Protected\n\nThe Rwandan Government makes Nyungwe an official National Park, giving it protected status, the highest level of protection in the country.\n\n",{"type":"===","value":["Today and beyond"]},"\n\nJust by visiting, you are part of the park’s history and contribute to the local economy, which in turn helps to protect this amazing place.\n\n",{"type":"'''","value":["The Forest Depends on Us"]},"\n\nNyungwe’s rich natural resources make it vital but also threaten it. Protecting the forest is up to us.\n\n",{"type":"'''","value":["Protection from Threats"]},"\n\nMining, poaching, fires, and illegal logging have all threatened the forest throughout its history. Once damaged, forests take centuries to recover.\n\nThe Rwanda Development Board, surrounding communities, Wildlife Conservation Society and many others are working to ensure Nyungwe is protected for generations to come.\n\n",{"type":"'''","value":["Help from Cooperatives"]},"\n\nBeekeeping and other cooperatives help protect the park, gaining income through responsible, sustainable forest use.\n\n",{"type":"'''","value":["Community Projects around Nyungwe"]},"\n\nRevenue Sharing and Outreach projects\nBee-Keeping Associations\nHandicraft Associations\nRural Electrification Project\nCommunity Tourism Project\nCommunity Tourist Lodge Project\nEnergy Efficient Stoves\nBenefits from Tourism\n\nHandicrafts and beverages purchased by tourists create local income and the Rwanda Development Board gives a portion of park revenue to surrounding communities, who help protect the forest.\n\n",{"type":"'''","value":["Community Tourism at Banda Village"]},"\n\n“When tourists come to Banda, they pay to watch dancers and purchase handicrafts. Tourists buy food, water, and soda. This began as a nature conservation club. The objective was to transmit messages, and people used dancing. In 2003, the community got a permit to be a cooperative with the general aim of ecotourism development of Nyungwe National Park using Banda culture and handicrafts. The objective is to reduce poverty in the cooperative and in the general population while promoting nature conservation.” (Nyanwi Fidele, VP Banda cooperative).\n\nTeaching kids about the forest through nature clubs will protect the park for generations to come.\n\n'''Nyungwe Communities Depend on the Forest\n'''\nRwandans depend on Nyungwe as a source of natural resources and water, and protection from erosion.\n\n",{"type":"'''","value":["A Source of Income"]},"\n\nPeople depend on Nyungwe to make a living—it provides jobs for guides and trackers, and opportunities for the local economy, like the selling of handicrafts.\n\n",{"type":"'''","value":["Environmental Services"]},"\n\nNyungwe forest provides estimated hundreds of millions of US dollars (billions of RFW) worth of “ecological services” to surrounding communities, Rwanda and the entire planet every year—such as slowing global warming and watershed protection.\n\n'''Natural Resources\n'''\nRope, bamboo, and other traditionally used forest plants are still important to people for weaving, medicines, building and more. They must be harvested sustainably to protect the forest’s integrity.\n\n",{"type":"'''","value":["Local Lore"]},"\n\nThe bark of the umugote tree makes a good cough medicine.\n\nMedicinal plants in Nyungwe National Park: Several plants found in Nyungwe have important medicinal value. A list of these can be see by clicking here. Some medicines have yet to be discovered!\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"====","value":["Flora and fauna"]},"\n\n",{"type":"'''","value":["Animal life"]},"\nNyungwe forest has a wide diversity of animal species, making it a priority for conservation in Africa. The forest is situated in a region where several large-scale biogeographical zones meet and the variety of terrestrial biomes provide a great span of microhabitats for many different species of plants and animals.\n\nThe park contains 13 different primate species (25% of Africa's total), 275 bird species, 1068 plant species, 85 mammal species, 32 amphibian and 38 reptile species. Many of these animals are restricted-range species that are only found in the Albertine Rift montane forests ecoregion in Africa. In fact, the number of endemic species found here is greater than in any other forest in the Albertine Rift Mountains that has been surveyed. The forest, which reaches its maximum altitude of 3000 meters above sea level, is of particular interest for the presence of colonies of chimpanzees (Pan troglodytes - Blumenbach, 1775) and Angola colobus (Colobus angolensis - Sclater 1860), the latter now extinct in Angola for the intense hunt for which they were subjected.\n\n",{"type":"'''","value":["Primate species"]},"\nNyungwe is home to 13 species of primates.\n\n",{"type":"'''","value":["Nyungwe Forest"]},"\nCommon Chimpanzee (Pan troglodytes)\nThe only ape in Nyungwe, 500 live in this park. Your guide can help you spot them and their signs: calls, nests, or scat.\n\nAdolf Friedrich's Angolan Colobus (Colobus angolensis ruwenzori)\nNyungwe is the only forest in Africa where these monkeys form large “supergroups” of over 350 individuals.\n\nL'Hoest's Monkey (Cercopithecus l'hoesti)\/Sun-tailed Gabon\/Preuss’ Cameroon\nThese three monkeys were most likely one species that lived in a continuous larger forest before the last ice age. Over time the forest split into fragments and each monkey adapted to its own forest. Today they are separate species.\nhttp:\/\/www.arkive.org\/lhoests-monkey\/cercopithecus-lhoesti\/#src=portletV3web\n\nBlue Monkey ( Cercopithecus mitis doggetti)\nThese tree-dwelling guenons can be found around Uwinka.\n\nSilver Monkey (Cercopithecus doggetti)\nGolden Monkey (Cercopithecus kandti)\nHamlyn's Monkey (Cercopithecus hamlyni)\nRed-tailed Monkey (Cercopithecus ascanius)\nDent's Mona Monkey (Cercopithecus denti)\nVervet Monkey (Chlorocebus pygerythrus)\nOlive Baboon (Papio anubis)\nGrey-cheeked Mangabey (Lophocebus albigena)\n\n\n",{"type":"'''","value":["Birds of Nyungwe"]},"\nNyungwe is classified by BirdLife International as an “Important Bird Area” (IBA), which means that the park has “true significance” for the international conservation of bird populations…”  In their fact sheet, they say that Nyungwe is one of the most important forests for conservation of montane birds in the region.\n\nA birder’s paradise, Nyungwe is home to 278 species of birds—26 of those are found only in the few forests of the Albertine Rift.\n\nGrauer’s Rush Warbler is an Albertine Rift endemic that thrives in isolated mountain swamps, such as Kamiranzovou.\n\nTuracos such as this Ruwenzori Turaco are rare elsewhere but abundant in Nyungwe. You are likely to hear their loud repetitive call resonate in the forest.\n\nSpectacular and rare sunbirds, such as the endemic Purple-breasted and Blue-headed can be seen feeding in flowering trees.\n\nThe Black-and-white-casqued Hornbill, one of two hornbill species in the park, is known by its huge bill and honking call.\n\n",{"type":"'''","value":["Some Albertine Rift Endemics Found in Nyungwe:"]},"\n\nRed-throated Alethe\nAlehe poliophrys\n\nKungwe Apalis\nApalis argentea\n\nRuwenzori Apalis\nApalis ruwenzorii\n\nRuwenzori Batis\nBatis diops\n\nStripe-breasted Tit\nParus fasciiventer\n\nRuwenzori Nightjar\nCaprimulgus ruwenzorii\n\nArcher’s Robin-chat\nCossypha archeri\n\nDusky Crimson Wing\nCryptospiza jacksoni\n\nShelley’s Crimsonwing\nCryptospiza shelleyi\n\nHandsome Francolin\nFrancolinus nobilis\n\nNeumann’s Warbler\nHemitesia neumanni\n\nRed-collared Babbler\nKupeornis rufocinctus\n\nYellow-eyed Black Flycatcher\nMelaenornis ardesiacus\n\nRegal Sunbird\nCinnyris regius\n\nSource: WCS \n\n\n",{"type":"====","value":["Flora of Nyungwe"]},"\nRwanda, Nyungwe National Park is the largest block of montane forest in East or Central Africa and one of the most ancient, dating back to before the last Ice Age. A uniquely rich centre of floral diversity, the forest has more than 200 different types of trees, and a myriad of flowering plants including the other-worldly giant lobelia and a host of colourful orchids.\n\n",{"type":"'''","value":["Vegetation zones of the park:"]},"\n\n2950 m Subalpine – bamboo, shrubs\nSpecies present: Podocarpus, Phillipia, bamboo, Erica johnstonii\n2500 m: High elevation – upland trees\nSpecies present:  Podocarpus, Syzygium, Macaranga, Balthacaria, Hagenia\n2250 m: Middle elevation – tree ferns, tall trees\nSpecies present:  Carapa, Entandophragma, Newtonia, Polycscias, Symphonia, Cyathea manniana\n1900 m: Low elevation – taller trees\nSpecies present:  Carapa, Newtonia, Engtandophragma, Prinaria exelsium,    Cyathea manniana, etc.\nEpiphytes are mosses, ferns, orchids and other plants that live high in trees without needing soil.  These “air plants” are characteristic of moist mountain rainforests.\n\nThis fruit is from a Carapa grandiflora, a tree commonly found in Nyungwe.  Monkeys and squirrels eat the large round seeds, while chimps, monkeys and people eat the young fruits.\n\nEntandrophragma excelsum, or African mahogany (locally called “umuyove”) is one of the largest trees in the forest!\n\nAs altitude changes, so does vegetation. Nyungwe’s varied vegetation provides a diversity of habitats for its many species.  Nyungwe has over 1000 different kinds of plants, many of which you will only find in the Albertine Rift.\n\nThe western part of Nyungwe was refugium for rare forest species and still has richer, taller forest with more biodiversity today.\n\nThe eastern part of Nyungwe forest was grasslands and shrub during the last ice age, about 10,000 years ago.\n\n",{"type":"'''","value":["Only in Nyungwe"]},"\n\nNyungwe’s great variety of plants and animals, some found nowhere else, makes it one of the most important protected places in all of Africa.\n\nThis impatiens is named in honor of President Kagame for his efforts in environmental protection.  It is endemic to the Albertine Rift and found in Cyamudongo and parts of Congo.  (Impatiens kagamei)\n\nThis impatiens is endemic to Nyungwe, found only on Mt. Bigugu—it grows nowhere else in the world!  (Impatiens nyungwensis)\n\nThis begonia is found only in western Nyungwe.  (Begonia pulcherrima).\n\n'''Abundant Plant Species\n'''\nDon’t let all the green fool you, Nyungwe forest is comprised of ",{"type":"'''","value":["over 1,000 different kinds of plants"]},", many of which you’ll only see in the Albertine Rift.\n\n",{"type":"'''","value":["Medicinal plants"]},"\nNyungwe National Park is home to many medicinal plants. The following list includes some of the plants that can be found in the Park. Descriptions of some of these plants can be found in the Handbook of African Medicinal Plants by Maurice M. Iwu. Another book that might be of interest is Medicinal Plants of East Africa by John O. Kokwaro.\n\n",{"type":"'''","value":["Scientific name \/ English name \/ Kinyarwanda name \/ Traditional Uses"]},"\n\nErythrina abyssinica\/ Lucky bean tree\/Flame tree \/Umuko\nGonorrhea, Burns, Joint pain, Fresh cuts\/wounds, Backache, Syphilis. According to the World Agroforestry Centre, it is also “used in Kenya to treat diseases such as anthrax, and the bark is boiled with goat meat for treating gonorrhoea.The bark of the green stem may also be pounded and then tied into a fine piece of cloth and the liquid from it squeezed into the eyes to cure inflammation of the lids.”\n\nZanthoxylum gilletii\/ East African satinwood\/ Umuturirwa\nCold and fever, Malaria, Tuberculosis, Ulcers, Toothache\n\nVernonia amygdalina\/ Bitter leaf\/ Umubirizi\nMalaria, Fever, Worms, Abdominal pain, Diarrhea, Asthma\n\nCrassocephalum vitellium\/ Isununu\/\nSterility in men, High blood pressure\n\nPrunus African\/ Bitter almond\/ Umwumba\nFever, Stomachache, Benign prostate cancer, Diabetes, Cough\n\nFicus natalensis\/ Bark-cloth fig\/ Imvuvumu\nStimulation of pregnancy, Cold, Cough, Wounds, Bed wetting\n\nSyzygium guinense\/ Waterberry\/ Umugote\nAmoebas, Poison\n\nCarapa grandflora\/ Bitter Oil\/ Umushwati\nAmoebas\n\nMyrica californica\/ California Bayberry\/ Umusengesi\nPoison, Stomach ache\n\n",{"type":"'''","value":["Orchids!"]},"\n\nIf you visit at the right time and you look closely, you can see lots of these in the park.  How many kinds can you find in Nyungwe?  Nyungwe has over 140 species of orchids!\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe main entrance is at Uwinka on the main ",{"type":"[[","value":[["Cyangugu"]]}," - ",{"type":"[[","value":[["Huye"]]}," road.  It's about 55km from ",{"type":"[[","value":[["Cyangugu"]]}," and 90km from ",{"type":"[[","value":[["Huye"]]},".  The road is mostly in good condition.  There are regular buses along the route and hitching is also an option.  Buses are often full when the reach here so if you're getting a bus out it may be best to try and book your ticket in advance.\n\nIf travelling from ",{"type":"[[","value":[["Cyangugu"]]}," ignore the sign in town that says it's 20km and further ignore the sign 15km from Cyangugu directing you right up a dirt track.  These refer to a small off shoot of the park, not the park proper.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThere are no \"park fees\" as such but you must be accompanied by a guide on all of the walking trails.  The costs vary depending on the length of the trail and what your immigration status in Rwanda is (Tourist, National, Resident or EAC Resident).  If you are a tourist expect to pay around $40 - $60 per trail. \n\nCamping fees are pretty high ($50 if you don't do any other activities, (I think) $35 if you do) but the camp site is well situated in the jungle, there are European toilets and a cold shower.\n\n",{"type":"==","value":["Get around"]},"\nOther than the main road through the forest there are no (public) roads or vehicle tracks in the park, everything is on foot (see do).\n\n",{"type":"==","value":["See"]},"\nA whole host of different Primate species, a few other mammals including leopard and duiker (which you're unlikely to see) and a phenomenal array of birds and plants.\n\n",{"type":"==","value":["Do"]},"\nThere are a number of trails ranging from the very easy to the reasonably challenging.  nb. their \"strenuous\" guide is based on the assumption that you are not a regular walker.  Any hiker would not find their \"very strenuous\" trails particularly challenging.\n\n",{"type":"'''","value":["Canopy Walk"]}," - In October 2010, the Rwanda Development Board (RDB)  launched canopy walk tourism in Nyungwe National Park as part of a strategy to diversify tourism attractions. Canopy tourism is also aimed at encouraging tourists to spend a longer time in Rwanda. The Canopy Walk is the only attraction of its kind in East Africa.This is the first ever hanging platform that allows tourists to view different animal species in Nyungwe Forest. The dizzying platform is above a steep and deep valley stretching across the massive forest.\n\nJohn Gara, CEO of the RDB, said the platform is 50 meters above ground level and 90 meters long. It allows tourists to view butterflies, birds and blue monkeys that dwell in the upper levels of the forest. The forest has 13 rare primate species, the world’s largest ever recorded arboreal troop of black\/white colobus monkeys, and nearly 300 species of birds and 154 types of orchids.\n\nThere are also a couple of multi day trails such as the Nile-Congo divide trail (which is the only way of reaching the longest source of the Nile).  These must be booked at least seven days in advance (they will not negotiate this).\n\n",{"type":"'''","value":["Chimpanzee tracking"]}," is available and there are two groups habituated to human contact.  In principle, Colobus monkey tracking is also available but they may have moved too far away from the trail head to be tracked.  Should they move back this may be possible again in the future. \n\n",{"type":"==","value":["Eat"]},"\nThere is a small kiosk selling basics, but if you are camping bring whatever food you will need.\n\n",{"type":"==","value":["Drink"]},"\nWater, Soft drinks and Primus (beer) is available.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere are guest houses on either side of the park on the main road.  In Kitabi (on the Huye side) the guest house is situated in the school of wildlife management.  Coming from Huye take the left turn marked 'tea factory' about 200m before the park entrance. There is then a right turn about 500m further on, this is the guest house.  The reception is l'Hoests monkey house.\n\nAt the upper end is the Nyungwe Forest Lodge, which is a luxurious eco-lodge surrounded by tea fields and at the edge of Nyungwe Forest.\n\n",{"type":"===","value":["Camping"]},"\nThere is camping at the Uwinka head quarters, it's a bit pricey (see fees and permits) but you do get a guy who lights your fire for you.  This may sound a bit unnecessary but after a cold night (apparently it can get down to 0C here due to the altitude), waking up to a roaring fire is heaven!  \n\n",{"type":"{{","value":[["IsPartOf"],["Western Rwanda"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Nyungwe Forest"]]}]