[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Nzulezo"]}," is a remote stilt village in ",{"type":"[[","value":[["Western Ghana"]]},".\n",{"type":"[[","value":[["Image:Nzulezo_stilt_village.jpg"],["thumb"],["The guest house and canoes"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat"]},"\nThe village is located in the Amansuri wetland  and accessible to the public only by dugout canoe from the town of ",{"type":"[[","value":[["Benyin"]]},", on the coast about 40 kilometres east of the Ivorian border and 90km west of ",{"type":"[[","value":[["Takoradi"]]},".\n\nTickets (20 cedis) must be bought from the office which is clearly signed at the end of the long dirt road. Life preservers are provided but parents may consider it wise to take their own for small children. At the beginning of the canoe journey, there is a modern, well-constructed cafe serving drinks, hot food, and European-style coffee. The canoe trip is 45 to 60 minutes in duration, and very scenic.\n\n",{"type":"===","value":["By 4-wheel drive"]},"\nNzulezo is about 7 hours' drive from ",{"type":"[[","value":[["Accra"]]},". To get there you will need a strong 4-wheel drive car.\n\n",{"type":"==","value":["Get around"]},"\nOn foot or by canoe.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Nzulezo.jpg"],["thumb"],["280px"],["Water, vegetation and houses in Nzulezo"]]},"\nNumerous canoes, each big enough to carry five adults, carry visitors through mangrove forest and across Lake Tadane to the village every day except Thursday. Visitors are frequently expected to assist in paddling the canoes.\n\n\n",{"type":"==","value":["Do"]},"\nA local (probably your canoe captain) will take you on a tour of the village, enabling you to interact with the locals and observe them going about their day. Not-very-subtle emphasis is given to the tour of the community's school, which you'll be later asked for an optional donation towards. The school's blackboards contain what look to be daily lessons, with the date written at the top of the blackboard. It's up to you to decide whether all of the smudges around the date (and the lack of smudges around everything else on the board) suggest that all is not what it seems.\n\n",{"type":"==","value":["Buy"]},"\nVillage residents make a couple of different souvenirs that are available for purchase, the most common one being hand-carved mini canoes 15cm long.\n\n",{"type":"==","value":["Eat"]},"\nUpon your arrival at the village, you'll be greeted by a guesthouse operator who is able to arrange food for you. The food is around 5 cedis for dinner (late 2011), and is of higher quality than plenty of other basic places in Ghana. There are also stalls in the village selling omelettes and snacks. Unless you want something specific, there's no real need to bring your own food to Nzulezo.\n\n",{"type":"==","value":["Drink"]},"\nThe village has a small \"spot\" bar, which has beer, spirits, and soft drinks. Depending on whether or not the generator is working, prepare yourself for warm beer.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Nulezo3.jpg"],["thumb"],["Houses and boardwalk in a photo taken in 2006"]]},"\nThe village has a small guest house. In late 2011, a room with one single bed and one double bed cost around 30 cedis (depending on your negotiation skills). The beds are firm, but have mosquito nets.\n\n",{"type":"==","value":["Go next"]},"\nBack onto the canoe! There are tro tros (shared taxi vans) available from Beyin to Takoradi.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Ghanaian Coastal Plain"]]},"\n",{"type":"[[","value":[["wikipedia:Nzulezo"]]},"\n",{"type":"[[","value":[["Commons:Category:Nzulezo"]]},"\n",{"type":"{{","value":[["geo"],["5.020556"],["-2.597778"]]}]